{
  "date": "November 4, 2018",
  "headline": "Secretary Pompeo on Iran, sanctions and Saudi Arabia",
  "subHeadline": "The Trump administration announces the remaining sanctions that were lifted as part of the 2015 Iran nuclear deal will be re-imposed on Monday; insight from Secretary of State Mike Pompeo.",
  "url": "https://www.foxnews.com/transcript/secretary-pompeo-on-iran-sanctions-and-saudi-arabia",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, FOX NEWS HOST",
      "sentences": "I'm Chris Wallace. With just two days until the midterm elections, both sides are pulling out all the stops.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "This election is truly a choice between results and resistance.  SEN. JON TESTER, D—MONT.: We need a big turnout. If we get a big turnout, things would be good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSH HAWLEY, R, U.S. SENATE CANDIDATE FOR MISSOURI",
      "sentences": "We need somebody who's going to go stand for our values, who's going to go fight for our principles, and we need to start on November 6th.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OPRAH WINFREY, CELEBRITY TALK SHOW HOST",
      "sentences": "You can vote, and you can vote and you can vote!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "From health care, to the economy, to the politics of the caravan, we will have arrived live report on the key races and issues and we will talk with two senators on the political front lines. Chris Van Hollen, chair of the Democrat Senate Campaign Committee, and Thom Tillis, vice chair of the Republican Senate effort as they try to get their supporters to vote.  Then --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We are stopping people at the border. This is an invasion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel if the president's continued focus on the caravan is the right strategy for Republicans. Plus, as the world watches Tuesday's results, Secretary of State Mike Pompeo joins us to discuss crippling new sanctions on Iran and whether we can keep doing business with Saudi Arabia.   All, right now, on \"Fox News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And hello again today from Fox News headquarters in New York.  The 2018 midterm campaign has finally reached the end game. At stake, whether Republicans will hold onto control of Congress should one or both chambers flip, Democrats will be able to block much of President Trump's agenda and launch investigations into his administration.   But if the GOP keeps its majorities in the House and the Senate, that would buck traditional losses for the president's party in the first midterm, well, then, Mr. Trump will be in a more commanding position than ever. We begin our coverage of the battle for Congress two days out with Peter Doocy on the campaign trail in Hialeah, Florida, Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "sentences": "Good morning, Chris. Democrats believe they have built the biggest battlefield for the House in a decade and party leaders say it's about to pay off.   REP. NANCY PELOSI, D—CALIF., HOUSE MINORITY LEADER: We will win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Democratic challengers everywhere are sticking to a single focus, health care.  ABBY FINKENAUER, D—IA., U.S. CONGRESSIONAL CANDIDATE: One week to prove we are in Iowa that steps up for our neighbors with pre-existing conditions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Vulnerable Republicans believe that if there's one issue that helps them hold the House, it's the strong economy. REP. DAVID YOUNG, R—IA.: Keeping the economy going, trade is a big part of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "A critical constituency in the battle for the House, women.  REP. CATHY MCMORRIS RODGERS, R—WASH.: I do see some falling off among the college-educated women.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "President Trump is more outwardly optimistic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It looks like we're doing okay in the House. We are going to have to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "The Senate map is tougher for Democrats, especially the ten depending seats in states Trump won. SEN. JOE MANCHIN, D—W. VA.: What really comes down to is who do you trust?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "A huge focus for Republican Senate hopefuls, immigration.  SEN. TED CRUZ, R—TEXAS: You mean the people of Texas want a wall? You mean the people of Texas want to stop the caravan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "President Trump has made repeated visits to red states with Democratic senators for sizable rallies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Hello, Montana. I said I was coming back, and I'm back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Rallies some of those Democrats are trying to laugh off.  SEN. CLAIRE MCCASKILL, D—MO.: He's been here so often, he must be building a golf course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Millions of people in places like Florida have already voted, so Republican Senate candidate Rick Scott is out here taking orders and asking for votes before Tuesday -- Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Peter Doocy reporting from Florida -- Peter, thanks for that. Joining me now, Maryland Senator Chris Van Hollen, who leads the Democrats' effort to take back control of the Senate.  Senator, this was always going to be a tough year for Democrats. You're defending 26 seats this year in the midterms while Republicans only have nine Senate seats up and 10 Senate Democrats are running in states President Trump won in 2016, many by 20 or 30 points. So, realistically, don't Republicans have a better chance of not only holding a majority, but adding to it than you do of flipping the Senate?   SEN. CHRIS VAN HOLLEN, D--MD., DEMOCRATIC SENATORIAL CAMPAIGN COMMITTEE",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAIRMAN",
      "sentences": "Well, Chris, you're absolutely right. This is the toughest political map any one party has faced in 60 years and if you were to have asked people year and a half ago where we would be, you would not even be asking the question about whether or not we have a path to a Senate Democratic majority.  The answer is we do have a path. It is a very narrow path as you indicate, but the fact that we are as competitive as we are is a real testament to our senators and our candidates who have always said that their North Star is standing up for the people of their state. So, that's the first and foremost priority and that's what they've been doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. So give me your two best chances to pick off Republican Senate seats. Where are they? And in fact, isn't at least one of your Democratic senators, Heitkamp in North Dakota, isn't she in trouble?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "Well, first of all, never count out Heidi Heitkamp. People did that six years ago when she was 10 points behind. She won that race. She's less than ten points behind right now. That's a lesson everybody has learned. Don't her out.   In terms of the Republican seats that are very competitive right now, Nevada, Arizona, Tennessee, Texas. Mississippi may go to a special runoff. And the reason is that you've got Republicans running in the states who have betrayed their voters primarily on the issue that is the top of mind for voters on the country, which is health care issues and taking away protections for people who have pre-existing health conditions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump is hitting Democrats hard in these final days on immigration and the caravan headed up through Mexico. Here he is on the campaign trail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "A Democrat victory on election day would be a bright flashing invitation to traffickers, smugglers, drug dealers and gang members all over the world, come on in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And the president ran a controversial ad this week about a Mexican who was deported twice, came back into this country and then shot and killed two California police officers. Here's a bit of the presidents clip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator, I'm sure you don't like the tone, but isn't it working? Republicans in red states say immigration is now a top issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "I don't think it's working, Chris, because what the president is doing is driving away the independent voters and swing voters and a lot of moderate Republican voters in these swing states.  Look, the president says lots of outrageous and untrue things and there's another example right there. The reality is Democrats are for strong border security. We're against open borders.  We are also against separating parents and their children, and it was pretty outrageous for the president to suggest the other day that the United States military would fire on unarmed people and that the military had to tell the president that's not what we do, that's not what the United States military does, but the real thing going on here, Chris, is an effort to change the national conversation from what people wake up every day thinking about, which are there economic circumstances and primarily uncertainty over health care costs and the fact that Republicans for the last two years have tried to eliminate protections for people with pre- existing conditions. That remains the top issue on voters' mind despite all the president's efforts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, you talk about the economy and then you segue into health care, but let's talk about the economy because Republicans have a -- have a pretty good story to tell there. Let's put up the numbers: 250,000 jobs created in this last jobs report for October. Unemployment at 3.7 percent. Wage growth, the highest since 2009.  Isn't that a strong economic record for Republicans to run on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "Well, Chris, I think voters know that the economy was on this upward trajectory long before President Trump was sworn in. We saw growing job growth, lower unemployment and interestingly, when you look at real wages, real wage growth was stronger in the last term of the Obama administration then in this term so far of the Trump administration. That's because even as wages have gone up, so have costs, like the cost of health care. So, for most Americans out there, they are actually not seeing their real wages keep pace and in fact they were keeping pace at a faster rate under the Obama administration. That is why people are focused on this issue of health care and the uncertainty that the Republican plan to eliminate protections will bring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I've got 15 seconds left. Yes or no, are you going to take the Senate back?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "We have too many close races, Chris, and you know it's all about turnout.  Here's what I would say: the early vote in states like Nevada and Arizona has been very strong. It does appear young voters are coming out. And it looks like the president's effort to distract voters from the real issues they care about like health care and like the Republican efforts to take away protections for pre-existing conditions is not working.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator Van Hollen, thank you. Thanks for taking time from the campaign trail to talk with us, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN HOLLEN",
      "sentences": "Good to be with you, Chris. Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Now let's turn to North Carolina Senator Thom Tillis, vice chair of the Senate Republican campaign effort. So, Senator, let me start with you where I ended with Van Hollen. Are you going to hold onto the Senate on Tuesday night, if so what's your new majority going to be? And give me your two best shots and picking off Democratic seats. SEN. THOM TILLIS, R—N.C., NATIONAL REPUBLICAN SENATORIAL COMMITTEE VICE",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAIR",
      "sentences": "We're not only going to hold a majority, I think we're going to add to it. I believe that states like North Dakota, Indiana, Missouri are all trending in a positive direction. Our incumbents are doing very well. There may be a special election in Mississippi that will take another three weeks to sort out but I'm also confident that we'll have a Republican coming back in that state. The map looks very good to us in about five or six different states and Senator Van Hollen knows that. They've got a tough call and I think we are going to come out successful on Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "As I discussed with the Senator Van Hollen, President Trump this last few weeks has been making immigration and the caravan coming up from Mexico his top issue. Here he was earlier this week talking about a possible confrontation between the migrants and the thousands of soldiers he is sending to the southern border. Here's the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "They want to throw rocks at our military, our military fights back. We're going to consider and I told them consider it a rifle. When they throw rocks like they did at the Mexico military and police, I say consider it a rifle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Now, the president walked out back on Friday saying he was talking about making arrests of the migrants, not shooting them. But no concerns on your part about the president's rhetoric and some of the actions he's taking on the southern border potentially turning off independents and moderate Republicans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TILLIS",
      "sentences": "Well, what the American people need to know that our men and women in uniform are some of the most disciplined, trained professionals in the history of warfare. They're going to treat those members of the caravan with respect, but the president is right that we have to secure the border and I think that putting troops down there to make it very clear that we want people who have a legitimate claim to asylum to come through the process and get that asylum granted. This caravan is not the way to do it, and I think the American people are concerned with it. You can see the change in the rhetoric on the part of our colleagues on the other side of the aisle from -- well, just let them across the border to now discussing the president's tactics. I believe that the president is right and doing everything he can to stop the illegal crossings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator, Republicans have a great story to tell in the economy but the president doesn't seem especially focused on that. Here he is at a rally on Friday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We have the greatest economy in the history of our country, but sometimes that's not as exciting to talk about the economy, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "In reaction, a top aide to Republicans, Speaker Paul Ryan tweeted this almost plaintively. We are going to spend all day and weekend talking about the strong economy, right? And Republican Congressman Ryan Costello, who's retiring, accuses the president of political malpractice.  Question, are you sure that focusing on immigration over the economy is really the right strategy, the best strategy for Republicans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TILLIS",
      "sentences": "Well, I think people are taking 30-second sound bites. I was at a rally here in Charlotte a week ago, and the president spent a good portion of his speech talking about 7 million jobs created. One of the strongest and fastest growing economies we've seen in decades. Record unemployment for African-American community, for the Hispanic community. He's spending a lot of his time on that, but when you have to boil it down to 15 or 30-sound bites, they're going to pick the piece that seems like he is not talking about that. Let me tell you about something else. He also spends a lot of time on the stump talking about how we have to protect pre-existing conditions and it's a false narrative for Democrats to come in and say if you like Republicans we are going to take that away, we are doing everything we can, including myself. I filed a bill to make sure that we protect pre-existing conditions. If people look at the totality of an hour, hour and 15-minute long speech, you're going to see the president spent the bulk of the time talking about reduce regulations, increase jobs, reduce unemployment, better stature against NATO, taking North Korea and taking China to task on their bad behaviors -- all that comes out in his speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, you have taken us directly in the direction I wanted to go, which is health care, which Democrats are making their top issue and here is former President Obama on the campaign trail this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "sentences": "When I was president, Republicans voted more than a dozen times to get rid of protections for people with pre- existing conditions. Last year, they fell one vote short. One vote. If they win back this Tuesday, they will finally succeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator, the fact is that the repeal and replace bill with Republicans pushed repeatedly significantly reduced protections for people with pre-existing conditions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TILLIS",
      "sentences": "Well, Chris, that's actually one of the reasons why I think it was a courageous vote. The first thing we have to do is take out the underpinnings of the Affordable Care Act so that we can put a health care policy in place that's sustainable. What Senator Van Hollen failed to mention about rising premiums over the past few years is that we've significantly reduced the rate of growth and one of the reasons why that growth has spiraled over the years because of the Affordable Care Act. We want to replace the Affordable Care Act with a program that will work, that will provide people who have pre-existing conditions with health care, that will allow young adults under the age of 26 to be on their parents health care policies but something that will work, because if we continue down this path, we're going to have a health care crisis, not only among those who are serviced by the Affordable Care Act, but the broader health care market in this country is headed for disaster if we don't recognize we've got to fix it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, Senator, and I've only got about 30 seconds here. I don't want to get too deeply in the weeds, but repeal and replace bill would have allowed states to get waivers for Obamacare and take people with pre- existing conditions and put them in risk pools where they would have to pay a higher premium. And your bill, yes, it says we are going to cover everybody with pre-existing conditions, but we're not necessarily going to cover the condition that they have that's pre-existing. So, yes, we'll cover people who have cancer, but we won't necessarily -- their insurance won't cover cancer treatment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TILLIS",
      "sentences": "Even -- even if some states opted not to cover, not covering the way we would want them to, I think they would get unelected very quickly. This is a very popular policy with the American people which is exactly where the Democrats are trying to create this false narrative that people in Washington and the statehouses want to take it away. I simply don't see any path either on the basis of good policy or good politics.  So people with pre-existing conditions are going to get covered and our Republican majority that we're going to secure next week is going to work to that end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator Tillis, thank you. Thanks for your time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TILLIS",
      "sentences": "Thank you, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And we'll be following how the world turns on Tuesday night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TILLIS",
      "sentences": "It'll be a great night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we'll bring in our Sunday group to discuss the battle for control of the Congress with just two days to go. Plus, what would you like to ask the panel about President Trump's efforts to fire up his base? Just go to Facebook or Twitter, @FoxNewsSunday, and we may use your question on the air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We're the only country in the world where a person comes in, has a baby and the baby is essentially a citizen of the United States for 85 years with all of those benefits. We have about 5,008, we will go up anywhere between ten and 15,000 military personnel, on top of Border Patrol, ICE and everybody else at the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump upping the ante for how he'll stop that migrant caravan coming from Mexico, talking about sending more troops to the border, changing asylum laws and even ending birthright citizenship. And it's time now for our Sunday group. Fox News senior political analyst Brit Hume, columnist for \"The Hill\", Juan Williams, co-host of \"Henson and Harf\" on Fox News Radio, Marie Harf, and GOP strategist Karl Rove.  Well, Karl, let me start with you. Is immigration the best issue for this president to be pushing in the midterms to try to hold onto control of both the Senate and the House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FORMER BUSH WHITE HOUSE ADVISER",
      "sentences": "Well, on Friday, Gallup found that 80 percent of the American people thought the economy was extremely important -- excuse me, health care, and 78 percent found that the economy and immigration were extremely important. So these three issues are all sort of stuck right there. Immigration helps only if the Democrats screw it up. For example, Sinema in Arizona and McCaskill in Missouri both support the president sending troops to the border. On the other hand, in Tennessee, I saw a poll in Tennessee, 62 percent of Tennesseans are concerned about it, 27 percent are not. Bredesen, the Democratic nominee said this is not a problem and he thereby created a problem for himself. In Texas, Ted Cruz is beating up Robert Francis O'Rourke over the issue --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I love it. He keeps saying Robert Francis O'Rourke because you hate to say Beto O'Rourke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "No, it's Beto, Beto.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Beto O'Rourke. I'll say, as you like, I'll use --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I kind of like it. It's nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "So, Rafael Cruz is beating up Robert Francis O'Rourke on the issue of immigration because O'Rourke refuses to say that he opposes those caravans coming across the border, and apparently, his campaign provided financial support to the caravan, which may be in violation of U.S. law. But anyway, where the Democrats screw it up, it's a problem for `em.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We ask you for questions for the panel and we got this on Facebook from Mike Peterson. Why aren't Republicans driving home the message on the economy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "sentences": "I'll tell you why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Pardon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "I'll tell you why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I was going to ask Marie. But you can definitely --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, FORMER STATE DEPARTMENT SPOKESPERSON",
      "sentences": "Go for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You know what? Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Anger, disappointment, outrage are much more powerful vote motivators than satisfaction. People are no doubt satisfied with the economy. Unless you can scare them successfully into believing that all the good things that have happened in the economy will be taken away if your opponent wins, you may well be better off trying to motivate voters by talking about something that they're angry about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Do you agree with that? I mean, we always hear peace and prosperity. Clinton, '92, it's the economy, stupid. I guess I'm just surprised, and yes, the president does mention it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "-- the focus on immigration to the exclusion to some degree of the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Well, I think it's an open question whether the Trump 2016 playbook that he's now sort of using us as his closing argument will actually work when he's not on the ballot, when there's a lot of independents and women who have had two years to get really angry about his rhetoric and when he doesn't have Hillary as a foil. I think that this closing argument based on immigration, Chris, will -- may help them keep a narrow set of Senate seats, but I think it definitely hurts when you're talking about the House, when you're talking about the swing districts. And let's not forget, the tax cuts are still not pulling very well. Many people in states and districts that the Republicans need to keep, the tax cuts are popular, the tariffs are popular. So I don't know whether the closing argument that Trump is using will work. If it does it will be in a narrow set of places and I do not think it will keep the House for the Republicans. I actually think it will help deliver the House to the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The first midterm election after a new president is historically tough for the party of the new president. Let's put up some numbers. Since World War II, the president's party loses an average of 28 seats in the House in the first midterm, and between two and three seats in the Senate. Juan, how do you think President Trump is doing in trying to break that historic tradition?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "sentences": "Well, I think the one advantage she has is that he has had an unerring base here, and that base is about 40 percent of the vote, people who approve of his presidency. And when it comes to Republicans, he's up to 80 to 90 percent of Republicans backing from. I think it's become the party of Trump. So what he's done, Chris, in this cycle, and you can look at this travel itinerary over the last few days, you can see he's going to red states and he's trying to excite red from voters. And that's where the immigration method comes in. That's where he thinks that message has tremendous impact. It does not, as Marie was saying, have tremendous impact, though, with a lot of the white female voters, especially in the suburban areas that are so critical in terms of the House races. I think you will see a difference there. And on a larger scale I think, if you look at the advertising over the last few days, almost none of it has to do with the economy, which is kind of shocking because as you pointed out, the economy is doing fairly well, why wouldn't Republicans be running on it? Instead, you see the Republican Senate and House candidates actually following the president's lead and going with the immigration red meat culture war issue. And again, it might work with the base but it doesn't work with independents --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me just say, the one person in this panel who has actually helped elect a president and did it twice is shaking his head. I want to ask you this specific question, though, because this is the conventional wisdom out there, it's going to help in red states electing Republican senators. It's going to hurt in the House races especially in suburban districts with better educated people and with suburban women. True or false?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "False. Again, it matters how it gets handled. Is it going to help in some congressional districts? Yes, the president is going to West Virginia three, which is a battleground district. It's going to help there. Is he going to Illinois six? Peter Roskam? No, but Peter Roskam wants to make the final issue the economy and his stewardship of the economy. His stewardship, what he has done as a congressman to make a good economy. I think the White House has been very adroit and how it's deployed the president as it comes down to the final stages here. Let's be clear, no campaign -- this is not a campaign in these individual states dominated by the issues. I'm not seeing candidates in Nevada or Arizona or Missouri or North Dakota or Indiana running one kind of ad, they are running different kinds of ads that appeal to their individual states and they tend to be more about the economy and judges than they tend to be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What you see is the ad the Democrats are running are consistent in terms of message discipline, on health care. The president can't even go to Arizona, can't go to Nevada.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "He's been to both states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, but he's not going there, I'm talking about now. The spreads --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Wait, gentlemen, I've got about a minute left here and I want to ask the guru one more question. Early voting, we are seeing these historically high numbers, as of Friday, 28 million people had voted early. Question: is it that people are more enthused and intense? Is it just because there's more early voting and more opportunity than there used to be? And to the degree -- and you can't get me into the weeds here because I've got a minute left. No, but here -- is it showing a trend?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes. Bigger almost everywhere. Thirty-seven states voted early and it is -- we are going to have the biggest turn out in midterms since 1966 and it's roughly between like in Arizona 53 percent of the 2016 turnout, Florida 68 percent of the turnout.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, what's the reason and who's it helping?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, part of it is it is getting to be easier and people are falling into the habit, but the main driver is people are wildly enthusiastic about coming out and voting, and Republicans are doing surprisingly well. In Arizona, a 7.9 percent advantage of the turnout in a state that they won last time around by three and a half points. Florida, a 2.8 percent swing towards Republicans and early voting in a state they won by 1.2 percent. Nevada, a 1.85 percent swing to Republicans in a state they lost by 2.45 last time around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I am so glad we did not get into the weeds. But that was great and it's very interesting because you always wonder -- one last quick question, is this -- people voting who would have voted on election day anyway, and they are just transferring or is this new voters?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "We don't know but in some places there is evidence that it is episodic -- that there are episodic midterm voters and my sense is if you got this big in the early voting, we're going to see a lot of people who tend not to vote in midterms show up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. We have to take a little break here. We'll see you all a little later. Up next, the White House is re-imposing sanctions on Iran as it pulls out of the nuclear deal. But some hardliners say President Trump is not being tough enough on Tehran. We'll talk live with the Secretary of State Mike Pompeo, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Coming up, the Trump administration re-imposes economic sanctions on Iran lifted by President Obama as part of the nuclear deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We now have in place that toughest ever sanctions on a corrupt regime in Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask Secretary of State Mike Pompeo what it means for U.S. relations in the region, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The Trump administration has announced the remaining sanctions that were lifted as part of a 2015 Iran nuclear deal will be re-imposed on Monday, one day before the midterms. President Trump drove home the point Friday when he tweeted this photo with the word \"sanctions are coming,\" a nod to \"Game of Thrones.\" Joining me now live from the State Department, Secretary of State Mike Pompeo. Mr. Secretary, welcome back to \"Fox News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, SECRETARY OF STATE",
      "sentences": "Good morning, Chris. Great to be with you today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Your re-imposing, as we said, all U.S. sanctions on Iran, but you're giving exemptions to eight countries to allow them to keep buying oil from Tehran. Question, why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, Chris, the sanctions that will be re-imposed tomorrow are the toughest sanctions ever put in place on the Islamic Republic of Iran. They're aimed at a singular purpose, denying the world's largest state sponsor of terrorists the capacity to do things like they did this past couple weeks, attempted assassination campaign in the heart of Europe. These sanctions have already had an enormous impact. We've already reduced Iranian crude oil experts by over a million barrels per day. That number will fall farther. There's a handful of places were countries that have -- that have already made significant reductions in their crude oil exports need a little bit more time to get to zero, and we're going to provide that to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Is it true that your giving exemptions to two of Iran's biggest customers, namely India and China? And do you have a firm commitment that within six months they will stop all oil purchases? Because there are a lot of experts who believe that India and China are never going to stop buying oil from Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "There are a lot of experts, Chris, that said President Trump's policy wouldn't have any impact because it was just the United States and other countries weren't participating. And, in fact, we have built an enormous coalition to keep this world safe and to deny Iran money. I am very confident that the sanctions that will be re-imposed this Monday, not only the crude oil sanctions, that the financial sanctions that are being put in place by the Treasury Department and over 600 designations of individuals and companies in Iran will have the intended effect to alter the Iranian regime's behavior. That's our expectation. It's the reason for President Trump's policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, specifically, sir, do you have a firm commitment from India and China that they will stop all oil purchases from Iran in six months?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Chris, watch what we do. Watch as we've already taken more crude oil off the market than any time in previous history. Watch the efforts that President Trump's policies have achieved. We've done all of this, too, Chris, while making sure that American consumers don't suffer. We've bot Brent crude at about the same price it was back in May, when the president announced the withdrawal from the JCPOA. That's important for American consumers and the march to zero continues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You're talking about how effective these re-imposition of sanctions are. But as you well know, there are some people who are criticizing the sanctions you're re-imposing and saying they're not tough enough. And let me put this up on the screen. Republican Senators -- Republican Senators Cruz, Cotton and Rubio plan to introduce legislation to cut off Iranian banks from the global financial network known as Swift. And a group called United Against Nuclear Iran tweeted this about your sanctions. Whatever happened to maximum pressure? They caved, big time. Mr. Secretary, your response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Chris, the president's policy of maximum pressure will be fully in place come tomorrow. Watch the Iranians. That's who really understands the importance and the impact of the effort that we're undertaking. The rial has fallen to 140,000 rial to the dollar, and has had an enormous impact already. And we are working diligently to make sure we support the Iranian people and that we direct our activity towards ensuring that the Islamic Republic of Iran's maligned behavior is changed. That's the goal. That's the mission. And that's what we will achieve on behalf of the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But -- but how do you respond, for instance, to the senators were are saying, look, we should have cut them off from Swift, which is this big financial clearinghouse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Yes, Chris -- Chris -- Chris -- Chris, the -- the Iranian banks that engage in sanctionable behavior will be sanctioned by the Department of Treasury, period, full stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I -- I understand what you're saying. On the other hand, you've got --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, good. That's great, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, if I -- if I may, sir, you've got Senator Cotton, Senator Cruz, Senator Rubio, they're -- they're pretty knowledgeable on the subject. They're not persuaded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Chris, I worked with Senator Cotton. We are the two individuals that discovered the side deals now almost three years ago to the JCPOA. These secret side deals. I've been at this a long time. No one's going to argue that Secretary Pompeo isn't tough on Iran and no one is going to argue that President Trump isn't doing the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Meanwhile, let's turn to another one of your hot spots you're dealing with. North Korea is now threatening to resume its nuclear buildup because they say that the U.S. has not matched them in offering concessions, in this case lifting economic sanctions. They say that they've made concessions and the Trump administration has not followed suit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Chris, I'll be meeting this week in New York City with my counterpart, Kim Yong-chol. We'll have a good opportunity to continue the denuclearization discussions that were set out just a few months back. It seems like a long time ago in news world, but it was just this past June when President Trump and Chairman Kim met and set us on the path that we're on today. We haven't had any missile tests. There have been no nuclear test. We've had the returns of American remains. These are all good steps. We're continuing to negotiate with the North Koreans to achieve what President Trump set out, the full denuclearization verified by the United States of the Korean peninsula, and then a brighter future for the North Korean people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But -- but to follow-up specifically, how -- what's your reaction to the foreign ministry of North Korea saying -- threatening that they are going to resume nuclear activity? What, one, your reaction to that? And, two, is there any possibility that to get them to stop that, that the U.S. will change its policy and start offering concessions on a kind of tit-for- tat basis, a phased effort by both countries?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Chris, I'm not worried about rhetoric. We've seen this as we go through negotiations. Stray voltage happens to be all around us. We're very focused. We know with whom we're negotiating. We know what their positions are. And President Trump's made his position very clear, no economic relief until we have achieved our ultimate objective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's turn to Saudi Arabia. You met with Saudi Crown Prince Muhammad bin Salman about three weeks ago about the death of Jamal Khashoggi. And here's what you said after your meeting with the crown prince.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "He told me they were going to conduct a thorough, complete, transparent investigation. They made a commitment too, to hold anyone connected to any wrongdoing that may be found accountable for that, whether they are a senior officer or official.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But since then, I don't have to tell you, the Saudi story has kept changing. Do you now think that the Saudi crown prince lied both to you and to President Trump with what he told you back then based on all the evidence that you have gotten sense, including the tapes that CIA Director Gina Haspel has heard? Do you now believe that this was a premeditated hit by the Saudi royal family against Khashoggi?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, Chris, the Saudis have acknowledged that this was a premeditated attack. The facts that we're finding still are unfolding, We're still working diligently on that. We talk with folks from Turkey, from Saudi Arabia nearly every day to continue those efforts. We've begun to hold some officials accountable. We've revoked visas from 16 individuals that we have been able to identify so far that were, in fact, connected to that. We'll continue to do that. And as I said, that day when I return, we will hold all of those responsible for the murder of Jamal Khashoggi accountable. And we will do that, Chris, at the same time while ensuring that the strategic relationship between the United States and the kingdom of Saudi Arabia, one that has a great impact on the issue we just spoke about, the capacity to deny the world's largest state sponsor of terror the ability to threaten America and Israel. We will continue to work to maintain that important, strategic relationship, while holding accountable those responsible for this atrocious death.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Meanwhile, you and Defense Secretary Mattis, this week, called for negotiations and a cease-fire within 30 days between the U.S.-backed Saudi forces and the rebels that are fighting in a -- in a war inside Yemen. There are reports that up to 16,000 Yemeni civilians have been killed in this conflict and that around 14 million Yemenis are now on the brink, if not already, in famine conditions. Two questions. First of all, are you comfortable with the role that the U.S. has played in backing Saudi Arabia in this effort in Yemen? And, secondly, if the humanitarian crisis is so urgent, why allow this to continue for another month, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Chris, we -- we did make a statement this week, Secretary Mattis and I. Frankly, it's nothing new. We have been urging all the parties to come to the table and recognize that that there's no military victory that could be achieved in Yemen. We've asked the Iranians to do that too, Chris. Much of the harm that's taking place there comes from the fact that the Iranians continue to supply weapons and missiles to the Houthi rebels that are fighting there in Saudi Arabia. They are responsible for the starvation in Yemen as well. We want all the parties, under Martin Griffiths of the U.N. to come to the table, negotiate a solution that ends the very difficult, tragic situation that's taking place in Yemen today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Secretary Pompeo, thank you. Thanks for your time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Thank you, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "It's always good to talk with you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Thank you, sir. Have a good day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "When we come back, where are we on making nuclear deals with Iran and North Korea? We'll ask our Sunday group when they return, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Sanctions start on Iran. They're very serious sanctions. They're very big. They'll be elevated from there. But, as you know, sanctions are starting on Iran and, you know, Iran is taking a very big hit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump determined to bring Iran to its knees and to negotiate a tougher nuclear deal than the Obama administration did in 2015. And we're back now with the panel. Well, Marie, you worked hard as a spokesperson for John Kerry to try to make that deal with Iran in 2015. Now President Trump -- and let's put it up on the screen, has tweeted out this in \"Game of Thrones\" style, \"sanctions are coming.\" Your reaction to the tweet and to the policy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, FOX NEWS ANALYST",
      "sentences": "Well, sanctions are a very useful tool. They're not a joke and I -- I, obviously, don't like this sort of diplo- tainment (ph) that the president seems to engage in with many countries. I don't like the tweet. But setting the tweet aside, these are not the toughest sanctions ever imposed on Iran because the United Nations and the Security Council will not re-impose sanctions -- these are only U.S. unilateral sanctions -- because they do not like the president's rhetoric and they haven't seen that he has a concrete plan in place to actually have negotiations to get a better deal. The rest of the world does not support the president. So U.S. unilateral sanctions can only do so much. And we heard Secretary Pompeo could not say that China and India had committed to reducing their oil. I think the president is very good at tearing up international agreements, whether it's Iran or Paris or the TPP, but he has not shown yet that he can actually undertake serious negotiations to rebuild them. And that's what the rest of the world doesn't support him right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Brit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "sentences": "It isn't really quite necessary for the rest of the world to like the policy. The rest of the world is confronted with a choice. They can continue to do business as they have with the United States, or they can continue to do business with Iran. For most countries that's a very easy choice, even if you don't like it. The United States is by far the big -- the big dog on the -- on the scene here and if you choose not to do business with the United States and with its banking system and the rest of it, your economy is going to suffer and Iran's, of course, is suffering terribly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But -- but some -- but some European countries are all saying somehow they're going to be able to do both. That they're going to carve out some kind of special financial channel so that, yes, they can do business with the U.S., but, yes, they can also continue because they support the Iran nuclear deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "They may -- they may say that. Let's see them do it. I didn't used to believe this, Chris. I used to think that the United States, without the international cooperation and a united front, could not effectively damage a country's economy through sanctions. I think I was wrong about that. I think they can and I -- and I give President Trump and his team credit for understanding that we are by far the big kid on the block.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Juan, the Iran nuclear deal, I think we would all agree, even Marie and her former boss John Kerry, was far from perfect. It allowed Iran, after a number of years, to resume its program. It didn't stop Iran from pursuing and banking terrorism around the world. But, at the same time that we have pulled out of that agreement, as imperfect as it is, we are struggling to get any agreement with North Korea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "sentences": "Well, I think that's the big point of contrast, Chris, is that we had a deal with Iran, as imperfect as you describe it, but one which stopped them for developing nukes. They were, of course, still sponsoring terrorism, as you point out, but stopped them from developing nukes. We cannot get the same deal so far with the North Koreans. And I think this is a point of great concern because the criticism of President Trump is that he has no real foreign policy expertise, no experience, and that saber rattling, bombastic talks, \"Game of Thrones\" tweets do nothing but harden the hardliners, strengthening the hardliners inside Iran while weakening the moderate revolutionary forces that we need to engage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Karl, I want you -- I'm going to give you a two-for. You can respond to Juan. I also want you to talk about Saudi Arabia, because it is clear now that Saudi Arabia and the crown prince have clearly lied to us about their involvement and premeditation in killing Jamal Khashoggi. The president, though, feels that our relationship, and you could hear Secretary Pompeo say it, our relationship with the Saudis is too valuable to simply cut off. Is he right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, first, let me deal with Iran. Look, whether it's deliberate or not, the administration has stumbled into a very good policy. The Iranian currency has lost two-thirds of its value. There's a deep divide between European companies in the European Union, with -- with a major company saying, we're not doing business in Iran. Part of that is because of the administration's sanctions. Part of it is because once they got in there, they found that it is a command-and-control economy in which the bureaucrats are making bad decisions, where resources are being diverted to the Revolutionary Guard and where there are some structural weaknesses in the economy that make it a very unattractive market. As Brit said, they'd rather do business with us than with a stumbling third world country that's going down, down, down, down, down. So I -- you know, I thought, frankly, exempting the major countries, there's a youthful ambiguity to it. What did the administration want to do? It wanted to damage the Iranian economy, not the world economy. It didn't want to have a spike in global energy prices that would hurt the U.S. and advantage Russia. And so they're doing it, I think, reasonably adeptly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, and how about the way we're balancing our interests in Saudi Arabia?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, look, again, I think they're -- they're -- they are in the middle of a very difficult situation and managing it adequately. But let's not -- let's not be -- kid ourselves. The lead -- the new leader of Saudi Arabia I think has damaged himself on the world stage. Sure, we have 16 people that they've now identified as having been involved in this atrocious, horrendous murder and yet who believes that at the end of the day Mohammad bin Salam was not involved in this decision? How we -- how Saudi Arabia maintains its place on the world stage with a leader who is so damaged and whose credibility is so undermined is beyond me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But, Karl, you say manage adequately that the United States, the Trump administration is managing this adequately?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "I think they are doing an excellent job on it, frankly. Look -- look --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Karl, I think we have a standard -- our values. You and I obviously disagree on so much politically. We don't disagree about killing people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Just -- just disagree on it very quickly, because you've got ten seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, look -- look -- the question -- I agree this -- do you blow up the entire relationship over this or do you try and manage this so that you maintain a relationship while --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Karl, we have to stand for what we believe in as Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Let me finish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Let me finish, by standing for those values --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You know what, let's continue this in the commercial. Thank you, Panel. See you next Sunday. Up next, big names go door to door looking for votes on the trail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "As one of the most intense midterm elections ever reaches the end game, both sides are desperate for any advantage. President Trump is in a final campaign blitz taking him to 11 rallies in eight states. But Democrats are pulling out some big guns of their own. With just two days left, here's a taste of the action on the trail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You watch, watch, watch. It's going to be very interesting over the next week. REP. NANCY PELOSI, D—CALIF.: We will win. We have a bigger victory. The Senate, governorships, it's going to be a great night for America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think we're going to do well in the House also, but I know we're doing well in the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MITT ROMNEY (R), FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "Just stopping by to encouraging you to vote. Mail in your ballot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I already did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROMNEY",
      "sentences": "Oh, that's so good to hear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I voted from some guy named Mitt Romney.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROMNEY",
      "sentences": "Oh, good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey, hey, there you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TED CRUZ (R), ARIZONA",
      "sentences": "Thank you for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Democrats want open borders and they want to invite caravan after caravan into our country, which brings crime upon crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER U.S. PRESIDENT",
      "sentences": "Don't fall for the okey-doke. Don't be bamboozled. Don't be hoodwinked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MCSALLY, R, ARIZONA SENATE CANDIDATE",
      "sentences": "I am working closely with President Trump to secure our borders, build a wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KYRSTEN SINEMA, D, ARIZONA SENATE CANDIDATE",
      "sentences": "I think this is a distraction from the issues that voters are really concerned about right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSH HAWLEY, R, MISSOURI SENATE CANDIDATE",
      "sentences": "Their agenda is open borders. Their agenda is liberal activist judges. SEN. CLAIRE MCCASKILL, D—MO.: All the bigwigs in the Republican Party, they were kind of drooling, chomping at the bit, because you know what they thought? They thought Missouri was over. Not so fast. Not so fast!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "I heard Oprah Winfrey's in the state today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OPRAH WINFREY",
      "sentences": "Hi!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, my God!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WINFREY",
      "sentences": "Hi Denise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hi, Oprah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "I'd like to remind Stacy and Oprah, I'm kind of a big deal too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW GILLUM, D, FLORIDA GOVERNOR CANDIDATE",
      "sentences": "We are here giving people a reason to go out and vote for something and not just against something. That's why we're going to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RON DESANTIS, R, FLORIDA GOVERNOR CANDIDATE",
      "sentences": "I think the future is very, very bright here, but you've got to have good leadership and you got to have good policies. And that's exactly what I'll bring as governor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICK SCOTT, R, FLORIDA SENATE CANDIDATE",
      "sentences": "I have a six-year-old grandson. He says, grandpa, how are you going to win the election? I said, you get more votes than the other person. It's as simple as that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WINFREY",
      "sentences": "You get a vote. And you get a vote. And you get a vote!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And if you haven't already gone to the polls, you get a vote on Tuesday. Please go do it. You'll feel better about the country and you'll feel better about yourself. And be sure to tune to Fox News Channel for Election Day coverage all day and late into the night. Bret Baier and Martha MacCallum will anchor our coverage, including the entire Fox News political team, including the people around this table. And that's it for today. Have a great week and we'll see you next \"Fox News Sunday.\" Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS HOST",
      "utterance": "I'm Chris Wallace. With just two days until the midterm elections, both sides are pulling out all the stops."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "This election is truly a choice between results and resistance. SEN. JON TESTER, D—MONT.: We need a big turnout. If we get a big turnout, things would be good."
    },
    {
      "speaker": "JOSH HAWLEY, R, U.S. SENATE CANDIDATE FOR MISSOURI",
      "utterance": "We need somebody who's going to go stand for our values, who's going to go fight for our principles, and we need to start on November 6th."
    },
    {
      "speaker": "OPRAH WINFREY, CELEBRITY TALK SHOW HOST",
      "utterance": "You can vote, and you can vote and you can vote!"
    },
    {
      "speaker": "WALLACE",
      "utterance": "From health care, to the economy, to the politics of the caravan, we will have arrived live report on the key races and issues and we will talk with two senators on the political front lines. Chris Van Hollen, chair of the Democrat Senate Campaign Committee, and Thom Tillis, vice chair of the Republican Senate effort as they try to get their supporters to vote. Then --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "We are stopping people at the border. This is an invasion."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel if the president's continued focus on the caravan is the right strategy for Republicans. Plus, as the world watches Tuesday's results, Secretary of State Mike Pompeo joins us to discuss crippling new sanctions on Iran and whether we can keep doing business with Saudi Arabia. All, right now, on \"Fox News Sunday.\""
    },
    {
      "speaker": "WALLACE",
      "utterance": "And hello again today from Fox News headquarters in New York. The 2018 midterm campaign has finally reached the end game. At stake, whether Republicans will hold onto control of Congress should one or both chambers flip, Democrats will be able to block much of President Trump's agenda and launch investigations into his administration. But if the GOP keeps its majorities in the House and the Senate, that would buck traditional losses for the president's party in the first midterm, well, then, Mr. Trump will be in a more commanding position than ever. We begin our coverage of the battle for Congress two days out with Peter Doocy on the campaign trail in Hialeah, Florida, Peter."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "utterance": "Good morning, Chris. Democrats believe they have built the biggest battlefield for the House in a decade and party leaders say it's about to pay off. REP. NANCY PELOSI, D—CALIF., HOUSE MINORITY LEADER: We will win."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Democratic challengers everywhere are sticking to a single focus, health care. ABBY FINKENAUER, D—IA., U.S. CONGRESSIONAL CANDIDATE: One week to prove we are in Iowa that steps up for our neighbors with pre-existing conditions."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Vulnerable Republicans believe that if there's one issue that helps them hold the House, it's the strong economy. REP. DAVID YOUNG, R—IA.: Keeping the economy going, trade is a big part of that."
    },
    {
      "speaker": "DOOCY",
      "utterance": "A critical constituency in the battle for the House, women. REP. CATHY MCMORRIS RODGERS, R—WASH.: I do see some falling off among the college-educated women."
    },
    {
      "speaker": "DOOCY",
      "utterance": "President Trump is more outwardly optimistic."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It looks like we're doing okay in the House. We are going to have to see."
    },
    {
      "speaker": "DOOCY",
      "utterance": "The Senate map is tougher for Democrats, especially the ten depending seats in states Trump won. SEN. JOE MANCHIN, D—W. VA.: What really comes down to is who do you trust?"
    },
    {
      "speaker": "DOOCY",
      "utterance": "A huge focus for Republican Senate hopefuls, immigration. SEN. TED CRUZ, R—TEXAS: You mean the people of Texas want a wall? You mean the people of Texas want to stop the caravan?"
    },
    {
      "speaker": "DOOCY",
      "utterance": "President Trump has made repeated visits to red states with Democratic senators for sizable rallies."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Hello, Montana. I said I was coming back, and I'm back."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Rallies some of those Democrats are trying to laugh off. SEN. CLAIRE MCCASKILL, D—MO.: He's been here so often, he must be building a golf course."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Millions of people in places like Florida have already voted, so Republican Senate candidate Rick Scott is out here taking orders and asking for votes before Tuesday -- Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Peter Doocy reporting from Florida -- Peter, thanks for that. Joining me now, Maryland Senator Chris Van Hollen, who leads the Democrats' effort to take back control of the Senate. Senator, this was always going to be a tough year for Democrats. You're defending 26 seats this year in the midterms while Republicans only have nine Senate seats up and 10 Senate Democrats are running in states President Trump won in 2016, many by 20 or 30 points. So, realistically, don't Republicans have a better chance of not only holding a majority, but adding to it than you do of flipping the Senate? SEN. CHRIS VAN HOLLEN, D--MD., DEMOCRATIC SENATORIAL CAMPAIGN COMMITTEE"
    },
    {
      "speaker": "CHAIRMAN",
      "utterance": "Well, Chris, you're absolutely right. This is the toughest political map any one party has faced in 60 years and if you were to have asked people year and a half ago where we would be, you would not even be asking the question about whether or not we have a path to a Senate Democratic majority. The answer is we do have a path. It is a very narrow path as you indicate, but the fact that we are as competitive as we are is a real testament to our senators and our candidates who have always said that their North Star is standing up for the people of their state. So, that's the first and foremost priority and that's what they've been doing."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. So give me your two best chances to pick off Republican Senate seats. Where are they? And in fact, isn't at least one of your Democratic senators, Heitkamp in North Dakota, isn't she in trouble?"
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "Well, first of all, never count out Heidi Heitkamp. People did that six years ago when she was 10 points behind. She won that race. She's less than ten points behind right now. That's a lesson everybody has learned. Don't her out. In terms of the Republican seats that are very competitive right now, Nevada, Arizona, Tennessee, Texas. Mississippi may go to a special runoff. And the reason is that you've got Republicans running in the states who have betrayed their voters primarily on the issue that is the top of mind for voters on the country, which is health care issues and taking away protections for people who have pre-existing health conditions."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump is hitting Democrats hard in these final days on immigration and the caravan headed up through Mexico. Here he is on the campaign trail."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "A Democrat victory on election day would be a bright flashing invitation to traffickers, smugglers, drug dealers and gang members all over the world, come on in."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And the president ran a controversial ad this week about a Mexican who was deported twice, came back into this country and then shot and killed two California police officers. Here's a bit of the presidents clip."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator, I'm sure you don't like the tone, but isn't it working? Republicans in red states say immigration is now a top issue."
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "I don't think it's working, Chris, because what the president is doing is driving away the independent voters and swing voters and a lot of moderate Republican voters in these swing states. Look, the president says lots of outrageous and untrue things and there's another example right there. The reality is Democrats are for strong border security. We're against open borders. We are also against separating parents and their children, and it was pretty outrageous for the president to suggest the other day that the United States military would fire on unarmed people and that the military had to tell the president that's not what we do, that's not what the United States military does, but the real thing going on here, Chris, is an effort to change the national conversation from what people wake up every day thinking about, which are there economic circumstances and primarily uncertainty over health care costs and the fact that Republicans for the last two years have tried to eliminate protections for people with pre- existing conditions. That remains the top issue on voters' mind despite all the president's efforts."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, you talk about the economy and then you segue into health care, but let's talk about the economy because Republicans have a -- have a pretty good story to tell there. Let's put up the numbers: 250,000 jobs created in this last jobs report for October. Unemployment at 3.7 percent. Wage growth, the highest since 2009. Isn't that a strong economic record for Republicans to run on?"
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "Well, Chris, I think voters know that the economy was on this upward trajectory long before President Trump was sworn in. We saw growing job growth, lower unemployment and interestingly, when you look at real wages, real wage growth was stronger in the last term of the Obama administration then in this term so far of the Trump administration. That's because even as wages have gone up, so have costs, like the cost of health care. So, for most Americans out there, they are actually not seeing their real wages keep pace and in fact they were keeping pace at a faster rate under the Obama administration. That is why people are focused on this issue of health care and the uncertainty that the Republican plan to eliminate protections will bring."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I've got 15 seconds left. Yes or no, are you going to take the Senate back?"
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "We have too many close races, Chris, and you know it's all about turnout."
    },
    {
      "speaker": "Here's what I would say",
      "utterance": "the early vote in states like Nevada and Arizona has been very strong. It does appear young voters are coming out. And it looks like the president's effort to distract voters from the real issues they care about like health care and like the Republican efforts to take away protections for pre-existing conditions is not working."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator Van Hollen, thank you. Thanks for taking time from the campaign trail to talk with us, sir."
    },
    {
      "speaker": "VAN HOLLEN",
      "utterance": "Good to be with you, Chris. Thanks."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Now let's turn to North Carolina Senator Thom Tillis, vice chair of the Senate Republican campaign effort. So, Senator, let me start with you where I ended with Van Hollen. Are you going to hold onto the Senate on Tuesday night, if so what's your new majority going to be? And give me your two best shots and picking off Democratic seats. SEN. THOM TILLIS, R—N.C., NATIONAL REPUBLICAN SENATORIAL COMMITTEE VICE"
    },
    {
      "speaker": "CHAIR",
      "utterance": "We're not only going to hold a majority, I think we're going to add to it. I believe that states like North Dakota, Indiana, Missouri are all trending in a positive direction. Our incumbents are doing very well. There may be a special election in Mississippi that will take another three weeks to sort out but I'm also confident that we'll have a Republican coming back in that state. The map looks very good to us in about five or six different states and Senator Van Hollen knows that. They've got a tough call and I think we are going to come out successful on Tuesday."
    },
    {
      "speaker": "WALLACE",
      "utterance": "As I discussed with the Senator Van Hollen, President Trump this last few weeks has been making immigration and the caravan coming up from Mexico his top issue. Here he was earlier this week talking about a possible confrontation between the migrants and the thousands of soldiers he is sending to the southern border. Here's the president."
    },
    {
      "speaker": "TRUMP",
      "utterance": "They want to throw rocks at our military, our military fights back. We're going to consider and I told them consider it a rifle. When they throw rocks like they did at the Mexico military and police, I say consider it a rifle."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Now, the president walked out back on Friday saying he was talking about making arrests of the migrants, not shooting them. But no concerns on your part about the president's rhetoric and some of the actions he's taking on the southern border potentially turning off independents and moderate Republicans?"
    },
    {
      "speaker": "TILLIS",
      "utterance": "Well, what the American people need to know that our men and women in uniform are some of the most disciplined, trained professionals in the history of warfare. They're going to treat those members of the caravan with respect, but the president is right that we have to secure the border and I think that putting troops down there to make it very clear that we want people who have a legitimate claim to asylum to come through the process and get that asylum granted. This caravan is not the way to do it, and I think the American people are concerned with it. You can see the change in the rhetoric on the part of our colleagues on the other side of the aisle from -- well, just let them across the border to now discussing the president's tactics. I believe that the president is right and doing everything he can to stop the illegal crossings."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator, Republicans have a great story to tell in the economy but the president doesn't seem especially focused on that. Here he is at a rally on Friday."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We have the greatest economy in the history of our country, but sometimes that's not as exciting to talk about the economy, right?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "In reaction, a top aide to Republicans, Speaker Paul Ryan tweeted this almost plaintively. We are going to spend all day and weekend talking about the strong economy, right? And Republican Congressman Ryan Costello, who's retiring, accuses the president of political malpractice. Question, are you sure that focusing on immigration over the economy is really the right strategy, the best strategy for Republicans?"
    },
    {
      "speaker": "TILLIS",
      "utterance": "Well, I think people are taking 30-second sound bites. I was at a rally here in Charlotte a week ago, and the president spent a good portion of his speech talking about 7 million jobs created. One of the strongest and fastest growing economies we've seen in decades. Record unemployment for African-American community, for the Hispanic community. He's spending a lot of his time on that, but when you have to boil it down to 15 or 30-sound bites, they're going to pick the piece that seems like he is not talking about that. Let me tell you about something else. He also spends a lot of time on the stump talking about how we have to protect pre-existing conditions and it's a false narrative for Democrats to come in and say if you like Republicans we are going to take that away, we are doing everything we can, including myself. I filed a bill to make sure that we protect pre-existing conditions. If people look at the totality of an hour, hour and 15-minute long speech, you're going to see the president spent the bulk of the time talking about reduce regulations, increase jobs, reduce unemployment, better stature against NATO, taking North Korea and taking China to task on their bad behaviors -- all that comes out in his speech."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, you have taken us directly in the direction I wanted to go, which is health care, which Democrats are making their top issue and here is former President Obama on the campaign trail this week."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "utterance": "When I was president, Republicans voted more than a dozen times to get rid of protections for people with pre- existing conditions. Last year, they fell one vote short. One vote. If they win back this Tuesday, they will finally succeed."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator, the fact is that the repeal and replace bill with Republicans pushed repeatedly significantly reduced protections for people with pre-existing conditions."
    },
    {
      "speaker": "TILLIS",
      "utterance": "Well, Chris, that's actually one of the reasons why I think it was a courageous vote. The first thing we have to do is take out the underpinnings of the Affordable Care Act so that we can put a health care policy in place that's sustainable. What Senator Van Hollen failed to mention about rising premiums over the past few years is that we've significantly reduced the rate of growth and one of the reasons why that growth has spiraled over the years because of the Affordable Care Act. We want to replace the Affordable Care Act with a program that will work, that will provide people who have pre-existing conditions with health care, that will allow young adults under the age of 26 to be on their parents health care policies but something that will work, because if we continue down this path, we're going to have a health care crisis, not only among those who are serviced by the Affordable Care Act, but the broader health care market in this country is headed for disaster if we don't recognize we've got to fix it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, Senator, and I've only got about 30 seconds here. I don't want to get too deeply in the weeds, but repeal and replace bill would have allowed states to get waivers for Obamacare and take people with pre- existing conditions and put them in risk pools where they would have to pay a higher premium. And your bill, yes, it says we are going to cover everybody with pre-existing conditions, but we're not necessarily going to cover the condition that they have that's pre-existing. So, yes, we'll cover people who have cancer, but we won't necessarily -- their insurance won't cover cancer treatment."
    },
    {
      "speaker": "TILLIS",
      "utterance": "Even -- even if some states opted not to cover, not covering the way we would want them to, I think they would get unelected very quickly. This is a very popular policy with the American people which is exactly where the Democrats are trying to create this false narrative that people in Washington and the statehouses want to take it away. I simply don't see any path either on the basis of good policy or good politics. So people with pre-existing conditions are going to get covered and our Republican majority that we're going to secure next week is going to work to that end."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator Tillis, thank you. Thanks for your time."
    },
    {
      "speaker": "TILLIS",
      "utterance": "Thank you, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And we'll be following how the world turns on Tuesday night."
    },
    {
      "speaker": "TILLIS",
      "utterance": "It'll be a great night."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we'll bring in our Sunday group to discuss the battle for control of the Congress with just two days to go. Plus, what would you like to ask the panel about President Trump's efforts to fire up his base? Just go to Facebook or Twitter, @FoxNewsSunday, and we may use your question on the air."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We're the only country in the world where a person comes in, has a baby and the baby is essentially a citizen of the United States for 85 years with all of those benefits. We have about 5,008, we will go up anywhere between ten and 15,000 military personnel, on top of Border Patrol, ICE and everybody else at the border."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump upping the ante for how he'll stop that migrant caravan coming from Mexico, talking about sending more troops to the border, changing asylum laws and even ending birthright citizenship. And it's time now for our Sunday group. Fox News senior political analyst Brit Hume, columnist for \"The Hill\", Juan Williams, co-host of \"Henson and Harf\" on Fox News Radio, Marie Harf, and GOP strategist Karl Rove. Well, Karl, let me start with you. Is immigration the best issue for this president to be pushing in the midterms to try to hold onto control of both the Senate and the House?"
    },
    {
      "speaker": "KARL ROVE, FORMER BUSH WHITE HOUSE ADVISER",
      "utterance": "Well, on Friday, Gallup found that 80 percent of the American people thought the economy was extremely important -- excuse me, health care, and 78 percent found that the economy and immigration were extremely important. So these three issues are all sort of stuck right there. Immigration helps only if the Democrats screw it up. For example, Sinema in Arizona and McCaskill in Missouri both support the president sending troops to the border. On the other hand, in Tennessee, I saw a poll in Tennessee, 62 percent of Tennesseans are concerned about it, 27 percent are not. Bredesen, the Democratic nominee said this is not a problem and he thereby created a problem for himself. In Texas, Ted Cruz is beating up Robert Francis O'Rourke over the issue --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I love it. He keeps saying Robert Francis O'Rourke because you hate to say Beto O'Rourke."
    },
    {
      "speaker": "ROVE",
      "utterance": "No, it's Beto, Beto."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "ROVE",
      "utterance": "Beto O'Rourke. I'll say, as you like, I'll use --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I kind of like it. It's nice."
    },
    {
      "speaker": "ROVE",
      "utterance": "So, Rafael Cruz is beating up Robert Francis O'Rourke on the issue of immigration because O'Rourke refuses to say that he opposes those caravans coming across the border, and apparently, his campaign provided financial support to the caravan, which may be in violation of U.S. law. But anyway, where the Democrats screw it up, it's a problem for `em."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We ask you for questions for the panel and we got this on Facebook from Mike Peterson. Why aren't Republicans driving home the message on the economy?"
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "utterance": "I'll tell you why."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Pardon?"
    },
    {
      "speaker": "HUME",
      "utterance": "I'll tell you why."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I was going to ask Marie. But you can definitely --"
    },
    {
      "speaker": "MARIE HARF, FORMER STATE DEPARTMENT SPOKESPERSON",
      "utterance": "Go for it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You know what? Go ahead."
    },
    {
      "speaker": "HARF",
      "utterance": "Yes."
    },
    {
      "speaker": "HUME",
      "utterance": "Anger, disappointment, outrage are much more powerful vote motivators than satisfaction. People are no doubt satisfied with the economy. Unless you can scare them successfully into believing that all the good things that have happened in the economy will be taken away if your opponent wins, you may well be better off trying to motivate voters by talking about something that they're angry about."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Do you agree with that? I mean, we always hear peace and prosperity. Clinton, '92, it's the economy, stupid. I guess I'm just surprised, and yes, the president does mention it --"
    },
    {
      "speaker": "HARF",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "-- the focus on immigration to the exclusion to some degree of the economy."
    },
    {
      "speaker": "HARF",
      "utterance": "Well, I think it's an open question whether the Trump 2016 playbook that he's now sort of using us as his closing argument will actually work when he's not on the ballot, when there's a lot of independents and women who have had two years to get really angry about his rhetoric and when he doesn't have Hillary as a foil. I think that this closing argument based on immigration, Chris, will -- may help them keep a narrow set of Senate seats, but I think it definitely hurts when you're talking about the House, when you're talking about the swing districts. And let's not forget, the tax cuts are still not pulling very well. Many people in states and districts that the Republicans need to keep, the tax cuts are popular, the tariffs are popular. So I don't know whether the closing argument that Trump is using will work. If it does it will be in a narrow set of places and I do not think it will keep the House for the Republicans. I actually think it will help deliver the House to the Democrats."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The first midterm election after a new president is historically tough for the party of the new president. Let's put up some numbers. Since World War II, the president's party loses an average of 28 seats in the House in the first midterm, and between two and three seats in the Senate. Juan, how do you think President Trump is doing in trying to break that historic tradition?"
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "utterance": "Well, I think the one advantage she has is that he has had an unerring base here, and that base is about 40 percent of the vote, people who approve of his presidency. And when it comes to Republicans, he's up to 80 to 90 percent of Republicans backing from. I think it's become the party of Trump. So what he's done, Chris, in this cycle, and you can look at this travel itinerary over the last few days, you can see he's going to red states and he's trying to excite red from voters. And that's where the immigration method comes in. That's where he thinks that message has tremendous impact. It does not, as Marie was saying, have tremendous impact, though, with a lot of the white female voters, especially in the suburban areas that are so critical in terms of the House races. I think you will see a difference there. And on a larger scale I think, if you look at the advertising over the last few days, almost none of it has to do with the economy, which is kind of shocking because as you pointed out, the economy is doing fairly well, why wouldn't Republicans be running on it? Instead, you see the Republican Senate and House candidates actually following the president's lead and going with the immigration red meat culture war issue. And again, it might work with the base but it doesn't work with independents --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me just say, the one person in this panel who has actually helped elect a president and did it twice is shaking his head. I want to ask you this specific question, though, because this is the conventional wisdom out there, it's going to help in red states electing Republican senators. It's going to hurt in the House races especially in suburban districts with better educated people and with suburban women. True or false?"
    },
    {
      "speaker": "ROVE",
      "utterance": "False. Again, it matters how it gets handled. Is it going to help in some congressional districts? Yes, the president is going to West Virginia three, which is a battleground district. It's going to help there. Is he going to Illinois six? Peter Roskam? No, but Peter Roskam wants to make the final issue the economy and his stewardship of the economy. His stewardship, what he has done as a congressman to make a good economy. I think the White House has been very adroit and how it's deployed the president as it comes down to the final stages here. Let's be clear, no campaign -- this is not a campaign in these individual states dominated by the issues. I'm not seeing candidates in Nevada or Arizona or Missouri or North Dakota or Indiana running one kind of ad, they are running different kinds of ads that appeal to their individual states and they tend to be more about the economy and judges than they tend to be --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What you see is the ad the Democrats are running are consistent in terms of message discipline, on health care. The president can't even go to Arizona, can't go to Nevada."
    },
    {
      "speaker": "ROVE",
      "utterance": "He's been to both states."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, but he's not going there, I'm talking about now. The spreads --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Wait, gentlemen, I've got about a minute left here and I want to ask the guru one more question. Early voting, we are seeing these historically high numbers, as of Friday, 28 million people had voted early. Question: is it that people are more enthused and intense? Is it just because there's more early voting and more opportunity than there used to be? And to the degree -- and you can't get me into the weeds here because I've got a minute left. No, but here -- is it showing a trend?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes. Bigger almost everywhere. Thirty-seven states voted early and it is -- we are going to have the biggest turn out in midterms since 1966 and it's roughly between like in Arizona 53 percent of the 2016 turnout, Florida 68 percent of the turnout."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, what's the reason and who's it helping?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, part of it is it is getting to be easier and people are falling into the habit, but the main driver is people are wildly enthusiastic about coming out and voting, and Republicans are doing surprisingly well. In Arizona, a 7.9 percent advantage of the turnout in a state that they won last time around by three and a half points. Florida, a 2.8 percent swing towards Republicans and early voting in a state they won by 1.2 percent. Nevada, a 1.85 percent swing to Republicans in a state they lost by 2.45 last time around."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I am so glad we did not get into the weeds. But that was great and it's very interesting because you always wonder -- one last quick question, is this -- people voting who would have voted on election day anyway, and they are just transferring or is this new voters?"
    },
    {
      "speaker": "ROVE",
      "utterance": "We don't know but in some places there is evidence that it is episodic -- that there are episodic midterm voters and my sense is if you got this big in the early voting, we're going to see a lot of people who tend not to vote in midterms show up."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. We have to take a little break here. We'll see you all a little later. Up next, the White House is re-imposing sanctions on Iran as it pulls out of the nuclear deal. But some hardliners say President Trump is not being tough enough on Tehran. We'll talk live with the Secretary of State Mike Pompeo, next."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Coming up, the Trump administration re-imposes economic sanctions on Iran lifted by President Obama as part of the nuclear deal."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We now have in place that toughest ever sanctions on a corrupt regime in Iran."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask Secretary of State Mike Pompeo what it means for U.S. relations in the region, next."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The Trump administration has announced the remaining sanctions that were lifted as part of a 2015 Iran nuclear deal will be re-imposed on Monday, one day before the midterms. President Trump drove home the point Friday when he tweeted this photo with the word \"sanctions are coming,\" a nod to \"Game of Thrones.\" Joining me now live from the State Department, Secretary of State Mike Pompeo. Mr. Secretary, welcome back to \"Fox News Sunday.\""
    },
    {
      "speaker": "MIKE POMPEO, SECRETARY OF STATE",
      "utterance": "Good morning, Chris. Great to be with you today."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Your re-imposing, as we said, all U.S. sanctions on Iran, but you're giving exemptions to eight countries to allow them to keep buying oil from Tehran. Question, why?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, Chris, the sanctions that will be re-imposed tomorrow are the toughest sanctions ever put in place on the Islamic Republic of Iran. They're aimed at a singular purpose, denying the world's largest state sponsor of terrorists the capacity to do things like they did this past couple weeks, attempted assassination campaign in the heart of Europe. These sanctions have already had an enormous impact. We've already reduced Iranian crude oil experts by over a million barrels per day. That number will fall farther. There's a handful of places were countries that have -- that have already made significant reductions in their crude oil exports need a little bit more time to get to zero, and we're going to provide that to them."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Is it true that your giving exemptions to two of Iran's biggest customers, namely India and China? And do you have a firm commitment that within six months they will stop all oil purchases? Because there are a lot of experts who believe that India and China are never going to stop buying oil from Iran."
    },
    {
      "speaker": "POMPEO",
      "utterance": "There are a lot of experts, Chris, that said President Trump's policy wouldn't have any impact because it was just the United States and other countries weren't participating. And, in fact, we have built an enormous coalition to keep this world safe and to deny Iran money. I am very confident that the sanctions that will be re-imposed this Monday, not only the crude oil sanctions, that the financial sanctions that are being put in place by the Treasury Department and over 600 designations of individuals and companies in Iran will have the intended effect to alter the Iranian regime's behavior. That's our expectation. It's the reason for President Trump's policy."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, specifically, sir, do you have a firm commitment from India and China that they will stop all oil purchases from Iran in six months?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Chris, watch what we do. Watch as we've already taken more crude oil off the market than any time in previous history. Watch the efforts that President Trump's policies have achieved. We've done all of this, too, Chris, while making sure that American consumers don't suffer. We've bot Brent crude at about the same price it was back in May, when the president announced the withdrawal from the JCPOA. That's important for American consumers and the march to zero continues."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You're talking about how effective these re-imposition of sanctions are. But as you well know, there are some people who are criticizing the sanctions you're re-imposing and saying they're not tough enough. And let me put this up on the screen. Republican Senators -- Republican Senators Cruz, Cotton and Rubio plan to introduce legislation to cut off Iranian banks from the global financial network known as Swift. And a group called United Against Nuclear Iran tweeted this about your sanctions. Whatever happened to maximum pressure? They caved, big time. Mr. Secretary, your response?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Chris, the president's policy of maximum pressure will be fully in place come tomorrow. Watch the Iranians. That's who really understands the importance and the impact of the effort that we're undertaking. The rial has fallen to 140,000 rial to the dollar, and has had an enormous impact already. And we are working diligently to make sure we support the Iranian people and that we direct our activity towards ensuring that the Islamic Republic of Iran's maligned behavior is changed. That's the goal. That's the mission. And that's what we will achieve on behalf of the president."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But -- but how do you respond, for instance, to the senators were are saying, look, we should have cut them off from Swift, which is this big financial clearinghouse."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Yes, Chris -- Chris -- Chris -- Chris, the -- the Iranian banks that engage in sanctionable behavior will be sanctioned by the Department of Treasury, period, full stop."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I -- I understand what you're saying. On the other hand, you've got --"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, good. That's great, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, if I -- if I may, sir, you've got Senator Cotton, Senator Cruz, Senator Rubio, they're -- they're pretty knowledgeable on the subject. They're not persuaded."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Chris, I worked with Senator Cotton. We are the two individuals that discovered the side deals now almost three years ago to the JCPOA. These secret side deals. I've been at this a long time. No one's going to argue that Secretary Pompeo isn't tough on Iran and no one is going to argue that President Trump isn't doing the same."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Meanwhile, let's turn to another one of your hot spots you're dealing with. North Korea is now threatening to resume its nuclear buildup because they say that the U.S. has not matched them in offering concessions, in this case lifting economic sanctions. They say that they've made concessions and the Trump administration has not followed suit."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Chris, I'll be meeting this week in New York City with my counterpart, Kim Yong-chol. We'll have a good opportunity to continue the denuclearization discussions that were set out just a few months back. It seems like a long time ago in news world, but it was just this past June when President Trump and Chairman Kim met and set us on the path that we're on today. We haven't had any missile tests. There have been no nuclear test. We've had the returns of American remains. These are all good steps. We're continuing to negotiate with the North Koreans to achieve what President Trump set out, the full denuclearization verified by the United States of the Korean peninsula, and then a brighter future for the North Korean people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But -- but to follow-up specifically, how -- what's your reaction to the foreign ministry of North Korea saying -- threatening that they are going to resume nuclear activity? What, one, your reaction to that? And, two, is there any possibility that to get them to stop that, that the U.S. will change its policy and start offering concessions on a kind of tit-for- tat basis, a phased effort by both countries?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Chris, I'm not worried about rhetoric. We've seen this as we go through negotiations. Stray voltage happens to be all around us. We're very focused. We know with whom we're negotiating. We know what their positions are. And President Trump's made his position very clear, no economic relief until we have achieved our ultimate objective."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's turn to Saudi Arabia. You met with Saudi Crown Prince Muhammad bin Salman about three weeks ago about the death of Jamal Khashoggi. And here's what you said after your meeting with the crown prince."
    },
    {
      "speaker": "POMPEO",
      "utterance": "He told me they were going to conduct a thorough, complete, transparent investigation. They made a commitment too, to hold anyone connected to any wrongdoing that may be found accountable for that, whether they are a senior officer or official."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But since then, I don't have to tell you, the Saudi story has kept changing. Do you now think that the Saudi crown prince lied both to you and to President Trump with what he told you back then based on all the evidence that you have gotten sense, including the tapes that CIA Director Gina Haspel has heard? Do you now believe that this was a premeditated hit by the Saudi royal family against Khashoggi?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, Chris, the Saudis have acknowledged that this was a premeditated attack. The facts that we're finding still are unfolding, We're still working diligently on that. We talk with folks from Turkey, from Saudi Arabia nearly every day to continue those efforts. We've begun to hold some officials accountable. We've revoked visas from 16 individuals that we have been able to identify so far that were, in fact, connected to that. We'll continue to do that. And as I said, that day when I return, we will hold all of those responsible for the murder of Jamal Khashoggi accountable. And we will do that, Chris, at the same time while ensuring that the strategic relationship between the United States and the kingdom of Saudi Arabia, one that has a great impact on the issue we just spoke about, the capacity to deny the world's largest state sponsor of terror the ability to threaten America and Israel. We will continue to work to maintain that important, strategic relationship, while holding accountable those responsible for this atrocious death."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Meanwhile, you and Defense Secretary Mattis, this week, called for negotiations and a cease-fire within 30 days between the U.S.-backed Saudi forces and the rebels that are fighting in a -- in a war inside Yemen. There are reports that up to 16,000 Yemeni civilians have been killed in this conflict and that around 14 million Yemenis are now on the brink, if not already, in famine conditions. Two questions. First of all, are you comfortable with the role that the U.S. has played in backing Saudi Arabia in this effort in Yemen? And, secondly, if the humanitarian crisis is so urgent, why allow this to continue for another month, sir?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Chris, we -- we did make a statement this week, Secretary Mattis and I. Frankly, it's nothing new. We have been urging all the parties to come to the table and recognize that that there's no military victory that could be achieved in Yemen. We've asked the Iranians to do that too, Chris. Much of the harm that's taking place there comes from the fact that the Iranians continue to supply weapons and missiles to the Houthi rebels that are fighting there in Saudi Arabia. They are responsible for the starvation in Yemen as well. We want all the parties, under Martin Griffiths of the U.N. to come to the table, negotiate a solution that ends the very difficult, tragic situation that's taking place in Yemen today."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Secretary Pompeo, thank you. Thanks for your time."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Thank you, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "It's always good to talk with you, sir."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Thank you, sir. Have a good day."
    },
    {
      "speaker": "WALLACE",
      "utterance": "When we come back, where are we on making nuclear deals with Iran and North Korea? We'll ask our Sunday group when they return, next."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Sanctions start on Iran. They're very serious sanctions. They're very big. They'll be elevated from there. But, as you know, sanctions are starting on Iran and, you know, Iran is taking a very big hit."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump determined to bring Iran to its knees and to negotiate a tougher nuclear deal than the Obama administration did in 2015. And we're back now with the panel. Well, Marie, you worked hard as a spokesperson for John Kerry to try to make that deal with Iran in 2015. Now President Trump -- and let's put it up on the screen, has tweeted out this in \"Game of Thrones\" style, \"sanctions are coming.\" Your reaction to the tweet and to the policy?"
    },
    {
      "speaker": "MARIE HARF, FOX NEWS ANALYST",
      "utterance": "Well, sanctions are a very useful tool. They're not a joke and I -- I, obviously, don't like this sort of diplo- tainment (ph) that the president seems to engage in with many countries. I don't like the tweet. But setting the tweet aside, these are not the toughest sanctions ever imposed on Iran because the United Nations and the Security Council will not re-impose sanctions -- these are only U.S. unilateral sanctions -- because they do not like the president's rhetoric and they haven't seen that he has a concrete plan in place to actually have negotiations to get a better deal. The rest of the world does not support the president. So U.S. unilateral sanctions can only do so much. And we heard Secretary Pompeo could not say that China and India had committed to reducing their oil. I think the president is very good at tearing up international agreements, whether it's Iran or Paris or the TPP, but he has not shown yet that he can actually undertake serious negotiations to rebuild them. And that's what the rest of the world doesn't support him right now."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Brit."
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "utterance": "It isn't really quite necessary for the rest of the world to like the policy. The rest of the world is confronted with a choice. They can continue to do business as they have with the United States, or they can continue to do business with Iran. For most countries that's a very easy choice, even if you don't like it. The United States is by far the big -- the big dog on the -- on the scene here and if you choose not to do business with the United States and with its banking system and the rest of it, your economy is going to suffer and Iran's, of course, is suffering terribly."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But -- but some -- but some European countries are all saying somehow they're going to be able to do both. That they're going to carve out some kind of special financial channel so that, yes, they can do business with the U.S., but, yes, they can also continue because they support the Iran nuclear deal."
    },
    {
      "speaker": "HUME",
      "utterance": "They may -- they may say that. Let's see them do it. I didn't used to believe this, Chris. I used to think that the United States, without the international cooperation and a united front, could not effectively damage a country's economy through sanctions. I think I was wrong about that. I think they can and I -- and I give President Trump and his team credit for understanding that we are by far the big kid on the block."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Juan, the Iran nuclear deal, I think we would all agree, even Marie and her former boss John Kerry, was far from perfect. It allowed Iran, after a number of years, to resume its program. It didn't stop Iran from pursuing and banking terrorism around the world. But, at the same time that we have pulled out of that agreement, as imperfect as it is, we are struggling to get any agreement with North Korea."
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "utterance": "Well, I think that's the big point of contrast, Chris, is that we had a deal with Iran, as imperfect as you describe it, but one which stopped them for developing nukes. They were, of course, still sponsoring terrorism, as you point out, but stopped them from developing nukes. We cannot get the same deal so far with the North Koreans. And I think this is a point of great concern because the criticism of President Trump is that he has no real foreign policy expertise, no experience, and that saber rattling, bombastic talks, \"Game of Thrones\" tweets do nothing but harden the hardliners, strengthening the hardliners inside Iran while weakening the moderate revolutionary forces that we need to engage."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Karl, I want you -- I'm going to give you a two-for. You can respond to Juan. I also want you to talk about Saudi Arabia, because it is clear now that Saudi Arabia and the crown prince have clearly lied to us about their involvement and premeditation in killing Jamal Khashoggi. The president, though, feels that our relationship, and you could hear Secretary Pompeo say it, our relationship with the Saudis is too valuable to simply cut off. Is he right?"
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, first, let me deal with Iran. Look, whether it's deliberate or not, the administration has stumbled into a very good policy. The Iranian currency has lost two-thirds of its value. There's a deep divide between European companies in the European Union, with -- with a major company saying, we're not doing business in Iran. Part of that is because of the administration's sanctions. Part of it is because once they got in there, they found that it is a command-and-control economy in which the bureaucrats are making bad decisions, where resources are being diverted to the Revolutionary Guard and where there are some structural weaknesses in the economy that make it a very unattractive market. As Brit said, they'd rather do business with us than with a stumbling third world country that's going down, down, down, down, down. So I -- you know, I thought, frankly, exempting the major countries, there's a youthful ambiguity to it. What did the administration want to do? It wanted to damage the Iranian economy, not the world economy. It didn't want to have a spike in global energy prices that would hurt the U.S. and advantage Russia. And so they're doing it, I think, reasonably adeptly."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, and how about the way we're balancing our interests in Saudi Arabia?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, look, again, I think they're -- they're -- they are in the middle of a very difficult situation and managing it adequately. But let's not -- let's not be -- kid ourselves. The lead -- the new leader of Saudi Arabia I think has damaged himself on the world stage. Sure, we have 16 people that they've now identified as having been involved in this atrocious, horrendous murder and yet who believes that at the end of the day Mohammad bin Salam was not involved in this decision? How we -- how Saudi Arabia maintains its place on the world stage with a leader who is so damaged and whose credibility is so undermined is beyond me."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But, Karl, you say manage adequately that the United States, the Trump administration is managing this adequately?"
    },
    {
      "speaker": "ROVE",
      "utterance": "I think they are doing an excellent job on it, frankly. Look -- look --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Karl, I think we have a standard -- our values. You and I obviously disagree on so much politically. We don't disagree about killing people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Just -- just disagree on it very quickly, because you've got ten seconds."
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, look -- look -- the question -- I agree this -- do you blow up the entire relationship over this or do you try and manage this so that you maintain a relationship while --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Karl, we have to stand for what we believe in as Americans."
    },
    {
      "speaker": "ROVE",
      "utterance": "Let me finish."
    },
    {
      "speaker": "WALLACE",
      "utterance": "No, no."
    },
    {
      "speaker": "ROVE",
      "utterance": "Let me finish, by standing for those values --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "You know what, let's continue this in the commercial. Thank you, Panel. See you next Sunday. Up next, big names go door to door looking for votes on the trail."
    },
    {
      "speaker": "WALLACE",
      "utterance": "As one of the most intense midterm elections ever reaches the end game, both sides are desperate for any advantage. President Trump is in a final campaign blitz taking him to 11 rallies in eight states. But Democrats are pulling out some big guns of their own. With just two days left, here's a taste of the action on the trail."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You watch, watch, watch. It's going to be very interesting over the next week. REP. NANCY PELOSI, D—CALIF.: We will win. We have a bigger victory. The Senate, governorships, it's going to be a great night for America."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think we're going to do well in the House also, but I know we're doing well in the Senate."
    },
    {
      "speaker": "MITT ROMNEY (R), FORMER PRESIDENTIAL CANDIDATE",
      "utterance": "Just stopping by to encouraging you to vote. Mail in your ballot."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I already did."
    },
    {
      "speaker": "ROMNEY",
      "utterance": "Oh, that's so good to hear."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I voted from some guy named Mitt Romney."
    },
    {
      "speaker": "ROMNEY",
      "utterance": "Oh, good."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hey, hey, there you go."
    },
    {
      "speaker": "REP. TED CRUZ (R), ARIZONA",
      "utterance": "Thank you for being here."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Democrats want open borders and they want to invite caravan after caravan into our country, which brings crime upon crime."
    },
    {
      "speaker": "BARACK OBAMA, FORMER U.S. PRESIDENT",
      "utterance": "Don't fall for the okey-doke. Don't be bamboozled. Don't be hoodwinked."
    },
    {
      "speaker": "MARTHA MCSALLY, R, ARIZONA SENATE CANDIDATE",
      "utterance": "I am working closely with President Trump to secure our borders, build a wall."
    },
    {
      "speaker": "KYRSTEN SINEMA, D, ARIZONA SENATE CANDIDATE",
      "utterance": "I think this is a distraction from the issues that voters are really concerned about right now."
    },
    {
      "speaker": "JOSH HAWLEY, R, MISSOURI SENATE CANDIDATE",
      "utterance": "Their agenda is open borders. Their agenda is liberal activist judges. SEN. CLAIRE MCCASKILL, D—MO.: All the bigwigs in the Republican Party, they were kind of drooling, chomping at the bit, because you know what they thought? They thought Missouri was over. Not so fast. Not so fast!"
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "I heard Oprah Winfrey's in the state today."
    },
    {
      "speaker": "OPRAH WINFREY",
      "utterance": "Hi!"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Oh, my God!"
    },
    {
      "speaker": "WINFREY",
      "utterance": "Hi Denise."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Hi, Oprah."
    },
    {
      "speaker": "PENCE",
      "utterance": "I'd like to remind Stacy and Oprah, I'm kind of a big deal too."
    },
    {
      "speaker": "ANDREW GILLUM, D, FLORIDA GOVERNOR CANDIDATE",
      "utterance": "We are here giving people a reason to go out and vote for something and not just against something. That's why we're going to win."
    },
    {
      "speaker": "RON DESANTIS, R, FLORIDA GOVERNOR CANDIDATE",
      "utterance": "I think the future is very, very bright here, but you've got to have good leadership and you got to have good policies. And that's exactly what I'll bring as governor."
    },
    {
      "speaker": "RICK SCOTT, R, FLORIDA SENATE CANDIDATE",
      "utterance": "I have a six-year-old grandson. He says, grandpa, how are you going to win the election? I said, you get more votes than the other person. It's as simple as that."
    },
    {
      "speaker": "WINFREY",
      "utterance": "You get a vote. And you get a vote. And you get a vote!"
    },
    {
      "speaker": "WALLACE",
      "utterance": "And if you haven't already gone to the polls, you get a vote on Tuesday. Please go do it. You'll feel better about the country and you'll feel better about yourself. And be sure to tune to Fox News Channel for Election Day coverage all day and late into the night. Bret Baier and Martha MacCallum will anchor our coverage, including the entire Fox News political team, including the people around this table. And that's it for today. Have a great week and we'll see you next \"Fox News Sunday.\""
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}