{
  "date": "November 9, 2020",
  "headline": "Key Georgia races could determine Senate's control",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/key-georgia-races-could-determine-senates-control",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "sentences": "Well, about 15 minutes right? Good to see you Bret have a good night. Good evening, everybody. I am Martha MacCallum in New York and this is THE STORY. Tonight the national election remains in a bit of limbo. The president- elect has begun to form his team and yet President Trump has not conceded the race. He is pursuing investigations into voter fraud or recounts in six states across the country. Today Leader McConnell said this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "sentences": "And if the Democrats feel confident they have not heard, they should have no reason to fear any extra scrutiny. We have the tools and institutions we need to address any concerns. The president has every right to look into allegations and request recounts under the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And in fact moments ago Attorney General Barr authorized a probe of substantial allegations of voting irregularities. So these delays of a different sort have happened before in our history. Back in 1876 during reconstruction it went on for almost four months until Rutherford Hayes finally became the president and indeed was inaugurated. While that race is part of history, tonight is also worth revisiting some of our own recent history amidst the calls to unify the nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENT-ELECT",
      "sentences": "Folks, I'm a proud Democrat. But I will govern as an American President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, all Americans hope that we can head towards a less rancorous time. It's worth looking back at this moment as well. We heard a similar desire to unify the nation after the election of 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "I pledge to every citizen of our land that I will be President for all Americans. And this is so important to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "When President Trump was elected in 2016, the elation on the Republican side inside that New York - Ballroom that night was still playing out. On the other side the resistance was already deeply entrenched. They would not even be 5 minutes of grace or honeymoon or attempt to work together for President Trump. In fact, the machine was already coming against him. It had been set in motions months before he was even elected to proclaim that if he were to win it would be instantly illegitimate. In fact in one agent's words, there was the insurance policy against that, just in case.  After the Mueller report fell flat, there was the impeachment and then there were daily complaints about his bulling of a China shop style and being malicious often include sometimes and incendiary tweet as well. Now all of that likely contributed to in the Trump fatigue that did in the end towards his campaign.   Still as of today more than 71 million Americans voted for President Trump and nearly 76 million voted for now President-Elect Joe Biden an overwhelming turnout on both sides. The Trump Campaign has vowed to fight on. Remember that's exactly what Hillary Clinton told Joe Biden he should do in the reverse circumstances. She said do not concede under any circumstances. President-Elect Biden is forming his team and working on his transition and both of these actions are rightful. But if there is a true desire for healing in the nation it can't fully happen without a major come-to-Jesus moments.  We're going to discuss with Trump 2020 Senior Advisor Jason Miller and Congressman Eric Swalwell after that both of them still ahead. Also tonight would be remiss not to mention at the top of the show enormous developments in the vaccine situation today. We are going to have an exclusive with the Head of Operation Warp Speed coming up in a moment. But first as promised we begin with Trump 20 Senior Advisor Jason Miller. Jason good evening, good to have you with us.  JASON MILLER, TRUMP 2020 SENIOR ADVISOR: Martha, thank you for having me on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So these reports that the president is not anywhere near conceding at this point, are they true and do they hold up tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Well Martha, that's not something that we are thinking about right at the moment. Right now we are thinking about making sure that all of the legal ballots have been counted for 2020 and then illegal ballots have not been counted.  And I think there has been a lot of talk about President Trump but I think it's important for folks watching at home to realize how the elections have been changed in this year? And how this isn't just about President Trump this is about the Senate races coming up in Georgia and all elections going forward.   For those 71 million people voted for President Trump last week they want to know that this election was decided fairly and squarely. As we go state- by-state they want to make sure the tabulations were right, that there weren't dead people for example voting, that there wasn't other illegalities. Let's just pause and let's make sure we get counting right before we go and press forward. But there also needs to be a serious conversation Martha about how Democrats have changed the entire nature of voting with these mass mail ballots?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So I think everybody should be able to agree on one thing. One dead person who votes in the United States is one too many. It's a breach of the social contract that we all commit to and we want fair elections. So this idea that it's OK around the edges, the stuff happens, goes on here and there. We really need to re-examine that and think about how important this process is?  If we can get it right and dead people are voting and people who live in other places are voting and I'm not talking about people who are in college or military ballots any of that. I'm talking about if that turns out to be the case I think an examination of this is 100 percent warranted.  However when you look at these vote differentials at this point, in Nevada, Joe Biden up by 36,000, in Pennsylvania up by 45,000. So you believe tonight Jason that any of these revaluations will yield a different outcome and either of those states?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "I believe as we reevaluate and go through whether it's in the recount process or as we go through the constitutionality of some of the elections that were held at the state level that absolutely some of the states could change.   Before they are certified we need to make sure that we are certifying the correct winner. So when go and take a little bit of a round robin to make sure we understand the dynamics here. So when Georgia, we're most likely headed toward a mandatory recount. This election is very close. I do believe that especially since Georgia allowed ballot harvesting go and around and we already have examples of dead folks voting. I'm taking a look here - for one example that died a week before ballots went out this year.  Also taking a looking at Debra Jean Christiansen (ph) who allegedly voted and what's unique about Ms. Christiansen even though she passed away, she didn't actually - someone used her identity to register to vote this year even though she passed away previously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How do you know that happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Martha, that's because we pulled the SSDI data. We've also balance that up against the voter file and we have actually pulled their actual obituaries and so we've going to compare that. I've examples in Pennsylvania. I have examples in all the states all across the country of people who have died but yet someone wanting used their identity to vote. And so as we talk about ballot harvesting, very specific to the State of Georgia they have done it a lot of other states, there are some real concerns that are coming up. And you referenced it earlier when you said there shouldn't be a single example of someone who has died and someone used their identity to go and vote. We are finding all these examples. This is really egregious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So the question is whether or not it's a programmatic effort whether what was suggested by the president which is oh, late at night all of a sudden all these notes flooded in, that there was a Democrat effort at the highest levels to put all of these votes together and to jam it in to make up the difference. That's what we - there's no evidence that that happened in a programmatic, systematically, is there Jason?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Well, we do have some very specific pieces of evidence. For example, as we talk about the State of Michigan where we have already turned information over to the Eastern District of Michigan where there was a poll worker who was instructed, witnessed the instruction for people to backdate ballots from before the election. Again, that's been turned over to the authorities. We have examples in Michigan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That can't happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "No, absolutely can't happen. We have the fact of cured ballots which is essentially where a ballot comes in maybe its missing a signature, has an incorrect date in Pennsylvania that were then recounted and comingled with uncured ballot so that we can't tell what was fixed and what was not?  The crux of the lawsuit that we have in Pennsylvania is essentially people who were Election Day voters were treated different from people who were mail-in voters. If you're a mail-in voter, you could send that in after the election with no postmark and have it count just the same as the one who showed up and voted on Election Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, we know that the Supreme Court has asked for all of that to be segregated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "When someone literally - their identity I want to be clear when their identity is fused to register to vote. In fact, one of the cases that we found literally they register to vote on the last day to register to vote and when they've already been dead for a year. Upwards of 12 years in some cases. That's fraud and we need to get to the bottom of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Senator Graham suggested that the president should consider running again. Has the president talked about that at all? Have you had discussions with him in the past couple days?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Well, I haven't had that specific conversation with him. But I think that he should keep all options open. If we are not successful in pushing forward and getting a second term right now then I hope he does run in the future. I think again 71 million Americans made the decision to go for President Trump.  You look at his historic first term the fact that he got more African- American, Latino votes than any other Republican in modern presidential history. It's pretty impressive. I hope the president gets an opportunity for another four years now, but if not now, then 2024.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Jason Miller, thank you very much. Good to have you tonight. Joining me now is Congressman Eric Swalwell a member of the Judiciary Committee Congressman good to have you with us tonight as well.   So I want to go back to what I mentioned in the intro because there has been all this discussion about unity. And as I said the whole country wants to have a less rancorous tone. There's been so much division between families and friends. But you know it is worth remembering, if everyone's going to be honest on all sides here, that there was an effort to overturn the election that literally began before Election Day in 2016. So the president never got back that from the other side. He never had that moment of grace period where there was hope that perhaps both sides come together after the 2016 election. What do you say about that now looking back?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ERIC SWALWELL (D-CA)",
      "sentences": "I think it's false. What you said was false.   Actually I sent a tweet congratulating the president when he won. I issued an official statement. President Obama hosted Donald Trump two days after the election. I went to the inauguration. I sat eight rows away from the president.  I went to the launch after the inauguration and sat right next to Kellyanne Conway. And then I went to the president's address to congress a few weeks later. Of course I thought him on policy. I fought hard on the issues of corruption and the Russia investigation but I called him president-elect as soon as you and the media called him president-elect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I'm talking about we all know was an ongoing effort to prove, you called him a Russian agent he was relentless. Listen to me, congressman. It was relentless. There was never any space to breathe. We watched Nancy Pelosi storm out of the room several times.  So it's perfectly nice to say I sent a tweet and I showed up at the event. But we all know that there was an effort to call this president illegitimate from day one. At some point there has to be some recognition that it turned out, that it fell apart, OK?  And the most recent example of that is that the declassification of documents, it just happened last week during the election. So nobody really paid a lot of attention to it. But those documents show that in the Mueller investigation they couldn't even find a connection between Russia and WikiLeaks or Russia and Roger Stone.  I mean, this is sort of like the last leg on this stool to fall and at some point there has to be some recognition that this narrative was pushed and perpetuated and fed by so many in the media and it definitely forced a huge impediment to being able to work together at any point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Martha, both sides has been so destructive. We are talking about a man who refuses to acknowledge that every network has called Joe Biden President-Elect. He will not authorize his agents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But that was exactly what Hillary Clinton said that Joe Biden should do Congressman. So if it takes a few days or week or so to figure it out, why would you have a problem with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Because President Obama afforded Donald Trump and his transition team the convenience of setting up a transition government. We are in a pandemic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Joe Biden is not doing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "No, no the president has not authorized Joe Biden to officially open a transition office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, that's because he hasn't conceded yet but regardless of that we know that the transition team is being set up. There's nothing that stands in the way of that. But I want you to answer my question about Hillary Clinton. She said to Joe Biden under no circumstances no in this - about this election, nothing about this election.  She said under no circumstances should Joe Biden concede. And not give an inch keep fighting and fighting and fighting. That was her advice to him.  Why not give the president the room that he wants to just do these investigations and figure out and to come to some kind of resolution on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Donald Trump has won the state of denial. He can be in that room as long as he wants Martha but he needs to turn over the keys to Joe Biden so that we can address this pandemic. I would just ask you, did your network falsely called Joe Biden the winner? You are talking like someone who doesn't believe--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He has 270 electoral votes. No, I'm not. You didn't listen to what I said in the introduction then because what I said was there are two very clear things here. We have a President-Elect Joe Biden and we have a President Trump who is not yet conceded because of the going investigation.  Both of those things are true and both of those things are rightful courses of action that can be pursued at this point. It's happened before in history and there's every reason to allow that process to happen. So if that were the case--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Donald Trump won't let Joe Biden set up a government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So if Joe Biden preceding an investigation right now and President Trump would win, you would say the same to him, time to back off make sure you just let the president continue?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "If Donald Wants to go to court, right go to court but he should turn over the keys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You didn't answer my question. I think we both know the answer. All right, thank you very much. Good to have you with us tonight. Eric Swalwell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Thanks Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So coming up, some really great news that happened today the chief scientist behind Operation Warp Speed on this enormous announcement from Pfizer today as the program to vaccinate the country that was put in place by the president. Operation Warp Speed starts to gain some real speed when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Wow! So the DOW soared more than 800 points today amid the positive Pfizer advancements on the COVID-19 vaccine. It's stunning 90 percent effective rate in clinical trials. Even Dr. Fauci said he was hoping for a 50 percent or 60 percent in that number. So we understand that the company may apply for emergency use authorization from the FDA. That would happen next and that would happen hopefully soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALBERT BOURLA, PFIZER, CEO",
      "sentences": "90 percent is a game changer. 90 percent now you're hoping to have a tool in your war against this pandemic that would be significantly affected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Joining me now exclusively Moncef Slaoui, Operation Warp Speed Chief Scientific Advisor. Sir, welcome back to the program thank you very much for being here tonight. So what's your reaction to this development this morning?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MONCEF SLAOUI, OPERATION WARP SPEED ADVISER",
      "sentences": "Thank you for having me. Well, I mean, frankly, great excitement. 90 percent or so was a level of efficacy that I was really hoping and striving to see happen. So it is very exciting to see it happen. I agree with the Albert Bourla the CEO of Pfizer that this is the kind of efficacy is maintained over time that will help us manage the pandemic and help us get back to our normal life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So I Interviewed Vice President Pence a while back and he said that by the end of the year there would be 100 million vaccines in the pipeline. That was the goal and that was his understanding that there was going to happen. Look at all these companies together and what they can produce do you think it's realistic by January 1?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLAOUI",
      "sentences": "Yes, it is realistic. However, I need to make of precision here. Vaccine doses available can only be used if the vaccine is actually approved either under emergency use authorization or license application. I believe that by the end of this year, early next year will have enough doses to immunize 20 maybe 30 million people with two vaccine shot.  We will have all the vaccines doses to get us 100 million but those may not yet have an emergency use authorization because of Phase III trials that are testing them may not have completed yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to play a sound bite from the Governor of New York, Governor Cuomo. This was his reaction to the vaccine this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "sentences": "Well, it is good news-bad news. The good news is that the Pfizer tests look good and we'll have a vaccine shortly. The bad news is that it's about two months before Joe Biden takes over. That means this administration is going to be implanting a vaccine plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you have concerns about that, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLAOUI",
      "sentences": "I have no concerns. We started from day one with a completely stringent and focus on helping the country and the population. Managing to control this pandemic through vaccination and therapeutics and that's what we will continue to do. Whether it has happened two months before a new administration comes or two months after a new administration comes, it doesn't make a difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In other words you feel that it is on target to be distributed in an efficient way. I don't want to put words in your mouth. Do you believe that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLAOUI",
      "sentences": "Absolutely. I know we organized that do not turn out it was my colleague there and myself worked day and night with a very large team of people around the development of the vaccine, manufacturing of the vaccine, the distribution of the vaccine and trying to make sure with all of the states that the distribution and the inoculation into the population happens appropriately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This is the General Gus Perna another co-leader of Operation Warp Speed on \"60 minutes\" last night watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you ready to go if a vaccine is approved tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUS PERNA, CO-LEADER, OPERATION WARP SPEED",
      "sentences": "Yes. We are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What's the first order you're going to give?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERNA",
      "sentences": "It's a simple command of execute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I want to say execute, how fast does it get there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERNA",
      "sentences": "Within 24 hours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So everybody hopes that that roll out will be as sure as he makes it sound that it is. Before I let you go, the President-Elect Biden has said it's going to be a dark winter. He said 10 million cases of COVID and hospitalizations and deaths climbing. What would you say to him at this point given the vaccine news today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLAOUI",
      "sentences": "Listen, what I say is we aim to have vaccines developed. We started in the month of May and promised to have them before the end of the year. The operation has delivered of course to the partnership with the private sector and the various agencies in the Department of Defense, a remarkable partnership.  We will continue to deliver I hope on plan. Clearly this pandemic is highly disruptive but hopefully the great science, the great private sector pharmaceutical and biotech system, the great public-private partnerships between the U.S. government and the private sectors has allowed us to deliver a 90 percent effective vaccine. And I'm sure as you have also seen today at 5:30 pm the FDA has announced the first approval of a therapeutic intervention against COVID in patients that had been recently diagnosed with COVID, also supported by the operation that has now become available as of tomorrow to patients who have recently been infected and are at higher risk of hospitalization so two great news--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We give you all so much credit in Operation Warp Speed. We've never seen anything like this and no one anticipated that any of this treatment or vaccine would be ready this quickly. It's never been done before. Thank you very much, Moncef Slaoui.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SLAOUI",
      "sentences": "Thank you for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Look forward to talking to you again as these moves forward. Hopefully it's not going to be a dark winter. Hopefully it's - a break winter. Right coming up Senator Tom Cotton's first national interview since Election Day as the Senate hangs in the balance. We'll talk to him next",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So far Republicans and Democrats have 48 seats each in the United States Senate with the races in Alaska and North Carolina yet to be called. But it looks likely at this point to stay in GOP hands with Dan Sullivan and Thom Tillis respectively in those boxes. Those are the numbers. Ultimately, Joe Biden's ability to move his agenda forward on Capitol Hill could come down to the two runoff Senate races in Georgia on January the 5th. Correspondent Steve Harrigan live in Atlanta tonight with the latest. Hi, Steve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CORRESPONDENT",
      "sentences": "Martha, they are still counting ballots here in Georgia but they are already on to the next battle for those two runoff seats in the Senate that could determine who controls the Senate. Because no one got 50 percent of the vote in both of those races. By Georgia law there has to be runoffs. Those runoffs will be held on January 5th. On the Democratic side, Jon Ossoff and Raphael Warnock they are saying the Republicans have botched the response to the pandemic and they're saying it's time for change in Georgia. Here is Ossoff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JON OSSOF (D-GA), SENATORIAL CANDIDATE",
      "sentences": "Retirement is coming for Senator David Perdue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSSOF",
      "sentences": "See, Senator Perdue feels entitled to the U.S. Senate seat. This is a guy who hasn't held a single public town hall meeting in six years as our senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "Both of the Republicans are making the same argument that simply their Democratic opponents are too liberal for Georgia. Senator Kelly Loeffler tweeted all eyes are on Georgia. If we win Republicans keep the Senate majority. If we lose, Democrats are free to force their socialist agenda through the Senate. Both Republican candidates have criticized the process here as far as voting goes in Georgia, echoing President Trump, saying that it was unfair and even embarrassing. They have called for the resignation of the Georgian secretary of state, a Republican. Martha, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Steve, thank you very much.  So here now Republican Senator Tom Cotton of Arkansas. Senator, welcome. Good to have you with us tonight. I want to start by playing the sound bite --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TOM COTTON (R-AK)",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- from Chuck Schumer who talked about the importance of this Georgia race. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D-NY), SENATE MINORITY LEADER",
      "sentences": "Now we take Georgia and then we take the world. Now we take Georgia and then we change America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Going from take the world to change America. But Chuck Schumer is really excited about the Georgia races, Senator Cotton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "There you go, Martha. That's it. That's the election. Let's vote. We don't need to have more debating our campaigning because those are the stakes of this election. If Jon Ossoff, a trust fund socialist. And Raphael Warnock, Jeremiah Wright's biggest supporter in Georgia win on January 5th, and Chuck Schumer will lead the Senate and they will in fact try to change America. They will pack the Supreme Court. They will make Washington, D.C. a state. They will eliminate the Electoral College, they will give amnesty and voting rights to 15 million illegal immigrants. They will impose Nancy Pelosi's voting law on this country. They will take your guns, they'll raise your taxes, they will defund the police and they will gut our military. That's the stakes of this election and that's why everyone needs to support Kelly Loeffler and David Perdue in this runoff election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Now I want to get your reaction something Bret Baier on Special Report just moments ago was interviewing Senator Joe Manchin of West Virginia and Joe Manchin essentially said he would not vote in favor of ending the filibuster which is a big deal especially if this comes down to -- let's say they both lose in Georgia and you are at 50 then you have a vice president who would be the tie-breaking vote. But without the filibuster, that makes a big difference in a lot of what you're talking about, doesn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "Well, Martha, I hope that's the case. I hope there are other Democrats like Joe Manchin who'll commit nail not to eliminate the filibuster. But it's best to leave nothing to chance and leave no stone unturned and take no chances. The only way can we can be certain that will stop the Democrats' radical agenda is to stop Jon Ossoff, a trust fund socialist, and Raphael Warnock, Jeremiah Wright's biggest supporter in Georgia. If we elect David Perdue and Kelly Loeffler to the Senate, Republicans remain in charge of the Senate. There'll be no tax increases, there'll be no socialized medicine which they certainly can do if they control the Senate even if they can't get to 60 votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "That's why this election is so important. Chuck Schumer said it himself. They want to change America. I bet Georgia won't let them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to ask you before I let you go. Sorry. A different topic here. This is a headline in Reuters today. Biden win opens the door for improved predictability in China-U.S. relations according to the state media in China. They seem to be happy with the outcome of the electron in the United States and President-elect Biden. How do you see it, you've been a big China hawk especially on the virus and other things, so how do you see that shaping up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "Yes. We may still be waiting to get certified and final results from places like Georgia and North Carolina. But I think there's no doubt that the Beijing box came in for Joe Biden. China has been rooting for Joe Biden throughout this campaign because Joe Biden has a 48-year history of selling out American workers and American jobs to China to say nothing of his son's shady dealings in China. So that's another reason why we need to elect David Perdue and Kelly Loeffler who have been tough on the Chinese Communist Party from the very beginning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, Senator Cotton with his views tonight. Thank you very much. Good to have you here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, coming up, Sarah Huckabee Sanders, Karl Rove, and Juan Williams on President-elect Joe Biden's plan to unravel the Trump agenda. Most presidents tried to do some of that nearly days when they take over. We'll talk about it when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So just moments ago a Biden official conforming to Fox that the president-elect plans to take action on day one to begin changing and unraveling and undoing the Trump agenda including these actions. Rejoining the Paris climate accord, reinstating DACA, rejoining the World Health Organization and repealing President Trump's travel ban that had targeted majority Muslim countries. The New York Times reports Joe Biden is, quote, \"poise to unleash a series of executive actions on his first day in the Oval Office prompting -- promoting -- prompting, I should say, what is likely to be a year's long effort to unwind the Trump agenda and immediately signal a wholesale shift in the United States in our place in the world.\" Joining me now former White House press secretary Sarah Huckabee Sanders, former George W. Bush deputy chief of staff, Karl Rove. Both are Fox News contributors. And Fox News political analyst and host of The Five, co-host of The Five, Juan Williams. Good to have all of you with us. You know, Karl, I guess that the thing that comes to mind is that that's what most presidents do when they come in. I mean, President Trump did a number of things. He undid the individual mandate and Obamacare right away, open up the Keystone pipeline. I mean, you run on things and people expect you to check some those of those boxes right away. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes. Absolutely. Elections have consequences and when it comes to the use of the executive power, that means it tend to move fast. There will be one difference this time around though. And that is we have a Supreme Court now with six mostly originalists on there and three liberals and there's a concept called Chevron deference. This refers to a 1994 case involving Chevron where the court held that an agency's interpretation of an ambiguous statute, you had to sort of rely more on what the agency thought was a reasonable explanation of what they were trying to do. There's a lot of skepticism among the six judges who make up the majority of the court. Now they have expressed in previous cases both down at the appellate level and on the Supreme Court that they really are interested in reining that in a little bit so that rather than having the agency interpret the statute, they are looking at what was Congress attempting to do when they pass that law and what were they doing, not what the agency wants to do. Now why does it matter? Because on things like, for example, DACA, the DREAMers, there's a widespread legislative consensus that this problem needs to be solved. But even President Obama said he didn't think he had the authority to do it. So, if President-elect Biden goes back and does DACA, this might be one of the cases where the court says --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "-- well, it's a good purpose --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "-- but did you have the authority to do it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I see where you're going there. Very interesting. Juan, I want to ask you actually about the editorial that you wrote, and in it you said how did 12 percent of black men vote for Trump and why would 39 percent of Latino men vote for a man who called Mexican men rapists and enforce harsh anti-immigrant policies. You know, I guess, you know, do you want to elaborate on that, and then I have a question for you about it. JUAN WILLIAMS, FOX NEWS CO-HOST & POLITICAL ANALYST:  Sure. So, I wrote this piece in The Hill, Martha. And as you know, President Trump, I think he did the best of any Republican running for president in the last 60 years among people who aren't white in the country. And it came as a surprise to me in large part because his racial policies have been at times harsh, certainly his immigration policies. A lot of tension between him and black leadership in the country. So, you look at exactly what happened and I think if you look at Miami-Dade, especially the Cuban-American community there, it looks as if a lot of the campaigning about creeping socialism and the like, I think that's a little much. I don't think Joe Biden looks like a socialist to me. But anyway, you can understand that it appealed to some anxiety in that community. But this goes beyond Miami-Dade. We are talking about going up i4, in Florida, Puerto Ricans, Venezuelans, Nicaraguans, across to Texas, across to Arizona into California and Nevada. And you start to say these are Mexicans as well. Exactly what happened? And in many cases, you know, again, we can't be absolutely sure at this juncture, more reporting required but I would say a lot of it especially among the men had to do with the appeal of his sort of machismo character, I think that a lot of people certainly responded to him, as sort of brush, grab him, you know, say what you want. People who want to feel a sense of power in their lives and oftentimes they're alienated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I would take issue with that because I think, you know, when you look at, look at some of the successful rappers, who, you know, they want to pay lower taxes. Most Americans want to pay lower taxes. You look at what Kanye West had to say. He wanted to lower abortion rates among the black community in the country. I think that that's a noble aspiration, you know. And you know, you look at the suggestion that a lot of people are trapped in social programs. I mean, those are real issues. So, I feel like it's a little bit of an insult to say to them that they only wanted to vote for the president because of a machismo element.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. I said that right in the article, Martha. I said, for example, Bob Johnson, the first black billionaire, is very clear about the financial interests of taxes and the like Kanye West --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- and you know, Ice Cube.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Those are important issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right. But it's not -- I mean, you can say that that's the issue but clearly when you have, you know, 90 percent of the black community voting because they see President Trump in an antagonistic way and his behavior, his policies towards their community. That's a very separate set of issues and certainly not having to do with any of the social policy that you were discussing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. But the fact is -- I want to get Sarah Huckabee Sanders in here. Because the fact is that that group is growing who feels that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Sarah, is this -- is this showing a new potential coalition for your party and how will we see that play out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, FOX NEWS CONTRIBUTOR",
      "sentences": "Absolutely and I think it's beyond insulting, Juan, that you would say these people would only vote for the president because he's, you know, this kind of macho personality. I think it's actually because he put policies in place that actually help those communities, something Democrats have not done over the past several decades. All demographics did better under this president. Asian-Americans, Hispanic-Americans, African-Americans did better under the Trump economy than they have under Democratic economies. He also put into place things like opportunity zones which put an infusion of resources into communities that were hardest hit. I think people started to appreciate the things that the president was doing. I don't think it has anything to do with personality but it has everything to do with policy and the fact that he delivered on what he said he would do. Is that he would make America better for everybody and he did that and people started to take notice. They ignored the narrative being driven by the media --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We got to leave it there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "-- and they paid attention to what was happening in their own lives and that things were getting better for them under this president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Interesting debate. Thank you very much to all of you. Good to have you here tonight. Coming up, Pulitzer Prize-winning journalist Charlie LeDuff with the message to Trump voters who are angered about the outcome of this election. He is with us in Michigan as always, when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "It puts much more pressure on me running against a guy like this, you know. If you lost to somebody that was good. Can you imagine? The concept of losing to this guy. You better-- you better get out there and vote tomorrow. I will be so angry, I'll never come back to Michigan. I'll never come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Hard to believe that that was just one week ago. President Trump's final rally before election day. He called on Michigan voters to deliver like they did in 2016. Instead the state flip for Joe Biden by a margin of nearly 150,000 votes. Joining me now Charlie LeDuff, Pulitzer Prize-winning journalist and author of \"S Show:  The Country is Collapsing and the Ratings are Great.\" Charlie, great to have you with us. I know that you spent a lot of time at the TCF Center in Michigan. You wrote about it. You said that you did not see any irregularities in the work the you did. I just want to play this from Ted Cruz talking about what he heard about there. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "sentences": "We heard a report from one county in Michigan where the election software mistakenly counted 6,000 votes that were cast for Donald Trump, it switch them to Joe Biden. Now they apparently caught that. But that same software is used in 47 counties throughout Michigan. That needs to be examined to determine that there is not a problem counting the votes and the legal process is how you resolve those questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What's your reaction to that and what was your experience? CHARLIE LEDUFF, AUTHOR, SH*TSHOW:  Fair. OK. So, check it. Beautiful. That's what we do. Right? That's why we have a process. But I wasn't just in the TCF. I call it Cobo Hall, the old man. I was a precinct captain. I was the guy that took the absentee ballots, input them, open them, made sure the numbers matched and passed them on as they went around. But I was also a reporter. I was in there to be a reporter. Because listen to me, my brothers and sisters across the country. Nobody is stealing the election under my nose. So, I was there for 23 hours over two days, and every time the truck door opens with ballots coming in, you know I got up, you know I watched. So, this rumor about 137,000, which would double the total, coming into the dead of night is completely 100 percent horse s. That's what it is. Now as Senator Cruz says if there are irregularities, that's what we do as a country. But we accept it and I think the conservative movement should be kind of happy about last week because you didn't lose the statehouse. You picked up -- you picked up some seats in the House of Representatives and you might or probably will keep the Senate. So, this kind of shows you really what the country is. Relax and don't blow it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "That's a rumor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let me ask in general about Michigan --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- and why you think Michigan flipped.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "Why we flipped? Because that's what we do. We are known as that. We are blue-collar Republicans. Like we are very conservative blue-collar people. We flipped last time. We went Obama. We went Trump. We are going Biden. Give us something. So, what you really saw nationwide is what you saw here. Blacks turned out in greater numbers for Trump, as did Latinos, as did white women. Wow. So, who flipped for Trump here? White guys. But educated, you know, college white guys from the suburbs. All of a sudden, we in the media and the pollsters are like what happened there? Here's what I'd say to the media. You weren't at TCF because you decided to go home and put your pajamas on and have some milk. Nobody was there. There's no photos. Do your job. Your job is to reflect our world. Not your world --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "-- as we should be living in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I hear you. I didn't have my pajamas on until about 5 o'clock in the morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "I know. You nailed it, man. I comb my hair for this show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He's so funny. So, you said that, you know, a few years ago you found 113 people -- no, a dozen people over the age of 113 who registered to vote. I saw some similar rolls in Pennsylvania. I mean, just super quick. I mean, that can't happen. We can't have that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "We can't have. And that's the thing since we are going to be doing this in the future. Get the rolls clean. My secretary of state. Get off the TV and get in the office and figure a way to make it clean because the future is here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely. Charlie, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEDUFF",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Charlie LeDuff, always good to talk to you. More of THE STORY right after this. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That is THE STORY of this Monday, November the 9th, 2020. But as always, THE STORY goes on. So we'll see you back here tomorrow night at seven. Have a great night, everybody. Thanks for being with us. We'll see you tomorrow. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "utterance": "Well, about 15 minutes right? Good to see you Bret have a good night. Good evening, everybody. I am Martha MacCallum in New York and this is THE STORY. Tonight the national election remains in a bit of limbo. The president- elect has begun to form his team and yet President Trump has not conceded the race. He is pursuing investigations into voter fraud or recounts in six states across the country. Today Leader McConnell said this."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "utterance": "And if the Democrats feel confident they have not heard, they should have no reason to fear any extra scrutiny. We have the tools and institutions we need to address any concerns. The president has every right to look into allegations and request recounts under the law."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And in fact moments ago Attorney General Barr authorized a probe of substantial allegations of voting irregularities. So these delays of a different sort have happened before in our history. Back in 1876 during reconstruction it went on for almost four months until Rutherford Hayes finally became the president and indeed was inaugurated. While that race is part of history, tonight is also worth revisiting some of our own recent history amidst the calls to unify the nation."
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENT-ELECT",
      "utterance": "Folks, I'm a proud Democrat. But I will govern as an American President."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, all Americans hope that we can head towards a less rancorous time. It's worth looking back at this moment as well. We heard a similar desire to unify the nation after the election of 2016."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT, UNITED STATES OF AMERICA",
      "utterance": "I pledge to every citizen of our land that I will be President for all Americans. And this is so important to me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "When President Trump was elected in 2016, the elation on the Republican side inside that New York - Ballroom that night was still playing out. On the other side the resistance was already deeply entrenched. They would not even be 5 minutes of grace or honeymoon or attempt to work together for President Trump. In fact, the machine was already coming against him. It had been set in motions months before he was even elected to proclaim that if he were to win it would be instantly illegitimate. In fact in one agent's words, there was the insurance policy against that, just in case. After the Mueller report fell flat, there was the impeachment and then there were daily complaints about his bulling of a China shop style and being malicious often include sometimes and incendiary tweet as well. Now all of that likely contributed to in the Trump fatigue that did in the end towards his campaign. Still as of today more than 71 million Americans voted for President Trump and nearly 76 million voted for now President-Elect Joe Biden an overwhelming turnout on both sides. The Trump Campaign has vowed to fight on. Remember that's exactly what Hillary Clinton told Joe Biden he should do in the reverse circumstances. She said do not concede under any circumstances. President-Elect Biden is forming his team and working on his transition and both of these actions are rightful. But if there is a true desire for healing in the nation it can't fully happen without a major come-to-Jesus moments. We're going to discuss with Trump 2020 Senior Advisor Jason Miller and Congressman Eric Swalwell after that both of them still ahead. Also tonight would be remiss not to mention at the top of the show enormous developments in the vaccine situation today. We are going to have an exclusive with the Head of Operation Warp Speed coming up in a moment. But first as promised we begin with Trump 20 Senior Advisor Jason Miller. Jason good evening, good to have you with us. JASON MILLER, TRUMP 2020 SENIOR ADVISOR: Martha, thank you for having me on."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So these reports that the president is not anywhere near conceding at this point, are they true and do they hold up tonight?"
    },
    {
      "speaker": "MILLER",
      "utterance": "Well Martha, that's not something that we are thinking about right at the moment. Right now we are thinking about making sure that all of the legal ballots have been counted for 2020 and then illegal ballots have not been counted. And I think there has been a lot of talk about President Trump but I think it's important for folks watching at home to realize how the elections have been changed in this year? And how this isn't just about President Trump this is about the Senate races coming up in Georgia and all elections going forward. For those 71 million people voted for President Trump last week they want to know that this election was decided fairly and squarely. As we go state- by-state they want to make sure the tabulations were right, that there weren't dead people for example voting, that there wasn't other illegalities. Let's just pause and let's make sure we get counting right before we go and press forward. But there also needs to be a serious conversation Martha about how Democrats have changed the entire nature of voting with these mass mail ballots?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So I think everybody should be able to agree on one thing. One dead person who votes in the United States is one too many. It's a breach of the social contract that we all commit to and we want fair elections. So this idea that it's OK around the edges, the stuff happens, goes on here and there. We really need to re-examine that and think about how important this process is? If we can get it right and dead people are voting and people who live in other places are voting and I'm not talking about people who are in college or military ballots any of that. I'm talking about if that turns out to be the case I think an examination of this is 100 percent warranted. However when you look at these vote differentials at this point, in Nevada, Joe Biden up by 36,000, in Pennsylvania up by 45,000. So you believe tonight Jason that any of these revaluations will yield a different outcome and either of those states?"
    },
    {
      "speaker": "MILLER",
      "utterance": "I believe as we reevaluate and go through whether it's in the recount process or as we go through the constitutionality of some of the elections that were held at the state level that absolutely some of the states could change. Before they are certified we need to make sure that we are certifying the correct winner. So when go and take a little bit of a round robin to make sure we understand the dynamics here. So when Georgia, we're most likely headed toward a mandatory recount. This election is very close. I do believe that especially since Georgia allowed ballot harvesting go and around and we already have examples of dead folks voting. I'm taking a look here - for one example that died a week before ballots went out this year. Also taking a looking at Debra Jean Christiansen (ph) who allegedly voted and what's unique about Ms. Christiansen even though she passed away, she didn't actually - someone used her identity to register to vote this year even though she passed away previously."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How do you know that happened?"
    },
    {
      "speaker": "MILLER",
      "utterance": "Martha, that's because we pulled the SSDI data. We've also balance that up against the voter file and we have actually pulled their actual obituaries and so we've going to compare that. I've examples in Pennsylvania. I have examples in all the states all across the country of people who have died but yet someone wanting used their identity to vote. And so as we talk about ballot harvesting, very specific to the State of Georgia they have done it a lot of other states, there are some real concerns that are coming up. And you referenced it earlier when you said there shouldn't be a single example of someone who has died and someone used their identity to go and vote. We are finding all these examples. This is really egregious."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So the question is whether or not it's a programmatic effort whether what was suggested by the president which is oh, late at night all of a sudden all these notes flooded in, that there was a Democrat effort at the highest levels to put all of these votes together and to jam it in to make up the difference. That's what we - there's no evidence that that happened in a programmatic, systematically, is there Jason?"
    },
    {
      "speaker": "MILLER",
      "utterance": "Well, we do have some very specific pieces of evidence. For example, as we talk about the State of Michigan where we have already turned information over to the Eastern District of Michigan where there was a poll worker who was instructed, witnessed the instruction for people to backdate ballots from before the election. Again, that's been turned over to the authorities. We have examples in Michigan."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That can't happen."
    },
    {
      "speaker": "MILLER",
      "utterance": "No, absolutely can't happen. We have the fact of cured ballots which is essentially where a ballot comes in maybe its missing a signature, has an incorrect date in Pennsylvania that were then recounted and comingled with uncured ballot so that we can't tell what was fixed and what was not? The crux of the lawsuit that we have in Pennsylvania is essentially people who were Election Day voters were treated different from people who were mail-in voters. If you're a mail-in voter, you could send that in after the election with no postmark and have it count just the same as the one who showed up and voted on Election Day."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, we know that the Supreme Court has asked for all of that to be segregated."
    },
    {
      "speaker": "MILLER",
      "utterance": "When someone literally - their identity I want to be clear when their identity is fused to register to vote. In fact, one of the cases that we found literally they register to vote on the last day to register to vote and when they've already been dead for a year. Upwards of 12 years in some cases. That's fraud and we need to get to the bottom of it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Senator Graham suggested that the president should consider running again. Has the president talked about that at all? Have you had discussions with him in the past couple days?"
    },
    {
      "speaker": "MILLER",
      "utterance": "Well, I haven't had that specific conversation with him. But I think that he should keep all options open. If we are not successful in pushing forward and getting a second term right now then I hope he does run in the future. I think again 71 million Americans made the decision to go for President Trump. You look at his historic first term the fact that he got more African- American, Latino votes than any other Republican in modern presidential history. It's pretty impressive. I hope the president gets an opportunity for another four years now, but if not now, then 2024."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Jason Miller, thank you very much. Good to have you tonight. Joining me now is Congressman Eric Swalwell a member of the Judiciary Committee Congressman good to have you with us tonight as well. So I want to go back to what I mentioned in the intro because there has been all this discussion about unity. And as I said the whole country wants to have a less rancorous tone. There's been so much division between families and friends. But you know it is worth remembering, if everyone's going to be honest on all sides here, that there was an effort to overturn the election that literally began before Election Day in 2016. So the president never got back that from the other side. He never had that moment of grace period where there was hope that perhaps both sides come together after the 2016 election. What do you say about that now looking back?"
    },
    {
      "speaker": "REP. ERIC SWALWELL (D-CA)",
      "utterance": "I think it's false. What you said was false. Actually I sent a tweet congratulating the president when he won. I issued an official statement. President Obama hosted Donald Trump two days after the election. I went to the inauguration. I sat eight rows away from the president. I went to the launch after the inauguration and sat right next to Kellyanne Conway. And then I went to the president's address to congress a few weeks later. Of course I thought him on policy. I fought hard on the issues of corruption and the Russia investigation but I called him president-elect as soon as you and the media called him president-elect."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I'm talking about we all know was an ongoing effort to prove, you called him a Russian agent he was relentless. Listen to me, congressman. It was relentless. There was never any space to breathe. We watched Nancy Pelosi storm out of the room several times. So it's perfectly nice to say I sent a tweet and I showed up at the event. But we all know that there was an effort to call this president illegitimate from day one. At some point there has to be some recognition that it turned out, that it fell apart, OK? And the most recent example of that is that the declassification of documents, it just happened last week during the election. So nobody really paid a lot of attention to it. But those documents show that in the Mueller investigation they couldn't even find a connection between Russia and WikiLeaks or Russia and Roger Stone. I mean, this is sort of like the last leg on this stool to fall and at some point there has to be some recognition that this narrative was pushed and perpetuated and fed by so many in the media and it definitely forced a huge impediment to being able to work together at any point."
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Martha, both sides has been so destructive. We are talking about a man who refuses to acknowledge that every network has called Joe Biden President-Elect. He will not authorize his agents."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But that was exactly what Hillary Clinton said that Joe Biden should do Congressman. So if it takes a few days or week or so to figure it out, why would you have a problem with that?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Because President Obama afforded Donald Trump and his transition team the convenience of setting up a transition government. We are in a pandemic."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Joe Biden is not doing that."
    },
    {
      "speaker": "SWALWELL",
      "utterance": "No, no the president has not authorized Joe Biden to officially open a transition office."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, that's because he hasn't conceded yet but regardless of that we know that the transition team is being set up. There's nothing that stands in the way of that. But I want you to answer my question about Hillary Clinton. She said to Joe Biden under no circumstances no in this - about this election, nothing about this election. She said under no circumstances should Joe Biden concede. And not give an inch keep fighting and fighting and fighting. That was her advice to him. Why not give the president the room that he wants to just do these investigations and figure out and to come to some kind of resolution on it."
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Donald Trump has won the state of denial. He can be in that room as long as he wants Martha but he needs to turn over the keys to Joe Biden so that we can address this pandemic. I would just ask you, did your network falsely called Joe Biden the winner? You are talking like someone who doesn't believe--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He has 270 electoral votes. No, I'm not. You didn't listen to what I said in the introduction then because what I said was there are two very clear things here. We have a President-Elect Joe Biden and we have a President Trump who is not yet conceded because of the going investigation. Both of those things are true and both of those things are rightful courses of action that can be pursued at this point. It's happened before in history and there's every reason to allow that process to happen. So if that were the case--"
    },
    {
      "speaker": "MILLER",
      "utterance": "Donald Trump won't let Joe Biden set up a government."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So if Joe Biden preceding an investigation right now and President Trump would win, you would say the same to him, time to back off make sure you just let the president continue?"
    },
    {
      "speaker": "SWALWELL",
      "utterance": "If Donald Wants to go to court, right go to court but he should turn over the keys."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You didn't answer my question. I think we both know the answer. All right, thank you very much. Good to have you with us tonight. Eric Swalwell."
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Thanks Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So coming up, some really great news that happened today the chief scientist behind Operation Warp Speed on this enormous announcement from Pfizer today as the program to vaccinate the country that was put in place by the president. Operation Warp Speed starts to gain some real speed when we come back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Wow! So the DOW soared more than 800 points today amid the positive Pfizer advancements on the COVID-19 vaccine. It's stunning 90 percent effective rate in clinical trials. Even Dr. Fauci said he was hoping for a 50 percent or 60 percent in that number. So we understand that the company may apply for emergency use authorization from the FDA. That would happen next and that would happen hopefully soon."
    },
    {
      "speaker": "ALBERT BOURLA, PFIZER, CEO",
      "utterance": "90 percent is a game changer. 90 percent now you're hoping to have a tool in your war against this pandemic that would be significantly affected."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Joining me now exclusively Moncef Slaoui, Operation Warp Speed Chief Scientific Advisor. Sir, welcome back to the program thank you very much for being here tonight. So what's your reaction to this development this morning?"
    },
    {
      "speaker": "MONCEF SLAOUI, OPERATION WARP SPEED ADVISER",
      "utterance": "Thank you for having me. Well, I mean, frankly, great excitement. 90 percent or so was a level of efficacy that I was really hoping and striving to see happen. So it is very exciting to see it happen. I agree with the Albert Bourla the CEO of Pfizer that this is the kind of efficacy is maintained over time that will help us manage the pandemic and help us get back to our normal life."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So I Interviewed Vice President Pence a while back and he said that by the end of the year there would be 100 million vaccines in the pipeline. That was the goal and that was his understanding that there was going to happen. Look at all these companies together and what they can produce do you think it's realistic by January 1?"
    },
    {
      "speaker": "SLAOUI",
      "utterance": "Yes, it is realistic. However, I need to make of precision here. Vaccine doses available can only be used if the vaccine is actually approved either under emergency use authorization or license application. I believe that by the end of this year, early next year will have enough doses to immunize 20 maybe 30 million people with two vaccine shot. We will have all the vaccines doses to get us 100 million but those may not yet have an emergency use authorization because of Phase III trials that are testing them may not have completed yet."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to play a sound bite from the Governor of New York, Governor Cuomo. This was his reaction to the vaccine this morning."
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "utterance": "Well, it is good news-bad news. The good news is that the Pfizer tests look good and we'll have a vaccine shortly. The bad news is that it's about two months before Joe Biden takes over. That means this administration is going to be implanting a vaccine plan."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you have concerns about that, sir?"
    },
    {
      "speaker": "SLAOUI",
      "utterance": "I have no concerns. We started from day one with a completely stringent and focus on helping the country and the population. Managing to control this pandemic through vaccination and therapeutics and that's what we will continue to do. Whether it has happened two months before a new administration comes or two months after a new administration comes, it doesn't make a difference."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In other words you feel that it is on target to be distributed in an efficient way. I don't want to put words in your mouth. Do you believe that?"
    },
    {
      "speaker": "SLAOUI",
      "utterance": "Absolutely. I know we organized that do not turn out it was my colleague there and myself worked day and night with a very large team of people around the development of the vaccine, manufacturing of the vaccine, the distribution of the vaccine and trying to make sure with all of the states that the distribution and the inoculation into the population happens appropriately."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This is the General Gus Perna another co-leader of Operation Warp Speed on \"60 minutes\" last night watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Are you ready to go if a vaccine is approved tomorrow."
    },
    {
      "speaker": "GUS PERNA, CO-LEADER, OPERATION WARP SPEED",
      "utterance": "Yes. We are."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What's the first order you're going to give?"
    },
    {
      "speaker": "PERNA",
      "utterance": "It's a simple command of execute."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I want to say execute, how fast does it get there?"
    },
    {
      "speaker": "PERNA",
      "utterance": "Within 24 hours."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So everybody hopes that that roll out will be as sure as he makes it sound that it is. Before I let you go, the President-Elect Biden has said it's going to be a dark winter. He said 10 million cases of COVID and hospitalizations and deaths climbing. What would you say to him at this point given the vaccine news today?"
    },
    {
      "speaker": "SLAOUI",
      "utterance": "Listen, what I say is we aim to have vaccines developed. We started in the month of May and promised to have them before the end of the year. The operation has delivered of course to the partnership with the private sector and the various agencies in the Department of Defense, a remarkable partnership. We will continue to deliver I hope on plan. Clearly this pandemic is highly disruptive but hopefully the great science, the great private sector pharmaceutical and biotech system, the great public-private partnerships between the U.S. government and the private sectors has allowed us to deliver a 90 percent effective vaccine. And I'm sure as you have also seen today at 5:30 pm the FDA has announced the first approval of a therapeutic intervention against COVID in patients that had been recently diagnosed with COVID, also supported by the operation that has now become available as of tomorrow to patients who have recently been infected and are at higher risk of hospitalization so two great news--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We give you all so much credit in Operation Warp Speed. We've never seen anything like this and no one anticipated that any of this treatment or vaccine would be ready this quickly. It's never been done before. Thank you very much, Moncef Slaoui."
    },
    {
      "speaker": "SLAOUI",
      "utterance": "Thank you for having me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Look forward to talking to you again as these moves forward. Hopefully it's not going to be a dark winter. Hopefully it's - a break winter. Right coming up Senator Tom Cotton's first national interview since Election Day as the Senate hangs in the balance. We'll talk to him next"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So far Republicans and Democrats have 48 seats each in the United States Senate with the races in Alaska and North Carolina yet to be called. But it looks likely at this point to stay in GOP hands with Dan Sullivan and Thom Tillis respectively in those boxes. Those are the numbers. Ultimately, Joe Biden's ability to move his agenda forward on Capitol Hill could come down to the two runoff Senate races in Georgia on January the 5th. Correspondent Steve Harrigan live in Atlanta tonight with the latest. Hi, Steve."
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CORRESPONDENT",
      "utterance": "Martha, they are still counting ballots here in Georgia but they are already on to the next battle for those two runoff seats in the Senate that could determine who controls the Senate. Because no one got 50 percent of the vote in both of those races. By Georgia law there has to be runoffs. Those runoffs will be held on January 5th. On the Democratic side, Jon Ossoff and Raphael Warnock they are saying the Republicans have botched the response to the pandemic and they're saying it's time for change in Georgia. Here is Ossoff."
    },
    {
      "speaker": "JON OSSOF (D-GA), SENATORIAL CANDIDATE",
      "utterance": "Retirement is coming for Senator David Perdue."
    },
    {
      "speaker": "OSSOF",
      "utterance": "See, Senator Perdue feels entitled to the U.S. Senate seat. This is a guy who hasn't held a single public town hall meeting in six years as our senator."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "Both of the Republicans are making the same argument that simply their Democratic opponents are too liberal for Georgia. Senator Kelly Loeffler tweeted all eyes are on Georgia. If we win Republicans keep the Senate majority. If we lose, Democrats are free to force their socialist agenda through the Senate. Both Republican candidates have criticized the process here as far as voting goes in Georgia, echoing President Trump, saying that it was unfair and even embarrassing. They have called for the resignation of the Georgian secretary of state, a Republican. Martha, back to you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Steve, thank you very much. So here now Republican Senator Tom Cotton of Arkansas. Senator, welcome. Good to have you with us tonight. I want to start by playing the sound bite --"
    },
    {
      "speaker": "SEN. TOM COTTON (R-AK)",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- from Chuck Schumer who talked about the importance of this Georgia race. Watch this."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D-NY), SENATE MINORITY LEADER",
      "utterance": "Now we take Georgia and then we take the world. Now we take Georgia and then we change America."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Going from take the world to change America. But Chuck Schumer is really excited about the Georgia races, Senator Cotton."
    },
    {
      "speaker": "COTTON",
      "utterance": "There you go, Martha. That's it. That's the election. Let's vote. We don't need to have more debating our campaigning because those are the stakes of this election. If Jon Ossoff, a trust fund socialist. And Raphael Warnock, Jeremiah Wright's biggest supporter in Georgia win on January 5th, and Chuck Schumer will lead the Senate and they will in fact try to change America. They will pack the Supreme Court. They will make Washington, D.C. a state. They will eliminate the Electoral College, they will give amnesty and voting rights to 15 million illegal immigrants. They will impose Nancy Pelosi's voting law on this country. They will take your guns, they'll raise your taxes, they will defund the police and they will gut our military. That's the stakes of this election and that's why everyone needs to support Kelly Loeffler and David Perdue in this runoff election."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Now I want to get your reaction something Bret Baier on Special Report just moments ago was interviewing Senator Joe Manchin of West Virginia and Joe Manchin essentially said he would not vote in favor of ending the filibuster which is a big deal especially if this comes down to -- let's say they both lose in Georgia and you are at 50 then you have a vice president who would be the tie-breaking vote. But without the filibuster, that makes a big difference in a lot of what you're talking about, doesn't it?"
    },
    {
      "speaker": "COTTON",
      "utterance": "Well, Martha, I hope that's the case. I hope there are other Democrats like Joe Manchin who'll commit nail not to eliminate the filibuster. But it's best to leave nothing to chance and leave no stone unturned and take no chances. The only way can we can be certain that will stop the Democrats' radical agenda is to stop Jon Ossoff, a trust fund socialist, and Raphael Warnock, Jeremiah Wright's biggest supporter in Georgia. If we elect David Perdue and Kelly Loeffler to the Senate, Republicans remain in charge of the Senate. There'll be no tax increases, there'll be no socialized medicine which they certainly can do if they control the Senate even if they can't get to 60 votes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right."
    },
    {
      "speaker": "COTTON",
      "utterance": "That's why this election is so important. Chuck Schumer said it himself. They want to change America. I bet Georgia won't let them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to ask you before I let you go. Sorry. A different topic here. This is a headline in Reuters today. Biden win opens the door for improved predictability in China-U.S. relations according to the state media in China. They seem to be happy with the outcome of the electron in the United States and President-elect Biden. How do you see it, you've been a big China hawk especially on the virus and other things, so how do you see that shaping up?"
    },
    {
      "speaker": "COTTON",
      "utterance": "Yes. We may still be waiting to get certified and final results from places like Georgia and North Carolina. But I think there's no doubt that the Beijing box came in for Joe Biden. China has been rooting for Joe Biden throughout this campaign because Joe Biden has a 48-year history of selling out American workers and American jobs to China to say nothing of his son's shady dealings in China. So that's another reason why we need to elect David Perdue and Kelly Loeffler who have been tough on the Chinese Communist Party from the very beginning."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, Senator Cotton with his views tonight. Thank you very much. Good to have you here tonight."
    },
    {
      "speaker": "COTTON",
      "utterance": "Thanks, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, coming up, Sarah Huckabee Sanders, Karl Rove, and Juan Williams on President-elect Joe Biden's plan to unravel the Trump agenda. Most presidents tried to do some of that nearly days when they take over. We'll talk about it when we come back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So just moments ago a Biden official conforming to Fox that the president-elect plans to take action on day one to begin changing and unraveling and undoing the Trump agenda including these actions. Rejoining the Paris climate accord, reinstating DACA, rejoining the World Health Organization and repealing President Trump's travel ban that had targeted majority Muslim countries. The New York Times reports Joe Biden is, quote, \"poise to unleash a series of executive actions on his first day in the Oval Office prompting -- promoting -- prompting, I should say, what is likely to be a year's long effort to unwind the Trump agenda and immediately signal a wholesale shift in the United States in our place in the world.\" Joining me now former White House press secretary Sarah Huckabee Sanders, former George W. Bush deputy chief of staff, Karl Rove. Both are Fox News contributors. And Fox News political analyst and host of The Five, co-host of The Five, Juan Williams. Good to have all of you with us. You know, Karl, I guess that the thing that comes to mind is that that's what most presidents do when they come in. I mean, President Trump did a number of things. He undid the individual mandate and Obamacare right away, open up the Keystone pipeline. I mean, you run on things and people expect you to check some those of those boxes right away. Right?"
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes. Absolutely. Elections have consequences and when it comes to the use of the executive power, that means it tend to move fast. There will be one difference this time around though. And that is we have a Supreme Court now with six mostly originalists on there and three liberals and there's a concept called Chevron deference. This refers to a 1994 case involving Chevron where the court held that an agency's interpretation of an ambiguous statute, you had to sort of rely more on what the agency thought was a reasonable explanation of what they were trying to do. There's a lot of skepticism among the six judges who make up the majority of the court. Now they have expressed in previous cases both down at the appellate level and on the Supreme Court that they really are interested in reining that in a little bit so that rather than having the agency interpret the statute, they are looking at what was Congress attempting to do when they pass that law and what were they doing, not what the agency wants to do. Now why does it matter? Because on things like, for example, DACA, the DREAMers, there's a widespread legislative consensus that this problem needs to be solved. But even President Obama said he didn't think he had the authority to do it. So, if President-elect Biden goes back and does DACA, this might be one of the cases where the court says --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Interesting."
    },
    {
      "speaker": "ROVE",
      "utterance": "-- well, it's a good purpose --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "ROVE",
      "utterance": "-- but did you have the authority to do it?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I see where you're going there. Very interesting. Juan, I want to ask you actually about the editorial that you wrote, and in it you said how did 12 percent of black men vote for Trump and why would 39 percent of Latino men vote for a man who called Mexican men rapists and enforce harsh anti-immigrant policies. You know, I guess, you know, do you want to elaborate on that, and then I have a question for you about it. JUAN WILLIAMS, FOX NEWS CO-HOST & POLITICAL ANALYST:  Sure. So, I wrote this piece in The Hill, Martha. And as you know, President Trump, I think he did the best of any Republican running for president in the last 60 years among people who aren't white in the country. And it came as a surprise to me in large part because his racial policies have been at times harsh, certainly his immigration policies. A lot of tension between him and black leadership in the country. So, you look at exactly what happened and I think if you look at Miami-Dade, especially the Cuban-American community there, it looks as if a lot of the campaigning about creeping socialism and the like, I think that's a little much. I don't think Joe Biden looks like a socialist to me. But anyway, you can understand that it appealed to some anxiety in that community. But this goes beyond Miami-Dade. We are talking about going up i4, in Florida, Puerto Ricans, Venezuelans, Nicaraguans, across to Texas, across to Arizona into California and Nevada. And you start to say these are Mexicans as well. Exactly what happened? And in many cases, you know, again, we can't be absolutely sure at this juncture, more reporting required but I would say a lot of it especially among the men had to do with the appeal of his sort of machismo character, I think that a lot of people certainly responded to him, as sort of brush, grab him, you know, say what you want. People who want to feel a sense of power in their lives and oftentimes they're alienated."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I would take issue with that because I think, you know, when you look at, look at some of the successful rappers, who, you know, they want to pay lower taxes. Most Americans want to pay lower taxes. You look at what Kanye West had to say. He wanted to lower abortion rates among the black community in the country. I think that that's a noble aspiration, you know. And you know, you look at the suggestion that a lot of people are trapped in social programs. I mean, those are real issues. So, I feel like it's a little bit of an insult to say to them that they only wanted to vote for the president because of a machismo element."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. I said that right in the article, Martha. I said, for example, Bob Johnson, the first black billionaire, is very clear about the financial interests of taxes and the like Kanye West --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- and you know, Ice Cube."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Those are important issues."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right. But it's not -- I mean, you can say that that's the issue but clearly when you have, you know, 90 percent of the black community voting because they see President Trump in an antagonistic way and his behavior, his policies towards their community. That's a very separate set of issues and certainly not having to do with any of the social policy that you were discussing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. But the fact is -- I want to get Sarah Huckabee Sanders in here. Because the fact is that that group is growing who feels that way."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Sarah, is this -- is this showing a new potential coalition for your party and how will we see that play out?"
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, FOX NEWS CONTRIBUTOR",
      "utterance": "Absolutely and I think it's beyond insulting, Juan, that you would say these people would only vote for the president because he's, you know, this kind of macho personality. I think it's actually because he put policies in place that actually help those communities, something Democrats have not done over the past several decades. All demographics did better under this president. Asian-Americans, Hispanic-Americans, African-Americans did better under the Trump economy than they have under Democratic economies. He also put into place things like opportunity zones which put an infusion of resources into communities that were hardest hit. I think people started to appreciate the things that the president was doing. I don't think it has anything to do with personality but it has everything to do with policy and the fact that he delivered on what he said he would do. Is that he would make America better for everybody and he did that and people started to take notice. They ignored the narrative being driven by the media --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We got to leave it there."
    },
    {
      "speaker": "SANDERS",
      "utterance": "-- and they paid attention to what was happening in their own lives and that things were getting better for them under this president."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Interesting debate. Thank you very much to all of you. Good to have you here tonight. Coming up, Pulitzer Prize-winning journalist Charlie LeDuff with the message to Trump voters who are angered about the outcome of this election. He is with us in Michigan as always, when we come back."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "It puts much more pressure on me running against a guy like this, you know. If you lost to somebody that was good. Can you imagine? The concept of losing to this guy. You better-- you better get out there and vote tomorrow. I will be so angry, I'll never come back to Michigan. I'll never come back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Hard to believe that that was just one week ago. President Trump's final rally before election day. He called on Michigan voters to deliver like they did in 2016. Instead the state flip for Joe Biden by a margin of nearly 150,000 votes. Joining me now Charlie LeDuff, Pulitzer Prize-winning journalist and author of \"S Show:  The Country is Collapsing and the Ratings are Great.\" Charlie, great to have you with us. I know that you spent a lot of time at the TCF Center in Michigan. You wrote about it. You said that you did not see any irregularities in the work the you did. I just want to play this from Ted Cruz talking about what he heard about there. Watch this."
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "utterance": "We heard a report from one county in Michigan where the election software mistakenly counted 6,000 votes that were cast for Donald Trump, it switch them to Joe Biden. Now they apparently caught that. But that same software is used in 47 counties throughout Michigan. That needs to be examined to determine that there is not a problem counting the votes and the legal process is how you resolve those questions."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What's your reaction to that and what was your experience? CHARLIE LEDUFF, AUTHOR, SH*TSHOW:  Fair. OK. So, check it. Beautiful. That's what we do. Right? That's why we have a process. But I wasn't just in the TCF. I call it Cobo Hall, the old man. I was a precinct captain. I was the guy that took the absentee ballots, input them, open them, made sure the numbers matched and passed them on as they went around. But I was also a reporter. I was in there to be a reporter. Because listen to me, my brothers and sisters across the country. Nobody is stealing the election under my nose. So, I was there for 23 hours over two days, and every time the truck door opens with ballots coming in, you know I got up, you know I watched. So, this rumor about 137,000, which would double the total, coming into the dead of night is completely 100 percent horse s. That's what it is. Now as Senator Cruz says if there are irregularities, that's what we do as a country. But we accept it and I think the conservative movement should be kind of happy about last week because you didn't lose the statehouse. You picked up -- you picked up some seats in the House of Representatives and you might or probably will keep the Senate. So, this kind of shows you really what the country is. Relax and don't blow it up."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you think --"
    },
    {
      "speaker": "LEDUFF",
      "utterance": "That's a rumor."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let me ask in general about Michigan --"
    },
    {
      "speaker": "LEDUFF",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- and why you think Michigan flipped."
    },
    {
      "speaker": "LEDUFF",
      "utterance": "Why we flipped? Because that's what we do. We are known as that. We are blue-collar Republicans. Like we are very conservative blue-collar people. We flipped last time. We went Obama. We went Trump. We are going Biden. Give us something. So, what you really saw nationwide is what you saw here. Blacks turned out in greater numbers for Trump, as did Latinos, as did white women. Wow. So, who flipped for Trump here? White guys. But educated, you know, college white guys from the suburbs. All of a sudden, we in the media and the pollsters are like what happened there? Here's what I'd say to the media. You weren't at TCF because you decided to go home and put your pajamas on and have some milk. Nobody was there. There's no photos. Do your job. Your job is to reflect our world. Not your world --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let me --"
    },
    {
      "speaker": "LEDUFF",
      "utterance": "-- as we should be living in."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I hear you. I didn't have my pajamas on until about 5 o'clock in the morning."
    },
    {
      "speaker": "LEDUFF",
      "utterance": "I know. You nailed it, man. I comb my hair for this show."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He's so funny. So, you said that, you know, a few years ago you found 113 people -- no, a dozen people over the age of 113 who registered to vote. I saw some similar rolls in Pennsylvania. I mean, just super quick. I mean, that can't happen. We can't have that."
    },
    {
      "speaker": "LEDUFF",
      "utterance": "We can't have. And that's the thing since we are going to be doing this in the future. Get the rolls clean. My secretary of state. Get off the TV and get in the office and figure a way to make it clean because the future is here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely. Charlie, thank you."
    },
    {
      "speaker": "LEDUFF",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Charlie LeDuff, always good to talk to you. More of THE STORY right after this. Stay with us."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That is THE STORY of this Monday, November the 9th, 2020. But as always, THE STORY goes on. So we'll see you back here tomorrow night at seven. Have a great night, everybody. Thanks for being with us. We'll see you tomorrow. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}