{
  "date": "November 1, 2018",
  "headline": "Immigration showdown heats up in final days before midterms",
  "subHeadline": "President Trump takes aim at Democrats for 'incompetent' immigration laws; reaction and analysis on 'The Five.'",
  "url": "https://www.foxnews.com/transcript/immigration-showdown-heats-up-in-final-days-before-midterms",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "Hello, I'm Jesse Watters along with Morgan Ortagus, Juan Williams, Dana Perino, and Greg Gutfeld. It's 5 o'clock in New York City, and this is \"The Five.\" Fox News alert, moments ago Trump addressing the illegal immigration crisis facing our country. The president taking aim at Democrats and blaming them for the laws that enabled the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "We will not allow our generosity to be abused by those who would break our laws, defy our rules, violate our borders, break into our country illegally, we won't allow it. The laws are so bad. They're not archaic. They're incompetent. It's not that they're old. They're just bad. And we can't get any Democrat votes to change them. It's only the Republicans that are -- in unison they want to change them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The hot-button issue, the last couple of weeks, has been the migrant caravan headed towards the United States. Trump once again vowing to stop it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "At this very moment, large, well organized caravans of migrants are marching towards our southern border. Some people call it an invasion. It's like an invasion. These are tough people, in many cases. A lot of young men, strongmen, and a lot of men that maybe we don't want in our country. But, again, we'll find that out through the legal process. But these illegal caravans will not be allowed into the United States. And they should turn back now because they're wasting their time. They should apply to come into our country. We want them to come into our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The president also saying he'll crackdown on meritless claims for asylum.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "My administration is finalizing a plan to end the rampant abuse of our asylum system. Under this plan the illegal aliens will no longer get a free pass into our country by lodging meritless claims in seeking asylum. Instead, migrants seeking asylum will have to present themselves lawfully at a port of entry. So they're going to have to lawfully present themselves at a port of entry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK, Juan, two issues here, because of the laws in this country, they treat people from Central America different than they treat people from Canada or Mexico. So if you come with a child and you're from a Central American country and you cross the border, and if you say you're fleeing violence, they will immediately accept you into this country and release you into this country because of the laws. Do you think that the system is being gamed by people who -- you know, there's lawyers down there telling them what to say right before they cross. Would you make any changes to the illegal immigration problem at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "sentences": "Yeah. Well, I mean, if you want to make a change with regard to the asylum rules, I guess that's up to us as the American people and we can do that at any time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The Democrats can help with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah, I mean, it's the Republicans who have failed in the two years they've been there with Trump. But yes, you're right, Democrats are willing to help and I think they've been willing to help when we have packages for comprehensive immigration reform that were defeated by Republicans in congress. But what we're seeing here -- I just find this, kind of like -- is this bizarre? Is this Halloween still? I mean, the Republicans can't talk about the economy or taxes apparently, so they start a culture war and demonize these poor people who are stragglers, who are thousands of miles away from the border, and don't have any -- oh, we're going to have our military. I mean, Trump is creating a photo opportunity to spur Republican turnout. It is so transparent. And I've just got to think, are people that stupid that they are just going to fall for this time after time after time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, I don't think the president was the one that started the caravan. You've had a caravan crisis on the border during the Obama administration. He chose to handle it one way. The president more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "…handle it differently. There was a crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I'm saying there's no crisis now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK, I believe there is a crisis. Do you believe there's no crisis, Morgan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN ORTAGUS, CO-HOST",
      "sentences": "No -- I think the caravan is really -- it's missing the forest for the trees. When you look at it, the caravan to me is more symbolic of the immigration fight. And the fact that there're many Americans, when you look at polling on this, why is the president bringing this up? Because when you look at Republican voters, this is at the top of their list, including health care. And so, you know, I think that people in general are frustrated that the Republicans have made no progress on this. I mean, the president campaigned on the wall. He's gotten some money for the wall. But he hasn't been able to get everything that he wants. So, for me, the caravan is just a larger representation of frustration at our government for not solving the problem. And that's why he's bringing it out. It's a political winner for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. And the timing, a week before, and a big White House speech, and took a few questions, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "sentences": "Well, the president didn't start the caravan, right? It's not his problem. It's not his fault that the caravan started a month before the election and -- as they march closer, even though I know they're thousands of miles away or thousands miles away. Like, he didn't start that. So the visuals -- that was not of his creation. He didn't make this up out of whole cloth. This is actually happening and you can see it every day. There's a picture today of the 4- year-old girl who was so exhausted she just refused to go any further. So that's a humanitarian problem. Again, not his fault. And he's trying to figure out a way to do something with it. He tell them go back. But I think that maybe he could go a step further, and I don't think it will happen now. But he chose the Roosevelt room for the speech for a reason. He didn't have a bunch of people behind him. He wasn't at a campaign rally. He did it in the Roosevelt room where you decide policy. So he's saying like this is a policy that we have to deal with. I think the speech could have been a little shorter, maybe. But this is what he was saying. I also feel like -- it is clear that we need an orderly process to figure out how do you separate economic migrants from people who are really in need of asylum? My concern about the pushing asylum-seekers, honest-to-goodness people with integrity that have the need for asylum, to push them to a port of entry is that they might be so desperate that they can't get there. I think when you can tell the difference between somebody who wants to have a better life and the chance to live in America versus somebody who's really desperately fleeing violence from their government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Could you migrate to a port of entry or does it have to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He might be able -- he might be able to do it. I think a lot of this stuff is actually happened -- handled at the embassy level in other places overseas. The last thing I would say is I feel like we need to do something that solves the problem at its source. Capitalism is the answer. And I think -- the president could do something, whatever happens in the midterms, who cares. He's president for the next two years. He's running for reelection. What could he do that would be big and different? What about like a Marshall plan type thing for a very neglected part of the world, Latin America, Central America, South America. Why not do something big and bold to reintroduce capitalism, something generational that would have a lasting impact and that would go along with -- not just the border security but try to bring people together and say if we want to take care of this region and protect our own borders, let's do something that will actually make a difference and we'll be that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "And USAID administrator, Mark Green, is doing exactly what Dana is talking about. He's trying to reform USAID that we've been giving to these Central American countries, which by many definitions meet a failed state status. And it's not just the U.S.-Mexican border, we're seeing the same thing happened in the failed state of Venezuela, thousands of migrants a day of people fleeing Venezuela going to the Colombian border. So we should be looking at this similarly to how we looked at failed states in the Middle East that we've worked on for so many years. Looking at failed states in Central America, I totally agree with you and I think Mark Green of USAID has a great plan for this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Greg, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "sentences": "I think that a lot of these problems are due to how the media position these issues. Number one, Juan brings up the fact that no one is talking about the economy, that's because the economy is effing great right now. You're going to have 3.5 to 4 percent growth, full unemployment. Wages are souring we've just found out today. But the media doesn't like to talk about planes that land safely. They can only report on planes that crashed. So good news about the economy mysteriously is no news on the other networks. We tried to talk about it here but it's often ignored because it's such good news. Now, let's talk about immigration. Donald Trump had to set the whole issue up at the beginning as a strain on the system. The reason is, is that the media believes you can only hold two positions. You can either say we're a nation of immigrants or it's a nation under siege. But the fact is, human beings hold a portfolio of positions regarding everything, like immigration, you can hold a bunch of different positions on crime, right? You can be -- I can be for the death penalty but think drugs should be legalized. You can have a portfolio of interests about climate. You can believe that there's climate change but that the policies are wrong. But the activist media bands nuance so that you can -- like, if you have a strong -- if you feel for strong immigration, you want people to come here but you want to tighten up the loopholes, that doesn't work for the media. That doesn't compute. They need to have you in your own box, and it's so infuriating because I am for strong immigration. I want people to come here. President Trump said he wants people to come here, but in his brain, he knows, like everybody who is immersed in this kind of like law & order criteria that you keep in your brain that there has to be a system, and that system enables you to have a portfolio of beliefs. Unfortunately, the media cannot handle that because they're stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I want to quickly say that it's not just the media. You look at the ads and there's a ton of ads right now going into the weekend, and the ads run by the Republicans are not talking about the economy, Greg, because it's not gaining traction with the voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, and that's a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And the second thing I would say is -- but look at the ad that is being run, the one that the president retweeted that have -- like some Mexican guy who shot -- I think it was a law enforcement officer saying, oh, I'm coming back. I'm going to kill more. I mean, you think, my gosh. This is Willie Horton all over again? When in fact we know from the numbers that, in fact, people who are here illegally have a lower rate of violent crime than people who are native born.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Was it wrong to point out that Willie Horton was a furloughed killer? Is that wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Are you on the side of Willie Horton?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I'm on the side of not playing to racial antagonism in this society.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's about crime and safety, not race.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, George Soros.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're seeing race. Nobody is seeing race here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, that was a furloughed killer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Are you kidding me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was a furloughed killer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Willie Horton?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're seeing race, I'm not. I'm seeing a furloughed killer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "President Trump blasting Democrats amid positive poll numbers that could doom the blue wave. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Everything we have achieved, and it's monumental, is at stake in this election. Democrats want to erase our prosperity and reverse our progress. This election is truly a choice between results and resistance. How about their whole theme? Obstruct, resist. What the hell do you get out of that? This is really an election between greatness and gridlock.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "With just five days to go until the midterms. The president is on a campaign blitz, drilling down on what he says is at stake in Tuesday's crucial election. This as new polling shows the president's push may be having an impact in key senate battlegrounds. A new Fox News poll shows Trump's approval rating at 50 percent or higher in five important states. Dana, what do you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think that we have a real race and there's a great reason to watch Fox News on election night because.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Nicely done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, of course. I'm going to be here and I would love to everybody to join us. We're all going to be here. It's coming down to the wire, you actually have more people enthusiastic about voting in the midterms that there has been since 1966 which is when Johnson was expanding the war in Vietnam and people were super engaged. So you have people already engaged. You have by Election Day 40 percent of the vote will already be in because of early voting. And both sides are claiming that they have got some traction there. I do think President Trump has shown himself to be critical in the senate battlegrounds. You look at North Dakota and Tennessee, with those two alone, President Trump will assure that Mitch McConnell continues to have a Republican majority. They could still even pick up a couple more. I think the house is a little bit different you have forecasters looking at this one. Wow, the Democrats are doing pretty well. I don't know how much could happen between now and then, except for the president, Obama, Biden, Pence, they're all out there trying to get voters to get out there to the polls. I do think -- I'm going to say one thing on policy, on the closing arguments you have Democrats focusing 100 percent of health care. President Trump just gave a policy speech from the Roosevelt room for about an hour on immigration. So those are the two things. What's interesting to me is I feel like the Republicans have a much better story to tell on health care and they not engaging on it, kind of, at all. They're on the defense in almost every state on that issue, and they don't have to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Jesse, tell me a little-bit about how you understand the president's travel itinerary and where he's deciding to go on these final days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It looks like it's all senate-driven, you know, Florida, Missouri, Indiana, and that's where I believe that Republicans are going to pick up seats. The house is right now a little-bit more influx. I think what the president needs to do is make this more about heroes and villains, less about a referendum on his self. I'd make it a contrast election but I personalize it more. Right now, the contrast is more vague in terms of the Democrats and the socialism thing. I would really make it about Nancy Pelosi. Nancy Pelosi versus Donald Trump. That's what I would do. I would continue to hit Kavanaugh, the Kavanaugh balance has faded, that's needs to be reignited. I would actually bring back Spygate. That really cast the president as an underdog, us against the world. Also continue to hit the media hard. There was just a pullout that said more people believe the media is dividing the country as opposed to Donald Trump. Donald Trump is viewed more as a uniter by two to one then is the media. Right now the economy, as Greg laid out, is so white-hot right now. You like to say that they're not running on tax cuts. He's running on a red-hot economy. I just saw him put out a video the other day. The first 30 seconds of the video was how great the economy was. The guys obsessed with the economy. It's almost like Tourette's syndrome. Every time you asked him a question about anything, he starts talking about what great economy we have. Immigration, I agree, is the number one issue for Republican voters. I wouldn't change a thing on that. I do think that Republicans squander the deal on health care. They were supposed to repeal and replace. They only half repealed, replaced it with nothing, and they really let -- they've seeded a lot of fertile ground to the Democrats on that territory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So, Morgan, if -- as Jesse says, this really is about Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "Everything is about Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Everything is about Donald Trump. But, you know -- but when you look at the numbers they're so intriguing because it's like 80-plus percent of Republicans back Donald Trump, but it's almost like this is less calling Republicans home for the midterms than it is calling Donald Trump as sort of tribal support home for the midterms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "That's an interesting point. I mean, I think he really has made it all about him which I think is a smart strategy because there's many great candidates running. There's no one that motivates the Republican base like the president. To Jesse's point on the media, I mean, I think that they've played right into his hands on many of these things. And, you know, congress always, historically, has a very low approval rating. And right now the media has an approval rating just low as congress. And there's no sort of intellectual curiosity about why the American people may be frustrated. They blame it on the president without having any sort of self-reflection. One thing that I would say that we should be watching on election night, as Dana will break this down for us I'm sure on election night here at Fox is the governor's races and the state legislatures. We're talking a lot about the house and senate which is clearly very important. But Republicans have had the majority of governorships for a long time. They're facing really, really tight races and many of these states. Florida and others where there are tight senate races and state legislatures in several key states may flip as well because of millennial Democrats running.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Greg, are you going to stay up on Tuesday?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, yeah, I've got to work. I'll be here all night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But, Greg, I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I won't be exiting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But, Greg, you go to bed early.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know. I know. Well, it's usually when I come home. I think it's not just about Donald Trump. It's about an emotional contrast between positivity and anger. It's like when you go and you look at the rallies, everybody is laughing, smiling, having a good time. It's like, what do you do outside a football game?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Tailgate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's like a tailgate. And then you contrast it to the resistance, angry. You look at the Ben & Jerry's curtain with the angry look. It's like the difference between a rally fund and the Democrats' mob, angry people. Now, I expect the Dems to win more than a few seats in the house and that's because of the natural cycle of the midterms. When you're out of power, the only responsibility you have is to get back in power. You don't have to run a country. You have no responsibility. All you've got to do is be angry for two years. So I think -- the Democrats have to be really weak not to regain the house. I would expect that they will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And speaking of tailgating, we have Terry Bradshaw who's going to be joining.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Who?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right, Oprah and other celebrities hitting the campaign trail for Democrats. Is that going to matter? Find out right here on The Five, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "Celebrities are out in full force for Democrats in the midterms. Oprah hitting the campaign trail to stump for Stacey Abrams in the Georgia gubernatorial race. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OPRAH WINFREY, CELEBRITY",
      "sentences": "On November 6, you're all here, you already got it. You got it. So now your job is to go out and let everybody else know how to get it. That you make your voice heard on November 6. We have this incredible opportunity to make history. We have our inalienable right to vote because the one place where we're all equal, where is it? It's at the polls. And I'm here today because I know you know that, but I just came to remind you of the power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "Barbra Streisand, my favorite, releasing a new anti-Trump album, unfortunately. Here's a clip from one of the songs slamming the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STREISAND",
      "sentences": "How do you sleep when the world is crumbling? Don't lie to me. Don't lie to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "I think I like, don't rain on my parade, better. Anyway, and Hollywood stars including Tea Leoni and Cher are out with another PSA encouraging people to vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "If somebody asked you what do you care about, what would you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "Losing your health care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "Equal pay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "Equal rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "Look, if you're worried about your pre-existing conditions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "If you can't take another school shooting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "What matters to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "Seriously, does it matter to you? Then vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "So, Greg, I think this is a really smart strategy, actually, because in 2016 when Jay-Z, and Beyonce, Katy Perry, all came up for Hillary Clinton, it was such a winner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It really was. By the way, I'm going to be the first to accuse Barbra Streisand of plagiarism. She just ripped off Midnight Oil, how do you sleep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Also the -- one of her lyrics is your lips move but your words get in the way. It's one of the things that sounds really clever, but it's complete nonsense. As for the ad featuring the female actresses and celebrity, the ads mentioned very specific issues, none of which had to do with the economy or jobs. And I'm thinking -- I imagine in a parallel universe, what would happen if the Republicans did that for men with male celebrities? And did an ad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let's try it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's try it. Featuring men and all they do is say, you want a bigger paycheck? Do you want a raise? You want to be able to pay off your mortgage? You know, it's kind of weird when they put people in boxes. Like women should also be caring about the economy too and about jobs. And the thing is, it's -- the Democrats, again, only see people in their narrow boxes and it's depressing because women have a far broader sense of the world going on there. They do care about paychecks. And they do care about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Also, a lot of them are responsible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah, there you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "So, Dana, other than making them, like, feel good about themselves, does this have any effect on the voters?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't know. You've got to get the vote somehow, and President Trump is going to all the key battleground states. And if you're Stacey Abrams and you're in a tight race in Georgia, would you rather have Hillary Clinton come, or Oprah? Obviously, it's no contest. And I thought Oprah's speech was good. They don't have --Democrats don't have a leader yet until they go through their primary, which we're going to see in the next couple of years. So, I think that as many people as they can get out, they should just try it because President Trump is tireless. He's traveling all over the country. He'll do a million rallies between now and then. And to have Oprah come I think is pretty smart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "Well, we have Juan, our own celebrity up until this week, we had Kanye. What do you think? Do you think this is having any effect? Is it actually get out the vote? Didn't seem to help in '16.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, but I think you've got a different dynamic in the midterm than in a presidential year. And so what historically happens is in midterms you get low turnout among minorities, young people, and also women. And I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "Low turnout among women in midterms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. In other words, if you're talking about educated, highly - educated -- because people get -- you know, it's Tuesday in November. The kids are at soccer practice. I've got to get home to cook whatever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Get home to cook?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "How enlightened of you, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'm just telling you, so I just think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "I don't cook, for the record.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You don't cook at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "No, I cook at Christmas. I cook prime rib. That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'll come over. I'll come over. I think Oprah is a strong voice if you're trying to communicate with those young people, minorities and women. I don't think there's any question about it and when she specifically said that this was about voting, I think it had such high impact in that race, where you have Brian Kemp, who's the Republican but also the state's attorney general; and he's being accused of engaging in voter suppression in the state. So it's a key button for Stacey Abrams to push.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "Jesse, you look like you have something very witty to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean, it was funny to hear Oprah talk about, you know, in the '40s and the '50s in Georgia, all the voter suppression. I'd like to remind Oprah that was Democrats who controlled Georgia in the '40s and the '50s. I don't know about you guys, but I have to make a confession. I get excited listening to Oprah. She excites me. I don't know what it is. She's got charisma, the way she speaks. If she was a Republican, I would - - you know, and she was running for -- against Trump in the primary, I'd have a tough decision to make. She's got a lot of energy. She's really convincing people. There's something about her that's just magnetic, and this is really going to make Stacey, I think, the next governor of the state of Georgia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And I believe Oprah probably feels a little guilty, because she sat on the sidelines during 2016; never really helped Hillary Clinton too much. And now she's coming in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Maybe she didn't want to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right, yes. And you know what she says, \"I only back candidates that I feel inspired by and that are authentic.\" And notice who she didn't campaign for, is Hillary Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And she didn't endorse Hillary Clinton in '08 either. She endorsed Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right. By the way, Jesse, Vice President Pence was down in Georgia and he said, \"Hey, all these celebrities, this is Georgia, not Hollywood.\" So I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "That's a good message, too. That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm beyond razzle-dazzled by the Hollywood --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "All right, guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Coming up, NFL legend Terry Bradshaw is coming into the studio. But first, Twitter considering a big change that will make the P.C. crowd so very happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Big news for people using or being used by Twitter. The time- sucking tool may be dumping the \"like\" button. The CEO believes that, since people want more likes on their comments, they might boost the attention-grabbing qualities of their tweets. And that's bad. Sounds like ratings. But to me, that's like removing seat belts on the Hindenburg. It's not about the accessories. It's about the thing itself. Does Twitter have any purpose at all, other than attention seeking? No one ever tweets, \"Get out, your house is on fire.\" No, Twitter is the world's bathroom wall, allowing the worst part of you to shine. No one is better on Twitter than they are in real life. They're avatars without souls, because without face-to-face dialogue, cues are missed and cowardice rules. Is that person being sarcastic or mean? And when reading the tweet, do you actually care? It's more fun to condemn than comprehend. Meanwhile, the same biases exist there as anywhere else. The CEO still protects Farrakhan while banning other noxious voices and calling it brave, because if you're spineless, moral posturing is all you have left. The first mistake we ever made with Twitter is thinking that it mattered. But the worst part of it: us and our willingness to be used. Without content provided by you or me, the platform wouldn't exist, and Jack Dorsey wouldn't be worth 5 billion bucks. He's a guy getting rich off dog fights, and we are the mutts. I feel like I'm used every day that I'm on Twitter, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. I think -- I know when you're having fun on Twitter. It's, like, 8 or 9. You starting getting loose, and you start saying things you shouldn't say. I like Greg's Twitter feed between 8 and 9 and 10. That's the best Greg. I don't participate in Twitter. I walk a fine line, as it is on television.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think typing things down so it stays in eternity is too risky for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So I like to just tweet and retweet things I say on the air. And I need the \"like\" button. I need to feel liked. I want to know what I say and how people are reacting to it. And the more likes I get, the better I feel about myself. I need that reassurance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "At least you admit that, though. He admits that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. Was that too honest?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Juan, you don't even -- you just stay away from it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, Juan, don't go on Twitter. As your friend, please don't go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, it has commercial value, because it can publicize projects and appearances and the like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't think it sells anything. Like, I -- do you ever -- I don't think it sells books.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I don't either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think it can alert people to a segment coming up or something like that, but sales, no. Probably not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But you know what? It's a lot of ego. People want to think that you want to hear what they have to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But I really agree with what you said in the monologue, because to my mind, there is such a lack of responsibility on the part of these social media platforms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And they don't want to deal with the fact that more than half of Americans say they've been harassed in social media. Demeaned, put down, trolled. I can tell you stories. And so I just think if they were responsible, instead of always saying, \"We want to facilitate good conversation,\" but then they don't protect against people who are vicious and vile and sordid in terms of what they say. It's damaging to our country and to our society.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Or could you argue, Morgan, that it provides a release? So people don't -- aren't vile on the streets. Like, the trolls end up letting it out online. And therefore, it reduces incidents of violence. Could that be a possibility?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "Maybe, but I actually think, like, eight to ten years ago when Twitter was younger, there was actually amazing things happening on Twitter. Remember, in the 2009 Iranian Green Revolution that almost overthrew that administration --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "-- that started on Twitter. I was living in the Middle East in 2011 during the Arab Spring. A lot of that, seeing Mubarak and those regimes fall. The Arab Spring happened because of Twitter. It has devolved since then, but I remember. I was in the Middle East in the beginning of the Obama administration, and we were amazed at how social media was bringing down, you know, 30-year autocrat regimes. So perhaps there's a way to get it back to where it's taking down people we don't like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a fair -- that's a fair point. It's an end around over tyrants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, it's like Trump's end around over the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "Good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dana, how many Twitter followers do you have now? Two million?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "A lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Two and a half million?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know why you do? You know why you get it? Because you're exploiting your dog. You know, Jasper has no idea he's on Twitter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No, he is definitely not as used as you are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There should be dog lawyers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You know the biggest problem with Twitter and the like button?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "When they changed it from a star to a heart --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It just changed everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Because you don't want to love something. You, like, star it, like, that's good. And, like, hearting it is gross. They should have never done that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know why? Because you also star things that you want to remember to go back to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Absolutely. That's true. And also, have you ever had completes from people if you like their tweet? And they'll go, \"Could you please retweet it? Have some guts and retweet it\"? I just -- I wonder if all of us should abstain for one week from Twitter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, we say that, but we never do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "On Thanksgiving. I did it when I went to Spain, and it was great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Way to drop your vacation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"Oh, when I was in Spain, I didn't do any tweeting.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "\"When I was in the Middle East.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"Yes, when I was in Milpitas, California --\" All right. Up next, NFL Hall of Famer Terry Bradshaw joins us here on \"The Five\" to talk politics. No, just kidding! Just kidding! \"Thursday Night Football,\" that's what we're going to about. A lot more ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Every Thursday after \"The Five,\" we run out of our studio to make way for \"Thursday Night Football\" on Fox Sports. The pregame show broadcasts live from right here at our Fox News headquarters in our studio. We're happy to share our space with our football friends, and we're even happier to have \"Thursday Night Football\" cohost and NFL legend Terry Bradshaw -- TERRY BRADSHAW, CO-HOST, \"THURSDAY NIGHT FOOTBALL\": Legend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- here with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They say that about me sometimes, Terry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's great to have you here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Thank you. Good to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You are a legend. I forgot how many Super Bowls you won.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So did he.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Don't touch me, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Hey. Hey, you know what? Obviously, everybody is into this who's the best, who's the best, who's the best? And I get that. And so everybody says Tom Brady. I'm nowhere in that mix, which is fine, but I also have to remind them, T.B., Tom Brady, 12. I am the original T.B. 12.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I knew that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What about Roethlisberger? I mean, he's a Steeler. He's doing well. Do you think you're better than he was?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "No, he's must stronger, bigger --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "-- much bigger, faster -- not faster but more accurate. Yes, for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "What are you doing? You're leading me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, I'm just trying to start a little trouble here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "You're not stirring trouble. No, I like him a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Can you punch him? Terry, can you punch him in the face?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, he means Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Actually, Juan -- Juan is my buddy. Every time Juan comes off the show, I say, \"Bubba, how are you doing today? Are you OK?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Listen to this. I was in Pittsburgh the other day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'm in the airport, and there's Franco Harris making the immaculate -- and of course, you threw that ball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And I was thinking to myself, \"I want my man Terry right here as a statue.\" And since we're talking Pittsburgh, you know they went through a rough time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Right, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And I was so pleased to see that the Steelers were involved with the funerals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Yes. You know, Mike Tomlin, head coach of the Steelers, his house is only 800 -- 800 yards away. And so it was -- it's the fitting thing to do. It's not even something -- it's not a political thing to do. It's the right thing to do. And the Steelers family should be commended for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We have a big game tonight. We have the San Francisco 49ers and the Oakland Raiders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Oakland Raiders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oakland got rid of a lot of players.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Yes, and I appreciate you plugging it, but it's really not that big.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You came on to plug, and now you're saying it's not a big game?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "No, no, no. I take all that back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's a huge game. I think you mean watch FOX News during the game, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "It might be the biggest game of the year. Now that I think about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You should watch me on \"Tucker.\" Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I grew up watching you, and I always felt that there were more interesting football players in the '70s then there are now. You had, like, scary people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jack Lambert, Conrad Dobler. Remember him? Matuszak. It seems like that's -- that's a bygone era. What happened to the scary players?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Well, I think -- I think -- I think basically, our business community doesn't really want scary players.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Players are looking outside of football when they retire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. They all look like models.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "We had a guy named Arrowhead Holmes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "We had Arrowhead. Me and Joe Greene, by the way, who watches this show religiously, and he was called Mean Joe Greene. Jack Lambert took his teeth out and was a very scary guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "These were amazing players.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "You're right, there was. And we had Ernie Holmes shot a helicopter down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "So just a good way of getting tension off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Everything has changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Now everyone is a male model. Tom Brady is too good-looking. You as a quarterback, you know, that was normal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "What are you saying? Whoa, whoa. I haven't been --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think you're exceedingly handsome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I think you need to punch him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm using Dana as a blocker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's not going to work out very well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Morgan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "I'm not Sporty Spice. You guys are all kind of, like, speaking Mandarin to me at the moment, I'll be honest. But my dad wants me to ask you about the new reffing the passer rule. He thinks it's stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Well, what they're trying to do, obviously -- survey says that if you keep your quarterbacks alive and healthy and standing up properly, the TV ratings grow, and the TV ratings grow, then the TV people pay more money and the NFL gets wealthier and so on and so forth. That actually was a part of the AFL. AFL captured America's imagination by throwing the football 50 times a game. So that forced a merger in '69. So it's all about throwing the football, and it's all about quarterbacks. And you're -- that's why you're seeing so many of 5,000-yard passers, 50- touchdown guys. And what they've found out is that they were trying trying to productive quarterback completely. The rule is stupid, I do agree with that. Because you cannot be fighting through a blocker and then hit the quarterback and then, at the very last minute, turn your hands. You fall through. And as a matter of fact, we had a play last week where a defensive lineman got through, ran around, grabbed the quarterback and turned him loose loose, because he was afraid of the rule.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's catch and release.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "You can't put your --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Catch and release!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I had to work in politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Can I ask another question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So you went from being a player to talking about players --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- and talking about the game. What was it -- what did you find hard about that transition? And what did you love about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Well, here's the thing, Dana. I think one of the things. That camera that I'm looking at doesn't lie. I mean, it captures who you really are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "And if you're lying -- if she asked me, \"What do I think about this player?\" And you saying Roethlisberger and I could have gone into a spin, but I gave an honest answer. So I don't have to worry about it. When you lie and when you're trying to cover something up, the camera doesn't -- the camera catches you. And I think you have to learn to be totally honest. And when you're honest, you'll either get a \"yes\" or a \"no\" but it will be definitive \"yes\" or \"no.\" If you fool and fool and try to lie, it doesn't work. You have to be honest with your viewers. When I'm asked a question on the FOX show on Sunday morning, \"FOX NFL Sunday,\" I always give an honest answer. And I do get in trouble. I do get in trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Let's test this theory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "I have to be honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Who's your favorite host on \"The Five\"? Go. The camera doesn't lie. Go!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "It's easy. It's Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, come on!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Juan, you're second.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What the heck?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Greg, you're third.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, I knew this was going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "Butch, you're fourth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You know what? You know what? Is Howie there? Can we get Howie out here? Howie --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Terry, you're welcome back any time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADSHAW",
      "sentences": "I'll come back next week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I might have a say about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Terry Bradshaw, thank you. We'll see you on \"Thursday Night Football.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Big game tonight. Huge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "\"One More Thing\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Time now for \"Juan More Thing.\" Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Thank you, sir. So last night it was a ghosts, goblins, and superheroes for Halloween all over America. So what's a granddad to do but hand out the candy? Take a look. Here are some wonderful kids connected to our show, \"The Five.\" Here's executive producer Megan's 18-month-old J.J. as Elmo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "Cute. Love Elmo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Here's producer Queenette's 3-year-old daughter Aria as Batman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And here are my three grandkids. Eli was a vampire. His sister Pepper was a vampire, too, but twin sister Wesley, a glamour girl. She did get jealous of the vampires and monsters and added some blood-red makeup to her face. So lots of adults get dressed up for Halloween these days, but I've got to tell you, nothing beats a little kid in a costume.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Very cute. All right. Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let me tell you about Felicia Bowers. She was diagnosed with cerebral palsy when she was just five months old. She's unable to speak. She cannot move her arms or her legs on her own, but it hasn't stopped her. She's 27-years-old now, and she's expressing herself through art. Check this out. She's converted a computer and camera system. It tracks her eyes, and it makes a beautiful piece of art. It allows her the ability to draw, and she says that creating her drawings lets her express her hopes and dreams of independence and also gives her the opportunity to make a living. One of her recent pieces sold at a charity auction for $14,500. So good job, Felicia Bowers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "A lot of money. All right. Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. It's time for --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAPHIC",
      "sentences": "Greg's Cat Off",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"Greg's Cat-Off.\" All right, Americans, you know the drill. I run through three videos. Then the table votes on the best cat video.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I like this one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. No. 1, this one's amazing. You've heard of the catwalk, right? Well, this is literally a catwalk. A fashion show in which a cat invades the runway. Do we have another video? Here we go. Here is a cat literally getting a CAT scan. A cat on a printer. He's sitting on a printer. A pussycat printer, if you will. All right. Let's move to No. 3, the final video. Here it is. It's a cat pulling a dog by the shirt. I don't know what I like more. There he goes. You know what? Seee?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They can live together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "I love this segment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Now you get to vote. All right, Morgan, which cat video?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "No. 3.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No. 3? Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. 3.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No. 3?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No. 3.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No. 3?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No. 1.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No. 1? I'm going to go with No. 2, so I think No. 3 wins.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No. 3 has it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Congratulations. No prizes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The prize was just participating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That could be a whole hour show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It should be. It should be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It actually might be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "As you guys all remember, the Philadelphia Eagles won the Super Bowl. Nine months from now, OK, from then, there's a baby boom in Philadelphia. I wonder if those things are related. Nine months after the Eagles won the Super Bowl, a lot of babies being delivered. Very, very special time in Philadelphia. And I'm just really using this as an excuse to show the fact that the Eagles won.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What happened to them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, I know. We're barely hanging on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "Fly birds fly. OK, so my husband found a great thing on Facebook. There's a pastor in Texas, in Dallas, named Todd Phillips who's living on the barge until he raises over $2 million for clean drinking water in Liberia in 2020. So you can find Pastor Todd Phillips from the Last Well. He's doing -- he's literally living on this barge raising money. I think he's at $1.8 million ao far, and he's staying on the barge until he raises over $2 million for clean water in Liberia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You could say he's living barge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "I think it's very sweet what he's doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's very important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "People are dying of thirst, Greg, let's not make fun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's a pun!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I know. You know what? Just got to know when to pull it sometimes, Greg. I always say, you've got to know when to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, Jesse. You do say that a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Terry and I. Terry and I. All right. Set your DVRs. Never miss an episode of \"The Five.\" \"Special Report\" up next. Take it away, Bret. Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "Hello, I'm Jesse Watters along with Morgan Ortagus, Juan Williams, Dana Perino, and Greg Gutfeld. It's 5 o'clock in New York City, and this is \"The Five.\" Fox News alert, moments ago Trump addressing the illegal immigration crisis facing our country. The president taking aim at Democrats and blaming them for the laws that enabled the problem."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "We will not allow our generosity to be abused by those who would break our laws, defy our rules, violate our borders, break into our country illegally, we won't allow it. The laws are so bad. They're not archaic. They're incompetent. It's not that they're old. They're just bad. And we can't get any Democrat votes to change them. It's only the Republicans that are -- in unison they want to change them."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The hot-button issue, the last couple of weeks, has been the migrant caravan headed towards the United States. Trump once again vowing to stop it."
    },
    {
      "speaker": "TRUMP",
      "utterance": "At this very moment, large, well organized caravans of migrants are marching towards our southern border. Some people call it an invasion. It's like an invasion. These are tough people, in many cases. A lot of young men, strongmen, and a lot of men that maybe we don't want in our country. But, again, we'll find that out through the legal process. But these illegal caravans will not be allowed into the United States. And they should turn back now because they're wasting their time. They should apply to come into our country. We want them to come into our country."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The president also saying he'll crackdown on meritless claims for asylum."
    },
    {
      "speaker": "TRUMP",
      "utterance": "My administration is finalizing a plan to end the rampant abuse of our asylum system. Under this plan the illegal aliens will no longer get a free pass into our country by lodging meritless claims in seeking asylum. Instead, migrants seeking asylum will have to present themselves lawfully at a port of entry. So they're going to have to lawfully present themselves at a port of entry."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK, Juan, two issues here, because of the laws in this country, they treat people from Central America different than they treat people from Canada or Mexico. So if you come with a child and you're from a Central American country and you cross the border, and if you say you're fleeing violence, they will immediately accept you into this country and release you into this country because of the laws. Do you think that the system is being gamed by people who -- you know, there's lawyers down there telling them what to say right before they cross. Would you make any changes to the illegal immigration problem at all?"
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "utterance": "Yeah. Well, I mean, if you want to make a change with regard to the asylum rules, I guess that's up to us as the American people and we can do that at any time."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The Democrats can help with that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah, I mean, it's the Republicans who have failed in the two years they've been there with Trump. But yes, you're right, Democrats are willing to help and I think they've been willing to help when we have packages for comprehensive immigration reform that were defeated by Republicans in congress. But what we're seeing here -- I just find this, kind of like -- is this bizarre? Is this Halloween still? I mean, the Republicans can't talk about the economy or taxes apparently, so they start a culture war and demonize these poor people who are stragglers, who are thousands of miles away from the border, and don't have any -- oh, we're going to have our military. I mean, Trump is creating a photo opportunity to spur Republican turnout. It is so transparent. And I've just got to think, are people that stupid that they are just going to fall for this time after time after time?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, I don't think the president was the one that started the caravan. You've had a caravan crisis on the border during the Obama administration. He chose to handle it one way. The president more."
    },
    {
      "speaker": "WATTERS",
      "utterance": "…handle it differently. There was a crisis."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I'm saying there's no crisis now."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK, I believe there is a crisis. Do you believe there's no crisis, Morgan?"
    },
    {
      "speaker": "MORGAN ORTAGUS, CO-HOST",
      "utterance": "No -- I think the caravan is really -- it's missing the forest for the trees. When you look at it, the caravan to me is more symbolic of the immigration fight. And the fact that there're many Americans, when you look at polling on this, why is the president bringing this up? Because when you look at Republican voters, this is at the top of their list, including health care. And so, you know, I think that people in general are frustrated that the Republicans have made no progress on this. I mean, the president campaigned on the wall. He's gotten some money for the wall. But he hasn't been able to get everything that he wants. So, for me, the caravan is just a larger representation of frustration at our government for not solving the problem. And that's why he's bringing it out. It's a political winner for him."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. And the timing, a week before, and a big White House speech, and took a few questions, Dana."
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "utterance": "Well, the president didn't start the caravan, right? It's not his problem. It's not his fault that the caravan started a month before the election and -- as they march closer, even though I know they're thousands of miles away or thousands miles away. Like, he didn't start that. So the visuals -- that was not of his creation. He didn't make this up out of whole cloth. This is actually happening and you can see it every day. There's a picture today of the 4- year-old girl who was so exhausted she just refused to go any further. So that's a humanitarian problem. Again, not his fault. And he's trying to figure out a way to do something with it. He tell them go back. But I think that maybe he could go a step further, and I don't think it will happen now. But he chose the Roosevelt room for the speech for a reason. He didn't have a bunch of people behind him. He wasn't at a campaign rally. He did it in the Roosevelt room where you decide policy. So he's saying like this is a policy that we have to deal with. I think the speech could have been a little shorter, maybe. But this is what he was saying. I also feel like -- it is clear that we need an orderly process to figure out how do you separate economic migrants from people who are really in need of asylum? My concern about the pushing asylum-seekers, honest-to-goodness people with integrity that have the need for asylum, to push them to a port of entry is that they might be so desperate that they can't get there. I think when you can tell the difference between somebody who wants to have a better life and the chance to live in America versus somebody who's really desperately fleeing violence from their government."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Could you migrate to a port of entry or does it have to."
    },
    {
      "speaker": "PERINO",
      "utterance": "He might be able -- he might be able to do it. I think a lot of this stuff is actually happened -- handled at the embassy level in other places overseas. The last thing I would say is I feel like we need to do something that solves the problem at its source. Capitalism is the answer. And I think -- the president could do something, whatever happens in the midterms, who cares. He's president for the next two years. He's running for reelection. What could he do that would be big and different? What about like a Marshall plan type thing for a very neglected part of the world, Latin America, Central America, South America. Why not do something big and bold to reintroduce capitalism, something generational that would have a lasting impact and that would go along with -- not just the border security but try to bring people together and say if we want to take care of this region and protect our own borders, let's do something that will actually make a difference and we'll be that."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "And USAID administrator, Mark Green, is doing exactly what Dana is talking about. He's trying to reform USAID that we've been giving to these Central American countries, which by many definitions meet a failed state status. And it's not just the U.S.-Mexican border, we're seeing the same thing happened in the failed state of Venezuela, thousands of migrants a day of people fleeing Venezuela going to the Colombian border. So we should be looking at this similarly to how we looked at failed states in the Middle East that we've worked on for so many years. Looking at failed states in Central America, I totally agree with you and I think Mark Green of USAID has a great plan for this."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Greg, what do you think?"
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "utterance": "I think that a lot of these problems are due to how the media position these issues. Number one, Juan brings up the fact that no one is talking about the economy, that's because the economy is effing great right now. You're going to have 3.5 to 4 percent growth, full unemployment. Wages are souring we've just found out today. But the media doesn't like to talk about planes that land safely. They can only report on planes that crashed. So good news about the economy mysteriously is no news on the other networks. We tried to talk about it here but it's often ignored because it's such good news. Now, let's talk about immigration. Donald Trump had to set the whole issue up at the beginning as a strain on the system. The reason is, is that the media believes you can only hold two positions. You can either say we're a nation of immigrants or it's a nation under siege. But the fact is, human beings hold a portfolio of positions regarding everything, like immigration, you can hold a bunch of different positions on crime, right? You can be -- I can be for the death penalty but think drugs should be legalized. You can have a portfolio of interests about climate. You can believe that there's climate change but that the policies are wrong. But the activist media bands nuance so that you can -- like, if you have a strong -- if you feel for strong immigration, you want people to come here but you want to tighten up the loopholes, that doesn't work for the media. That doesn't compute. They need to have you in your own box, and it's so infuriating because I am for strong immigration. I want people to come here. President Trump said he wants people to come here, but in his brain, he knows, like everybody who is immersed in this kind of like law & order criteria that you keep in your brain that there has to be a system, and that system enables you to have a portfolio of beliefs. Unfortunately, the media cannot handle that because they're stupid."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I want to quickly say that it's not just the media. You look at the ads and there's a ton of ads right now going into the weekend, and the ads run by the Republicans are not talking about the economy, Greg, because it's not gaining traction with the voters."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, and that's a problem."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And the second thing I would say is -- but look at the ad that is being run, the one that the president retweeted that have -- like some Mexican guy who shot -- I think it was a law enforcement officer saying, oh, I'm coming back. I'm going to kill more. I mean, you think, my gosh. This is Willie Horton all over again? When in fact we know from the numbers that, in fact, people who are here illegally have a lower rate of violent crime than people who are native born."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Was it wrong to point out that Willie Horton was a furloughed killer? Is that wrong?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Are you on the side of Willie Horton?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I'm on the side of not playing to racial antagonism in this society."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's about crime and safety, not race."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, George Soros."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're seeing race. Nobody is seeing race here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, that was a furloughed killer."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Are you kidding me?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was a furloughed killer."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Willie Horton?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're seeing race, I'm not. I'm seeing a furloughed killer."
    },
    {
      "speaker": "WATTERS",
      "utterance": "President Trump blasting Democrats amid positive poll numbers that could doom the blue wave. That's next."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Everything we have achieved, and it's monumental, is at stake in this election. Democrats want to erase our prosperity and reverse our progress. This election is truly a choice between results and resistance. How about their whole theme? Obstruct, resist. What the hell do you get out of that? This is really an election between greatness and gridlock."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "With just five days to go until the midterms. The president is on a campaign blitz, drilling down on what he says is at stake in Tuesday's crucial election. This as new polling shows the president's push may be having an impact in key senate battlegrounds. A new Fox News poll shows Trump's approval rating at 50 percent or higher in five important states. Dana, what do you make of that?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I think that we have a real race and there's a great reason to watch Fox News on election night because."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Nicely done."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, of course. I'm going to be here and I would love to everybody to join us. We're all going to be here. It's coming down to the wire, you actually have more people enthusiastic about voting in the midterms that there has been since 1966 which is when Johnson was expanding the war in Vietnam and people were super engaged. So you have people already engaged. You have by Election Day 40 percent of the vote will already be in because of early voting. And both sides are claiming that they have got some traction there. I do think President Trump has shown himself to be critical in the senate battlegrounds. You look at North Dakota and Tennessee, with those two alone, President Trump will assure that Mitch McConnell continues to have a Republican majority. They could still even pick up a couple more. I think the house is a little bit different you have forecasters looking at this one. Wow, the Democrats are doing pretty well. I don't know how much could happen between now and then, except for the president, Obama, Biden, Pence, they're all out there trying to get voters to get out there to the polls. I do think -- I'm going to say one thing on policy, on the closing arguments you have Democrats focusing 100 percent of health care. President Trump just gave a policy speech from the Roosevelt room for about an hour on immigration. So those are the two things. What's interesting to me is I feel like the Republicans have a much better story to tell on health care and they not engaging on it, kind of, at all. They're on the defense in almost every state on that issue, and they don't have to be."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Jesse, tell me a little-bit about how you understand the president's travel itinerary and where he's deciding to go on these final days."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It looks like it's all senate-driven, you know, Florida, Missouri, Indiana, and that's where I believe that Republicans are going to pick up seats. The house is right now a little-bit more influx. I think what the president needs to do is make this more about heroes and villains, less about a referendum on his self. I'd make it a contrast election but I personalize it more. Right now, the contrast is more vague in terms of the Democrats and the socialism thing. I would really make it about Nancy Pelosi. Nancy Pelosi versus Donald Trump. That's what I would do. I would continue to hit Kavanaugh, the Kavanaugh balance has faded, that's needs to be reignited. I would actually bring back Spygate. That really cast the president as an underdog, us against the world. Also continue to hit the media hard. There was just a pullout that said more people believe the media is dividing the country as opposed to Donald Trump. Donald Trump is viewed more as a uniter by two to one then is the media. Right now the economy, as Greg laid out, is so white-hot right now. You like to say that they're not running on tax cuts. He's running on a red-hot economy. I just saw him put out a video the other day. The first 30 seconds of the video was how great the economy was. The guys obsessed with the economy. It's almost like Tourette's syndrome. Every time you asked him a question about anything, he starts talking about what great economy we have. Immigration, I agree, is the number one issue for Republican voters. I wouldn't change a thing on that. I do think that Republicans squander the deal on health care. They were supposed to repeal and replace. They only half repealed, replaced it with nothing, and they really let -- they've seeded a lot of fertile ground to the Democrats on that territory."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So, Morgan, if -- as Jesse says, this really is about Donald Trump."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "Everything is about Donald Trump."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Everything is about Donald Trump. But, you know -- but when you look at the numbers they're so intriguing because it's like 80-plus percent of Republicans back Donald Trump, but it's almost like this is less calling Republicans home for the midterms than it is calling Donald Trump as sort of tribal support home for the midterms."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "That's an interesting point. I mean, I think he really has made it all about him which I think is a smart strategy because there's many great candidates running. There's no one that motivates the Republican base like the president. To Jesse's point on the media, I mean, I think that they've played right into his hands on many of these things. And, you know, congress always, historically, has a very low approval rating. And right now the media has an approval rating just low as congress. And there's no sort of intellectual curiosity about why the American people may be frustrated. They blame it on the president without having any sort of self-reflection. One thing that I would say that we should be watching on election night, as Dana will break this down for us I'm sure on election night here at Fox is the governor's races and the state legislatures. We're talking a lot about the house and senate which is clearly very important. But Republicans have had the majority of governorships for a long time. They're facing really, really tight races and many of these states. Florida and others where there are tight senate races and state legislatures in several key states may flip as well because of millennial Democrats running."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Greg, are you going to stay up on Tuesday?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, yeah, I've got to work. I'll be here all night."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But, Greg, I know."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I won't be exiting."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But, Greg, you go to bed early."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know. I know. Well, it's usually when I come home. I think it's not just about Donald Trump. It's about an emotional contrast between positivity and anger. It's like when you go and you look at the rallies, everybody is laughing, smiling, having a good time. It's like, what do you do outside a football game?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Tailgate."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's like a tailgate. And then you contrast it to the resistance, angry. You look at the Ben & Jerry's curtain with the angry look. It's like the difference between a rally fund and the Democrats' mob, angry people. Now, I expect the Dems to win more than a few seats in the house and that's because of the natural cycle of the midterms. When you're out of power, the only responsibility you have is to get back in power. You don't have to run a country. You have no responsibility. All you've got to do is be angry for two years. So I think -- the Democrats have to be really weak not to regain the house. I would expect that they will."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And speaking of tailgating, we have Terry Bradshaw who's going to be joining."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Who?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right, Oprah and other celebrities hitting the campaign trail for Democrats. Is that going to matter? Find out right here on The Five, next."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "Celebrities are out in full force for Democrats in the midterms. Oprah hitting the campaign trail to stump for Stacey Abrams in the Georgia gubernatorial race. Watch this."
    },
    {
      "speaker": "OPRAH WINFREY, CELEBRITY",
      "utterance": "On November 6, you're all here, you already got it. You got it. So now your job is to go out and let everybody else know how to get it. That you make your voice heard on November 6. We have this incredible opportunity to make history. We have our inalienable right to vote because the one place where we're all equal, where is it? It's at the polls. And I'm here today because I know you know that, but I just came to remind you of the power."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "Barbra Streisand, my favorite, releasing a new anti-Trump album, unfortunately. Here's a clip from one of the songs slamming the president."
    },
    {
      "speaker": "STREISAND",
      "utterance": "How do you sleep when the world is crumbling? Don't lie to me. Don't lie to me."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "I think I like, don't rain on my parade, better. Anyway, and Hollywood stars including Tea Leoni and Cher are out with another PSA encouraging people to vote."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "If somebody asked you what do you care about, what would you say?"
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "Losing your health care."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "Equal pay."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "Equal rights."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "Look, if you're worried about your pre-existing conditions."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "If you can't take another school shooting."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "What matters to you?"
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "Seriously, does it matter to you? Then vote."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "So, Greg, I think this is a really smart strategy, actually, because in 2016 when Jay-Z, and Beyonce, Katy Perry, all came up for Hillary Clinton, it was such a winner."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It really was. By the way, I'm going to be the first to accuse Barbra Streisand of plagiarism. She just ripped off Midnight Oil, how do you sleep."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Also the -- one of her lyrics is your lips move but your words get in the way. It's one of the things that sounds really clever, but it's complete nonsense. As for the ad featuring the female actresses and celebrity, the ads mentioned very specific issues, none of which had to do with the economy or jobs. And I'm thinking -- I imagine in a parallel universe, what would happen if the Republicans did that for men with male celebrities? And did an ad."
    },
    {
      "speaker": "PERINO",
      "utterance": "Let's try it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's try it. Featuring men and all they do is say, you want a bigger paycheck? Do you want a raise? You want to be able to pay off your mortgage? You know, it's kind of weird when they put people in boxes. Like women should also be caring about the economy too and about jobs. And the thing is, it's -- the Democrats, again, only see people in their narrow boxes and it's depressing because women have a far broader sense of the world going on there. They do care about paychecks. And they do care about."
    },
    {
      "speaker": "PERINO",
      "utterance": "Also, a lot of them are responsible."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah, there you go."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "So, Dana, other than making them, like, feel good about themselves, does this have any effect on the voters?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't know. You've got to get the vote somehow, and President Trump is going to all the key battleground states. And if you're Stacey Abrams and you're in a tight race in Georgia, would you rather have Hillary Clinton come, or Oprah? Obviously, it's no contest. And I thought Oprah's speech was good. They don't have --Democrats don't have a leader yet until they go through their primary, which we're going to see in the next couple of years. So, I think that as many people as they can get out, they should just try it because President Trump is tireless. He's traveling all over the country. He'll do a million rallies between now and then. And to have Oprah come I think is pretty smart."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "Well, we have Juan, our own celebrity up until this week, we had Kanye. What do you think? Do you think this is having any effect? Is it actually get out the vote? Didn't seem to help in '16."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, but I think you've got a different dynamic in the midterm than in a presidential year. And so what historically happens is in midterms you get low turnout among minorities, young people, and also women. And I think --"
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "Low turnout among women in midterms?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. In other words, if you're talking about educated, highly - educated -- because people get -- you know, it's Tuesday in November. The kids are at soccer practice. I've got to get home to cook whatever."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Get home to cook?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "How enlightened of you, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'm just telling you, so I just think --"
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "I don't cook, for the record."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You don't cook at all?"
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "No, I cook at Christmas. I cook prime rib. That's it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'll come over. I'll come over. I think Oprah is a strong voice if you're trying to communicate with those young people, minorities and women. I don't think there's any question about it and when she specifically said that this was about voting, I think it had such high impact in that race, where you have Brian Kemp, who's the Republican but also the state's attorney general; and he's being accused of engaging in voter suppression in the state. So it's a key button for Stacey Abrams to push."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "Jesse, you look like you have something very witty to say."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean, it was funny to hear Oprah talk about, you know, in the '40s and the '50s in Georgia, all the voter suppression. I'd like to remind Oprah that was Democrats who controlled Georgia in the '40s and the '50s. I don't know about you guys, but I have to make a confession. I get excited listening to Oprah. She excites me. I don't know what it is. She's got charisma, the way she speaks. If she was a Republican, I would - - you know, and she was running for -- against Trump in the primary, I'd have a tough decision to make. She's got a lot of energy. She's really convincing people. There's something about her that's just magnetic, and this is really going to make Stacey, I think, the next governor of the state of Georgia."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "Wow."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And I believe Oprah probably feels a little guilty, because she sat on the sidelines during 2016; never really helped Hillary Clinton too much. And now she's coming in."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Maybe she didn't want to."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right, yes. And you know what she says, \"I only back candidates that I feel inspired by and that are authentic.\" And notice who she didn't campaign for, is Hillary Clinton."
    },
    {
      "speaker": "PERINO",
      "utterance": "And she didn't endorse Hillary Clinton in '08 either. She endorsed Obama."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right. By the way, Jesse, Vice President Pence was down in Georgia and he said, \"Hey, all these celebrities, this is Georgia, not Hollywood.\" So I mean --"
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "That's a good message, too. That's true."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm beyond razzle-dazzled by the Hollywood --"
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "All right, guys."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Coming up, NFL legend Terry Bradshaw is coming into the studio. But first, Twitter considering a big change that will make the P.C. crowd so very happy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Big news for people using or being used by Twitter. The time- sucking tool may be dumping the \"like\" button. The CEO believes that, since people want more likes on their comments, they might boost the attention-grabbing qualities of their tweets. And that's bad. Sounds like ratings. But to me, that's like removing seat belts on the Hindenburg. It's not about the accessories. It's about the thing itself. Does Twitter have any purpose at all, other than attention seeking? No one ever tweets, \"Get out, your house is on fire.\" No, Twitter is the world's bathroom wall, allowing the worst part of you to shine. No one is better on Twitter than they are in real life. They're avatars without souls, because without face-to-face dialogue, cues are missed and cowardice rules. Is that person being sarcastic or mean? And when reading the tweet, do you actually care? It's more fun to condemn than comprehend. Meanwhile, the same biases exist there as anywhere else. The CEO still protects Farrakhan while banning other noxious voices and calling it brave, because if you're spineless, moral posturing is all you have left."
    },
    {
      "speaker": "The first mistake we ever made with Twitter is thinking that it mattered. But the worst part of it",
      "utterance": "us and our willingness to be used. Without content provided by you or me, the platform wouldn't exist, and Jack Dorsey wouldn't be worth 5 billion bucks. He's a guy getting rich off dog fights, and we are the mutts. I feel like I'm used every day that I'm on Twitter, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. I think -- I know when you're having fun on Twitter. It's, like, 8 or 9. You starting getting loose, and you start saying things you shouldn't say. I like Greg's Twitter feed between 8 and 9 and 10. That's the best Greg. I don't participate in Twitter. I walk a fine line, as it is on television."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think typing things down so it stays in eternity is too risky for me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So I like to just tweet and retweet things I say on the air. And I need the \"like\" button. I need to feel liked. I want to know what I say and how people are reacting to it. And the more likes I get, the better I feel about myself. I need that reassurance."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "At least you admit that, though. He admits that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. Was that too honest?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Juan, you don't even -- you just stay away from it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, Juan, don't go on Twitter. As your friend, please don't go."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, it has commercial value, because it can publicize projects and appearances and the like."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't think it sells anything. Like, I -- do you ever -- I don't think it sells books."
    },
    {
      "speaker": "PERINO",
      "utterance": "No."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I don't either."
    },
    {
      "speaker": "PERINO",
      "utterance": "I think it can alert people to a segment coming up or something like that, but sales, no. Probably not."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But you know what? It's a lot of ego. People want to think that you want to hear what they have to say."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But I really agree with what you said in the monologue, because to my mind, there is such a lack of responsibility on the part of these social media platforms."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And they don't want to deal with the fact that more than half of Americans say they've been harassed in social media. Demeaned, put down, trolled. I can tell you stories. And so I just think if they were responsible, instead of always saying, \"We want to facilitate good conversation,\" but then they don't protect against people who are vicious and vile and sordid in terms of what they say. It's damaging to our country and to our society."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Or could you argue, Morgan, that it provides a release? So people don't -- aren't vile on the streets. Like, the trolls end up letting it out online. And therefore, it reduces incidents of violence. Could that be a possibility?"
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "Maybe, but I actually think, like, eight to ten years ago when Twitter was younger, there was actually amazing things happening on Twitter. Remember, in the 2009 Iranian Green Revolution that almost overthrew that administration --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "True."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "-- that started on Twitter. I was living in the Middle East in 2011 during the Arab Spring. A lot of that, seeing Mubarak and those regimes fall. The Arab Spring happened because of Twitter. It has devolved since then, but I remember. I was in the Middle East in the beginning of the Obama administration, and we were amazed at how social media was bringing down, you know, 30-year autocrat regimes. So perhaps there's a way to get it back to where it's taking down people we don't like."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a fair -- that's a fair point. It's an end around over tyrants."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, it's like Trump's end around over the media."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "Good point."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dana, how many Twitter followers do you have now? Two million?"
    },
    {
      "speaker": "PERINO",
      "utterance": "A lot."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Two and a half million?"
    },
    {
      "speaker": "PERINO",
      "utterance": "It's a lot."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know why you do? You know why you get it? Because you're exploiting your dog. You know, Jasper has no idea he's on Twitter."
    },
    {
      "speaker": "PERINO",
      "utterance": "No, he is definitely not as used as you are."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There should be dog lawyers."
    },
    {
      "speaker": "PERINO",
      "utterance": "You know the biggest problem with Twitter and the like button?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What?"
    },
    {
      "speaker": "PERINO",
      "utterance": "When they changed it from a star to a heart --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "It just changed everything."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Everything."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Why?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Because you don't want to love something. You, like, star it, like, that's good. And, like, hearting it is gross. They should have never done that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know why? Because you also star things that you want to remember to go back to."
    },
    {
      "speaker": "PERINO",
      "utterance": "Absolutely. That's true. And also, have you ever had completes from people if you like their tweet? And they'll go, \"Could you please retweet it? Have some guts and retweet it\"? I just -- I wonder if all of us should abstain for one week from Twitter."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, we say that, but we never do it."
    },
    {
      "speaker": "PERINO",
      "utterance": "On Thanksgiving. I did it when I went to Spain, and it was great."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Way to drop your vacation."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"Oh, when I was in Spain, I didn't do any tweeting.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "\"When I was in the Middle East.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"Yes, when I was in Milpitas, California --\" All right. Up next, NFL Hall of Famer Terry Bradshaw joins us here on \"The Five\" to talk politics. No, just kidding! Just kidding! \"Thursday Night Football,\" that's what we're going to about. A lot more ahead."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Every Thursday after \"The Five,\" we run out of our studio to make way for \"Thursday Night Football\" on Fox Sports. The pregame show broadcasts live from right here at our Fox News headquarters in our studio. We're happy to share our space with our football friends, and we're even happier to have \"Thursday Night Football\" cohost and NFL legend Terry Bradshaw -- TERRY BRADSHAW, CO-HOST, \"THURSDAY NIGHT FOOTBALL\": Legend."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- here with us."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They say that about me sometimes, Terry."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's great to have you here."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Thank you. Good to be here."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You are a legend. I forgot how many Super Bowls you won."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So did he."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Don't touch me, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Sorry."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Hey. Hey, you know what? Obviously, everybody is into this who's the best, who's the best, who's the best? And I get that. And so everybody says Tom Brady. I'm nowhere in that mix, which is fine, but I also have to remind them, T.B., Tom Brady, 12. I am the original T.B. 12."
    },
    {
      "speaker": "PERINO",
      "utterance": "I knew that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What about Roethlisberger? I mean, he's a Steeler. He's doing well. Do you think you're better than he was?"
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "No, he's must stronger, bigger --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "-- much bigger, faster -- not faster but more accurate. Yes, for sure."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "What are you doing? You're leading me?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, I'm just trying to start a little trouble here."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "You're not stirring trouble. No, I like him a lot."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Can you punch him? Terry, can you punch him in the face?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, he means Juan."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Actually, Juan -- Juan is my buddy. Every time Juan comes off the show, I say, \"Bubba, how are you doing today? Are you OK?\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Listen to this. I was in Pittsburgh the other day."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'm in the airport, and there's Franco Harris making the immaculate -- and of course, you threw that ball."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And I was thinking to myself, \"I want my man Terry right here as a statue.\" And since we're talking Pittsburgh, you know they went through a rough time."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Right, exactly."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And I was so pleased to see that the Steelers were involved with the funerals."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Yes. You know, Mike Tomlin, head coach of the Steelers, his house is only 800 -- 800 yards away. And so it was -- it's the fitting thing to do. It's not even something -- it's not a political thing to do. It's the right thing to do. And the Steelers family should be commended for that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We have a big game tonight. We have the San Francisco 49ers and the Oakland Raiders."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Oakland Raiders."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oakland got rid of a lot of players."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Yes, and I appreciate you plugging it, but it's really not that big."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You came on to plug, and now you're saying it's not a big game?"
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "No, no, no. I take all that back."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's a huge game. I think you mean watch FOX News during the game, right?"
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "It might be the biggest game of the year. Now that I think about it."
    },
    {
      "speaker": "PERINO",
      "utterance": "You should watch me on \"Tucker.\" Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I grew up watching you, and I always felt that there were more interesting football players in the '70s then there are now. You had, like, scary people."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jack Lambert, Conrad Dobler. Remember him? Matuszak. It seems like that's -- that's a bygone era. What happened to the scary players?"
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Well, I think -- I think -- I think basically, our business community doesn't really want scary players."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Players are looking outside of football when they retire."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. They all look like models."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "We had a guy named Arrowhead Holmes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "We had Arrowhead. Me and Joe Greene, by the way, who watches this show religiously, and he was called Mean Joe Greene. Jack Lambert took his teeth out and was a very scary guy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "These were amazing players."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "You're right, there was. And we had Ernie Holmes shot a helicopter down."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "So just a good way of getting tension off."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes, yes."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Everything has changed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Now everyone is a male model. Tom Brady is too good-looking. You as a quarterback, you know, that was normal."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "What are you saying? Whoa, whoa. I haven't been --"
    },
    {
      "speaker": "PERINO",
      "utterance": "I think you're exceedingly handsome."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I think you need to punch him."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm using Dana as a blocker."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's not going to work out very well."
    },
    {
      "speaker": "PERINO",
      "utterance": "Morgan."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "I'm not Sporty Spice. You guys are all kind of, like, speaking Mandarin to me at the moment, I'll be honest. But my dad wants me to ask you about the new reffing the passer rule. He thinks it's stupid."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Well, what they're trying to do, obviously -- survey says that if you keep your quarterbacks alive and healthy and standing up properly, the TV ratings grow, and the TV ratings grow, then the TV people pay more money and the NFL gets wealthier and so on and so forth. That actually was a part of the AFL. AFL captured America's imagination by throwing the football 50 times a game. So that forced a merger in '69. So it's all about throwing the football, and it's all about quarterbacks. And you're -- that's why you're seeing so many of 5,000-yard passers, 50- touchdown guys. And what they've found out is that they were trying trying to productive quarterback completely. The rule is stupid, I do agree with that. Because you cannot be fighting through a blocker and then hit the quarterback and then, at the very last minute, turn your hands. You fall through. And as a matter of fact, we had a play last week where a defensive lineman got through, ran around, grabbed the quarterback and turned him loose loose, because he was afraid of the rule."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's catch and release."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "You can't put your --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Catch and release!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I had to work in politics."
    },
    {
      "speaker": "PERINO",
      "utterance": "Can I ask another question?"
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "So you went from being a player to talking about players --"
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- and talking about the game. What was it -- what did you find hard about that transition? And what did you love about it?"
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Well, here's the thing, Dana. I think one of the things. That camera that I'm looking at doesn't lie. I mean, it captures who you really are."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "And if you're lying -- if she asked me, \"What do I think about this player?\" And you saying Roethlisberger and I could have gone into a spin, but I gave an honest answer. So I don't have to worry about it. When you lie and when you're trying to cover something up, the camera doesn't -- the camera catches you. And I think you have to learn to be totally honest. And when you're honest, you'll either get a \"yes\" or a \"no\" but it will be definitive \"yes\" or \"no.\" If you fool and fool and try to lie, it doesn't work. You have to be honest with your viewers. When I'm asked a question on the FOX show on Sunday morning, \"FOX NFL Sunday,\" I always give an honest answer. And I do get in trouble. I do get in trouble."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Let's test this theory."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "I have to be honest."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Who's your favorite host on \"The Five\"? Go. The camera doesn't lie. Go!"
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "It's easy. It's Dana."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, come on!"
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Juan, you're second."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What the heck?"
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Greg, you're third."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, I knew this was going to happen."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "Butch, you're fourth."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You know what? You know what? Is Howie there? Can we get Howie out here? Howie --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Terry, you're welcome back any time."
    },
    {
      "speaker": "BRADSHAW",
      "utterance": "I'll come back next week."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I might have a say about that."
    },
    {
      "speaker": "PERINO",
      "utterance": "Terry Bradshaw, thank you. We'll see you on \"Thursday Night Football.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "Big game tonight. Huge."
    },
    {
      "speaker": "PERINO",
      "utterance": "\"One More Thing\" is up next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Time now for \"Juan More Thing.\" Go ahead."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Thank you, sir. So last night it was a ghosts, goblins, and superheroes for Halloween all over America. So what's a granddad to do but hand out the candy? Take a look. Here are some wonderful kids connected to our show, \"The Five.\" Here's executive producer Megan's 18-month-old J.J. as Elmo."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "Cute. Love Elmo."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Here's producer Queenette's 3-year-old daughter Aria as Batman."
    },
    {
      "speaker": "PERINO",
      "utterance": "Wow."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And here are my three grandkids. Eli was a vampire. His sister Pepper was a vampire, too, but twin sister Wesley, a glamour girl. She did get jealous of the vampires and monsters and added some blood-red makeup to her face. So lots of adults get dressed up for Halloween these days, but I've got to tell you, nothing beats a little kid in a costume."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Very cute. All right. Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "Let me tell you about Felicia Bowers. She was diagnosed with cerebral palsy when she was just five months old. She's unable to speak. She cannot move her arms or her legs on her own, but it hasn't stopped her. She's 27-years-old now, and she's expressing herself through art. Check this out. She's converted a computer and camera system. It tracks her eyes, and it makes a beautiful piece of art. It allows her the ability to draw, and she says that creating her drawings lets her express her hopes and dreams of independence and also gives her the opportunity to make a living. One of her recent pieces sold at a charity auction for $14,500. So good job, Felicia Bowers."
    },
    {
      "speaker": "WATTERS",
      "utterance": "A lot of money. All right. Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. It's time for --"
    },
    {
      "speaker": "GRAPHIC",
      "utterance": "Greg's Cat Off"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"Greg's Cat-Off.\" All right, Americans, you know the drill. I run through three videos. Then the table votes on the best cat video."
    },
    {
      "speaker": "PERINO",
      "utterance": "I like this one."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. No. 1, this one's amazing. You've heard of the catwalk, right? Well, this is literally a catwalk. A fashion show in which a cat invades the runway. Do we have another video? Here we go. Here is a cat literally getting a CAT scan. A cat on a printer. He's sitting on a printer. A pussycat printer, if you will. All right. Let's move to No. 3, the final video. Here it is. It's a cat pulling a dog by the shirt. I don't know what I like more. There he goes. You know what? Seee?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "All good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They can live together."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "I love this segment."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Now you get to vote. All right, Morgan, which cat video?"
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "No. 3."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No. 3? Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. 3."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No. 3?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No. 3."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No. 3?"
    },
    {
      "speaker": "PERINO",
      "utterance": "No. 1."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No. 1? I'm going to go with No. 2, so I think No. 3 wins."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No. 3 has it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Congratulations. No prizes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The prize was just participating."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That could be a whole hour show."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It should be. It should be."
    },
    {
      "speaker": "PERINO",
      "utterance": "It actually might be."
    },
    {
      "speaker": "WATTERS",
      "utterance": "As you guys all remember, the Philadelphia Eagles won the Super Bowl. Nine months from now, OK, from then, there's a baby boom in Philadelphia. I wonder if those things are related. Nine months after the Eagles won the Super Bowl, a lot of babies being delivered. Very, very special time in Philadelphia. And I'm just really using this as an excuse to show the fact that the Eagles won."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What happened to them?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, I know. We're barely hanging on."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "Fly birds fly. OK, so my husband found a great thing on Facebook. There's a pastor in Texas, in Dallas, named Todd Phillips who's living on the barge until he raises over $2 million for clean drinking water in Liberia in 2020. So you can find Pastor Todd Phillips from the Last Well. He's doing -- he's literally living on this barge raising money. I think he's at $1.8 million ao far, and he's staying on the barge until he raises over $2 million for clean water in Liberia."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You could say he's living barge."
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "I think it's very sweet what he's doing."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's very important."
    },
    {
      "speaker": "WATTERS",
      "utterance": "People are dying of thirst, Greg, let's not make fun."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's a pun!"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I know. You know what? Just got to know when to pull it sometimes, Greg. I always say, you've got to know when to --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, Jesse. You do say that a lot."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Terry and I. Terry and I. All right. Set your DVRs. Never miss an episode of \"The Five.\" \"Special Report\" up next. Take it away, Bret."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}