{
  "date": "November 27, 2017",
  "headline": "Gutfeld on Nancy Pelosi's defense of John Conyers",
  "subHeadline": "At least Nancy Pelosi is consistent in her hypocrisy.",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-nancy-pelosis-defense-of-john-conyers",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "John Conyers is an icon in our country. He's done a great deal to protect women. The Violence Against Women Act, which the right wing is now quoting me as praising him on his work on that. He did great work on that.   Ah yes, the \"icon clause\" -- in which public service excuses private behavior. I call it the pig pass: The more progressive you are the more disgusting you could be. Champion publicly, harass privately, or if you're Ted Kennedy, Harvey Weinstein or Bill Clinton, not so privately. Apparently, Conyers would show up to a meeting in his underwear. Strange, but maybe it was casual Friday.  But while Nancy wants due process for Conyers, she's not behind it for private citizens. She supported Title IX which allows schools, not the law, to handle rape cases. We've never expect a college to settle a murder rap -- it makes no sense. Anyway, it's not like defending bad behavior is new for Nancy:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIM RUSSERT, NBC NEWS",
      "sentences": "Why the silence when there have been -- these allegations, serious ones, about President Clinton?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "Well, I like to say that I think that the women of America are speaking out about what they think about this whole situation. And the women of America are just like other Americans and that they value fairness, they value privacy, and do not want to see a person with uncontrolled power, uncontrolled time, uncontrolled -- unlimited money investigating the president of the United States.   I'll say this, at least she's consistent in her hypocrisy for whom she defends is always based on politics. If the harasser is on your team, you soften your stance. It happens on the left, and now it is on the right. But the left made it an art form. No wonder Alabamans ignore media about Roy Moore. But the real scandal, let's call that \"Congregate.\" That's where your money is being used to settle cases involving politicians' misconduct. \"Congregate.\" How is this OK? And how did the media miss \"Congregate,\" 234 incidences in Congress covered up by $17 million in taxpayer money could be one of the biggest stories in decades, and it flew right under our radar, but not anymore. No wonder Nancy looks so nervous or excited. I mean, I can never tell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "Yesterday, Nancy Pelosi, a true champion of women, defended John Conyers over claims of sexual harassment. She was awful",
      "utterance": ""
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "John Conyers is an icon in our country. He's done a great deal to protect women. The Violence Against Women Act, which the right wing is now quoting me as praising him on his work on that. He did great work on that. Ah yes, the \"icon clause\" -- in which public service excuses private behavior. I call it the pig pass: The more progressive you are the more disgusting you could be. Champion publicly, harass privately, or if you're Ted Kennedy, Harvey Weinstein or Bill Clinton, not so privately. Apparently, Conyers would show up to a meeting in his underwear. Strange, but maybe it was casual Friday. But while Nancy wants due process for Conyers, she's not behind it for private citizens. She supported Title IX which allows schools, not the law, to handle rape cases. We've never expect a college to settle a murder rap -- it makes no sense."
    },
    {
      "speaker": "Anyway, it's not like defending bad behavior is new for Nancy",
      "utterance": ""
    },
    {
      "speaker": "TIM RUSSERT, NBC NEWS",
      "utterance": "Why the silence when there have been -- these allegations, serious ones, about President Clinton?"
    },
    {
      "speaker": "PELOSI",
      "utterance": "Well, I like to say that I think that the women of America are speaking out about what they think about this whole situation. And the women of America are just like other Americans and that they value fairness, they value privacy, and do not want to see a person with uncontrolled power, uncontrolled time, uncontrolled -- unlimited money investigating the president of the United States. I'll say this, at least she's consistent in her hypocrisy for whom she defends is always based on politics. If the harasser is on your team, you soften your stance. It happens on the left, and now it is on the right. But the left made it an art form. No wonder Alabamans ignore media about Roy Moore. But the real scandal, let's call that \"Congregate.\" That's where your money is being used to settle cases involving politicians' misconduct. \"Congregate.\" How is this OK? And how did the media miss \"Congregate,\" 234 incidences in Congress covered up by $17 million in taxpayer money could be one of the biggest stories in decades, and it flew right under our radar, but not anymore. No wonder Nancy looks so nervous or excited. I mean, I can never tell."
    }
  ]
}