{
  "date": "November 10, 2019",
  "headline": "An inside look at the hours of preparation it takes to bring the nation's bravest to their final resting place",
  "subHeadline": "Guests: Will Hurd, Sean Patrick Maloney, Donna Edwards, Mo Elleithee, Josh Holmes",
  "url": "https://www.foxnews.com/transcript/an-inside-look-at-the-hours-of-preparation-it-takes-to-bring-the-nations-bravest-to-their-final-resting-place",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, ANCHOR",
      "sentences": "I'm Chris Wallace. Democrats prepare to go public with their impeachment probe. But will the televised hearings change anything?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "sentences": "Those open hearings will be an opportunity for the American people to evaluate the witnesses for themselves. But also to learn firsthand about the facts of the president's misconduct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "They've gone out of their way to find the people that hate President Trump the most.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "After weeks of closed-door testimony, lawmakers will question witnesses in public about whether the president abused his office to get oppo research from Ukraine.  We'll ask two members of the committee leading inquiry, Republican Will Hurd, a moderate whose actions will be watched closely by other members of his party, and Democrat Sean Patrick Maloney. Then, former New York City mayor and billionaire businessman, Michael Bloomberg, weighs a late entry into the Democratic race for president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He's not going to do well but I think he's going to hurt Biden actually. Little Michael will fail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel how Bloomberg's possible move could reshape the Democratic campaign. And our \"Power Player of the Week\", the iconic horse-drawn caisson performing a solemn duty honoring our nation's fallen veterans. All, right now, on \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And hello again from FOX News in Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLISON BARBER, CORRESPONDENT",
      "sentences": "Chris, one of the first witnesses we expect to hear from this week is a career diplomat who testified behind closed doors. It was his understanding that everything, military aid and an Oval Office visit, was contingent on Ukraine investigating the Bidens in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARBER",
      "sentences": "The 45th president cheered at the game of the century hours before the start of the week that could turn his political future upside down. Three public hearings are set to take place on two different dates. On Wednesday, the House Intelligence Committee will hear from a top U.S. diplomat in Ukraine and a top State Department official. On Friday, the former ambassador to Ukraine.  House Democrats released their closed door testimonies this week. William Taylor's arguably the most explosive. The career the diplomat testified it was his clear understanding security assistance money would not come until the president of Ukraine committed to pursue the investigations President Trump wanted. President Trump continues to call the inquiry --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The witch hunt continues --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARBER",
      "sentences": "But claims his party is on the same page.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The Republicans have never been so united.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARBER",
      "sentences": "Congressional Republicans want to hear from at least 14 witnesses, including former Vice President Joe Biden's son Hunter and the whistle- blower whose complaint help initiate the impeachment inquiry.  Chairman Adam Schiff responding with a warning: The committee will not serve as vehicles to carry out sham investigations into the Bidens or debunked conspiracies about 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARBER",
      "sentences": "Rules approved by the House essentially give Democrats veto power here. It witnesses must be approved by the chairman of the Intelligence Committee or the full committee -- Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Ellison Barber, reporting from the White House -- Ellison, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARBER",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Joining me now, Congressman Will Hurd, a Republican member of the House Intel Committee that will conduct those public hearings this week.  Congressman Hurd, the top Republican on House Intel, Devin Nunes, says that he would like to call the whistle-blower, the unnamed whistle-blower, to testify in public in these hearings. And here's what President Trump has to say about the whistle-blower.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "The whistle-blower is a disgrace to our country, a disgrace, and the whistle-blower, because of that, should be revealed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Now, the whistle-blower reportedly works for the CIA, where you worked for almost a decade.  Should his identity be revealed? Should be he called to testify in public?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. WILL HURD, R-TX",
      "sentences": "I think we should be protecting the identity of the whistle-blower. I've said that from the very beginning, because how we treat this whistle-blower will impact whistle-blowers in the future. Having this whistle-blower law on the books is important. It's an important checks and balance not only in the Intelligence Committee, but our government. But what I do would like to see happen is for Adam Schiff, Chairman Schiff, the chairman of the House Permanent Select Committee on Intelligence, to answer questions about what was his engagement with the whistle-blower before the information, his (ph) -- the whistle-blower's allegations were transmitted to the -- to Congress.  He has misled the American public earlier in the year on what he knew about -- or the contact that he had with the whistle-blower. So if you want to protect the identity of the whistle-blower, I think it's important for Chairman Schiff to answer questions about his interactions with them (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "What to think about as the Republicans are seeking, calling Hunter Biden, the vice president -- the former vice president's son, as a witness?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURD",
      "sentences": "I would love to hear from Hunter Biden, I would love to hear from other Americans that served on the board of Burisma. I'm curious to know of someone who doesn't have any experience in Ukraine nor experience in a natural gas company becomes (ph) on the board of a natural gas company in Ukraine.  You know, this is -- we also need to hear and understand the corruption. We know corruption in the Ukraine is an issue. And Ambassador Taylor has said that in his testimony. Dr. Hill has said that in her testimony. This is something that was a concern even in this current new administration in Ukraine. So, hearing from people that can help provide insights into that, since that is, you know, central to this conversation would be -- would be valuable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Now, Congressman Schiff responded last night to the GOP witness list that had been offered by Chairman Nunes and here's what Schiff said: The Intel Committee will not be used, quote, to carry out the same sham investigations into the Bidens and 2016 that the president wanted Ukraine to conduct.   Given that response, Congressman Hurd, what does that say about the fairness of a process that the Democrats are running and holding these hearings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURD",
      "sentences": "Unfortunately, Chris, this has been a partisan exercise from the very beginning. When one piece of information comes, people that don't like the president say, oh, this is an example for impeachment. People that support the president say, this is a -- you know, evidence of an exoneration. I think we should just turn over every rock and pursue every lead to ultimately get to the truth. And it's unfortunate that the Democrats on the committee and the Democrats in the House have created this partisan exercise.   In a normal hearing, the minority, the folks that are not in power, have the ability to offer a witness. We can't do that in this case.  Under previous impeachment inquiries, the minority and the president has had the opportunity to call witnesses, be involved. You -- the majority of the House Permanent Select Committee on Intelligence and Chairman Schiff has prevented some of the lawyers for the administration to come in and be there with the folks that were -- that were testifying. That's not a fair process.  If we're interested in trying to uncover the truth, then let's not -- let's not put our thumb on the scale. But unfortunately, that's what this process has been and what's even crazier is there trying to have this completed by the end of the year, and I think we only have 16 or 17 legislative days left in the year. Half of those days are what's called \"fly-in, fly-out\" days where people are coming in from their location. So, to try to get that, try to pass NAFTA, to fund the government -- to try to do all that in that short period of time, I think that's next to impossible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You -- you talk about the extreme partisanship, maybe on both sides, Republicans and Democrats. You are not -- while you're supportive of the president, you are not a party line supportive. You oppose some of his policies, for instance, constructing the border wall. You've opposed and have spoken out against some of his language during his time in office.  For you, what specifically do you want to learn from these hearings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURD",
      "sentences": "So, I think talk about impeachment has been premature. I think impeachment is one of the most important and consequential things a member of Congress can do. And I think there's 535 different opinions on what impeachment is. To evaluate -- to evaluate that question I think it's a violation of the law. So, I want to see, does this establish a criminal intent? And yes, for me, I agree when I agree, I disagree when I disagree.  And having spent nine-and-a-half years as an undercover officer in the CIA, I was a guy in the back alleys collecting intelligence. I also did this to embassies. I know how embassies work. And the fact that Ukrainian officials weren't contacting their U.S. counterparts until August 29th, when they read in -- I believe it was a political article about aid being withheld. That was the first time that any Ukrainian had contacted a State Department or government official about this. That was more than a month after the July 25th phone call between the president and President Zelensky.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURD",
      "sentences": "What do I want to see?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Go ahead, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURD",
      "sentences": "Go ahead, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No, you go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURD",
      "sentences": "What -- what I want to see is their inability to establish criminal intent. Do the Ukrainians know that this -- you know, this was some kind of a quid pro quo? You know, when you look at our relationship between the U.S. and Ukraine over the last three years, there's been no more aid going to Ukraine this year than -- in this administration than the previous administration. Ukraine is an important partner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me ask you specifically though about this because there seem to be two issues that were part of the quid pro quo. One was military aid. One was the meeting that the Ukrainians very much wanted between their President Zelensky and President Trump. All three of the witnesses that are going to testify this week -- you see them up there, William Taylor, George Kent, Marie Yovanovitch, all career foreign service officers, said there was a clear connection between support for Ukraine, at various forms of the U.S. support for Ukraine, and Ukraine investigating the Democrats.   If you are satisfied that that is true, that there was this connection, this nexus, is that an impeachable offense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURD",
      "sentences": "Well, I don't know if it was necessarily investigate the Democrats, right? I think it was investigation of corruption. And so, people have made assumption of what is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Forgive me, sir, but specifically --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURD",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "-- what President Trump said on that July 25th phone call was investigate the Democratic role in the 2016 election, whether they were involved in hacking the DNC server and also, specifically, the Bidens and Burisma.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURD",
      "sentences": "Well, on the 2016 elections -- now, some of that information was based on what has been kind of fringe thinking. But back when even Democrats start investigating the Russian involvement on 2016 elections, there was a Ukraine nexus. And so, trying to get to the bottom of that, is that a violation of the law? Now, was that an understanding based on debunked information? Yes. But is that a violation of the law? I don't think so.  You mentioned of the Bidens --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But specifically, sir, the question, is if there was a quid pro quo, U.S. aid for Ukraine was going to depend on their doing these investigations of political rivals of the president. Is that an impeachable offense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURD",
      "sentences": "I think if you're trying to get information on a political rival to use in a political campaign is not something a president or any official should be doing. I think everybody has -- most Republicans have said that that would be a violation of the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, that, in your view, if that were established to your satisfaction, if, I repeat, that would be an impeachable offense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURD",
      "sentences": "I believe that's something that would make it -- make it -- have to truly consider whether impeachment is the right tool or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And we will see what happens this week and whether or not it persuades you.  Congressman Hurd, thank you so much. Thanks for your time. Good to talk with you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURD",
      "sentences": "Thank you, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we'll get reaction from a Democrat on the Intelligence Committee about what some say is his party's timetable to impeach the president before the end of the year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "House Republicans have complained for weeks about Democrats interviewing key witnesses in the impeachment probe behind closed doors. Well, now, the public hearings are about to start. The GOP is still complaining. Let's bring in Congressman Sean Patrick Maloney of New York, a Democrat on the Intelligence Committee. Congressman, as I discussed with Congressman Hurd, Republicans have now put out their written list of witnesses. It includes Hunter Biden, the unnamed whistle-blower, and Nellie Ohr, who folks may remember, she worked for Fusion GPS, which sought information from sources in Ukraine in 2016 and put up the Steele dossier.  Will Democrats agree to call any of these witnesses? And if you don't, what does that say about the fairness of this entire proceeding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. SEAN PATRICK MALONEY, D-N.Y.",
      "sentences": "Well, I can't speak for the chairman, but what I can tell you is that I think we will end up calling some of the witnesses on that list. And here's my test -- my test is, do these witnesses have important information, knowledge, or evidence about the president's conduct? And if it passes that test, then we should call them, sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, let's ask specifically. Hunter Biden, Nellie Ohr, the unnamed whistle-blower -- do any of them pass that test and therefore should be called?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALONEY",
      "sentences": "The first two, no. The third one, you've just heard Congressman Hurd give a very eloquent explanation of why we don't force the revelation of a whistle-blower's identity. So, no in all three cases, but for different reasons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I mean, let's -- let's focus on Hunter Biden. Hunter Biden is at the center of this. There are allegations of corruption. You know, there certainly are questions why a fellow named Hunter Biden would get a big job in Ukraine when his father was then the vice president and conducting relations with Ukraine. Isn't that a fair person to talk to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALONEY",
      "sentences": "Well, let me ask you, Mr. Wallace, what information Mr. Biden, Hunter Biden, a private citizen who was broke no laws by serving on the board of directors, would have about the president's withholding of military aid to Ukraine? In other words, he has no knowledge of what the president did or didn't do here, that is the subject of the impeachment inquiry.  There are certainly questions, of course, and many people have asked them, but it's not relevant to this week's hearings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, you know, I don't have the list right in front of me, but you obviously saw it. You're a member of the committee. Which member of the Republican potential witnesses would you agree to call?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALONEY",
      "sentences": "Again, there are witnesses on the Republican list who have been interviewed in depositions already and, of course, those transcripts are going to be released fully. And so, I would expect the witnesses who have been interviewed, because they have material information, would be likely called in public, but again, those are not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "For instance, Kurt Volker, who was a special emissary to Ukraine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALONEY",
      "sentences": "Mr. Volker testified for the committee, so did Mr. Morrison. Those witnesses are on the list. Mr. Hale is similarly a witness who's been interviewed, is on the list. Those are the witnesses I have in mind. But again, this is not my decision. I can't speak for the chairman, but those witnesses do have material information about the president's conduct in this case. That's the proper focus of this inquiry.  And if I could just say, Chris, you know, I hope your viewers will keep an open mind. You know, this is Veterans Day weekend, God bless all who serve and where the country's uniform as my dad did, as my grandfather did. You know, these are also military veterans. Ambassador Taylor was an infantry officer with 101st Airborne Division in Vietnam, served in combat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALONEY",
      "sentences": "West Point graduate. Lieutenant Colonel Vindman earned a Purple Heart in Iraq. These are -- these are veterans and credible witnesses. I hope people will keep an open mind and hear their testimony unfiltered and read the transcript. By all means, they are all coming out in public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. Let's talk about another -- apparently non-witness at this point and that his national security advisor -- former national security advisor John Bolton. Here is what his lawyer wrote this week to the committee: Bolton was involved, according to his lawyer, in many relevant meetings and conversations that have not yet been discussed in the testimonies thus far. Continuing the quote: If the House chooses not to pursue through subpoena the testimony of Ambassador Bolton, let the record be clear, that is the House's decision.  Isn't -- Congressman, isn't John Bolton perhaps the best witness other than the president as to what was going on inside the Oval Office? And why on earth wouldn't you wait to see what he has to say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALONEY",
      "sentences": "We have -- we have invited Ambassador Bolton to appear, and that sounds like a nervous lawyer to me, because they are -- they are refusing to honor a legal request to provide relevant testimony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Wait, wait, wait --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALONEY",
      "sentences": "Excuse me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Wait a minute. Let me just -- wait a minute. But the point is he has gone to a judge and said, you tell us, I got an order from the White House, I got an order from Congress, you tell me what to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALONEY",
      "sentences": "Right. Mr. Wallace, that's not how it works. You show up and you respond to a subpoena or you go to a judge and get it quashed, or you show up and you invoke a legitimate privilege and refused to answer a particular question.  It is unprecedented to say, you, Congress, go to a judge and tell me to appear. That's not how it works, and Ambassador Bolton is a better lawyer than that. He knows that personally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Wait. That isn't what they're doing. They're not saying, Congress, go to the judge. They are going to the judge. That's what they did with Charles Kupperman, another one of the clients who was an assistant to a deputy to Bolton and Bolton -- they are going to the judge and they're saying, judge, we've got these competing claims, you tell us what to do. They're not asking the House to do anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALONEY",
      "sentences": "Mr. Wallace, I agree with you that he has important information and we would love to hear from Ambassador Bolton. I think the public deserves to hear from Ambassador Bolton, who remember call this a drug deal and wanted nothing to do with it, who instructed his subordinates to report this conversations to the lawyers at the White House because he knew they were improper. Ambassador Bolton does have important information. I don't understand why the White House has instructed him not to cooperate. You should ask them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes. I guess what I'm saying is this is an impeachment. This isn't just oversight. This is the potential impeachment of the president of the United States. There is going to be a court hearing in early December, Charles Kupperman, the deputy to Bolton and Bolton now would be part of that suit.  Why not wait -- we're talking about a month, exactly a month, to find out what a judge says? Why wouldn't, when you're talking about the impeachment of the president, why wouldn't the House Intelligence Committee be willing to wait to find out such key evidence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALONEY",
      "sentences": "Again, we would love to have Mr. Bolton's evidence. There's nothing preventing him from giving it. But remember -- oh, and by the way, any notion that that's going to be favorable to the president I think is debunked by everything in the public domain already. Ambassador Bolton called this a drug deal. I'm not sure the president will want to hear from Ambassador Bolton, but we sure do. But here's the point. The point is, do we have sufficient evidence from credible witnesses that we're going to present in public testimony to move forward with an inquiry which may result in a referral to the Senate, where there will be a trial, where witnesses like Ambassador Bolton will have an opportunity again to provide the information they know. I encourage them to do it now, I encourage them to do it then and I don't think it will be favorable to the president. It is Ambassador Bolton who saw clearly how abusive and inappropriate the president's conduct was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You know, he's not going to be -- testify because you guys have a timetable that you want to get this done by the end of the year. Let me ask you a couple questions to finish this up. President Trump now says that he is going to release the transcript of a phone call -- not the July 25th a phone call that we've already seen but an earlier phone call in April just after President Zelensky was inaugurated between the two presidents. What value does not transcript have for your committee and your investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALONEY",
      "sentences": "Well, I don't know of any evidence that would be relevant from the first phone call except that it was a routine phone call to congratulate the president. If the president wants to release it, that's fine. I don't think it's relevant to this investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's turn to the public hearings this week. You've got three witnesses testifying, we've already seen the transcripts of their interviews. People know what they're going to say. Is the argument that you're basically -- people are going to read the book but they're going to see the movie? Because that didn't work out very well in the Robert Mueller testimony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALONEY",
      "sentences": "Well, Mr. Wallace, the point is that the Republicans have been demanding for weeks that the public be able to see this testimony. So, you know, they should take yes for an answer. I think it's very important that the public be able to judge for itself. And I really encourage your viewers to just watch the hearings. Read the transcripts or watch it live and make up your own minds. You won't have any filter. You won't have the press or politicians in the way. You'll have witnesses giving opening statements. And these are military veterans. These are career nonpartisan civil servants. The first witness, Ambassador Bill Taylor --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALONEY",
      "sentences": "Excuse me, is an appointee of a Republican president who serve this country in the military. I think we should give him a chance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Sir, you've already made that point and I would like to get -- I'm running out of time, I'd like to get one last question in if I might. Here's what President Trump says about all those witnesses. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The testimony has all been fine. I mean, for the most part, I never even heard of these people. I have no idea who they are. It seems that nobody has any first-hand knowledge, there is no firsthand knowledge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The president does have a point. None of these officials actually talked to the president. When we think back to John Dean with Richard Nixon, he took us into the Oval Office. He told what he told the president and what the president told him. As the president says, all of the information we're going to hear this week is secondhand. Is that enough to impeach a president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALONEY",
      "sentences": "Well, Mr. Wallace, if you're talking about this week -- but, of course, there witnesses like Ambassador Sondland, who spoke directly to the president. There are other witnesses who have refused to cooperate. By the way, the State Department has refused to produce all the notes and corroborating evidence, but there are absolutely direct witnesses to the president's phone call. Lieutenant Colonel Vindman was on the call and went immediately to the embassy legal department because he knew it was wrong, what he heard. That's a military veteran. There are a lot of people with direct knowledge and it's -- honestly, if I can say, it is heartbreaking to hear the president, any American president, deride an important process where reliable witnesses are giving information. It's also heartbreaking to realize once you see this evidence that any American president would engage in misconduct. You know, it gives me no pleasure to tell you the American president has abused his office and he should be accountable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, as you say, people are going to get to see for themselves this week. Congressman Maloney, thank you, thanks for joining us. And, of course, FOX News will cover the hearings this week live.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALONEY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we'll bring in our Sunday group to discuss whether anything will change now that the public will hear from these witnesses themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Coming up, Democratic front runner Joe Biden reacts to Michael Bloomberg looking at a run for the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "In terms of he's running because of me, the last polls I looked at, I'm pretty far ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel how a Bloomberg campaign would shake up the Democratic race. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "sentences": "Those open hearings will be an opportunity for the American people to evaluate the witnesses for themselves, but also to learn firsthand about the facts of the president's misconduct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MARK MEADOWS, R-N.C.",
      "sentences": "As we are more testimony, in fact the testimony that we're hearing today, it's actually getting easier to defend the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "House Intelligence Committee Chair Adam Schiff and Republican Congressman Mark Meadows setting very different expectations for this week's public impeachment hearings. And it's time now for our Sunday group. GOP strategist Karl Rove, Mo Elleithee of Georgetown University's Institute of Politics and Public Service, former Democratic Congresswoman Donna Edwards, and Senator Mitch McConnell's former chief of staff, Josh Holmes. Congresswoman Edwards, let me start with you. What do you expect these public hearings to accomplish? We know what these witnesses are going to say. They -- we -- they -- their opening statements were leaked. Their full hours long transcripts have been -- have been put out there for anybody who's interested to read. They've been widely covered. It doesn't seem to have moved anybody. I mean the Democrats are foursquare in favor of impeachment and there doesn't seem to have been a single vote that's been swayed so far at least by House Republicans in favor of impeachment. So what's the point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONNA EDWARDS, FORMER CONGRESSWOMAN, D-MD",
      "sentences": "Well, I mean, now it's time for the American people to see the evidence. I mean let's admit it, even -- I've read some of the transcripts but haven't read all of them and I think for the American people to be able to see these witnesses, to know their, you know, their backgrounds and that they are public servants and that they have a sense of duty coming before the committee, and I think that that will be really compelling. And, you know, maybe it's not about swaying individual members of Congress right now, but it's about making sure that the American people put it out there because Congress are followers, right? They'll follow the public. And I think that it's really important for the American people to hear the lawlessness and the unconstitutional behavior of the president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Karl, let's talk about the -- what we're going to hear in terms of the testimony this week. You worked in a White House. We're going to hear from three career foreign service officers. One of them, William Taylor, a military veteran, has served presidents since 1985. Ronald Reagan. They're going to talk about an off the books foreign policy. They're going to talk about an ambassador, Marie Yovanovitch, who was smeared and recalled because of comments that were being made, a campaign being run by Rudy Giuliani, allegedly. They're going to hear about a link between U.S. support for Ukraine and Ukraine conducting investigations of the president's political rivals. Obviously there's another side to the story, but that story, does it bother you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, CONTRIBUTOR",
      "sentences": "Well, as somebody who served in the White House, it does bother me, yes. But, on the other hand, there is constant friction between the State Department and an administration. We saw this during the Iraq War, where we had the people in the State Department leaking against the administration's policy. But, look, that's going to be the sideshow. The thing that's going to happen when we have this testimony is, is that the Republicans are going to be able to ask questions. Think about where we've been. We have selective leaks of what -- of what these people said, which is done to spin it as much as possible against the president. Then we have their entire transcripts, which most people don't read. Now we're going to have televised hearings in which they're going to be able to say their piece and it's going to have an impact, but there also going to be questioned. And the questioning is going to get to, you know, we have a quid. Military aid and assistance for Ukraine. And we have a quo. And that quo is, investigative the Bidens and any other American involved in corruption. But so far we don't have the pro, the for, that is to say that what we know today is, is that the Ukrainians were never aware of a delay in their aid until they were given the aid and told that it had been delayed. And we never had that grant of the aid predicated upon them making a commitment to investigate Joe Biden. And we're -- and the failure of the Democrats -- Schiff's statement last night was very problematic because the American people are going to want to hear about Joe Biden and Hunter Biden and Devon Archer (ph) and this stinky situation involving Burisma. And if the Democrats say, we're not going to allow you to have those people called, it's just going to simply add to the impression that this is a partisan witch hunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS AND PUBLIC SERVICE",
      "sentences": "Ambassador Sondland did revise his testimony to say he did inform the Ukrainians that the aid would likely be contingent on this. So that's -- that's about where we are on that point. Look, ultimately, I agree with the congresswoman, that now the American people get to see this stuff. And if you think about this politically and what actually -- you know, based on the very few precedents we have in American history on this, looking back on Richard Nixon, Republicans were with him. Republican voters were with him up until the very end. The day he left, the polling show that about 30 percent of Republicans thought he should be removed from office. But that 30 percent was a significant number because that's what put a lot of pressure on the Republican members of the Senate, when Barry Goldwater finally broke with the president and went to him and said, Mr. President, you know I've been your guy but it's become unsustainable for us. Right now you don't see that kind of breaking from Republican voters. So the question becomes, do these hearings, as the congresswoman was saying, begin to mobilize and catalyze Republican voters? We know it's doing it for Democrats and we know it's doing it for independent voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But here's the question I have, and let me bring in Josh on this, because I understand that, you know, we pay much more attention to the leaks, we pay much more attention to the transcripts than most people do, but they are out there and they have been widely reported. They've been the lead on the evening news. They've been on the front page of the papers. And so far, Josh, it hasn't moved a single Republican vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSH HOLMES, FORMER CHIEF OF STAFF TO SEN. MITCH MCCONNELL",
      "sentences": "Nor has it moved the Republican primary electorate. I mean I think, Mo, you have a good point there and what ultimately did in Nixon was his party basically beginning to turn on him. If you look at the American people right now, in particular the Republican primary electorate, not only are they not moving away from the president, it's heartening. I mean you've got numbers in 85 plus in terms of their view of this being a quote/unquote witch hunt. So I -- look, we're a long way away from Republicans moving away from President Trump and embracing an impeachment inquiry. My guess is an open hearing in the House will only serve to exacerbate that. I don't think there's any chance that this is going to come off looking like a fair hearing or something that the president has had basically his say in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I mean, that is the concern, I mean, that it hasn't moved the needle. And we've gotten a lot of information so far. I don't -- I mean I understand a TV -- well, I don't know if I understand because we -- everybody kept saying, you know, they won't read the book, they'll watch the movie and the Mueller hearing turned out to be a disaster for Democrats, I think we would agree. So let's assume that this is more effective than Robert Mueller as a -- as a witness. Does it really move the needle? Because it hasn't so far, congresswoman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Well, look, this is actually very different kinds of behavior even than what we saw in the Mueller report. I mean we have a president of the United States who withheld aid from an ally who was, you know, on the front lines against our chief adversary. And I think when the American people here that it wasn't -- this isn't about 2016, this is about what is happening right now in 2020 prospectively for the 2020 election. And I think that these witnesses are going to make all the difference. I mean when you look at a lieutenant colonel, Vindman, for example, you know, he'll be there and he'll be in his dress blues and, you know, fully decorated, raising his hand saying that he's telling the truth. I defy Republicans to challenge on that. They are not challenging on the substance, they are challenging on process, and that is a loser argument.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, you get the final word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Process matters, fairness matters, that's why Nixon went down because the process was fair. This is not fair. They won't allow the -- they've got allowed the president any of the rights granted to President Clinton during his impeachment, or any of the rights granted to President Nixon during his impeachment. And I love the fact -- I love the fact that the Democrats are now decrying the president's decision not to move aid -- lethal aid rapidly to Ukraine. After all, the previous administration, a Democratic administration, did nothing to send lethal aid to Ukraine and the nonlethal aid they refused to fly into Ukraine on C-130s because they didn't want U.S. military presence in Ukraine. So they drop them off in Poland and citizens had to take that nonlethal aid and put it in the back of their little vehicles and trucks and convey it to Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "So this president at least had the guts to give the Ukrainians the lethal aid needed to stave off the Russian attempts to subvert that country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I think this is probably going to end up being a game changer and we're -- it will be a bipartisan game changer. Panel, we have to take a break here. When we come back, former New York City Mayor Michael Bloomberg looks ready to make a late entry into the 2020 Democratic race. Can he win the nomination? Plus, what would you like to ask the panel about the impact of a Bloomberg candidacy? Just go to FaceBook or Twitter at Fox News Sunday and we may use your question on the air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL BLOOMBERG, D-PRESIDENTIAL CANDIDATE",
      "sentences": "I'm a New Yorker and I know a con when I see one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "There's nobody I'd rather run against the little Michael.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT, D-PRESIDENTIAL CANDIDATE",
      "sentences": "Tonight we say to Michael Bloomberg and other billionaires, sorry, you ain't gonna buy this election!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, former New York City Mayor Michael Bloomberg getting pretty strong push back from both President Trump and Democratic Candidate Bernie Sanders on a possible run for the White House. And we're back now with the panel. Mo, let me start with you. Does Michael Bloomberg have a realistic path to the Democratic nomination, and what do you think of what his strategists say if he does get in, and it seems likely will, his plan, skip the first four, skip Iowa, skip New Hampshire, and basically begin your campaign on Super Tuesday in early March?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Yes, look, it's an uphill climb, I would think, for -- for Mayor Bloomberg. And there's no evidence -- we've never seen anyone who has successfully tried to skip the early states and go on to win the nomination. Not at least in the modern era. We've seen candidates who have tried to skip a state, skip Iowa and go straight to New Hampshire, skip New Hampshire and so to South Carolina --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Rudy Giuliani wanted to skip them all and go to Florida. That doesn't work out so well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Right, it just doesn't -- it doesn't work out so well. But I think what Bloomberg is hoping here is that he can position himself to be sort of the moderate's last line of defense against the Elizabeth Warren, Bernie Sanders wing of the party. That if Biden stumbles and is falling behind --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And right now he's in fourth place in Iowa and -- and not leading in New Hampshire either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "And that whoever sort of stumbles out of those early states is going to be spent in terms of resources and organization. And those later states, to his credit, are sort of more air war states than they are ground game states. He's got the money to invest heavily in advertising, that he can be the guy who can sort of be the moderates' last line of defense. I think -- I'm a little skeptical that it works, but it is a strategy that, you know, that if Biden stumbles, it looks like he's going to, you know, try to put himself in position to execute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We asked you for questions for the panel and on the possibility that Michael Bloomberg will get into this race, we got this on Facebook from Brad Yates. He writes, how does Bloomberg's stance on corporations stand against the current Democrat party's push toward socialism? Congressman Edwards, how do you answer Brad basically on the -- on the question, is he just way too far to the right for this current Democratic Party?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Well, I think that -- I mean I think that's a reasonable question but, look, there's no push toward socialism in the Democratic Party. But I do think that there is an understandable concern about income inequality and the -- a Michael Bloomberg candidacy actually puts that front and center. And the question of, are we going to allow 749 billionaires to control all of the wealth of 60 percent, the bottom 60 percent of Americans? And I think that's a legitimate debate for Democrats to have. We've been having that in our -- within our party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "How about the argument that billionaires like Bill Gates, like Michael Bloomberg, create enormous wealth and tremendous job opportunity and that that's actually what kind of feeds the bulldog?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Absolutely they do and I worked for a corporation early in my career and I think that that is important. But the question is, how do you pay your fair share to make certain that other Americans can aspire to their highest dreams too? Creating that wealth but also creating other opportunities for other Americans. I think that is a front and center debate of the Democratic Party and I think Michael Bloomberg's candidacy puts it right there in the middle. And, you know, I'm looking forward to the debate because I think we've been engaged in this conversation for a long time and it's going to be important for any Democrat who wins in the Democratic primary to be able to unite the party. And I'm really not sure that a Michael Bloomberg is a candidate that can come and unite all of the factions of the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, let's turn to the elections that were held this last Tuesday night, which were very interesting, where Democrats took control of the Virginia legislature for the first time in a quarter century and also it appears, although the Republican governor of Kentucky still won't concede, it appears that the Democrats have won the governor's seat in Kentucky. President Trump talked in Kentucky, campaigning for the Republican governor the night before. Here's what he said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You've got to vote, because if you lose, it sends a really bad message. And if you lose, they're going to say, Trump suffered the greatest defeat in the history of the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, Karl, how worried should the president and Republicans be, not so much about those specific results and those specific races, but what you saw and you saw it in 2018 and you saw it again here, the suburbs. The suburbs in Virginia. The suburbs in Kentucky. The suburbs in Pennsylvania, around Philadelphia, this continuing move away from a Republican Party to the Democrats?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes, and, look, all suburbs are not the same. You mentioned Kentucky. In Kentucky you had a very --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You brought your whiteboard?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "I brought the whiteboard for the first time appearance on Fox News Sunday. In the governor's race, the Republican got 48.8 percent of the vote. Right below him on the ballot is a fresh first-time candidate, African-American Republican candidate for attorney general, who gets 57.8 percent of the vote and 75,000 votes ahead of the guy above him on the ballot, runs nine points ahead of him. The rest of the ticket for agriculture commissioner, auditor, secretary of state and treasurer --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "My goodness, this is Kentucky. It's a pretty red state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "I understand. I understand. But the point is, is that in the suburbs, those candidates run 11 to 12 points ahead of the Republican candidate for governor and for the first time in the modern era the Republicans take all those down ballot offices, which says, if you've got good candidates who make an appeal, they can carry the Republican suburbs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "But, warning, negative, southeast Pennsylvania, Montgomery Bucks (ph), Delaware and Chester, Republican strongholds. The Democrats took Delaware County for the first time. The county council is 5-0 Democrat. First time they've had a majority on the county council since the civil war. And then in Virginia, we've known about northern Virginia fading away from the Republicans. In this election it was the Richmond suburbs of Henrico (ph) and Chesterfields (ph). The Republicans have got a problem in the suburbs and Kentucky says if you right -- run the right kind of campaign and have the right kind of Democrat, you can win. But (INAUDIBLE) a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to -- I want to bring Josh in. There's the continuing fallout from Elizabeth Warren's continuing plans, spending, taxing trillions of dollars. And there was blowback this week from two relatively surprising sources. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL GATES, CO-FOUNDER, MICROSOFT",
      "sentences": "When you say I should pay a hundred billion, OK, then I'm starting to do a little math about what I have left over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMIE DIMON, CHAIRMAN AND CEO, JP MORGAN CHASE",
      "sentences": "I don't like vilifying anybody. I -- you know, I think we should applaud successful people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Josh, Bill Gates and Jamie Dimon, who's the CEO of JP Morgan, are certainly rich, but they are not conservatives by any stretch of the imagination. What does that say to you? I mean, obviously, they're two billionaires who are -- I guess Dimon's not a billionaire, but two rich guys. What does that say to you about their problems that Elizabeth Warren will have with her tax and spend policies in a general election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "I think the best sign that Elizabeth Warren has a real problem with sort of your center left Democratic constituency is the fact that we started this segment talking about Michael Bloomberg. I mean Michael Bloomberg said back in February that as long as Joe Biden is in this race and feels like he's got a comfortable hold on the nomination, he's not interested in running. But if the Democratic Party looks like it's auguring towards nominating somebody who's in that sort of left wing, sort of more extreme category --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But we should point out Michael Bloomberg's another billionaire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "Sure. Absolutely. But here's the -- here's the point. The point is, is that Joe -- this all says a lot more about Joe Biden then it says about anything else. Joe Biden is now in a place where he has lost his hold on the Democratic primary electorate and the Democratic primary electorate is looking for an Elizabeth Warren. That's what -- you know, with all due respect to Bill Gates --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "(INAUDIBLE) Elizabeth Warren or --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "No, no, with all -- with all due respect to Bill Gates and all the other billionaires who have critiques about where the Democratic Party is, the Democratic primary electorate is saying loud and clear for anybody who will listen, we like Elizabeth Warren. We like Bernie Sanders. We have had five or six candidates try the center rode here and we have run them out of town in this -- in this primary electorate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "You've got Biden and Buttigieg --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Joe Biden --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Are -- are doing about as well combined as Warren and Sanders are doing combined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "Well, he's -- look, he's lost --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "One's at seven and one's at 20.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "The moderates --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "And the other two are at 18 and 22.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Not in Iowa. In Iowa those four are clustered very closely together. Look, in 2018, more center left Democrats won congressional primaries than far left Democrats won congressional primaries with a primary (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "But it's not happening in the 2020 cycle. And I've got to tell you, people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "There's a lot more far left Democrats won primaries in 2020 than won in 2018 or 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "We'll see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "This hasn't shaken out yet, so -- I mean it hasn't shaken out at all and everything's still (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So the battle continues. Thank you all, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" the dedication it takes to escort the nation's bravest to their final resting place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "On this Veterans Day weekend, we want to introduce you to a special military unit whose mission is to pay final tribute to the men and women who have defended our freedom. Here is our \"Power Player of the Week.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAPTAIN ZACKARY STEELMAN, U.S. ARMY OLD GUARD CAISSON PLATOON",
      "sentences": "It's our honor to be able to provide them the best ceremony that they deserve and that their families deserve, to just pay it back to them the way that they've paid it to us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Captain Zackary Steelman is talking about the Old Guard Caisson Platoon that bears the casket for military funerals at Arlington National Cemetery. Two teams go out, one with white horses, one with black. Each participating in as many as four funerals a day. But the platoon is determined every one will be special.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEELMAN",
      "sentences": "That family isn't going to get a second funeral. We have to put as much effort and time into making sure every detail of what we do is the best we can make it. Do what you've got to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "A squad is up at 4:30 each morning to make sure it's perfect. The horses are sprayed till they glean. The tack is shined. And so is the caisson that carried a canon back in the First World War. Then, the horses are hitched up. The lead team that takes the caisson through the cemetery, the swing team that gets around tight corners, and the wheel team that acts as breaks. Then, they call out the mission.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Attention to orders! Zero nine, grant (ph) the 12 alpha, colonel, United States Air Force. Swing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ready!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Lead?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ready!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Wheel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ready!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Caisson forward! Out (ph)!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEELMAN",
      "sentences": "Well, it's not that we have to do any of those things, sir, it's really that we get to do those things. We're about to perform a funeral and we're about to perform the mission for that family and we want to make sure that we're doing it to the absolute best ability that we have for them. WALLACE (voice over): The caisson platoon is part of presidential funerals. A riderless horse named Black Jack was in John Kennedy's procession. When he stepped on his handlers toe, the soldier kept marching. In 2004, the military honors were for Ronald Reagan. The riderless horse was named Sergeant York, he is still part of the platoon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEELMAN",
      "sentences": "Sergeant York is the oldest horse that we have here in the barn. He's actually 29.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEELMAN",
      "sentences": "Yes, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Reagan used to say that there's nothing as good for the inside of a man as the outside of a horse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEELMAN",
      "sentences": "Yes, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "He would have loved this one. WALLACE (voice over): Captain Steelman signed up for the Army's armor branch. When he joined the caisson platoon, he had never been on a horse. Now he thinks it's as important as any other mission.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEELMAN",
      "sentences": "If I could, sir, I'd be here for the rest of my life. I absolutely love this job. I get to see soldiers every single day put in a lot of hard work for someone they really don't even know. I'm honored to be able to bring them to their final resting place. And it's just an honor to be a part of that specific mission.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Horses in the caisson platoon are put up for adoption after the service is complete. And right now Elvira, a member of the swing team for 16 years, is available. If you want to find out more, please go to our website, foxnewssunday.com. And before we go, here's a live look at the U.S. Military Academy at West Point. Our colleagues at Fox NFL Sunday there for a special Veterans Day broadcast as a salute to the troops. And that's it for today. Have a great week and we'll see you next Fox News Sunday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "Power Player of the Week",
      "utterance": "U.S. Army Old Guard Caisson Platoon This is a rush transcript from \"Fox News Sunday,\" November 10, 2019. This copy may not be in its final form and may be updated."
    },
    {
      "speaker": "CHRIS WALLACE, ANCHOR",
      "utterance": "I'm Chris Wallace. Democrats prepare to go public with their impeachment probe. But will the televised hearings change anything?"
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "utterance": "Those open hearings will be an opportunity for the American people to evaluate the witnesses for themselves. But also to learn firsthand about the facts of the president's misconduct."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "They've gone out of their way to find the people that hate President Trump the most."
    },
    {
      "speaker": "WALLACE",
      "utterance": "After weeks of closed-door testimony, lawmakers will question witnesses in public about whether the president abused his office to get oppo research from Ukraine. We'll ask two members of the committee leading inquiry, Republican Will Hurd, a moderate whose actions will be watched closely by other members of his party, and Democrat Sean Patrick Maloney. Then, former New York City mayor and billionaire businessman, Michael Bloomberg, weighs a late entry into the Democratic race for president."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He's not going to do well but I think he's going to hurt Biden actually. Little Michael will fail."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel how Bloomberg's possible move could reshape the Democratic campaign. And our \"Power Player of the Week\", the iconic horse-drawn caisson performing a solemn duty honoring our nation's fallen veterans. All, right now, on \"FOX News Sunday\"."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And hello again from FOX News in Washington. The House Democratic effort to impeach President Trump moves into a key new phase this week, public hearings, in which career government officials will testify on camera about how President Trump pressured Ukraine to investigate his political rivals."
    },
    {
      "speaker": "The big question",
      "utterance": "will this change the dynamic of the inquiry that so far has remained strictly partisan? In a moment, we'll speak with two members of the House Intelligence Committee that will hold the made-for-TV hearings, Republican Will Hurd and Democrat Sean Patrick Maloney. But, first, let's bring in Ellison Barber, who has the latest from the White House -- Ellison."
    },
    {
      "speaker": "ELLISON BARBER, CORRESPONDENT",
      "utterance": "Chris, one of the first witnesses we expect to hear from this week is a career diplomat who testified behind closed doors. It was his understanding that everything, military aid and an Oval Office visit, was contingent on Ukraine investigating the Bidens in 2016."
    },
    {
      "speaker": "BARBER",
      "utterance": "The 45th president cheered at the game of the century hours before the start of the week that could turn his political future upside down. Three public hearings are set to take place on two different dates. On Wednesday, the House Intelligence Committee will hear from a top U.S. diplomat in Ukraine and a top State Department official. On Friday, the former ambassador to Ukraine. House Democrats released their closed door testimonies this week. William Taylor's arguably the most explosive. The career the diplomat testified it was his clear understanding security assistance money would not come until the president of Ukraine committed to pursue the investigations President Trump wanted. President Trump continues to call the inquiry --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "The witch hunt continues --"
    },
    {
      "speaker": "BARBER",
      "utterance": "But claims his party is on the same page."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The Republicans have never been so united."
    },
    {
      "speaker": "BARBER",
      "utterance": "Congressional Republicans want to hear from at least 14 witnesses, including former Vice President Joe Biden's son Hunter and the whistle- blower whose complaint help initiate the impeachment inquiry."
    },
    {
      "speaker": "Chairman Adam Schiff responding with a warning",
      "utterance": "The committee will not serve as vehicles to carry out sham investigations into the Bidens or debunked conspiracies about 2016."
    },
    {
      "speaker": "BARBER",
      "utterance": "Rules approved by the House essentially give Democrats veto power here. It witnesses must be approved by the chairman of the Intelligence Committee or the full committee -- Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Ellison Barber, reporting from the White House -- Ellison, thank you."
    },
    {
      "speaker": "BARBER",
      "utterance": "You bet."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Joining me now, Congressman Will Hurd, a Republican member of the House Intel Committee that will conduct those public hearings this week. Congressman Hurd, the top Republican on House Intel, Devin Nunes, says that he would like to call the whistle-blower, the unnamed whistle-blower, to testify in public in these hearings. And here's what President Trump has to say about the whistle-blower."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "The whistle-blower is a disgrace to our country, a disgrace, and the whistle-blower, because of that, should be revealed."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Now, the whistle-blower reportedly works for the CIA, where you worked for almost a decade. Should his identity be revealed? Should be he called to testify in public?"
    },
    {
      "speaker": "REP. WILL HURD, R-TX",
      "utterance": "I think we should be protecting the identity of the whistle-blower. I've said that from the very beginning, because how we treat this whistle-blower will impact whistle-blowers in the future. Having this whistle-blower law on the books is important. It's an important checks and balance not only in the Intelligence Committee, but our government. But what I do would like to see happen is for Adam Schiff, Chairman Schiff, the chairman of the House Permanent Select Committee on Intelligence, to answer questions about what was his engagement with the whistle-blower before the information, his (ph) -- the whistle-blower's allegations were transmitted to the -- to Congress. He has misled the American public earlier in the year on what he knew about -- or the contact that he had with the whistle-blower. So if you want to protect the identity of the whistle-blower, I think it's important for Chairman Schiff to answer questions about his interactions with them (ph)."
    },
    {
      "speaker": "WALLACE",
      "utterance": "What to think about as the Republicans are seeking, calling Hunter Biden, the vice president -- the former vice president's son, as a witness?"
    },
    {
      "speaker": "HURD",
      "utterance": "I would love to hear from Hunter Biden, I would love to hear from other Americans that served on the board of Burisma. I'm curious to know of someone who doesn't have any experience in Ukraine nor experience in a natural gas company becomes (ph) on the board of a natural gas company in Ukraine. You know, this is -- we also need to hear and understand the corruption. We know corruption in the Ukraine is an issue. And Ambassador Taylor has said that in his testimony. Dr. Hill has said that in her testimony. This is something that was a concern even in this current new administration in Ukraine. So, hearing from people that can help provide insights into that, since that is, you know, central to this conversation would be -- would be valuable."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Now, Congressman Schiff responded last night to the GOP witness list that had been offered by Chairman Nunes and here's what Schiff said: The Intel Committee will not be used, quote, to carry out the same sham investigations into the Bidens and 2016 that the president wanted Ukraine to conduct. Given that response, Congressman Hurd, what does that say about the fairness of a process that the Democrats are running and holding these hearings?"
    },
    {
      "speaker": "HURD",
      "utterance": "Unfortunately, Chris, this has been a partisan exercise from the very beginning. When one piece of information comes, people that don't like the president say, oh, this is an example for impeachment. People that support the president say, this is a -- you know, evidence of an exoneration. I think we should just turn over every rock and pursue every lead to ultimately get to the truth. And it's unfortunate that the Democrats on the committee and the Democrats in the House have created this partisan exercise. In a normal hearing, the minority, the folks that are not in power, have the ability to offer a witness. We can't do that in this case. Under previous impeachment inquiries, the minority and the president has had the opportunity to call witnesses, be involved. You -- the majority of the House Permanent Select Committee on Intelligence and Chairman Schiff has prevented some of the lawyers for the administration to come in and be there with the folks that were -- that were testifying. That's not a fair process. If we're interested in trying to uncover the truth, then let's not -- let's not put our thumb on the scale. But unfortunately, that's what this process has been and what's even crazier is there trying to have this completed by the end of the year, and I think we only have 16 or 17 legislative days left in the year. Half of those days are what's called \"fly-in, fly-out\" days where people are coming in from their location. So, to try to get that, try to pass NAFTA, to fund the government -- to try to do all that in that short period of time, I think that's next to impossible."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You -- you talk about the extreme partisanship, maybe on both sides, Republicans and Democrats. You are not -- while you're supportive of the president, you are not a party line supportive. You oppose some of his policies, for instance, constructing the border wall. You've opposed and have spoken out against some of his language during his time in office. For you, what specifically do you want to learn from these hearings?"
    },
    {
      "speaker": "HURD",
      "utterance": "So, I think talk about impeachment has been premature. I think impeachment is one of the most important and consequential things a member of Congress can do. And I think there's 535 different opinions on what impeachment is. To evaluate -- to evaluate that question I think it's a violation of the law. So, I want to see, does this establish a criminal intent? And yes, for me, I agree when I agree, I disagree when I disagree. And having spent nine-and-a-half years as an undercover officer in the CIA, I was a guy in the back alleys collecting intelligence. I also did this to embassies. I know how embassies work. And the fact that Ukrainian officials weren't contacting their U.S. counterparts until August 29th, when they read in -- I believe it was a political article about aid being withheld. That was the first time that any Ukrainian had contacted a State Department or government official about this. That was more than a month after the July 25th phone call between the president and President Zelensky."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So --"
    },
    {
      "speaker": "HURD",
      "utterance": "What do I want to see?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Go ahead, sir."
    },
    {
      "speaker": "HURD",
      "utterance": "Go ahead, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "No, you go ahead."
    },
    {
      "speaker": "HURD",
      "utterance": "What -- what I want to see is their inability to establish criminal intent. Do the Ukrainians know that this -- you know, this was some kind of a quid pro quo? You know, when you look at our relationship between the U.S. and Ukraine over the last three years, there's been no more aid going to Ukraine this year than -- in this administration than the previous administration. Ukraine is an important partner."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me ask you specifically though about this because there seem to be two issues that were part of the quid pro quo. One was military aid. One was the meeting that the Ukrainians very much wanted between their President Zelensky and President Trump. All three of the witnesses that are going to testify this week -- you see them up there, William Taylor, George Kent, Marie Yovanovitch, all career foreign service officers, said there was a clear connection between support for Ukraine, at various forms of the U.S. support for Ukraine, and Ukraine investigating the Democrats. If you are satisfied that that is true, that there was this connection, this nexus, is that an impeachable offense?"
    },
    {
      "speaker": "HURD",
      "utterance": "Well, I don't know if it was necessarily investigate the Democrats, right? I think it was investigation of corruption. And so, people have made assumption of what is --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Forgive me, sir, but specifically --"
    },
    {
      "speaker": "HURD",
      "utterance": "Sure."
    },
    {
      "speaker": "WALLACE",
      "utterance": "-- what President Trump said on that July 25th phone call was investigate the Democratic role in the 2016 election, whether they were involved in hacking the DNC server and also, specifically, the Bidens and Burisma."
    },
    {
      "speaker": "HURD",
      "utterance": "Well, on the 2016 elections -- now, some of that information was based on what has been kind of fringe thinking. But back when even Democrats start investigating the Russian involvement on 2016 elections, there was a Ukraine nexus. And so, trying to get to the bottom of that, is that a violation of the law? Now, was that an understanding based on debunked information? Yes. But is that a violation of the law? I don't think so. You mentioned of the Bidens --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But specifically, sir, the question, is if there was a quid pro quo, U.S. aid for Ukraine was going to depend on their doing these investigations of political rivals of the president. Is that an impeachable offense?"
    },
    {
      "speaker": "HURD",
      "utterance": "I think if you're trying to get information on a political rival to use in a political campaign is not something a president or any official should be doing. I think everybody has -- most Republicans have said that that would be a violation of the law."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, that, in your view, if that were established to your satisfaction, if, I repeat, that would be an impeachable offense?"
    },
    {
      "speaker": "HURD",
      "utterance": "I believe that's something that would make it -- make it -- have to truly consider whether impeachment is the right tool or not."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And we will see what happens this week and whether or not it persuades you. Congressman Hurd, thank you so much. Thanks for your time. Good to talk with you, sir."
    },
    {
      "speaker": "HURD",
      "utterance": "Thank you, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we'll get reaction from a Democrat on the Intelligence Committee about what some say is his party's timetable to impeach the president before the end of the year."
    },
    {
      "speaker": "WALLACE",
      "utterance": "House Republicans have complained for weeks about Democrats interviewing key witnesses in the impeachment probe behind closed doors. Well, now, the public hearings are about to start. The GOP is still complaining. Let's bring in Congressman Sean Patrick Maloney of New York, a Democrat on the Intelligence Committee. Congressman, as I discussed with Congressman Hurd, Republicans have now put out their written list of witnesses. It includes Hunter Biden, the unnamed whistle-blower, and Nellie Ohr, who folks may remember, she worked for Fusion GPS, which sought information from sources in Ukraine in 2016 and put up the Steele dossier. Will Democrats agree to call any of these witnesses? And if you don't, what does that say about the fairness of this entire proceeding?"
    },
    {
      "speaker": "REP. SEAN PATRICK MALONEY, D-N.Y.",
      "utterance": "Well, I can't speak for the chairman, but what I can tell you is that I think we will end up calling some of the witnesses on that list. And here's my test -- my test is, do these witnesses have important information, knowledge, or evidence about the president's conduct? And if it passes that test, then we should call them, sure."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, let's ask specifically. Hunter Biden, Nellie Ohr, the unnamed whistle-blower -- do any of them pass that test and therefore should be called?"
    },
    {
      "speaker": "MALONEY",
      "utterance": "The first two, no. The third one, you've just heard Congressman Hurd give a very eloquent explanation of why we don't force the revelation of a whistle-blower's identity. So, no in all three cases, but for different reasons."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I mean, let's -- let's focus on Hunter Biden. Hunter Biden is at the center of this. There are allegations of corruption. You know, there certainly are questions why a fellow named Hunter Biden would get a big job in Ukraine when his father was then the vice president and conducting relations with Ukraine. Isn't that a fair person to talk to?"
    },
    {
      "speaker": "MALONEY",
      "utterance": "Well, let me ask you, Mr. Wallace, what information Mr. Biden, Hunter Biden, a private citizen who was broke no laws by serving on the board of directors, would have about the president's withholding of military aid to Ukraine? In other words, he has no knowledge of what the president did or didn't do here, that is the subject of the impeachment inquiry. There are certainly questions, of course, and many people have asked them, but it's not relevant to this week's hearings."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, you know, I don't have the list right in front of me, but you obviously saw it. You're a member of the committee. Which member of the Republican potential witnesses would you agree to call?"
    },
    {
      "speaker": "MALONEY",
      "utterance": "Again, there are witnesses on the Republican list who have been interviewed in depositions already and, of course, those transcripts are going to be released fully. And so, I would expect the witnesses who have been interviewed, because they have material information, would be likely called in public, but again, those are not --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "For instance, Kurt Volker, who was a special emissary to Ukraine?"
    },
    {
      "speaker": "MALONEY",
      "utterance": "Mr. Volker testified for the committee, so did Mr. Morrison. Those witnesses are on the list. Mr. Hale is similarly a witness who's been interviewed, is on the list. Those are the witnesses I have in mind. But again, this is not my decision. I can't speak for the chairman, but those witnesses do have material information about the president's conduct in this case. That's the proper focus of this inquiry. And if I could just say, Chris, you know, I hope your viewers will keep an open mind. You know, this is Veterans Day weekend, God bless all who serve and where the country's uniform as my dad did, as my grandfather did. You know, these are also military veterans. Ambassador Taylor was an infantry officer with 101st Airborne Division in Vietnam, served in combat."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right."
    },
    {
      "speaker": "MALONEY",
      "utterance": "West Point graduate. Lieutenant Colonel Vindman earned a Purple Heart in Iraq. These are -- these are veterans and credible witnesses. I hope people will keep an open mind and hear their testimony unfiltered and read the transcript. By all means, they are all coming out in public."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. Let's talk about another -- apparently non-witness at this point and that his national security advisor -- former national security advisor John Bolton. Here is what his lawyer wrote this week to the committee: Bolton was involved, according to his lawyer, in many relevant meetings and conversations that have not yet been discussed in the testimonies thus far."
    },
    {
      "speaker": "Continuing the quote",
      "utterance": "If the House chooses not to pursue through subpoena the testimony of Ambassador Bolton, let the record be clear, that is the House's decision. Isn't -- Congressman, isn't John Bolton perhaps the best witness other than the president as to what was going on inside the Oval Office? And why on earth wouldn't you wait to see what he has to say?"
    },
    {
      "speaker": "MALONEY",
      "utterance": "We have -- we have invited Ambassador Bolton to appear, and that sounds like a nervous lawyer to me, because they are -- they are refusing to honor a legal request to provide relevant testimony."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Wait, wait, wait --"
    },
    {
      "speaker": "MALONEY",
      "utterance": "Excuse me --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Wait a minute. Let me just -- wait a minute. But the point is he has gone to a judge and said, you tell us, I got an order from the White House, I got an order from Congress, you tell me what to do."
    },
    {
      "speaker": "MALONEY",
      "utterance": "Right. Mr. Wallace, that's not how it works. You show up and you respond to a subpoena or you go to a judge and get it quashed, or you show up and you invoke a legitimate privilege and refused to answer a particular question. It is unprecedented to say, you, Congress, go to a judge and tell me to appear. That's not how it works, and Ambassador Bolton is a better lawyer than that. He knows that personally."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Wait. That isn't what they're doing. They're not saying, Congress, go to the judge. They are going to the judge. That's what they did with Charles Kupperman, another one of the clients who was an assistant to a deputy to Bolton and Bolton -- they are going to the judge and they're saying, judge, we've got these competing claims, you tell us what to do. They're not asking the House to do anything."
    },
    {
      "speaker": "MALONEY",
      "utterance": "Mr. Wallace, I agree with you that he has important information and we would love to hear from Ambassador Bolton. I think the public deserves to hear from Ambassador Bolton, who remember call this a drug deal and wanted nothing to do with it, who instructed his subordinates to report this conversations to the lawyers at the White House because he knew they were improper. Ambassador Bolton does have important information. I don't understand why the White House has instructed him not to cooperate. You should ask them."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes. I guess what I'm saying is this is an impeachment. This isn't just oversight. This is the potential impeachment of the president of the United States. There is going to be a court hearing in early December, Charles Kupperman, the deputy to Bolton and Bolton now would be part of that suit. Why not wait -- we're talking about a month, exactly a month, to find out what a judge says? Why wouldn't, when you're talking about the impeachment of the president, why wouldn't the House Intelligence Committee be willing to wait to find out such key evidence?"
    },
    {
      "speaker": "MALONEY",
      "utterance": "Again, we would love to have Mr. Bolton's evidence. There's nothing preventing him from giving it. But remember -- oh, and by the way, any notion that that's going to be favorable to the president I think is debunked by everything in the public domain already. Ambassador Bolton called this a drug deal. I'm not sure the president will want to hear from Ambassador Bolton, but we sure do. But here's the point. The point is, do we have sufficient evidence from credible witnesses that we're going to present in public testimony to move forward with an inquiry which may result in a referral to the Senate, where there will be a trial, where witnesses like Ambassador Bolton will have an opportunity again to provide the information they know. I encourage them to do it now, I encourage them to do it then and I don't think it will be favorable to the president. It is Ambassador Bolton who saw clearly how abusive and inappropriate the president's conduct was."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You know, he's not going to be -- testify because you guys have a timetable that you want to get this done by the end of the year. Let me ask you a couple questions to finish this up. President Trump now says that he is going to release the transcript of a phone call -- not the July 25th a phone call that we've already seen but an earlier phone call in April just after President Zelensky was inaugurated between the two presidents. What value does not transcript have for your committee and your investigation?"
    },
    {
      "speaker": "MALONEY",
      "utterance": "Well, I don't know of any evidence that would be relevant from the first phone call except that it was a routine phone call to congratulate the president. If the president wants to release it, that's fine. I don't think it's relevant to this investigation."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's turn to the public hearings this week. You've got three witnesses testifying, we've already seen the transcripts of their interviews. People know what they're going to say. Is the argument that you're basically -- people are going to read the book but they're going to see the movie? Because that didn't work out very well in the Robert Mueller testimony."
    },
    {
      "speaker": "MALONEY",
      "utterance": "Well, Mr. Wallace, the point is that the Republicans have been demanding for weeks that the public be able to see this testimony. So, you know, they should take yes for an answer. I think it's very important that the public be able to judge for itself. And I really encourage your viewers to just watch the hearings. Read the transcripts or watch it live and make up your own minds. You won't have any filter. You won't have the press or politicians in the way. You'll have witnesses giving opening statements. And these are military veterans. These are career nonpartisan civil servants. The first witness, Ambassador Bill Taylor --"
    },
    {
      "speaker": "MALONEY",
      "utterance": "Excuse me, is an appointee of a Republican president who serve this country in the military. I think we should give him a chance."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Sir, you've already made that point and I would like to get -- I'm running out of time, I'd like to get one last question in if I might. Here's what President Trump says about all those witnesses. Take a look."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The testimony has all been fine. I mean, for the most part, I never even heard of these people. I have no idea who they are. It seems that nobody has any first-hand knowledge, there is no firsthand knowledge."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The president does have a point. None of these officials actually talked to the president. When we think back to John Dean with Richard Nixon, he took us into the Oval Office. He told what he told the president and what the president told him. As the president says, all of the information we're going to hear this week is secondhand. Is that enough to impeach a president?"
    },
    {
      "speaker": "MALONEY",
      "utterance": "Well, Mr. Wallace, if you're talking about this week -- but, of course, there witnesses like Ambassador Sondland, who spoke directly to the president. There are other witnesses who have refused to cooperate. By the way, the State Department has refused to produce all the notes and corroborating evidence, but there are absolutely direct witnesses to the president's phone call. Lieutenant Colonel Vindman was on the call and went immediately to the embassy legal department because he knew it was wrong, what he heard. That's a military veteran. There are a lot of people with direct knowledge and it's -- honestly, if I can say, it is heartbreaking to hear the president, any American president, deride an important process where reliable witnesses are giving information. It's also heartbreaking to realize once you see this evidence that any American president would engage in misconduct. You know, it gives me no pleasure to tell you the American president has abused his office and he should be accountable."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, as you say, people are going to get to see for themselves this week. Congressman Maloney, thank you, thanks for joining us. And, of course, FOX News will cover the hearings this week live."
    },
    {
      "speaker": "MALONEY",
      "utterance": "Thank you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we'll bring in our Sunday group to discuss whether anything will change now that the public will hear from these witnesses themselves."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Coming up, Democratic front runner Joe Biden reacts to Michael Bloomberg looking at a run for the White House."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "In terms of he's running because of me, the last polls I looked at, I'm pretty far ahead."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel how a Bloomberg campaign would shake up the Democratic race. That's next."
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "utterance": "Those open hearings will be an opportunity for the American people to evaluate the witnesses for themselves, but also to learn firsthand about the facts of the president's misconduct."
    },
    {
      "speaker": "REP. MARK MEADOWS, R-N.C.",
      "utterance": "As we are more testimony, in fact the testimony that we're hearing today, it's actually getting easier to defend the president."
    },
    {
      "speaker": "WALLACE",
      "utterance": "House Intelligence Committee Chair Adam Schiff and Republican Congressman Mark Meadows setting very different expectations for this week's public impeachment hearings. And it's time now for our Sunday group. GOP strategist Karl Rove, Mo Elleithee of Georgetown University's Institute of Politics and Public Service, former Democratic Congresswoman Donna Edwards, and Senator Mitch McConnell's former chief of staff, Josh Holmes. Congresswoman Edwards, let me start with you. What do you expect these public hearings to accomplish? We know what these witnesses are going to say. They -- we -- they -- their opening statements were leaked. Their full hours long transcripts have been -- have been put out there for anybody who's interested to read. They've been widely covered. It doesn't seem to have moved anybody. I mean the Democrats are foursquare in favor of impeachment and there doesn't seem to have been a single vote that's been swayed so far at least by House Republicans in favor of impeachment. So what's the point?"
    },
    {
      "speaker": "DONNA EDWARDS, FORMER CONGRESSWOMAN, D-MD",
      "utterance": "Well, I mean, now it's time for the American people to see the evidence. I mean let's admit it, even -- I've read some of the transcripts but haven't read all of them and I think for the American people to be able to see these witnesses, to know their, you know, their backgrounds and that they are public servants and that they have a sense of duty coming before the committee, and I think that that will be really compelling. And, you know, maybe it's not about swaying individual members of Congress right now, but it's about making sure that the American people put it out there because Congress are followers, right? They'll follow the public. And I think that it's really important for the American people to hear the lawlessness and the unconstitutional behavior of the president of the United States."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Karl, let's talk about the -- what we're going to hear in terms of the testimony this week. You worked in a White House. We're going to hear from three career foreign service officers. One of them, William Taylor, a military veteran, has served presidents since 1985. Ronald Reagan. They're going to talk about an off the books foreign policy. They're going to talk about an ambassador, Marie Yovanovitch, who was smeared and recalled because of comments that were being made, a campaign being run by Rudy Giuliani, allegedly. They're going to hear about a link between U.S. support for Ukraine and Ukraine conducting investigations of the president's political rivals. Obviously there's another side to the story, but that story, does it bother you?"
    },
    {
      "speaker": "KARL ROVE, CONTRIBUTOR",
      "utterance": "Well, as somebody who served in the White House, it does bother me, yes. But, on the other hand, there is constant friction between the State Department and an administration. We saw this during the Iraq War, where we had the people in the State Department leaking against the administration's policy. But, look, that's going to be the sideshow. The thing that's going to happen when we have this testimony is, is that the Republicans are going to be able to ask questions. Think about where we've been. We have selective leaks of what -- of what these people said, which is done to spin it as much as possible against the president. Then we have their entire transcripts, which most people don't read. Now we're going to have televised hearings in which they're going to be able to say their piece and it's going to have an impact, but there also going to be questioned. And the questioning is going to get to, you know, we have a quid. Military aid and assistance for Ukraine. And we have a quo. And that quo is, investigative the Bidens and any other American involved in corruption. But so far we don't have the pro, the for, that is to say that what we know today is, is that the Ukrainians were never aware of a delay in their aid until they were given the aid and told that it had been delayed. And we never had that grant of the aid predicated upon them making a commitment to investigate Joe Biden. And we're -- and the failure of the Democrats -- Schiff's statement last night was very problematic because the American people are going to want to hear about Joe Biden and Hunter Biden and Devon Archer (ph) and this stinky situation involving Burisma. And if the Democrats say, we're not going to allow you to have those people called, it's just going to simply add to the impression that this is a partisan witch hunt."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mo."
    },
    {
      "speaker": "MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS AND PUBLIC SERVICE",
      "utterance": "Ambassador Sondland did revise his testimony to say he did inform the Ukrainians that the aid would likely be contingent on this. So that's -- that's about where we are on that point. Look, ultimately, I agree with the congresswoman, that now the American people get to see this stuff. And if you think about this politically and what actually -- you know, based on the very few precedents we have in American history on this, looking back on Richard Nixon, Republicans were with him. Republican voters were with him up until the very end. The day he left, the polling show that about 30 percent of Republicans thought he should be removed from office. But that 30 percent was a significant number because that's what put a lot of pressure on the Republican members of the Senate, when Barry Goldwater finally broke with the president and went to him and said, Mr. President, you know I've been your guy but it's become unsustainable for us. Right now you don't see that kind of breaking from Republican voters. So the question becomes, do these hearings, as the congresswoman was saying, begin to mobilize and catalyze Republican voters? We know it's doing it for Democrats and we know it's doing it for independent voters."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But here's the question I have, and let me bring in Josh on this, because I understand that, you know, we pay much more attention to the leaks, we pay much more attention to the transcripts than most people do, but they are out there and they have been widely reported. They've been the lead on the evening news. They've been on the front page of the papers. And so far, Josh, it hasn't moved a single Republican vote."
    },
    {
      "speaker": "JOSH HOLMES, FORMER CHIEF OF STAFF TO SEN. MITCH MCCONNELL",
      "utterance": "Nor has it moved the Republican primary electorate. I mean I think, Mo, you have a good point there and what ultimately did in Nixon was his party basically beginning to turn on him. If you look at the American people right now, in particular the Republican primary electorate, not only are they not moving away from the president, it's heartening. I mean you've got numbers in 85 plus in terms of their view of this being a quote/unquote witch hunt. So I -- look, we're a long way away from Republicans moving away from President Trump and embracing an impeachment inquiry. My guess is an open hearing in the House will only serve to exacerbate that. I don't think there's any chance that this is going to come off looking like a fair hearing or something that the president has had basically his say in."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I mean, that is the concern, I mean, that it hasn't moved the needle. And we've gotten a lot of information so far. I don't -- I mean I understand a TV -- well, I don't know if I understand because we -- everybody kept saying, you know, they won't read the book, they'll watch the movie and the Mueller hearing turned out to be a disaster for Democrats, I think we would agree. So let's assume that this is more effective than Robert Mueller as a -- as a witness. Does it really move the needle? Because it hasn't so far, congresswoman."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Well, look, this is actually very different kinds of behavior even than what we saw in the Mueller report. I mean we have a president of the United States who withheld aid from an ally who was, you know, on the front lines against our chief adversary. And I think when the American people here that it wasn't -- this isn't about 2016, this is about what is happening right now in 2020 prospectively for the 2020 election. And I think that these witnesses are going to make all the difference. I mean when you look at a lieutenant colonel, Vindman, for example, you know, he'll be there and he'll be in his dress blues and, you know, fully decorated, raising his hand saying that he's telling the truth. I defy Republicans to challenge on that. They are not challenging on the substance, they are challenging on process, and that is a loser argument."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, you get the final word."
    },
    {
      "speaker": "ROVE",
      "utterance": "Process matters, fairness matters, that's why Nixon went down because the process was fair. This is not fair. They won't allow the -- they've got allowed the president any of the rights granted to President Clinton during his impeachment, or any of the rights granted to President Nixon during his impeachment. And I love the fact -- I love the fact that the Democrats are now decrying the president's decision not to move aid -- lethal aid rapidly to Ukraine. After all, the previous administration, a Democratic administration, did nothing to send lethal aid to Ukraine and the nonlethal aid they refused to fly into Ukraine on C-130s because they didn't want U.S. military presence in Ukraine. So they drop them off in Poland and citizens had to take that nonlethal aid and put it in the back of their little vehicles and trucks and convey it to Ukraine."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "ROVE",
      "utterance": "So this president at least had the guts to give the Ukrainians the lethal aid needed to stave off the Russian attempts to subvert that country."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I think this is probably going to end up being a game changer and we're -- it will be a bipartisan game changer. Panel, we have to take a break here. When we come back, former New York City Mayor Michael Bloomberg looks ready to make a late entry into the 2020 Democratic race. Can he win the nomination? Plus, what would you like to ask the panel about the impact of a Bloomberg candidacy? Just go to FaceBook or Twitter at Fox News Sunday and we may use your question on the air."
    },
    {
      "speaker": "MICHAEL BLOOMBERG, D-PRESIDENTIAL CANDIDATE",
      "utterance": "I'm a New Yorker and I know a con when I see one."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "There's nobody I'd rather run against the little Michael."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT, D-PRESIDENTIAL CANDIDATE",
      "utterance": "Tonight we say to Michael Bloomberg and other billionaires, sorry, you ain't gonna buy this election!"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, former New York City Mayor Michael Bloomberg getting pretty strong push back from both President Trump and Democratic Candidate Bernie Sanders on a possible run for the White House. And we're back now with the panel. Mo, let me start with you. Does Michael Bloomberg have a realistic path to the Democratic nomination, and what do you think of what his strategists say if he does get in, and it seems likely will, his plan, skip the first four, skip Iowa, skip New Hampshire, and basically begin your campaign on Super Tuesday in early March?"
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Yes, look, it's an uphill climb, I would think, for -- for Mayor Bloomberg. And there's no evidence -- we've never seen anyone who has successfully tried to skip the early states and go on to win the nomination. Not at least in the modern era. We've seen candidates who have tried to skip a state, skip Iowa and go straight to New Hampshire, skip New Hampshire and so to South Carolina --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Rudy Giuliani wanted to skip them all and go to Florida. That doesn't work out so well."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Right, it just doesn't -- it doesn't work out so well. But I think what Bloomberg is hoping here is that he can position himself to be sort of the moderate's last line of defense against the Elizabeth Warren, Bernie Sanders wing of the party. That if Biden stumbles and is falling behind --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "And right now he's in fourth place in Iowa and -- and not leading in New Hampshire either."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "And that whoever sort of stumbles out of those early states is going to be spent in terms of resources and organization. And those later states, to his credit, are sort of more air war states than they are ground game states. He's got the money to invest heavily in advertising, that he can be the guy who can sort of be the moderates' last line of defense. I think -- I'm a little skeptical that it works, but it is a strategy that, you know, that if Biden stumbles, it looks like he's going to, you know, try to put himself in position to execute."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We asked you for questions for the panel and on the possibility that Michael Bloomberg will get into this race, we got this on Facebook from Brad Yates. He writes, how does Bloomberg's stance on corporations stand against the current Democrat party's push toward socialism? Congressman Edwards, how do you answer Brad basically on the -- on the question, is he just way too far to the right for this current Democratic Party?"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Well, I think that -- I mean I think that's a reasonable question but, look, there's no push toward socialism in the Democratic Party. But I do think that there is an understandable concern about income inequality and the -- a Michael Bloomberg candidacy actually puts that front and center. And the question of, are we going to allow 749 billionaires to control all of the wealth of 60 percent, the bottom 60 percent of Americans? And I think that's a legitimate debate for Democrats to have. We've been having that in our -- within our party."
    },
    {
      "speaker": "WALLACE",
      "utterance": "How about the argument that billionaires like Bill Gates, like Michael Bloomberg, create enormous wealth and tremendous job opportunity and that that's actually what kind of feeds the bulldog?"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Absolutely they do and I worked for a corporation early in my career and I think that that is important. But the question is, how do you pay your fair share to make certain that other Americans can aspire to their highest dreams too? Creating that wealth but also creating other opportunities for other Americans. I think that is a front and center debate of the Democratic Party and I think Michael Bloomberg's candidacy puts it right there in the middle. And, you know, I'm looking forward to the debate because I think we've been engaged in this conversation for a long time and it's going to be important for any Democrat who wins in the Democratic primary to be able to unite the party. And I'm really not sure that a Michael Bloomberg is a candidate that can come and unite all of the factions of the Democratic Party."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, let's turn to the elections that were held this last Tuesday night, which were very interesting, where Democrats took control of the Virginia legislature for the first time in a quarter century and also it appears, although the Republican governor of Kentucky still won't concede, it appears that the Democrats have won the governor's seat in Kentucky. President Trump talked in Kentucky, campaigning for the Republican governor the night before. Here's what he said."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You've got to vote, because if you lose, it sends a really bad message. And if you lose, they're going to say, Trump suffered the greatest defeat in the history of the world."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, Karl, how worried should the president and Republicans be, not so much about those specific results and those specific races, but what you saw and you saw it in 2018 and you saw it again here, the suburbs. The suburbs in Virginia. The suburbs in Kentucky. The suburbs in Pennsylvania, around Philadelphia, this continuing move away from a Republican Party to the Democrats?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes, and, look, all suburbs are not the same. You mentioned Kentucky. In Kentucky you had a very --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "You brought your whiteboard?"
    },
    {
      "speaker": "ROVE",
      "utterance": "I brought the whiteboard for the first time appearance on Fox News Sunday. In the governor's race, the Republican got 48.8 percent of the vote. Right below him on the ballot is a fresh first-time candidate, African-American Republican candidate for attorney general, who gets 57.8 percent of the vote and 75,000 votes ahead of the guy above him on the ballot, runs nine points ahead of him. The rest of the ticket for agriculture commissioner, auditor, secretary of state and treasurer --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "My goodness, this is Kentucky. It's a pretty red state."
    },
    {
      "speaker": "ROVE",
      "utterance": "I understand. I understand. But the point is, is that in the suburbs, those candidates run 11 to 12 points ahead of the Republican candidate for governor and for the first time in the modern era the Republicans take all those down ballot offices, which says, if you've got good candidates who make an appeal, they can carry the Republican suburbs."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "ROVE",
      "utterance": "But, warning, negative, southeast Pennsylvania, Montgomery Bucks (ph), Delaware and Chester, Republican strongholds. The Democrats took Delaware County for the first time. The county council is 5-0 Democrat. First time they've had a majority on the county council since the civil war. And then in Virginia, we've known about northern Virginia fading away from the Republicans. In this election it was the Richmond suburbs of Henrico (ph) and Chesterfields (ph). The Republicans have got a problem in the suburbs and Kentucky says if you right -- run the right kind of campaign and have the right kind of Democrat, you can win. But (INAUDIBLE) a problem."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to -- I want to bring Josh in. There's the continuing fallout from Elizabeth Warren's continuing plans, spending, taxing trillions of dollars. And there was blowback this week from two relatively surprising sources. Take a look."
    },
    {
      "speaker": "BILL GATES, CO-FOUNDER, MICROSOFT",
      "utterance": "When you say I should pay a hundred billion, OK, then I'm starting to do a little math about what I have left over."
    },
    {
      "speaker": "JAMIE DIMON, CHAIRMAN AND CEO, JP MORGAN CHASE",
      "utterance": "I don't like vilifying anybody. I -- you know, I think we should applaud successful people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Josh, Bill Gates and Jamie Dimon, who's the CEO of JP Morgan, are certainly rich, but they are not conservatives by any stretch of the imagination. What does that say to you? I mean, obviously, they're two billionaires who are -- I guess Dimon's not a billionaire, but two rich guys. What does that say to you about their problems that Elizabeth Warren will have with her tax and spend policies in a general election?"
    },
    {
      "speaker": "HOLMES",
      "utterance": "I think the best sign that Elizabeth Warren has a real problem with sort of your center left Democratic constituency is the fact that we started this segment talking about Michael Bloomberg. I mean Michael Bloomberg said back in February that as long as Joe Biden is in this race and feels like he's got a comfortable hold on the nomination, he's not interested in running. But if the Democratic Party looks like it's auguring towards nominating somebody who's in that sort of left wing, sort of more extreme category --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But we should point out Michael Bloomberg's another billionaire."
    },
    {
      "speaker": "HOLMES",
      "utterance": "Sure. Absolutely. But here's the -- here's the point. The point is, is that Joe -- this all says a lot more about Joe Biden then it says about anything else. Joe Biden is now in a place where he has lost his hold on the Democratic primary electorate and the Democratic primary electorate is looking for an Elizabeth Warren. That's what -- you know, with all due respect to Bill Gates --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "(INAUDIBLE) Elizabeth Warren or --"
    },
    {
      "speaker": "HOLMES",
      "utterance": "No, no, with all -- with all due respect to Bill Gates and all the other billionaires who have critiques about where the Democratic Party is, the Democratic primary electorate is saying loud and clear for anybody who will listen, we like Elizabeth Warren. We like Bernie Sanders. We have had five or six candidates try the center rode here and we have run them out of town in this -- in this primary electorate."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "You've got Biden and Buttigieg --"
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Joe Biden --"
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Are -- are doing about as well combined as Warren and Sanders are doing combined."
    },
    {
      "speaker": "HOLMES",
      "utterance": "Well, he's -- look, he's lost --"
    },
    {
      "speaker": "ROVE",
      "utterance": "One's at seven and one's at 20."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "The moderates --"
    },
    {
      "speaker": "ROVE",
      "utterance": "And the other two are at 18 and 22."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Not in Iowa. In Iowa those four are clustered very closely together. Look, in 2018, more center left Democrats won congressional primaries than far left Democrats won congressional primaries with a primary (INAUDIBLE)."
    },
    {
      "speaker": "HOLMES",
      "utterance": "But it's not happening in the 2020 cycle. And I've got to tell you, people --"
    },
    {
      "speaker": "ROVE",
      "utterance": "There's a lot more far left Democrats won primaries in 2020 than won in 2018 or 2016."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "We'll see."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "This hasn't shaken out yet, so -- I mean it hasn't shaken out at all and everything's still (INAUDIBLE)."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So the battle continues. Thank you all, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" the dedication it takes to escort the nation's bravest to their final resting place."
    },
    {
      "speaker": "WALLACE",
      "utterance": "On this Veterans Day weekend, we want to introduce you to a special military unit whose mission is to pay final tribute to the men and women who have defended our freedom. Here is our \"Power Player of the Week.\""
    },
    {
      "speaker": "CAPTAIN ZACKARY STEELMAN, U.S. ARMY OLD GUARD CAISSON PLATOON",
      "utterance": "It's our honor to be able to provide them the best ceremony that they deserve and that their families deserve, to just pay it back to them the way that they've paid it to us."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Captain Zackary Steelman is talking about the Old Guard Caisson Platoon that bears the casket for military funerals at Arlington National Cemetery. Two teams go out, one with white horses, one with black. Each participating in as many as four funerals a day. But the platoon is determined every one will be special."
    },
    {
      "speaker": "STEELMAN",
      "utterance": "That family isn't going to get a second funeral. We have to put as much effort and time into making sure every detail of what we do is the best we can make it. Do what you've got to do."
    },
    {
      "speaker": "WALLACE",
      "utterance": "A squad is up at 4:30 each morning to make sure it's perfect. The horses are sprayed till they glean. The tack is shined. And so is the caisson that carried a canon back in the First World War. Then, the horses are hitched up. The lead team that takes the caisson through the cemetery, the swing team that gets around tight corners, and the wheel team that acts as breaks. Then, they call out the mission."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Attention to orders! Zero nine, grant (ph) the 12 alpha, colonel, United States Air Force. Swing?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Ready!"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Lead?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Ready!"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Wheel?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Ready!"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Caisson forward! Out (ph)!"
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "Why do you have to do all of that?"
    },
    {
      "speaker": "STEELMAN",
      "utterance": "Well, it's not that we have to do any of those things, sir, it's really that we get to do those things. We're about to perform a funeral and we're about to perform the mission for that family and we want to make sure that we're doing it to the absolute best ability that we have for them."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "The caisson platoon is part of presidential funerals. A riderless horse named Black Jack was in John Kennedy's procession. When he stepped on his handlers toe, the soldier kept marching. In 2004, the military honors were for Ronald Reagan. The riderless horse was named Sergeant York, he is still part of the platoon."
    },
    {
      "speaker": "STEELMAN",
      "utterance": "Sergeant York is the oldest horse that we have here in the barn. He's actually 29."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "Twenty-nine?"
    },
    {
      "speaker": "STEELMAN",
      "utterance": "Yes, sir."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Reagan used to say that there's nothing as good for the inside of a man as the outside of a horse."
    },
    {
      "speaker": "STEELMAN",
      "utterance": "Yes, sir."
    },
    {
      "speaker": "WALLACE",
      "utterance": "He would have loved this one."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Captain Steelman signed up for the Army's armor branch. When he joined the caisson platoon, he had never been on a horse. Now he thinks it's as important as any other mission."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "How long do you want to keep being in the caisson platoon."
    },
    {
      "speaker": "STEELMAN",
      "utterance": "If I could, sir, I'd be here for the rest of my life. I absolutely love this job. I get to see soldiers every single day put in a lot of hard work for someone they really don't even know. I'm honored to be able to bring them to their final resting place. And it's just an honor to be a part of that specific mission."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Horses in the caisson platoon are put up for adoption after the service is complete. And right now Elvira, a member of the swing team for 16 years, is available. If you want to find out more, please go to our website, foxnewssunday.com. And before we go, here's a live look at the U.S. Military Academy at West Point. Our colleagues at Fox NFL Sunday there for a special Veterans Day broadcast as a salute to the troops. And that's it for today. Have a great week and we'll see you next Fox News Sunday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}