{
  "date": "November 25, 2017",
  "headline": "New revelations fueling questions over Uranium One deal",
  "subHeadline": "DISCLAIMER: THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS.",
  "url": "https://www.foxnews.com/transcript/new-revelations-fueling-questions-over-uranium-one-deal",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DISCLAIMER",
      "sentences": "THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS. IT IS FOX NEWS' POLICY THAT CONTRIBUTORS DISCLOSE POSITIONS THEY HOLD IN STOCKS THEY DISCUSS, THOUGH POSITIONS MAY CHANGE. READERS OF \"Cost of Freedom Recap\" MUST TAKE RESPONSIBILITY FOR THEIR OWN INVESTMENT DECISIONS.   NEW REVELATIONS BY FBI INFORMANT FUELING QUESTIONS OVER URANIUM ONE DEAL Gary Kaltbaum: It adds to the inconsistencies that we've been hearing about on this deal and look, the left is going to defend this to the end of time. The right wants to put people in jail. For me, it's all about what they should be doing that's following the money.  Rachel Campos-Duffy: It's mind-boggling. I'll say this, it wasn't just that the informant was raising red flags, and there were very prominent members of the U.S. House of Representatives, Representative King, Representative Ileana Ros-Lehtinen, both experts on and seasoned in national security and foreign policy issues, raising red flags, writing letters, and yet, this was approved.  Juan Williams: Well, you know, I feel like I've stepped in here to interrupt your conspiracy theories run amok, but I'm delighted to do it. I mean, you talk about the Bush administration, I remember President Bush saying he looked into Putin's eyes, looked into his soul and saw a good man. You know, if you guys are cherry picking, this is very thin gruel, it's not exposed to revelations, it's excessive explosive stomach upset.  Gerri Willis: This reminds me of the controversy over Whitewater, again and again and again with the Clintons, we get into these huge debates and controversies, and they bury you in paper, so you feel like you don't know what is really true, but guess what? Here is what we actually do now know is true; Uranium One trying to corner the market on uranium on the planet, on the globe, that's not what the U.S. government wants. That's a negative and yet, units of the government said, a-okay to that. TRUMP ADMIN DESIGNATES NORTH KOREA A STATE SPONSOR OF TERRORISM, IMPOSES NEW SANCTIONS  Gerri Willis: This is the journey of a thousand steps. I think we have to do absolutely everything in our power that we can. When you drill down and look at the companies that we're putting these limits on, they certainly deserve it. It's the right thing to do. Rachel Campos-Duffy: These sanctions are about tightening the grip on the dictator, the worse the conditions get, the more we can hope that might happen. First of all, I think that most Americans woke up this week to go what? North Korea is not on the list of state sponsors of terror? Most of us were pretty surprised to hear that.  Gary K: Well, China is the most important part of the equation, they're literally about 70 to 80 percent of the North Korean economy. They can make a call today and tell them, you are toast if you do not back away. I just don't think it's in their interest at this point in time.   Juan Williams: We have been talking about the Chinese, the Russians are the ones who have stepped in as sanctions have been put in place by the Chinese to prop up North Korea. Why isn't Putin going after them? We already have sanctions against Russian terms that their actions in the Ukraine. What we need to do is put pressure on Russia as well as China. HOUSE GOP TAX CUT BILL TO PREVENT ILLEGAL IMMIGRANTS FROM CLAIMING TAX CREDITS Gerri Willis: Sometimes these people are in Mexico and they get the tax refund. This is a huge scam area that the treasury department itself is costing us 25 to 30 percent of the total amount of money we put out in the additional child tax credit.   Juan Williams: I think they deserve it, they pay taxes. That’s the problem with your theory is, these people, whether they’re legal or illegal, are paying taxes. And guess what? When they pay into the tax system, if they’re living in this country, we don’t want a bunch of impoverished, hungry people on the street. Rachel Campos-Duffy: This is cash payment above and beyond what they paid into the system in their taxes. Listen, I’d ask Juan if he wants to defend this to good hard-working Americans who are having two, three jobs to put food on the table, and they expect that the taxes they pay are going to American citizens and to programs for veterans and other things of need, not to people who are here illegally. Gary K: Raise your hand if any of you even knew about this? Unfortunately, it's not just this, there are tens of billions of dollars out there that are being flushed to people that probably, possibly, should not be getting it.  FOX ON THE SPOT   Rachel Campos-Duffy: Santa will be giving more this year because markets are up and employment is down Juan Williams: Americans will not get tax cuts by Christmas  Gerri Willis: Congress to schedule hearings about massive Uber data breach Gary K: (WYNN) up 20 percent next year",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DISCLAIMER",
      "utterance": "THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS. IT IS FOX NEWS' POLICY THAT CONTRIBUTORS DISCLOSE POSITIONS THEY HOLD IN STOCKS THEY DISCUSS, THOUGH POSITIONS MAY CHANGE. READERS OF \"Cost of Freedom Recap\" MUST TAKE RESPONSIBILITY FOR THEIR OWN INVESTMENT DECISIONS. NEW REVELATIONS BY FBI INFORMANT FUELING QUESTIONS OVER URANIUM ONE DEAL"
    },
    {
      "speaker": "Gary Kaltbaum",
      "utterance": "It adds to the inconsistencies that we've been hearing about on this deal and look, the left is going to defend this to the end of time. The right wants to put people in jail. For me, it's all about what they should be doing that's following the money."
    },
    {
      "speaker": "Rachel Campos-Duffy",
      "utterance": "It's mind-boggling. I'll say this, it wasn't just that the informant was raising red flags, and there were very prominent members of the U.S. House of Representatives, Representative King, Representative Ileana Ros-Lehtinen, both experts on and seasoned in national security and foreign policy issues, raising red flags, writing letters, and yet, this was approved."
    },
    {
      "speaker": "Juan Williams",
      "utterance": "Well, you know, I feel like I've stepped in here to interrupt your conspiracy theories run amok, but I'm delighted to do it. I mean, you talk about the Bush administration, I remember President Bush saying he looked into Putin's eyes, looked into his soul and saw a good man. You know, if you guys are cherry picking, this is very thin gruel, it's not exposed to revelations, it's excessive explosive stomach upset."
    },
    {
      "speaker": "Gerri Willis",
      "utterance": "This reminds me of the controversy over Whitewater, again and again and again with the Clintons, we get into these huge debates and controversies, and they bury you in paper, so you feel like you don't know what is really true, but guess what? Here is what we actually do now know is true; Uranium One trying to corner the market on uranium on the planet, on the globe, that's not what the U.S. government wants. That's a negative and yet, units of the government said, a-okay to that. TRUMP ADMIN DESIGNATES NORTH KOREA A STATE SPONSOR OF TERRORISM, IMPOSES NEW SANCTIONS"
    },
    {
      "speaker": "Gerri Willis",
      "utterance": "This is the journey of a thousand steps. I think we have to do absolutely everything in our power that we can. When you drill down and look at the companies that we're putting these limits on, they certainly deserve it. It's the right thing to do."
    },
    {
      "speaker": "Rachel Campos-Duffy",
      "utterance": "These sanctions are about tightening the grip on the dictator, the worse the conditions get, the more we can hope that might happen. First of all, I think that most Americans woke up this week to go what? North Korea is not on the list of state sponsors of terror? Most of us were pretty surprised to hear that."
    },
    {
      "speaker": "Gary K",
      "utterance": "Well, China is the most important part of the equation, they're literally about 70 to 80 percent of the North Korean economy. They can make a call today and tell them, you are toast if you do not back away. I just don't think it's in their interest at this point in time."
    },
    {
      "speaker": "Juan Williams",
      "utterance": "We have been talking about the Chinese, the Russians are the ones who have stepped in as sanctions have been put in place by the Chinese to prop up North Korea. Why isn't Putin going after them? We already have sanctions against Russian terms that their actions in the Ukraine. What we need to do is put pressure on Russia as well as China. HOUSE GOP TAX CUT BILL TO PREVENT ILLEGAL IMMIGRANTS FROM CLAIMING TAX CREDITS"
    },
    {
      "speaker": "Gerri Willis",
      "utterance": "Sometimes these people are in Mexico and they get the tax refund. This is a huge scam area that the treasury department itself is costing us 25 to 30 percent of the total amount of money we put out in the additional child tax credit."
    },
    {
      "speaker": "Juan Williams",
      "utterance": "I think they deserve it, they pay taxes. That’s the problem with your theory is, these people, whether they’re legal or illegal, are paying taxes. And guess what? When they pay into the tax system, if they’re living in this country, we don’t want a bunch of impoverished, hungry people on the street."
    },
    {
      "speaker": "Rachel Campos-Duffy",
      "utterance": "This is cash payment above and beyond what they paid into the system in their taxes. Listen, I’d ask Juan if he wants to defend this to good hard-working Americans who are having two, three jobs to put food on the table, and they expect that the taxes they pay are going to American citizens and to programs for veterans and other things of need, not to people who are here illegally."
    },
    {
      "speaker": "Gary K",
      "utterance": "Raise your hand if any of you even knew about this? Unfortunately, it's not just this, there are tens of billions of dollars out there that are being flushed to people that probably, possibly, should not be getting it. FOX ON THE SPOT"
    },
    {
      "speaker": "Rachel Campos-Duffy",
      "utterance": "Santa will be giving more this year because markets are up and employment is down"
    },
    {
      "speaker": "Juan Williams",
      "utterance": "Americans will not get tax cuts by Christmas"
    },
    {
      "speaker": "Gerri Willis",
      "utterance": "Congress to schedule hearings about massive Uber data breach"
    },
    {
      "speaker": "Gary K",
      "utterance": "(WYNN) up 20 percent next year"
    }
  ]
}