{
  "date": "November 12, 2019",
  "headline": "House GOP calling out Democrats over impeachment inquiry witness wish list",
  "subHeadline": "Guests: Burt Flickinger, Antjuan Seawright, Andrew Puzder; Alan Knuckman, Scott Perry",
  "url": "https://www.foxnews.com/transcript/house-gop-calling-out-democrats-over-impeachment-inquiry-witness-wish-list",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, ANCHOR",
      "sentences": "Impeachment on, and the president going all out not to talk about the hearings that could kick off tomorrow, but choosing instead of focus on an economy he says is kicking butt today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "Under my administration, two million prime-age Americans have come off the sidelines already, people that we thought maybe would never work again. And they have fully rejoined the labor force, something we're very proud of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Welcome, everybody. I'm Neil Cavuto.  And never mind the president talking up the economy, impeachment front and center tomorrow. Democrats today laying out their ground rules for it, a Republican memo detailing exactly how the GOP plans to fight it. We are all over it with Gillian Turner on Capitol Hill, where lawmakers are preparing, and John Roberts at the White House on how they are responding.  We begin with Gillian.   Hey, Gillian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, CORRESPONDENT",
      "sentences": "Hey, Neil. So less than 24 hours to go now until that public hearing kicks off tomorrow, intelligence Chairman Adam Schiff is really gearing up members now. He says -- he's promising in this new memo to his staff that this hearing is going to be fair. He says it's going to be fair to the president, it's going to be fair to members, both sides of the aisle, and the witnesses.   He also says: \"Above all, these hearings are intended to bring the facts to light for the American people.\" Key Republican Steve Scalise told me this hour that his hope for tomorrow is Schiff agrees to have the whistle-blower testify in public, but it seems unlikely, considering Schiff also promised this in his memo. He said he won't allow \"President Trump or his allies to threaten, intimidate or retaliate against the whistle-blower, who courageously and lawfully raised concerns about the president's conduct.\"  Now, Schiff, we are told, chose his first witnesses very, very carefully. Tomorrow, we will hear from two senior State Department diplomats. Acting Ambassador Bill Taylor is President Trump's point person in Ukraine. He took over after former Ambassador Marie Yovanovitch was recalled from her post by Secretary of State Pompeo.   Taylor's already told impeachment investigators he believes Rudy Giuliani and the other allies of President Trump were running point on Ukraine policy and undermining official United States goals, saying: \"The irregular policy channel was running contrary to the goals of longstanding U.S. policy.\" Tomorrow's other key witness is George Kent, the top Ukraine policy official at the State Department here in Washington.  Now, Adam Schiff also spoke to us just a short while ago, but he is staying tight-lipped on the details. We asked him if he's made any progress on that list of witnesses that Republicans submitted to him over the weekend. He told us he's not ready to talk about it just yet. We will keep asking and bring it to you, Neil, as soon as he does have something to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Gillian Turner, thank you very, very much.  Now to John Roberts at the White House on how they're handling all of this. Hey, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Neil, good afternoon to you.   Don't forget, these are the first public impeachment hearings to be held in this country in some 20 years. And President Trump is trying to portray -- or put forward at least an alternative narrative. The president at the Economic Club of New York today touting the sky-high stock markets, the soaring economy, as well as the dropping numbers in unemployment, saying the Democrats are focused on all the wrong things. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Democrats in Washington would rather pursue outrageous hoaxes and delusional witch-hunts which are going absolutely nowhere -- don't worry about it -- than pass the USMCA and deliver real stuff for the American workers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "And later on this week, the White House is going to put out a memorandum of the first telephone call that took place between President Trump and Ukrainian President Volodymyr Zelensky. That call was on April the 21st, right after Zelensky won the presidency. We had thought that we were going to get that memorandum today. The plan was initially to put it out as a counterweight to tomorrow's first public impeachment hearings.  Now it looks like it's going to be later on this week. The president first talked about this nearly two months ago now and said he'd be happy to make it available. Democrats weeks ago said, yes, we'd like to see it. But the president waited until this week to put it out.  That call has been described by multiple officials to FOX News as innocuous. Even Lieutenant Colonel Alexander Vindman, who gave a deposition to the House committee a couple of weeks ago, said that there was nothing concerning about it in his testimony, saying -- quote -- \"April 21 was complimentary, positive. He,\" the president, \"repeatedly praised President Zelensky for the significant landslide victory he had achieved. And in general, I think there was, you know, probably a little bit of humor exchanged. As you may know, president's Zelensky is a comedian. So he tries to put a couple of, I guess, lighter lines in there to help him build rapport.\" It's unclear whether releasing the transcript of that call could change the narrative at all. Arizona Congressman Andy Biggs thinks that the Democrats have already made up their minds. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ANDY BIGGS, R-ARIZ.",
      "sentences": "I'd like to hear that phone call and see that transcript. I think, for me, it would clear up some loose ends maybe for the public, but not for the Democrats. I don't think anything's going to try to -- will derail them from the impeachment effort that they're on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Now, consider, Neil, that tomorrow is again the first impeachment hearings in some 20 years. But there is a huge day here at the White House. Turkish President Erdogan is going to be here for a bilateral meeting with the president after everything that happened with the U.S., Turkey and Syria. And the president and Erdogan will be holding a press conference after that bilateral meeting.  So two very different messages coming out of the White House and off of Capitol Hill tomorrow -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's going to be interesting.   All right, John Roberts, thank you very, very much.  Well, my next guest does have a front-row seat to the impeachment inquiry. Pennsylvania Republican Congressman Scott Perry sits on the Foreign Affairs Committee. And that's the committee that has been questioning a lot of these witnesses. Tomorrow, we will be hearing from the acting Ambassador to Ukraine Bill Taylor and Assistant Deputy Secretary of State George Kent.   So, Congressman, what do you expect of tomorrow?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. SCOTT PERRY, R-PENN.",
      "sentences": "I certainly don't expect any bombshells. And I think the most important thing is, first of all, we have already heard from these two witnesses. They have already been deposed. And the most important thing is that neither these two individuals were on the call, this call that has essentially garnered this whole impeachment inquiry. Neither one of them have any firsthand information about what happened on the call.   And I think what -- tomorrow, one of the things you're going to hear is not only it wasn't -- in many cases, it wasn't secondhand information, third and fourth-hand information, which gave them the impression of what was happening, where, literally, I think you're going to find out -- if you have read the transcript, you probably already know, but most of the American people haven't.  What you're going to find out is, these folks never talked to the president of the United States about this call, yet these assumptions are being made by the -- by the impeachment committee about what happened on the call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, I know you and your colleagues, your Republican colleagues, have called for your own witnesses. They include, among others, Hunter Biden and the whistle-blower, David Hale, the former undersecretary of state of political affairs, Kurt Volker, the special envoy to Ukraine and some others.  Have you gotten any yeses back on these?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERRY",
      "sentences": "We have gotten no indication one way or the other.  I suspect that there will, in large part, be no's to that. As you know, the rules package that was passed by the Democrats gives Adam Schiff sole authority whether to approve or disapprove of witnesses.  One of the things is that we would really like -- one of the people we'd really like to talk to, of course, is the so-called whistle-blower. I know that Representative Schiff has said he did what he did courageously and lawfully.  It might have been courageous. We're not sure if it's lawful or not yet, because we are unable to talk to that person. And, of course, Hunter Biden, which a whole lot of this centers around, how can you exclude this person from -- some testimony from fact-finding, when we're talking about the impeachment of the president of the United States? And, according to the Democrats, part of that is because Hunter Biden's name or -- or Biden's name was mentioned. And to exclude those folks from testimony really should show the American people this isn't really about finding the truth or the facts. This is essentially about overturning the last election because they disagree with the president.  I can understand they disagree with the president. They have the right to their opinion, but when we elect a president, that's what elections are for. That's not what impeachment is for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Congressman, we will see what happens tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERRY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERRY",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Democratic strategist Antjuan Seawright with us right now. Antjuan, I mean, this could go on a while. It could be wrapped up quickly. I have heard from a lot of Democrats privately who say they hope it is wrapped up quickly, because they think it is costing them attention on some of the issues they'd prefer to talk about. What are you hearing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTJUAN SEAWRIGHT, DEMOCRATIC STRATEGIST",
      "sentences": "Well, I agree with that.  Look, we all have said from the beginning that impeachment would suck much of the oxygen out of any political room. However, I don't think anyone can ignore the 400 and -- 400-plus bills that the House majority has passed. Many of them have over 50 percent of the American people's support. But I do think Congress has a sworn duty and responsibility to provide oversight and checks and balances to the executive branch. And that's what this is about. The Republicans asked for it. Even the 25 percent of the conference, the 47, 48 members who were in some of the closed-door hearings, they asked for it to be public and transparent. And now they're getting what they're asking for, but now they're still attacking the process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, let me switch gears a little bit for you.   There's a shocking poll that is out of Monmouth right now that shows Mayor Pete Buttigieg leads the field in Iowa. He suddenly surged 14 points out of nowhere. What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "You know, Neil, I'm going to be consistent. What I say to you often is that polls are a snapshot of the time. And while there -- this may be what is in the moment. What happens is on Election Day. I'm not doubting Mayor Pete's rise or his momentum in a place like Iowa. He's put in an incredible operation there.  I still think, when it's all said and done, voters have been very consistent about the number one priority for next year is beating Donald Trump. And I think you will probably see that unfold as we get closer to the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, what does that mean, Antjuan?  You have always believed and of the belief that someone like a Joe Biden, someone with a more moderate bent, would have a better shot at beating the president than, let's say, Elizabeth Warren and Bernie Sanders. And I'm wondering too whether Mayor Pete would be in that column.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Well, I don't know. But what I do know is, when I think about what it really takes to win our party's nomination, Neil, you cannot be the Democratic nominee without having a full, deep and wide across-the-board African-American support. I respect people in Iowa. I love people in New Hampshire. And I will wave at people in Nevada, but South Carolina's where the ball game will be. And so, while I think Iowa is a measuring stick on the race, I don't think it is a determining factor for anyone who may do well in Iowa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, but, normally, the history -- maybe the exception of Bill Clinton, who lost to a hometown favorite in Iowa, came in second in New Hampshire, before he got his campaign back as it headed into the South. It's a different kind of beast, isn't it? I mean, if Joe Biden were to come out of Iowa and New Hampshire winless, that would be a problem, wouldn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Well, Cavuto, you have to remember, a win looks different in the eyes...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I love when you call me Cavuto. I just feel so cool. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "You are cool. A win looks different in the eyes of different people. If Joe Biden comes in first and he doesn't win Iowa big, then people will say he's on life support. If Elizabeth Warren comes in anything of other than third or fourth or first and second, people are going to say she's on life support. Again, Iowa doesn't matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You don't think not winning in either those early states is going to be a problem?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "I don't, because...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I remember Rudolph Giuliani putting all his eggs in the Florida basket, and we know how that turned out, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Well, you have to remember that we are not living in conventional times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "You're thinking from a conventional wisdom. We are not living in conventional times. And the fact of the matter is, the mood of the country and mood of our party is totally different than it was in any race that has ever gone on in my political lifetime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Seawright, we're done here. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Thank you, Cavuto.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Good seeing you again, Antjuan Seawright.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAWRIGHT",
      "sentences": "Good to see you, my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, well, not perfect, not perfect, but better, that's pretty much how the president summing up his edge vs. the Democratic field, maybe not the perfect candidate, just better than all those other candidates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You have no choice, because the people we're running against are crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "OK? They're crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Washington's Democrats and their radical agenda of socialism would demolish our economy, reinstate the avalanche of regulations that have already ended, decimate the middle class, and totally bankrupt our nation. As long as I'm president, America will never be a socialist country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the president taking some time today to crow about how the country is doing and capitalism is beating out anything his more socialistically minded 2020 rivals are talking about, not all of them, but the big names you hear the most about, Bernie Sanders, of course, Elizabeth Warren. Some thoughts now from Gary Kaltbaum, Alan Knuckman. Alan, he says the wind at his back is everything both of you guys have been following every day, the markets, the economy, the unemployment stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN KNUCKMAN, MARKET STRATEGIST",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, on that level alone, you would think he's up by 10 points or so. He has a battle on his hands. That is still early. Doesn't mean anything, per se. But do you see it continuing? He likes to point to those markets a lot. It's been his friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNUCKMAN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you think it will continue to be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNUCKMAN",
      "sentences": "The answer is yes. But I always say that presidents don't make markets, presidents don't break markets. This is not new. The stock market's up 200 percent since 2010. What we're seeing now is a nice acceleration, a market melt-up here recently, a full recovery of the sell-off, as we have seen every time now in market history and more so that we have seen over the last 10 years. The markets have bounced back each and every time. What we're seeing now is stability. You're seeing stability and a little bit of market certainty. And we're seeing interest rates stabilize. You're seeing gold go back down. So that's all very much a positive for this to continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Gary, what he is doing -- you have written about this as well -- this notion that you might not flip over me, but particularly some of these big-spending initiatives put out by the likes of Elizabeth Warren, Bernie Sanders and others, they're going to break the bank, they're going to break this market, and you're going to miss me like crazy. What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARY KALTBAUM, CONTRIBUTOR",
      "sentences": "Oh, I think Elizabeth Warren and Bernie Sanders have given him a gift. Look, we have a president that has lowered taxes, got rid of regulations, and you have the opposite. They're not just wanting to raise taxes. They want to raise taxes big time, regulations big time, government control big time. And I think that's going to be where we go into next year, notwithstanding Biden, who's the more moderate. I think he's got a darn good case to stand on when you see all the evidence around the globe of countries that have gone the way of Sanders and more. And so the fight is on. And I think he's got a lot of great numbers he can back himself on, 3.6 percent unemployment, and something he said today that I have been talking about for a long while, tons of people coming off welfare. Instead of taking a check, they are now working and giving a check to the government. I can't tell you how good that is for the economy, as well as the administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There's always a wild card in trade and what effect that has on everything and it adds to uncertainty. The president was more or less saying today, Alan, if that's uncertainty, buy me more of it. He likes this environment, trade or no trade. And he didn't sound like he's in any rush to close a deal. What did you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNUCKMAN",
      "sentences": "Right. And I think the markets have figured this game out. And that's why we are where we are. But we have seen the fundamental facts come out this quarter, corporations doing very well; 90 percent of the S&P has already reported, and 75 percent of the companies beat their earnings estimates. So the fundamentals are there for corporate America. And that's reflected in the stock market. And that's why we are where we are. We're not going to cut rates here this year. There's a 20 percent chance we will cut it by March. But he's got other levels of stimulus. Now, the tax cut was a level of stimulus. The forcing rates down by presidential pressure, that was a force of stimulus. I think the last piece that he can do, in addition to they have provided a lot of money in the repo market -- that's another point -- the last lever of stimulus could be the dollar index. So let's watch if he stuck starts talking the dollar down, because that could be very stimulative. There's a lot of commodities, a lot of companies that are resource companies that would really benefit from a weaker dollar. And that could be the next kick to the upside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. You're so smart Alan, you just alienated the thousands of viewers who have no idea what you're talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But that is absolutely fine. But, Gary, what...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNUCKMAN",
      "sentences": "Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, no, I'm kidding. One thing, Gary, I do see is, the president saying, do you feel better about how you're doing right now? It's the old play off, where were you vs. four years ago? And he's obviously banking on most Americans saying, yes, I am better off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "Well, look, if you have a market that's up 50 to 60 percent since you were elected, if you have unemployment -- I think there's a millions and millions of jobs that were not at this point in time. You got the numbers. And the big thing is, we have a year left. If this continues, I think it's going to be very tough for him to lose, regardless of all what we -- I call the other stuff -- regardless of impeachment, regardless of the rhetoric and the tweets. People do vote with their pocketbooks, their wallets, and the jobs. And when somebody didn't have a job three years ago that has today, that's a potential vote for the president. And that's what we're watching for throughout the rest of the year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "I think the wind is at his back, and we're -- 1.5 percent 10- year really does help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we will see. Gentlemen, thank you both very, very much for taking the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNUCKMAN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Markets, economy might be hot, outside, not so much, a deadly Arctic blast freezing the nation. What you need to know before bundling up. And winter is still, what, technically a month away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, much of the nation is bracing for some record-breaking cold, deadly conditions that generally come along with. FOX News correspondent Mike Tobin is in Chicago, where they're going to be front and center with all of this. Hey, Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE TOBIN, CORRESPONDENT",
      "sentences": "They usually are front and center with the cold. Neil, I want to start off by showing you some of these remarkable visuals we get. We have got warm water in Lake Michigan right now. But as it crashes up over the seawalls, it forms these icicles on the trees. It is really quite dramatic. But that water that's been coming up and over the seawall, if you look down at where my feet are right now, we have got hard water ice That I can stand on, and it's not even Thanksgiving. And I want to point the camera directly east, only because we might get lucky and get one of these waves crashing over the seawall, as they have been doing for the last hour or so. There you go. Now, those waves yesterday were coming up over the seawall and heading west over on the South Shore Drive. And that forced Chicago police to shut down the major thoroughfare, because ice was all over the road out there. The icy, wet conditions have been really the most lethal part of this weather system. We know of a wreck in Michigan in which three people were killed, a very sad story out of Kansas in which an 8-year-old girl was killed in a car wreck. That wreck is being blamed on the weather. But all of this ice here came all the way from Siberia, pushed into the United States. The bad news, it's moving east. It's headed to New York. It's not going to retreat up into Canada until at least Thursday. And an interesting point, it's going to break some 300 records as it hangs around this part of the country. And as it gets to New York, it's expected to break a record that has held since 1873. So, good news for you Neil. At least you get to be part of the record books.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Wow, but not outside, like you, my friend. All right, great job, as always, Mike Tobin in the middle of all that in Chicago. This kind of weather might kind of have you shivering, but if you're a retailer, well, they love it. In fact, this actually is very conducive to shopping. And doesn't my next guest know it? He's the bible in this industry. I'm talking about retail watcher extraordinaire Burt Flickinger. Burt, good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURT FLICKINGER, STRATEGIC RESOURCE GROUP",
      "sentences": "Good to team up, as always, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, it's true, right? Tell me why that is. I guess some of it's obvious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLICKINGER",
      "sentences": "Well, you and I grew up in the blizzard belt from St. Bonaventure in Cattaraugus County up through Canada.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. Now, this is like a joke. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLICKINGER",
      "sentences": "No, the food stores, Jim Donald and -- CEO of Albertsons and Safeway, say -- ran chains where you could literally do 500 and 900 percent more volume in a week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Is that right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLICKINGER",
      "sentences": "Because shoppers, when they get the news from FOX and other news organizations, storm the stores. So they buy everything, milk, bread, beer. They buy more clothes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "In that order, milk, bread, beer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLICKINGER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What about pre-holiday shopping? It puts people in the mood and all that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLICKINGER",
      "sentences": "Exactly. So, comfort food and beverages, comfort clothes. And they're thinking about Christmas. And this is a storm that's really going to save retail for this fall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLICKINGER",
      "sentences": "Because retail has been in the tank for the last five or six weeks. So this is going to stimulate a lot of buying. And as you and Mike Tobin talked about, a lot of safety gear at Lowe's and Menards and Tractor Supply and Ace Hardware across the country. And it's really going to -- stores that do well are like Lowe's that put together a new team. So they have warehousing distribution stores, full truckloads where they might get...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But where are consumers taking advantage of it? If it's so cold, and they don't want to go out -- I guess they could do a lot of stuff online, but what do you see when we see weather like this and it grips so much of the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLICKINGER",
      "sentences": "We're seeing surveys done at Cornell across the U.S. and Canada, 50 percent of the shoppers buy online. They're acutely aware of whether, so they're buying online ahead of time. And then a lot of people will go to the stores. Interestingly, in talking to the retailers, the only thing that's left after the major blizzards is the good-for-you stuff, the natural and organic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLICKINGER",
      "sentences": "All the salty stuff, the stuff with sugar, that's what sells out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, I wait for that, until...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So let me get your take on the mood of the shopper. And we -- the slowness notwithstanding, I think the National Retail Federation thinks sales will be up 4 percent or so over last year. Do you buy that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLICKINGER",
      "sentences": "We think 3.5, but still all-time record, $1.1 trillion November, December, January stacked. Shoppers feeling good. Record amount of hours work. Record amount...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, the trade stuff, the tariff fears, all that, it's just not there or what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLICKINGER",
      "sentences": "The tariffs are there, but the retailers are making the middlemen eat the markups.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, the consumers haven't seen it, per se, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLICKINGER",
      "sentences": "Yes, shoppers have incredible price discoveries you have reported, Amazon and elsewhere. Walmart reported that Walmart's not raising prices, nor is Lowe's and a lot of the others. And the only ones who are really complaining about the tariffs are the ones who are struggling. But the retailers who are doing well are having middlemen eat the tariffs, and then they're monetizing the roofs with commercial solar. So they're cutting power, number two operating cost, next to nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Are people generally upbeat? How would you describe it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLICKINGER",
      "sentences": "People very upbeat. Interestingly, record pet adoption. So the fastest growing category is pet clothes and pet accessories and pet products.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLICKINGER",
      "sentences": "So, while the birth rate has been a little bit slow, the pet adoption of rescue puppies and kitties is at an all-time high. And people are spending more on pets than they're spending on themselves. So the pet rescues from animal rescue fund, et cetera, is really driving retail. And that's making people feel better that they can afford to adopt a pet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLICKINGER",
      "sentences": "Feed a pet, clothe a pet. And they're spending more, going out more, just in different areas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLICKINGER",
      "sentences": "More Amazon, a little less bricks and mortar, but overall..",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The pet thing, I didn't know. That could explain why my German shepherd had this long list.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, thank you, my friend. You are the best, Burt Flickinger. No one knows this industry better. So whatever statistics he's telling you, just take it to the bank, and stop and get some food on the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Meanwhile, presidential candidate Elizabeth Warren says that her wealth tax amounts to just 2 cents. It sounds very appealing now, but we know the truth on that, that, for billionaires, it amounts to billions, but we have some guy who has crunched a lot of those numbers and says the 2 cent thing not adding up -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Liz Warren says 2 cents. What are billionaires whining about, 2 cents? Well, that two cents that she talks about, sort of the wealth tax, it goes into the billions of dollars, and, by the way, not just for the rich. You're footing the bill too -- after to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED PROTESTERS",
      "sentences": "Two cents! Two cents! Two cents! Two cents! Two cents! Two cents!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No way, no way, no way. It says it's 2 cents. It's a very popular chant at a lot of Elizabeth Warren's stump speeches, when she calls for a 2 percent wealth tax on anyone's net worth about $50 million. To the former CKE Restaurant CEO Andy Puzder, who's actually had time to sort of crunch the numbers, and realize the 2 cent thing is a bit misleading, and assuming it's just the wealthy paying this is a lot misleading. Explain, my friend. I read your column in The Wall Street Journal. And you got me thinking that, wait a minute, this is not quite what I thought. ANDREW PUZDER, FORMER PRESIDENT & CEO, CKE RESTAURANTS: Well, the women that come in wearing 2 cents ought to come in wearing 50 cent pieces. I mean, it's -- if you -- over a period of time -- this tax is cumulative. So it's a tax on your assets every year. It's not like an income tax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And it's constant, so you're worth over $50 million one year, the next year, the same thing, same thing, same thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "Yes, 2 percent every year. So over -- if you -- let's say you were a millionaire by the time -- or a 50-millionaire, a 100-millionaire by the time you were 40. Over the next 35 years, this tax would amount to 50 percent of the wealth that's taxed. So it's a huge amount. And you add in the estate tax, it goes up to 70 percent. So it's a huge tax. It's not a small tax. I don't know whether Elizabeth Warren doesn't know this or doesn't want to say it. But it's a massive tax. They tried it in Europe. It drives people out of the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, we should say. Like, you were writing, in the early '90s, I mean, there were a dozen countries in Europe trying this. It's whittled down to two or three today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "Yes. That's correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "Yes. So, I...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And whatever happens, it starts out small, but gets big, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "Well, plus, rich people don't always have a lot of liquid assets. You don't have a pile of cash sitting around that you can pay this tax with. Let's say you have got a company that's worth $100 million, but it isn't producing a lot of profit. You're trying to build it up. Well, you're going to have to pay tax on that $50 million -- that's over her $50 million limit -- whether you're making money or not. So unlike an income tax, where it assumes...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Because it's an asset. It's deemed to be an asset.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "Right. An income tax assumes you have income.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "With this tax, you just have to have assets. You don't have to have money to pay it. So then you have to sell an asset, which they're saying you could tender to the government. So the government takes it and sells it. Now you have a partner you didn't want to begin with, right? And you have to pay a capital gain if you sell the stock. So you have to pay a capital gain and then the tax, or you give the tax to somebody you don't want to be partners with, you may not even know. I mean, it's a horrible, horrible tax, which is why no European country has it now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, you know, Andy, a lot of people who aren't gazillionaires, like yourself, will listen to this and say, well, wait a minute, I mean, that's a hardship I wish I had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "Well, I will tell you what. They -- you need to be a little careful. For example, this will have a lot of perverse incentives. For example, rich people won't want to own liquid stocks or bonds, because they had -- you can price them easily. They will want to buy things where they can argue with the IRS about what they're worth. That will lower demand for stocks and bonds, which will lower the value of stocks and bonds, which means these pension funds, people that have 401(k) plans, autoworkers, steelworkers, policemen, firemen, teachers, their pension plans all require a very, very vibrant stock market to be able to fund the retirement benefits. This will kill that. That will be over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And money isn't static. It moves, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "It moves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I mean, they found out in high-tax states and locales, it just finds another, more affordable environment, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "Right. Well, if you were going to start a business, and if you did it in the United States, you may have to take on partners that you don't want, or sell off portions of your business to pay off a government wealth tax while you're trying to build it up, wouldn't you go to another country and try and build it there? I mean, other countries will figure this out, just like states like Florida, Tennessee, Texas, that figured out that high state taxes like California and New York, they can steal the business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "This would be national, assuming she got in, Elizabeth Warren got in. And then, of course, you would have to say, would the House and Senate go along with her? When it's national, you can't escape that going to a state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "I'll tell you what. If you were up in Canada, wouldn't you think, my God, I could pull all this business into Canada?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "I mean, look what happened when we had the high corporate tax. Even Burger King, our former competitor, they moved to Canada. I mean, people move where they can get -- where they can get the best advantage for running their businesses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The amount running out of money she's talking about raising, she wouldn't be able to raise it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And she does even in her plan acknowledge that some others will have to pay for this. If you can't -- if she gets rid of everyone's private insurance policies, and some people pay for those in tax advantage- accounts, all of a sudden, if they're gone, their taxable income goes up. So they are paying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "And the important thing here isn't really that she won't -- it is important that she won't raise the money she's claiming she will raise. But it's also important that this tax would hurt everybody. This isn't a tax that just hurts wealthy people. This is a hurt -- a tax that devastates the economy, and the ripples will go down to people at all income levels. This is a devastating tax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So when you hear people say, yes, we used to have a 90 percent tax rate, Puzder should just sit on it, he's got to relax?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "Yes, that is a terrible argument. First of all, Neil, I was a lawyer when they had like 70 percent. Nobody - - nobody paid those taxes, number one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "And, number two, after World War II, every industrial economy in the world had been destroyed. The United States was the only place that had an industrial economy. So, we were very, very powerful, and you could have high taxes. We don't any - - we're not that place anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you're a lawyer, and you were in fast food?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "I was a lawyer before fast food, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's kind of a weird combo. That's kind of neat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "Yes, that's how I got into it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, all right. Andy, thank you very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PUZDER",
      "sentences": "Great to be here, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Andy Puzder just is putting it out there. The math is all nicely spelled out today in The Wall Street Journal. In the meantime, the House is saddled, right now ready to battle it out. The public is ready to tune in. What can we expect from tomorrow's first impeachment hearing in more than 20 years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, you didn't hear this from me, but tomorrow impeachment hearings start on Capitol Hill. Adam Schiff is front and center right now. Republicans are not too pleased about the way he's starting this out and ignoring their requests for witnesses that they want to see up there. Andrew Napolitano is here, you know, judicial analyst extraordinaire. Judge, it's not surprising the party out of power doesn't like what's happening. Is he doing things correctly, Adam Schiff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW NAPOLITANO, SENIOR JUDICIAL ANALYST",
      "sentences": "Well, he's doing the same thing that the Republicans did to the Democrats in '97 and '98 in the investigation of Nixon -- excuse me -- of Bill Clinton, and more or less the same thing that the Democrats did in the investigation of Richard Nixon back in 1974.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, if the other side wanted to entertain witnesses of their own, and let's say Schiff ignores them, did Peter Rodino do that in the House during Watergate? Did we see that with Sam Ervin in the Senate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "We saw it with Henry Hyde, who was the chair of the House Judiciary Committee when the Republicans were pursuing Bill Clinton. But the system is basically the same. Nixon and Clinton, the data, the evidence from the witnesses was acquired in secret by special prosecutors before grand juries. They already knew what the witnesses were going to say. And then that was aired in public. Here, the data, the testimony, the raw testimony from the witnesses, was done in secret, but with transcripts, and with Republicans participating. They actually had more participation than they had in the Nixon case, and more than the Republicans gave the Democrats in the Bill Clinton investigation. But the real test will come tomorrow, because the Democrats have to make this case. They have to cause people come away from this testimony saying, yes, they said they're there. If they don't, then it's going to be difficult for them to deal with the consequences of an impeachment that doesn't result in a conviction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Then they should come out with their best -- it's like you're starting pitchers got to be your best pitchers, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "They are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So they have William Taylor, the acting U.S. ambassador to Ukraine, and then George Kent, the deputy assistant secretary of state for European and Eurasian affairs. That's the best they have got to kick off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What makes them important kickoff witnesses?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Well, we know what they're going to say because we read the transcripts. And they're basically going to say it was very clear that the president would continue to hold back this vital financial and military help to an ally, an ally that had been invaded by Russia, an ally that was still fighting a bloody war with Russia, until the ally agreed either to investigate Joe Biden, the president's at the time feared opponent in 2020, or announce that it was going to investigate Joe Biden. These two witnesses will say that unequivocally. One of them is the former ambassador, and the other is the former deputy secretary of state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Republicans will probably counter, Judge, well, yes, but the aid wasn't -- they did eventually get it, albeit delayed. So I guess what I mean, why I'm raising that is, some go so far as to say, even if there was such an arrangement, a quid pro quo, it's not impeachable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Oh, it's clearly impeachable, because the president requested something that's criminal to ask for. Can you help my campaign? And at the same...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But he didn't say it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "No, no, of course he didn't say it that way. But he basically said, I need a favor. And my people, Rudy Giuliani, and company will be telling you the aid is not coming until I get the favor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The only reason why I ask -- obviously, I talk to a lot of smart lawyers. You're the smartest that I talk to, but that you could say, well, it's not that black and white. And...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Well, that's why we have the public hearings. And the public will decide. You will see professional cross-examiners, as opposed to -- or in addition to politicians asking questions. The Republicans have hired professional cross-examiners and the Democrats have hired professional cross-examiners. And in addition to the five minutes, five minutes, five minutes, you're going to see lengthy interrogation, where the witness can't chew up the questioner's time. Should be an interesting day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. I'm talking about the bond market tomorrow. That's all I'm focused on, bond market, bond...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "I'm going to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK. Good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. In the meantime, all eyes will be on who is testifying at the impeachment hearings tomorrow on Capitol Hill, but anyone focusing on who's going to be at the White House tomorrow? I will give you a hint. He leads Turkey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That impeachment hearing isn't the only big event tomorrow. The president will also be sitting down with Turkish President Recep Erdogan at the White House. There's already a bipartisan group of lawmakers urging him to cancel that powwow. They have not succeeded thus far. So it looks like the meeting is on. To retired Colonel David Hunt on whether it should be on. Colonel, good to see you. You think it's a wise idea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COL. DAVID HUNT (RET.), MILITARY ANALYST",
      "sentences": "No. Turkey is problematic for us. It's a NATO ally. It's got the second largest army in Europe, we being the first. They -- we gave permission to attack a foreign country, Syria, in which they went in killed a lot of our friends, the Syrian Kurds, and allowed Russia to take over space that we had occupied in Syria. It's a very difficult country to deal with. We have got a major air base there. But this seems to be there's no consequences for Erdogan's conduct, and not forgetting Khashoggi, which was an American citizen killed by the Saudis in Turkey. Turks knew that the intel service of Saudi was in there. The answer is no. But they didn't ask me. I don't think it's going to get stopped, by the way, in this short period of time. It's going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, the argument for just keeping him in a meeting with the president is, we have to keep our enemies closer sometimes than our perceived friends, because his alternative, as you said, is to run to Russia. It is weird, because he has allied himself with Russia in a lot of these attacks in Northern Syria, what have you, but we're kind of in a corner on this one. If you kick him out of NATO, he just hops over to the Russians, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Well, they have also -- Turkey has also bought serious Russian equipment, like the S-400 missile.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Right. I don't see Turkey being kicked out of NATO for a lot of reasons. They're very powerful. They're very wealthy. And I don't see NATO being that aggressive. Turkey needs to be dealt with directly. If you want to do that inside the White House, fine. I don't think that will happen. There's a lot of other ways to get Turkey's attention. This seems to be a waste-of-time visit, considering what just happened. We seem to forget, as we just talked, that the Turks invaded a foreign country called Syria and now are occupying it, and wiped out a lot of our friends, who without which a lot more Americans would have been killed. I'm talking about the Syrian Kurds. It's a bad situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, real quickly, if it was such a bad situation, we were still able to take out al-Baghdadi and his number two, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Oh, phenomenal. That's our special operations, guys. We have been doing this for 18 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "That's the war on terror we should be doing, not occupying. I got no issue with us pulling out of these countries, but leaving a force in a country we don't have to train to do what we did, what you just mentioned, that's the war on terror, not what we're doing in Afghanistan, Iraq, or even Syria. The issue, though, is Turkey invading another country with our permission. That's bad. But what our guys did is phenomenal. We should do more of that and less the other stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it. We need more of you, Colonel. Thank you very, very much, Colonel David Hunt on all of that. In the meantime, Jimmy Carter doing fine, we're told, recovering from brain surgery, 95 years young. Incredible. The latest after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "President Jimmy Carter recovering at Emory University in Atlanta. He had some brain surgery done this morning. Jonathan Serrie outside Emory with an update on how he's doing. How's it looking there for him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN SERRIE, CORRESPONDENT",
      "sentences": "So far, so good. The former president underwent the surgery early this morning and is said to be resting well. A spokesperson issued a statement saying: \"There are no complications from the surgery. President Carter will remain in the hospital as long as advisable for observation.\" The surgery was to reduce pressure on the brain from a buildup of blood, likely the result of several falls the former president took this year. Despite his injuries, Mr. Carter kept up a busy schedule of volunteer work, including helping to build a house in Tennessee with Habitat for Humanity. However, the hospitalization will force him to cancel plans to teach Sunday school, as he often does, at Maranatha Baptist Church this Sunday in his hometown of Plains -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you very much, my friend, Jonathan Serrie, in Atlanta, where former President Jimmy Carter, the nation's oldest ex- president right now, continues to put up the fight, and really proved to be a remarkable fighter, period, on the things that matter to him, like sticking around for all of us. We will see you tomorrow. Here comes \"The Five.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, ANCHOR",
      "utterance": "Impeachment on, and the president going all out not to talk about the hearings that could kick off tomorrow, but choosing instead of focus on an economy he says is kicking butt today."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "Under my administration, two million prime-age Americans have come off the sidelines already, people that we thought maybe would never work again. And they have fully rejoined the labor force, something we're very proud of."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Welcome, everybody. I'm Neil Cavuto. And never mind the president talking up the economy, impeachment front and center tomorrow. Democrats today laying out their ground rules for it, a Republican memo detailing exactly how the GOP plans to fight it. We are all over it with Gillian Turner on Capitol Hill, where lawmakers are preparing, and John Roberts at the White House on how they are responding. We begin with Gillian. Hey, Gillian."
    },
    {
      "speaker": "GILLIAN TURNER, CORRESPONDENT",
      "utterance": "Hey, Neil. So less than 24 hours to go now until that public hearing kicks off tomorrow, intelligence Chairman Adam Schiff is really gearing up members now. He says -- he's promising in this new memo to his staff that this hearing is going to be fair. He says it's going to be fair to the president, it's going to be fair to members, both sides of the aisle, and the witnesses."
    },
    {
      "speaker": "He also says",
      "utterance": "\"Above all, these hearings are intended to bring the facts to light for the American people.\" Key Republican Steve Scalise told me this hour that his hope for tomorrow is Schiff agrees to have the whistle-blower testify in public, but it seems unlikely, considering Schiff also promised this in his memo. He said he won't allow \"President Trump or his allies to threaten, intimidate or retaliate against the whistle-blower, who courageously and lawfully raised concerns about the president's conduct.\" Now, Schiff, we are told, chose his first witnesses very, very carefully. Tomorrow, we will hear from two senior State Department diplomats. Acting Ambassador Bill Taylor is President Trump's point person in Ukraine. He took over after former Ambassador Marie Yovanovitch was recalled from her post by Secretary of State Pompeo."
    },
    {
      "speaker": "Taylor's already told impeachment investigators he believes Rudy Giuliani and the other allies of President Trump were running point on Ukraine policy and undermining official United States goals, saying",
      "utterance": "\"The irregular policy channel was running contrary to the goals of longstanding U.S. policy.\" Tomorrow's other key witness is George Kent, the top Ukraine policy official at the State Department here in Washington. Now, Adam Schiff also spoke to us just a short while ago, but he is staying tight-lipped on the details. We asked him if he's made any progress on that list of witnesses that Republicans submitted to him over the weekend. He told us he's not ready to talk about it just yet. We will keep asking and bring it to you, Neil, as soon as he does have something to say."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Gillian Turner, thank you very, very much. Now to John Roberts at the White House on how they're handling all of this. Hey, John."
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Neil, good afternoon to you. Don't forget, these are the first public impeachment hearings to be held in this country in some 20 years. And President Trump is trying to portray -- or put forward at least an alternative narrative. The president at the Economic Club of New York today touting the sky-high stock markets, the soaring economy, as well as the dropping numbers in unemployment, saying the Democrats are focused on all the wrong things. Listen here."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Democrats in Washington would rather pursue outrageous hoaxes and delusional witch-hunts which are going absolutely nowhere -- don't worry about it -- than pass the USMCA and deliver real stuff for the American workers."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "And later on this week, the White House is going to put out a memorandum of the first telephone call that took place between President Trump and Ukrainian President Volodymyr Zelensky. That call was on April the 21st, right after Zelensky won the presidency. We had thought that we were going to get that memorandum today. The plan was initially to put it out as a counterweight to tomorrow's first public impeachment hearings. Now it looks like it's going to be later on this week. The president first talked about this nearly two months ago now and said he'd be happy to make it available. Democrats weeks ago said, yes, we'd like to see it. But the president waited until this week to put it out. That call has been described by multiple officials to FOX News as innocuous. Even Lieutenant Colonel Alexander Vindman, who gave a deposition to the House committee a couple of weeks ago, said that there was nothing concerning about it in his testimony, saying -- quote -- \"April 21 was complimentary, positive. He,\" the president, \"repeatedly praised President Zelensky for the significant landslide victory he had achieved. And in general, I think there was, you know, probably a little bit of humor exchanged. As you may know, president's Zelensky is a comedian. So he tries to put a couple of, I guess, lighter lines in there to help him build rapport.\" It's unclear whether releasing the transcript of that call could change the narrative at all. Arizona Congressman Andy Biggs thinks that the Democrats have already made up their minds. Listen here."
    },
    {
      "speaker": "REP. ANDY BIGGS, R-ARIZ.",
      "utterance": "I'd like to hear that phone call and see that transcript. I think, for me, it would clear up some loose ends maybe for the public, but not for the Democrats. I don't think anything's going to try to -- will derail them from the impeachment effort that they're on."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Now, consider, Neil, that tomorrow is again the first impeachment hearings in some 20 years. But there is a huge day here at the White House. Turkish President Erdogan is going to be here for a bilateral meeting with the president after everything that happened with the U.S., Turkey and Syria. And the president and Erdogan will be holding a press conference after that bilateral meeting. So two very different messages coming out of the White House and off of Capitol Hill tomorrow -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's going to be interesting. All right, John Roberts, thank you very, very much. Well, my next guest does have a front-row seat to the impeachment inquiry. Pennsylvania Republican Congressman Scott Perry sits on the Foreign Affairs Committee. And that's the committee that has been questioning a lot of these witnesses. Tomorrow, we will be hearing from the acting Ambassador to Ukraine Bill Taylor and Assistant Deputy Secretary of State George Kent. So, Congressman, what do you expect of tomorrow?"
    },
    {
      "speaker": "REP. SCOTT PERRY, R-PENN.",
      "utterance": "I certainly don't expect any bombshells. And I think the most important thing is, first of all, we have already heard from these two witnesses. They have already been deposed. And the most important thing is that neither these two individuals were on the call, this call that has essentially garnered this whole impeachment inquiry. Neither one of them have any firsthand information about what happened on the call. And I think what -- tomorrow, one of the things you're going to hear is not only it wasn't -- in many cases, it wasn't secondhand information, third and fourth-hand information, which gave them the impression of what was happening, where, literally, I think you're going to find out -- if you have read the transcript, you probably already know, but most of the American people haven't. What you're going to find out is, these folks never talked to the president of the United States about this call, yet these assumptions are being made by the -- by the impeachment committee about what happened on the call."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, I know you and your colleagues, your Republican colleagues, have called for your own witnesses. They include, among others, Hunter Biden and the whistle-blower, David Hale, the former undersecretary of state of political affairs, Kurt Volker, the special envoy to Ukraine and some others. Have you gotten any yeses back on these?"
    },
    {
      "speaker": "PERRY",
      "utterance": "We have gotten no indication one way or the other. I suspect that there will, in large part, be no's to that. As you know, the rules package that was passed by the Democrats gives Adam Schiff sole authority whether to approve or disapprove of witnesses. One of the things is that we would really like -- one of the people we'd really like to talk to, of course, is the so-called whistle-blower. I know that Representative Schiff has said he did what he did courageously and lawfully. It might have been courageous. We're not sure if it's lawful or not yet, because we are unable to talk to that person. And, of course, Hunter Biden, which a whole lot of this centers around, how can you exclude this person from -- some testimony from fact-finding, when we're talking about the impeachment of the president of the United States? And, according to the Democrats, part of that is because Hunter Biden's name or -- or Biden's name was mentioned. And to exclude those folks from testimony really should show the American people this isn't really about finding the truth or the facts. This is essentially about overturning the last election because they disagree with the president. I can understand they disagree with the president. They have the right to their opinion, but when we elect a president, that's what elections are for. That's not what impeachment is for."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Congressman, we will see what happens tomorrow."
    },
    {
      "speaker": "PERRY",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Thank you."
    },
    {
      "speaker": "PERRY",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Democratic strategist Antjuan Seawright with us right now. Antjuan, I mean, this could go on a while. It could be wrapped up quickly. I have heard from a lot of Democrats privately who say they hope it is wrapped up quickly, because they think it is costing them attention on some of the issues they'd prefer to talk about. What are you hearing?"
    },
    {
      "speaker": "ANTJUAN SEAWRIGHT, DEMOCRATIC STRATEGIST",
      "utterance": "Well, I agree with that. Look, we all have said from the beginning that impeachment would suck much of the oxygen out of any political room. However, I don't think anyone can ignore the 400 and -- 400-plus bills that the House majority has passed. Many of them have over 50 percent of the American people's support. But I do think Congress has a sworn duty and responsibility to provide oversight and checks and balances to the executive branch. And that's what this is about. The Republicans asked for it. Even the 25 percent of the conference, the 47, 48 members who were in some of the closed-door hearings, they asked for it to be public and transparent. And now they're getting what they're asking for, but now they're still attacking the process."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, let me switch gears a little bit for you. There's a shocking poll that is out of Monmouth right now that shows Mayor Pete Buttigieg leads the field in Iowa. He suddenly surged 14 points out of nowhere. What do you think of that?"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "You know, Neil, I'm going to be consistent. What I say to you often is that polls are a snapshot of the time. And while there -- this may be what is in the moment. What happens is on Election Day. I'm not doubting Mayor Pete's rise or his momentum in a place like Iowa. He's put in an incredible operation there. I still think, when it's all said and done, voters have been very consistent about the number one priority for next year is beating Donald Trump. And I think you will probably see that unfold as we get closer to the election."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, what does that mean, Antjuan? You have always believed and of the belief that someone like a Joe Biden, someone with a more moderate bent, would have a better shot at beating the president than, let's say, Elizabeth Warren and Bernie Sanders. And I'm wondering too whether Mayor Pete would be in that column."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Well, I don't know. But what I do know is, when I think about what it really takes to win our party's nomination, Neil, you cannot be the Democratic nominee without having a full, deep and wide across-the-board African-American support. I respect people in Iowa. I love people in New Hampshire. And I will wave at people in Nevada, but South Carolina's where the ball game will be. And so, while I think Iowa is a measuring stick on the race, I don't think it is a determining factor for anyone who may do well in Iowa."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, but, normally, the history -- maybe the exception of Bill Clinton, who lost to a hometown favorite in Iowa, came in second in New Hampshire, before he got his campaign back as it headed into the South. It's a different kind of beast, isn't it? I mean, if Joe Biden were to come out of Iowa and New Hampshire winless, that would be a problem, wouldn't it?"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Well, Cavuto, you have to remember, a win looks different in the eyes..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I love when you call me Cavuto. I just feel so cool. Go ahead."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "You are cool. A win looks different in the eyes of different people. If Joe Biden comes in first and he doesn't win Iowa big, then people will say he's on life support. If Elizabeth Warren comes in anything of other than third or fourth or first and second, people are going to say she's on life support. Again, Iowa doesn't matter."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You don't think not winning in either those early states is going to be a problem?"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "I don't, because..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I remember Rudolph Giuliani putting all his eggs in the Florida basket, and we know how that turned out, right?"
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Well, you have to remember that we are not living in conventional times."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You're right."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "You're thinking from a conventional wisdom. We are not living in conventional times. And the fact of the matter is, the mood of the country and mood of our party is totally different than it was in any race that has ever gone on in my political lifetime."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Seawright, we're done here. All right."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Thank you, Cavuto."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Good seeing you again, Antjuan Seawright."
    },
    {
      "speaker": "SEAWRIGHT",
      "utterance": "Good to see you, my friend."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, well, not perfect, not perfect, but better, that's pretty much how the president summing up his edge vs. the Democratic field, maybe not the perfect candidate, just better than all those other candidates."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You have no choice, because the people we're running against are crazy."
    },
    {
      "speaker": "TRUMP",
      "utterance": "OK? They're crazy."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Washington's Democrats and their radical agenda of socialism would demolish our economy, reinstate the avalanche of regulations that have already ended, decimate the middle class, and totally bankrupt our nation. As long as I'm president, America will never be a socialist country."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the president taking some time today to crow about how the country is doing and capitalism is beating out anything his more socialistically minded 2020 rivals are talking about, not all of them, but the big names you hear the most about, Bernie Sanders, of course, Elizabeth Warren. Some thoughts now from Gary Kaltbaum, Alan Knuckman. Alan, he says the wind at his back is everything both of you guys have been following every day, the markets, the economy, the unemployment stuff."
    },
    {
      "speaker": "ALAN KNUCKMAN, MARKET STRATEGIST",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, on that level alone, you would think he's up by 10 points or so. He has a battle on his hands. That is still early. Doesn't mean anything, per se. But do you see it continuing? He likes to point to those markets a lot. It's been his friend."
    },
    {
      "speaker": "KNUCKMAN",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you think it will continue to be?"
    },
    {
      "speaker": "KNUCKMAN",
      "utterance": "The answer is yes. But I always say that presidents don't make markets, presidents don't break markets. This is not new. The stock market's up 200 percent since 2010. What we're seeing now is a nice acceleration, a market melt-up here recently, a full recovery of the sell-off, as we have seen every time now in market history and more so that we have seen over the last 10 years. The markets have bounced back each and every time. What we're seeing now is stability. You're seeing stability and a little bit of market certainty. And we're seeing interest rates stabilize. You're seeing gold go back down. So that's all very much a positive for this to continue."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Gary, what he is doing -- you have written about this as well -- this notion that you might not flip over me, but particularly some of these big-spending initiatives put out by the likes of Elizabeth Warren, Bernie Sanders and others, they're going to break the bank, they're going to break this market, and you're going to miss me like crazy. What do you think of that?"
    },
    {
      "speaker": "GARY KALTBAUM, CONTRIBUTOR",
      "utterance": "Oh, I think Elizabeth Warren and Bernie Sanders have given him a gift. Look, we have a president that has lowered taxes, got rid of regulations, and you have the opposite. They're not just wanting to raise taxes. They want to raise taxes big time, regulations big time, government control big time. And I think that's going to be where we go into next year, notwithstanding Biden, who's the more moderate. I think he's got a darn good case to stand on when you see all the evidence around the globe of countries that have gone the way of Sanders and more. And so the fight is on. And I think he's got a lot of great numbers he can back himself on, 3.6 percent unemployment, and something he said today that I have been talking about for a long while, tons of people coming off welfare. Instead of taking a check, they are now working and giving a check to the government. I can't tell you how good that is for the economy, as well as the administration."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There's always a wild card in trade and what effect that has on everything and it adds to uncertainty. The president was more or less saying today, Alan, if that's uncertainty, buy me more of it. He likes this environment, trade or no trade. And he didn't sound like he's in any rush to close a deal. What did you think?"
    },
    {
      "speaker": "KNUCKMAN",
      "utterance": "Right. And I think the markets have figured this game out. And that's why we are where we are. But we have seen the fundamental facts come out this quarter, corporations doing very well; 90 percent of the S&P has already reported, and 75 percent of the companies beat their earnings estimates. So the fundamentals are there for corporate America. And that's reflected in the stock market. And that's why we are where we are. We're not going to cut rates here this year. There's a 20 percent chance we will cut it by March. But he's got other levels of stimulus. Now, the tax cut was a level of stimulus. The forcing rates down by presidential pressure, that was a force of stimulus. I think the last piece that he can do, in addition to they have provided a lot of money in the repo market -- that's another point -- the last lever of stimulus could be the dollar index. So let's watch if he stuck starts talking the dollar down, because that could be very stimulative. There's a lot of commodities, a lot of companies that are resource companies that would really benefit from a weaker dollar. And that could be the next kick to the upside."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. You're so smart Alan, you just alienated the thousands of viewers who have no idea what you're talking about."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But that is absolutely fine. But, Gary, what..."
    },
    {
      "speaker": "KNUCKMAN",
      "utterance": "Sorry."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, no, I'm kidding. One thing, Gary, I do see is, the president saying, do you feel better about how you're doing right now? It's the old play off, where were you vs. four years ago? And he's obviously banking on most Americans saying, yes, I am better off."
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "Well, look, if you have a market that's up 50 to 60 percent since you were elected, if you have unemployment -- I think there's a millions and millions of jobs that were not at this point in time. You got the numbers. And the big thing is, we have a year left. If this continues, I think it's going to be very tough for him to lose, regardless of all what we -- I call the other stuff -- regardless of impeachment, regardless of the rhetoric and the tweets. People do vote with their pocketbooks, their wallets, and the jobs. And when somebody didn't have a job three years ago that has today, that's a potential vote for the president. And that's what we're watching for throughout the rest of the year."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "I think the wind is at his back, and we're -- 1.5 percent 10- year really does help."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we will see. Gentlemen, thank you both very, very much for taking the time."
    },
    {
      "speaker": "KNUCKMAN",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Markets, economy might be hot, outside, not so much, a deadly Arctic blast freezing the nation. What you need to know before bundling up. And winter is still, what, technically a month away."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, much of the nation is bracing for some record-breaking cold, deadly conditions that generally come along with. FOX News correspondent Mike Tobin is in Chicago, where they're going to be front and center with all of this. Hey, Mike."
    },
    {
      "speaker": "MIKE TOBIN, CORRESPONDENT",
      "utterance": "They usually are front and center with the cold. Neil, I want to start off by showing you some of these remarkable visuals we get. We have got warm water in Lake Michigan right now. But as it crashes up over the seawalls, it forms these icicles on the trees. It is really quite dramatic. But that water that's been coming up and over the seawall, if you look down at where my feet are right now, we have got hard water ice That I can stand on, and it's not even Thanksgiving. And I want to point the camera directly east, only because we might get lucky and get one of these waves crashing over the seawall, as they have been doing for the last hour or so. There you go. Now, those waves yesterday were coming up over the seawall and heading west over on the South Shore Drive. And that forced Chicago police to shut down the major thoroughfare, because ice was all over the road out there. The icy, wet conditions have been really the most lethal part of this weather system. We know of a wreck in Michigan in which three people were killed, a very sad story out of Kansas in which an 8-year-old girl was killed in a car wreck. That wreck is being blamed on the weather. But all of this ice here came all the way from Siberia, pushed into the United States. The bad news, it's moving east. It's headed to New York. It's not going to retreat up into Canada until at least Thursday. And an interesting point, it's going to break some 300 records as it hangs around this part of the country. And as it gets to New York, it's expected to break a record that has held since 1873. So, good news for you Neil. At least you get to be part of the record books."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Wow, but not outside, like you, my friend. All right, great job, as always, Mike Tobin in the middle of all that in Chicago. This kind of weather might kind of have you shivering, but if you're a retailer, well, they love it. In fact, this actually is very conducive to shopping. And doesn't my next guest know it? He's the bible in this industry. I'm talking about retail watcher extraordinaire Burt Flickinger. Burt, good to have you."
    },
    {
      "speaker": "BURT FLICKINGER, STRATEGIC RESOURCE GROUP",
      "utterance": "Good to team up, as always, yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, it's true, right? Tell me why that is. I guess some of it's obvious."
    },
    {
      "speaker": "FLICKINGER",
      "utterance": "Well, you and I grew up in the blizzard belt from St. Bonaventure in Cattaraugus County up through Canada."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. Now, this is like a joke. Right?"
    },
    {
      "speaker": "FLICKINGER",
      "utterance": "No, the food stores, Jim Donald and -- CEO of Albertsons and Safeway, say -- ran chains where you could literally do 500 and 900 percent more volume in a week."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Is that right?"
    },
    {
      "speaker": "FLICKINGER",
      "utterance": "Because shoppers, when they get the news from FOX and other news organizations, storm the stores. So they buy everything, milk, bread, beer. They buy more clothes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "In that order, milk, bread, beer?"
    },
    {
      "speaker": "FLICKINGER",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What about pre-holiday shopping? It puts people in the mood and all that."
    },
    {
      "speaker": "FLICKINGER",
      "utterance": "Exactly. So, comfort food and beverages, comfort clothes. And they're thinking about Christmas. And this is a storm that's really going to save retail for this fall."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Really?"
    },
    {
      "speaker": "FLICKINGER",
      "utterance": "Because retail has been in the tank for the last five or six weeks. So this is going to stimulate a lot of buying. And as you and Mike Tobin talked about, a lot of safety gear at Lowe's and Menards and Tractor Supply and Ace Hardware across the country. And it's really going to -- stores that do well are like Lowe's that put together a new team. So they have warehousing distribution stores, full truckloads where they might get..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But where are consumers taking advantage of it? If it's so cold, and they don't want to go out -- I guess they could do a lot of stuff online, but what do you see when we see weather like this and it grips so much of the country?"
    },
    {
      "speaker": "FLICKINGER",
      "utterance": "We're seeing surveys done at Cornell across the U.S. and Canada, 50 percent of the shoppers buy online. They're acutely aware of whether, so they're buying online ahead of time. And then a lot of people will go to the stores. Interestingly, in talking to the retailers, the only thing that's left after the major blizzards is the good-for-you stuff, the natural and organic."
    },
    {
      "speaker": "FLICKINGER",
      "utterance": "All the salty stuff, the stuff with sugar, that's what sells out."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, I wait for that, until..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So let me get your take on the mood of the shopper. And we -- the slowness notwithstanding, I think the National Retail Federation thinks sales will be up 4 percent or so over last year. Do you buy that?"
    },
    {
      "speaker": "FLICKINGER",
      "utterance": "We think 3.5, but still all-time record, $1.1 trillion November, December, January stacked. Shoppers feeling good. Record amount of hours work. Record amount..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, the trade stuff, the tariff fears, all that, it's just not there or what?"
    },
    {
      "speaker": "FLICKINGER",
      "utterance": "The tariffs are there, but the retailers are making the middlemen eat the markups."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, the consumers haven't seen it, per se, right?"
    },
    {
      "speaker": "FLICKINGER",
      "utterance": "Yes, shoppers have incredible price discoveries you have reported, Amazon and elsewhere. Walmart reported that Walmart's not raising prices, nor is Lowe's and a lot of the others. And the only ones who are really complaining about the tariffs are the ones who are struggling. But the retailers who are doing well are having middlemen eat the tariffs, and then they're monetizing the roofs with commercial solar. So they're cutting power, number two operating cost, next to nothing."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Are people generally upbeat? How would you describe it?"
    },
    {
      "speaker": "FLICKINGER",
      "utterance": "People very upbeat. Interestingly, record pet adoption. So the fastest growing category is pet clothes and pet accessories and pet products."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Really?"
    },
    {
      "speaker": "FLICKINGER",
      "utterance": "So, while the birth rate has been a little bit slow, the pet adoption of rescue puppies and kitties is at an all-time high. And people are spending more on pets than they're spending on themselves. So the pet rescues from animal rescue fund, et cetera, is really driving retail. And that's making people feel better that they can afford to adopt a pet."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's nice."
    },
    {
      "speaker": "FLICKINGER",
      "utterance": "Feed a pet, clothe a pet. And they're spending more, going out more, just in different areas."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's nice."
    },
    {
      "speaker": "FLICKINGER",
      "utterance": "More Amazon, a little less bricks and mortar, but overall.."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The pet thing, I didn't know. That could explain why my German shepherd had this long list."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, thank you, my friend. You are the best, Burt Flickinger. No one knows this industry better. So whatever statistics he's telling you, just take it to the bank, and stop and get some food on the way."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Meanwhile, presidential candidate Elizabeth Warren says that her wealth tax amounts to just 2 cents. It sounds very appealing now, but we know the truth on that, that, for billionaires, it amounts to billions, but we have some guy who has crunched a lot of those numbers and says the 2 cent thing not adding up -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Liz Warren says 2 cents. What are billionaires whining about, 2 cents? Well, that two cents that she talks about, sort of the wealth tax, it goes into the billions of dollars, and, by the way, not just for the rich. You're footing the bill too -- after to this."
    },
    {
      "speaker": "UNIDENTIFIED PROTESTERS",
      "utterance": "Two cents! Two cents! Two cents! Two cents! Two cents! Two cents!"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No way, no way, no way. It says it's 2 cents. It's a very popular chant at a lot of Elizabeth Warren's stump speeches, when she calls for a 2 percent wealth tax on anyone's net worth about $50 million. To the former CKE Restaurant CEO Andy Puzder, who's actually had time to sort of crunch the numbers, and realize the 2 cent thing is a bit misleading, and assuming it's just the wealthy paying this is a lot misleading. Explain, my friend. I read your column in The Wall Street Journal. And you got me thinking that, wait a minute, this is not quite what I thought. ANDREW PUZDER, FORMER PRESIDENT & CEO, CKE RESTAURANTS: Well, the women that come in wearing 2 cents ought to come in wearing 50 cent pieces. I mean, it's -- if you -- over a period of time -- this tax is cumulative. So it's a tax on your assets every year. It's not like an income tax."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And it's constant, so you're worth over $50 million one year, the next year, the same thing, same thing, same thing."
    },
    {
      "speaker": "PUZDER",
      "utterance": "Yes, 2 percent every year. So over -- if you -- let's say you were a millionaire by the time -- or a 50-millionaire, a 100-millionaire by the time you were 40. Over the next 35 years, this tax would amount to 50 percent of the wealth that's taxed. So it's a huge amount. And you add in the estate tax, it goes up to 70 percent. So it's a huge tax. It's not a small tax. I don't know whether Elizabeth Warren doesn't know this or doesn't want to say it. But it's a massive tax. They tried it in Europe. It drives people out of the country."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, we should say. Like, you were writing, in the early '90s, I mean, there were a dozen countries in Europe trying this. It's whittled down to two or three today."
    },
    {
      "speaker": "PUZDER",
      "utterance": "Yes. That's correct."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "PUZDER",
      "utterance": "Yes. So, I..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And whatever happens, it starts out small, but gets big, right?"
    },
    {
      "speaker": "PUZDER",
      "utterance": "Well, plus, rich people don't always have a lot of liquid assets. You don't have a pile of cash sitting around that you can pay this tax with. Let's say you have got a company that's worth $100 million, but it isn't producing a lot of profit. You're trying to build it up. Well, you're going to have to pay tax on that $50 million -- that's over her $50 million limit -- whether you're making money or not. So unlike an income tax, where it assumes..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Because it's an asset. It's deemed to be an asset."
    },
    {
      "speaker": "PUZDER",
      "utterance": "Right. An income tax assumes you have income."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PUZDER",
      "utterance": "With this tax, you just have to have assets. You don't have to have money to pay it. So then you have to sell an asset, which they're saying you could tender to the government. So the government takes it and sells it. Now you have a partner you didn't want to begin with, right? And you have to pay a capital gain if you sell the stock. So you have to pay a capital gain and then the tax, or you give the tax to somebody you don't want to be partners with, you may not even know. I mean, it's a horrible, horrible tax, which is why no European country has it now."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, you know, Andy, a lot of people who aren't gazillionaires, like yourself, will listen to this and say, well, wait a minute, I mean, that's a hardship I wish I had."
    },
    {
      "speaker": "PUZDER",
      "utterance": "Well, I will tell you what. They -- you need to be a little careful. For example, this will have a lot of perverse incentives. For example, rich people won't want to own liquid stocks or bonds, because they had -- you can price them easily. They will want to buy things where they can argue with the IRS about what they're worth. That will lower demand for stocks and bonds, which will lower the value of stocks and bonds, which means these pension funds, people that have 401(k) plans, autoworkers, steelworkers, policemen, firemen, teachers, their pension plans all require a very, very vibrant stock market to be able to fund the retirement benefits. This will kill that. That will be over."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And money isn't static. It moves, right?"
    },
    {
      "speaker": "PUZDER",
      "utterance": "It moves."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I mean, they found out in high-tax states and locales, it just finds another, more affordable environment, right?"
    },
    {
      "speaker": "PUZDER",
      "utterance": "Right. Well, if you were going to start a business, and if you did it in the United States, you may have to take on partners that you don't want, or sell off portions of your business to pay off a government wealth tax while you're trying to build it up, wouldn't you go to another country and try and build it there? I mean, other countries will figure this out, just like states like Florida, Tennessee, Texas, that figured out that high state taxes like California and New York, they can steal the business."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "This would be national, assuming she got in, Elizabeth Warren got in. And then, of course, you would have to say, would the House and Senate go along with her? When it's national, you can't escape that going to a state."
    },
    {
      "speaker": "PUZDER",
      "utterance": "I'll tell you what. If you were up in Canada, wouldn't you think, my God, I could pull all this business into Canada?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "PUZDER",
      "utterance": "I mean, look what happened when we had the high corporate tax. Even Burger King, our former competitor, they moved to Canada. I mean, people move where they can get -- where they can get the best advantage for running their businesses."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The amount running out of money she's talking about raising, she wouldn't be able to raise it?"
    },
    {
      "speaker": "PUZDER",
      "utterance": "No."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And she does even in her plan acknowledge that some others will have to pay for this. If you can't -- if she gets rid of everyone's private insurance policies, and some people pay for those in tax advantage- accounts, all of a sudden, if they're gone, their taxable income goes up. So they are paying."
    },
    {
      "speaker": "PUZDER",
      "utterance": "And the important thing here isn't really that she won't -- it is important that she won't raise the money she's claiming she will raise. But it's also important that this tax would hurt everybody. This isn't a tax that just hurts wealthy people. This is a hurt -- a tax that devastates the economy, and the ripples will go down to people at all income levels. This is a devastating tax."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So when you hear people say, yes, we used to have a 90 percent tax rate, Puzder should just sit on it, he's got to relax?"
    },
    {
      "speaker": "PUZDER",
      "utterance": "Yes, that is a terrible argument. First of all, Neil, I was a lawyer when they had like 70 percent. Nobody - - nobody paid those taxes, number one."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PUZDER",
      "utterance": "And, number two, after World War II, every industrial economy in the world had been destroyed. The United States was the only place that had an industrial economy. So, we were very, very powerful, and you could have high taxes. We don't any - - we're not that place anymore."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you're a lawyer, and you were in fast food?"
    },
    {
      "speaker": "PUZDER",
      "utterance": "I was a lawyer before fast food, yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's kind of a weird combo. That's kind of neat."
    },
    {
      "speaker": "PUZDER",
      "utterance": "Yes, that's how I got into it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, all right. Andy, thank you very, very much."
    },
    {
      "speaker": "PUZDER",
      "utterance": "Great to be here, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Andy Puzder just is putting it out there. The math is all nicely spelled out today in The Wall Street Journal. In the meantime, the House is saddled, right now ready to battle it out. The public is ready to tune in. What can we expect from tomorrow's first impeachment hearing in more than 20 years?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, you didn't hear this from me, but tomorrow impeachment hearings start on Capitol Hill. Adam Schiff is front and center right now. Republicans are not too pleased about the way he's starting this out and ignoring their requests for witnesses that they want to see up there. Andrew Napolitano is here, you know, judicial analyst extraordinaire. Judge, it's not surprising the party out of power doesn't like what's happening. Is he doing things correctly, Adam Schiff?"
    },
    {
      "speaker": "ANDREW NAPOLITANO, SENIOR JUDICIAL ANALYST",
      "utterance": "Well, he's doing the same thing that the Republicans did to the Democrats in '97 and '98 in the investigation of Nixon -- excuse me -- of Bill Clinton, and more or less the same thing that the Democrats did in the investigation of Richard Nixon back in 1974."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, if the other side wanted to entertain witnesses of their own, and let's say Schiff ignores them, did Peter Rodino do that in the House during Watergate? Did we see that with Sam Ervin in the Senate?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "We saw it with Henry Hyde, who was the chair of the House Judiciary Committee when the Republicans were pursuing Bill Clinton. But the system is basically the same. Nixon and Clinton, the data, the evidence from the witnesses was acquired in secret by special prosecutors before grand juries. They already knew what the witnesses were going to say. And then that was aired in public. Here, the data, the testimony, the raw testimony from the witnesses, was done in secret, but with transcripts, and with Republicans participating. They actually had more participation than they had in the Nixon case, and more than the Republicans gave the Democrats in the Bill Clinton investigation. But the real test will come tomorrow, because the Democrats have to make this case. They have to cause people come away from this testimony saying, yes, they said they're there. If they don't, then it's going to be difficult for them to deal with the consequences of an impeachment that doesn't result in a conviction."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Then they should come out with their best -- it's like you're starting pitchers got to be your best pitchers, right?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "They are."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So they have William Taylor, the acting U.S. ambassador to Ukraine, and then George Kent, the deputy assistant secretary of state for European and Eurasian affairs. That's the best they have got to kick off?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What makes them important kickoff witnesses?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Well, we know what they're going to say because we read the transcripts. And they're basically going to say it was very clear that the president would continue to hold back this vital financial and military help to an ally, an ally that had been invaded by Russia, an ally that was still fighting a bloody war with Russia, until the ally agreed either to investigate Joe Biden, the president's at the time feared opponent in 2020, or announce that it was going to investigate Joe Biden. These two witnesses will say that unequivocally. One of them is the former ambassador, and the other is the former deputy secretary of state."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Republicans will probably counter, Judge, well, yes, but the aid wasn't -- they did eventually get it, albeit delayed. So I guess what I mean, why I'm raising that is, some go so far as to say, even if there was such an arrangement, a quid pro quo, it's not impeachable."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Oh, it's clearly impeachable, because the president requested something that's criminal to ask for. Can you help my campaign? And at the same..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But he didn't say it."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "No, no, of course he didn't say it that way. But he basically said, I need a favor. And my people, Rudy Giuliani, and company will be telling you the aid is not coming until I get the favor."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The only reason why I ask -- obviously, I talk to a lot of smart lawyers. You're the smartest that I talk to, but that you could say, well, it's not that black and white. And..."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Well, that's why we have the public hearings. And the public will decide. You will see professional cross-examiners, as opposed to -- or in addition to politicians asking questions. The Republicans have hired professional cross-examiners and the Democrats have hired professional cross-examiners. And in addition to the five minutes, five minutes, five minutes, you're going to see lengthy interrogation, where the witness can't chew up the questioner's time. Should be an interesting day."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. I'm talking about the bond market tomorrow. That's all I'm focused on, bond market, bond..."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "I'm going to be with you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK. Good."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. In the meantime, all eyes will be on who is testifying at the impeachment hearings tomorrow on Capitol Hill, but anyone focusing on who's going to be at the White House tomorrow? I will give you a hint. He leads Turkey."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That impeachment hearing isn't the only big event tomorrow. The president will also be sitting down with Turkish President Recep Erdogan at the White House. There's already a bipartisan group of lawmakers urging him to cancel that powwow. They have not succeeded thus far. So it looks like the meeting is on. To retired Colonel David Hunt on whether it should be on. Colonel, good to see you. You think it's a wise idea?"
    },
    {
      "speaker": "COL. DAVID HUNT (RET.), MILITARY ANALYST",
      "utterance": "No. Turkey is problematic for us. It's a NATO ally. It's got the second largest army in Europe, we being the first. They -- we gave permission to attack a foreign country, Syria, in which they went in killed a lot of our friends, the Syrian Kurds, and allowed Russia to take over space that we had occupied in Syria. It's a very difficult country to deal with. We have got a major air base there. But this seems to be there's no consequences for Erdogan's conduct, and not forgetting Khashoggi, which was an American citizen killed by the Saudis in Turkey. Turks knew that the intel service of Saudi was in there. The answer is no. But they didn't ask me. I don't think it's going to get stopped, by the way, in this short period of time. It's going to happen."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, the argument for just keeping him in a meeting with the president is, we have to keep our enemies closer sometimes than our perceived friends, because his alternative, as you said, is to run to Russia. It is weird, because he has allied himself with Russia in a lot of these attacks in Northern Syria, what have you, but we're kind of in a corner on this one. If you kick him out of NATO, he just hops over to the Russians, right?"
    },
    {
      "speaker": "HUNT",
      "utterance": "Well, they have also -- Turkey has also bought serious Russian equipment, like the S-400 missile."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. Absolutely."
    },
    {
      "speaker": "HUNT",
      "utterance": "Right. I don't see Turkey being kicked out of NATO for a lot of reasons. They're very powerful. They're very wealthy. And I don't see NATO being that aggressive. Turkey needs to be dealt with directly. If you want to do that inside the White House, fine. I don't think that will happen. There's a lot of other ways to get Turkey's attention. This seems to be a waste-of-time visit, considering what just happened. We seem to forget, as we just talked, that the Turks invaded a foreign country called Syria and now are occupying it, and wiped out a lot of our friends, who without which a lot more Americans would have been killed. I'm talking about the Syrian Kurds. It's a bad situation."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, real quickly, if it was such a bad situation, we were still able to take out al-Baghdadi and his number two, right?"
    },
    {
      "speaker": "HUNT",
      "utterance": "Oh, phenomenal. That's our special operations, guys. We have been doing this for 18 years."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "HUNT",
      "utterance": "That's the war on terror we should be doing, not occupying. I got no issue with us pulling out of these countries, but leaving a force in a country we don't have to train to do what we did, what you just mentioned, that's the war on terror, not what we're doing in Afghanistan, Iraq, or even Syria. The issue, though, is Turkey invading another country with our permission. That's bad. But what our guys did is phenomenal. We should do more of that and less the other stuff."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it. We need more of you, Colonel. Thank you very, very much, Colonel David Hunt on all of that. In the meantime, Jimmy Carter doing fine, we're told, recovering from brain surgery, 95 years young. Incredible. The latest after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "President Jimmy Carter recovering at Emory University in Atlanta. He had some brain surgery done this morning. Jonathan Serrie outside Emory with an update on how he's doing. How's it looking there for him?"
    },
    {
      "speaker": "JONATHAN SERRIE, CORRESPONDENT",
      "utterance": "So far, so good."
    },
    {
      "speaker": "The former president underwent the surgery early this morning and is said to be resting well. A spokesperson issued a statement saying",
      "utterance": "\"There are no complications from the surgery. President Carter will remain in the hospital as long as advisable for observation.\" The surgery was to reduce pressure on the brain from a buildup of blood, likely the result of several falls the former president took this year. Despite his injuries, Mr. Carter kept up a busy schedule of volunteer work, including helping to build a house in Tennessee with Habitat for Humanity. However, the hospitalization will force him to cancel plans to teach Sunday school, as he often does, at Maranatha Baptist Church this Sunday in his hometown of Plains -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you very much, my friend, Jonathan Serrie, in Atlanta, where former President Jimmy Carter, the nation's oldest ex- president right now, continues to put up the fight, and really proved to be a remarkable fighter, period, on the things that matter to him, like sticking around for all of us. We will see you tomorrow. Here comes \"The Five.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}