{
  "date": "November 6, 2020",
  "headline": "Could Dems rebel against Nancy Pelosi after election performance?",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/could-democrats-rebel-against-nancy-pelosi-after-election-performance",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "sentences": "And welcome back to our continuing coverage of Democracy 2020 on The Story. I'm Martha MacCallum.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "And I'm Bret Baier. We are awaiting details on an expected address to the nation from Joe Biden and Senator Kamala Harris.  We haven't gotten word on the contents of that potential address, but it's in that parking lot, we keep talking about.  According to sources, the campaign has a fireworks display set up and ready to go. Maybe they know something we don't know. We have not seen the numbers move significantly yet in these states. He is leading in three of the four swing states that we have yet to call in this election, really any one of them would put him over the finish line for getting 270 electoral votes and the presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "These numbers have been pretty stuck where we're looking at them for at least the past hour. And we have heard from President Trump through statements and through tweets today, but he has not stepped in front of the microphones in the past 24 hours. We did hear today from the leaders of the House and the Senate with Mitch McConnell saying that we need to rely on the courts as this process plays out, while Nancy Pelosi is already calling Joe Biden President-elect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (D-KY)",
      "sentences": "You're going to have contests; you're going to have court decisions. That's how we settle these kinds of disputes in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "President-elect Biden has a strong mandate to lead and he'll have a strong Democratic house with him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "As we await new details about Joe Biden's expected address. Coming up tonight, we check back in with Chief White House Correspondent John Roberts live on the White House North Lawn. Hi, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Bret, Martha, good evening to you. We're not going to hear from President Trump tonight. It will solely be vice president - I almost followed Nancy Pelosi there. We'll hear from the former Vice President, Joe Biden. But the president firing a shot across the Biden campaign's bow tonight and a couple of tweets saying, Joe Biden should not wrongfully claim the office of the president. I could make that claim also, legal proceedings are just now beginning. The president adding, I had such a big lead in all of these states late into election night, only to see the leads miraculously disappear as the days went by.   Perhaps these leads will return as our legal proceedings move forward. The Republican National Committee dispatching legal teams to four states to investigate what they say is a lack of transparency with the counting and reports of voter irregularities. While there are plenty of reports and rumors of irregularities. There is little hard evidence to back it up at this point, a point made by Sonny Perdue, the former governor of Georgia. And listen also to what Ronna McDaniel said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RONNA MCDANIEL, RNC CHAIRPERSON",
      "sentences": "And not let this stand and we will fight every irregularity to the very last because every voter deserves their vote to be counted and they deserve to know whether or not these irregularities mean fraud. And we have to figure this out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SONNY PERDUE, AGRICULTURE SECRETARY",
      "sentences": "I don't know if these reports are true or accurate, but frankly, the widespread reporting of them is just too much to ignore. I think we've got an obligation to investigate and investigate thoroughly and truly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Nevada Republicans who were in federal court today alleging thousands of people voted illegally, that they were not residents of the Silver State, though a check of the voter list that was handed over to the county DA discovered more than 130 military members who may have been stationed elsewhere but were potentially still eligible to vote. Months ago, Nevada's governor drew fire from President Trump for sending out unsolicited ballots to every person on the state voter rolls. Here's what Matt Schlapp had to say about it earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT SCHLAPP, AMERICAN CONSERVATIVE UNION CHAIR",
      "sentences": "They did this big mailing of their dirty list and put a bunch of ballots out there. And then they didn't allow the Trump campaign to be able to sit there along and watch these ballots to make sure that those people are actually registered to vote. That was actually a signature match because they essentially locked everybody out of that process, it begs the question, why don't they want us in there to watch?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "All right. So, where is the Trump campaign at this point? They believe that they can hang on and win North Carolina. They also believe that is that gap continues to narrow in Arizona, that they will be able to eventually take that. They said that it's going to be tight and it looks like it's going to be a razor thin margin. There is a sense, though, that Georgia and Pennsylvania have slipped away. And the only way to try to get those back is through a recount or some other kind of legal action.   But for now, President Trump remains in some, some pretty dire water. But Joe Biden is not yet, even though Nancy Pelosi says that the president- elect. So, we'll keep watching this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "John Roberts live in the North Lawn. John, thanks. We should point out that we have been to the decision desk about 50 times over the last couple of days, asking about Arizona, talking about what the Republicans are saying on the ground there. They are insistent that they are keeping with that call for Joe Biden that we made at 11:20 PM on election night after roughly 80 percent of the vote in Arizona was in. But it has been narrowing as other tranches of that vote count have happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In the last tranche, it narrowed about 500 votes in Arizona. And then Pennsylvania has ticked up for Joe Biden by about a 1000 in the latest read. So obviously, we're all watching these numbers very closely. Let's bring in our panel to talk to them about where we are tonight.  Karl Rove, former Deputy Chief of Staff to President George W. Bush, Trey Gowdy, former House Oversight Committee Chairman, both are Fox News Contributors. And Juan Williams, Fox News Political Analyst, and co-host of The Five. Gentlemen, great to have all of you with us tonight. It feels like we've all been sitting around at these desks for the past. Well, I guess we have right for the past three days. And Karl, when you look at this and everybody watching Arizona, watching Nevada, watching Pennsylvania, where do you think we are at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, we're close to the end. And if we would all just sort of take a breath and step back for a minute by Monday or Tuesday, all of these ballots will have been counted and there will be a chance for each of the campaigns to either seek a recount or to go after some elements of the ballots that that have been counted and particularly those that have been segregated in Pennsylvania and have their say in court. But this is a moment where each campaign, if they have issues, need to come forward with the evidence and then file the suits, let it be adjudicated, file the complaints, let the complaints be examined. We have procedures in place in every one of these states and we would be better, frankly, not tonight. I hope it sounds like Vice President Biden is inclined to get to make a big statement tonight. I hope he doesn't. Frankly, I think the country would be better served if we just let the process play out.   Takes a little bit longer than in the past. But that's because so many more people cast their ballots this year via mail and COVID and it's just taking longer to count them, particularly in states that didn't allow them to be validated and verified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Interesting to hear you say that Karl, I mean, we just took a live shot. Maybe we can take it again of the stage. They've got the lights on. You can see the Biden-Harris signs up there and they've got a firework display ready to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And honking horns. Karl, really quick to stay with you, does President Trump have a path looking at what you're looking at?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, he's got North Carolina, I think. Georgia is going to be very close. I don't know if there are irregularities, but I bet you're talking about 4000 votes out of a very large number. It's going to be - I think more votes are going to come in. But I don't think that number is going to get better for Trump, but I don't think it's going to get larger, much larger for Biden. Arizona, I talked to Senator McSally yesterday morning who laid out a path for President Trump had a better shot. She thought that herself, but both of them, she thought had a shot in what we've seen is that has narrowed pretty significantly. I'm not certain that there's enough left out there. We just don't know how many are in, say, Yuma County or Pinal County, resident Pima. I mean, we just don't know.   And in Nevada, I think it looks troublesome because a lot of the ballots for President Trump, because a lot of them are in Clark County. But please, this election is so contentious, and the country is so polarized, let's give a chance for every vote to be counted. And then if there are some disputes, let those disputes be resolved.  Networks don't call elections. AP doesn't call elections. The states call elections by telling us the unofficial totals and then having them certified by their board of canvassers or the state election authority or the secretary of state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's a couple of weeks away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, not necessarily. And I'm not asking for a couple of weeks.  We're going to have unofficial tallies here from the states here and some of the boards of elections begin to meet next week. We don't need to wait until they're all completely certified, but we should let the votes, particularly at this time, let the votes be tallied. Let us have the finality of it and then let's see if people have legitimate challenges that change the numbers that we see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Is that what you were advising in 2000 though, Karl?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes, because there was, the secretary of state announced the unofficial tally in Florida. And then at that point, the Gore campaign decided that it wanted to violate state law by not seeking a statewide recount as required, but to have a selective recount in three heavily Democratic counties in order to examine the ballots and to divine the intention of the voters on the butterfly ballot. I would remind you twice the U.S. Supreme Court, by a vote of seven to two, held that this was in violation of the Constitution and the equal protection clause of the 14th Amendment. And it was finally decided it was remanded back to the state of Florida Supreme once and then the second time it was so close to the meeting of the Electoral College that the Supreme Court voted five to four to simply ended, having been ignored by the Florida Supreme Court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Let's get to the other gentleman in here. Juan, your thoughts as you look at that stage and you hear about this evening and the fireworks that are planned and you listen to what Karl is saying. What's your advice to the Biden team?  JUAN WILLIAMS, FOX NEWS HOST, \"THE FIVE\": I think it's pretty clear what they should do, Martha. I think that the former vice president should make it clear that he's not declaring victory, but that he senses that that's the direction that the vote count is moving in. And he's got to say to the American people that he is ready to serve, that he's preparing his administration on critical issues and he thinks that's in the best interest of the American people. Just looking at some outside indicators, I'm taken by the fact that the Secret Service today cleared the airspace over his house. They've increased the size of their presence around him. They're doing that not on any political basis. They're doing that because their job is to protect the President of the United States and potentially the next President of the United States. So, that's the sort of independent judgment. And one final thought. I'm looking at those numbers and I just see a path on so many levels for former Vice President Biden. I really don't see a path right now for current President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Trey, the legal challenges obviously have taken two sides. One is the transparency side, the ability of Republicans to see the count. The other are the challenges that we haven't really seen. But they may be there. There are irregularities that have been talked about, but not massive fraud to move massive numbers of votes yet. Your thoughts on that side of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY GOWDY, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes, Nevada, you have the allegations that unqualified voters cast votes. Pennsylvania is more of a constitutional issue. Bret, I just think access to courts, there's a small price to pay. I mean, that's one of the majesties of our country is the powerless and the powerful. All are on equal footing in a courtroom. And I'm going to trust that blindfolded woman to make the right decision. It's got to be investigated. I would lower the accusations and increase the evidence. If there is evidence of widespread systemic fraud at some point that needs to be shown.   And it may just be mistakes that may be miscalculations. I mean, it doesn't have to be fraud. We want a vote tally that we can rely upon. And I think the president feels like he has the right and a responsibility to make sure that happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And there's an onus on journalists here to dig into things that are alleged. When I say we just haven't seen it, we haven't. And if we do, we will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Last word, Karl.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, our country is finding itself in a contentious moment, in a time of pandemic, and if anything is needed more than at any other time in recent years, it is calmness among our political figures and a belief in the ultimate ability of the American people to sustain our republic by having confidence in the outcome of the democratic elections that lie at the heart of it. So please, everybody, let's step back, let the process work, let people have their access to the courts, resolve these situations as rapidly as possible, but let the votes be counted and let that moment of counting end and then the declarations of defeat or victory follow after that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, Karl. Thank you. Trey and thank you, Juan. Obviously, it's 2020, and it's hard to believe actually that we vote the way we do in many ways. When we watch people opening up these ballots and covering up windows and counting everything in this way, that looks very provincial at this point in our history. So, coming up, we're going to talk to Congresswoman Debbie Dingell about the mood of the Democratic Party tonight as we wait to hear from the former vice president. We'll speak with her next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Republican National Committee Chairwoman Ronna McDaniel held a press conference today in her home state of Michigan. She asked to produce for the time, rather, to produce some evidence of voter irregularities there, including claims that ballots without a date were ordered backdated to meet the legal requirements.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDANIEL",
      "sentences": "This needs to be pursued and it needs to be pursued not just by Republicans, but also by Democrats. Because if we are going to come out of this and say this was a fair and free election, what we are hearing from the city of Detroit is deeply troubling. So, we're going to pursue this. You know, the media, Joe Biden, have all said be patient, we should be patient, but we should also be patient as we pursue these irregularities, because this is incredibly troublesome to have this reported allegation that a former Director of Elections from the state of Michigan, Chris Thomas instructed every election worker to backdate ballots. We need to get to the bottom of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Moments ago, Michigan Secretary of State Jocelyn Benson issuing a statement saying McDaniel's claims are false and have no merit. Joining us now, Democratic Congresswoman Debbie Dingell of Michigan. Congresswoman, thanks for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEBBIE DINGELL (D-MI)",
      "sentences": "Bret, it's always good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, where do you think we are tonight? We're getting ready for this stage. We heard there's fireworks. Where are we?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DINGELL",
      "sentences": "Look, I am somebody who wants people to believe in the integrity of these elections. I'm going to go back in a minute to Chris Thomas. But I think we have to make sure that every vote is counted. I think Democrats have want people to make sure that every vote is counted. And that's what we've got to do. Intellectually, we all knew it was going to take time. They warned us, it was going to take time. But really understand what that is until we don't know the outcome and everybody's edgy. But I'm also going to tell you that I know Chris Thomas. He was Director of Elections in the state of Michigan under Republican and Democratic secretary of states. He's one of the most honest people I know respected across this country. And I think we've got to be very careful to not make these kinds of threats without credible information. And that - look, Ronna is my friend. But that really bothered me today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's the problem, Congresswoman Dingell, its Martha here? Good to have you with us as always. We keep hearing all of these. We keep being sent them. We keep looking at them, and then you dig deeper into them and some pieces of it fall apart. And we're all trying to make sure that we tell this story in a complete way. But when you look at what's being said about what happened in Michigan, kicking out observers, kicking out Trump campaign observers from some of these facilities in Detroit, you saw the pictures of boarding up the windows. Some people say they're trying to block everyone from seeing something. Others say that they just don't want them to be able to read the names of voters through the windows. I'm not even sure if that's possible. What do you say about all of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DINGELL",
      "sentences": "First of all, I'm not there and on the spot, but I've talked to people who have been very clear that there were Republican and Democratic servers in that room. Many people showed up. I want the system to work, as was being said earlier, I want every vote to be counted. There are people that are deliberately trying to agitate. We need people to have confidence that democracy is working.   There are some people that want to drag this out. We know you've seen it. There's Internet. There's been Facebook et cetera traffic trying to undermine people's confidence. I want us to take the time that we need to make sure every vote is counted. But we can't drag this out or keep under. Every vote needs to be counted. But there are people that are going to try to use the courts to drag this out. They're trying to undermine people's confidence. And you need to investigate if they're legitimate concerns. But don't keep just throwing stuff against the wall and see if you can make something stick when there's no truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And we will. The last thing, Congresswoman, when you think after all that was said about President Trump, he got 5.5 more votes, this time roughly half than 2016, half the country voted for him, thought that's the way we should go. What message does that send to Democrats who are up on Capitol Hill? Nancy Pelosi said there's a mandate for Joe Biden and for House Democrats. Other people say there's a different message here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DINGELL",
      "sentences": "So, I'm very clear. I have been very - as you know, I'm a very blunt soul. We need to not be judgmental. And by the way, Democrats and Republicans need to listen and see what happened. We are a divided country, and we need to understand, there were a lot of people that voted for Donald Trump that don't like his bullyness, they don't like his language. They don't like the trial (ph). We as Democrats need to understand that. I have union workers that voted for him even when they didn't like him. We as Democrats need to listen to that. But a lot of Republicans said women that wouldn't vote for him, when they agreed with him on some things. We need to bring this country back together. I'm focused on this. You're going to find the way that we do common ground. We have the United States of America, and we've got to come through this somehow finding a way that we're going to start to bring people together and find that common ground.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Congresswoman, we appreciate your time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DINGELL",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you. Good to have you here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Joe Biden's lead has widened in Pennsylvania. Now, as you can see on the screen, more than 19,000 votes ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Corey Lewandowski is spearheading the Trump campaign's legal challenges in that state and he joins us from there, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "As we've been saying really for a number of days, we are closely watching Pennsylvania, where Joe Biden's lead has expanded, Republicans in that state are now asking the Supreme Court to intervene, block the counting of votes received after Election Day. In moments, Trump 2020 Campaign Senior Adviser Corey Lewandowski joins us. But first, correspondent Aishah Hasnie is live tonight in Philadelphia. Hey, Aishah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Bret, former Vice President Biden's grip is getting stronger here in Pennsylvania, and as it gets stronger, the crowd behind me that you see and hear is getting louder and growing inside. Hundreds of Biden supporters are out here rocking it out, celebrating what they believe will be a win for their side.  About 50 Trump supporters are there as well. And we are still counting those ballots inside the convention center right now. Here is where we stand with those mail-in-ballots. 102,000 mail-in-ballots remain to be counted in Pennsylvania, 23,000 in Philadelphia, plus some of those military overseas ballots that just aren't even due yet until next week. Now, election officials say it's going to be several days before we have a conclusion, but some here already believe Joe Biden has won the state. Here's Philly Mayor Jim Kenney.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR JIM KENNEY (D), PHILADELPHIA",
      "sentences": "I think what the president needs to do is, frankly, put his big boy pants on. He needs to acknowledge the fact that he lost, and he needs to congratulate the winner, just as Jimmy Carter did, just as George H.W. Bush did, and frankly, just as Al Gore did. And stop this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALICIA ACUNA, FOX NEWS REPORTER",
      "sentences": "The president is not stopping. Here is a look at all the Republican-led legal battles underway in the state right now. The big ones to watch I would say is that one in the middle. Missing proof of identification, extension.  So, this is a deadline for when mail-in voters can provide missing proof of identification. The Republicans here say the secretary of the commonwealth illegally extended that deadline by three days from November 9th to November 12th. The other big one is that extension of the mail-in ballot deadline. Republicans here claim the secretary of the commonwealth unlawfully extended that one to today, November 6. But the U.S. Supreme Court just came down with the four to four decision so the deadline actually stands at November 6. The GOP has petitioned for another review. Anything that came after election day is being separated. And if that isn't enough, the D.A. here just charged two men from Virginia who were carrying guns in a hummer without permits, heading for the convention center where the ballot counting of course is happening. Thankfully, nobody was hurt. There is no active threat as of right now but police are just asking everyone out here to keep their eyes and their ears open because it is a very uncertain time right now. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That to say the least. Alicia, thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Joining us now, Trump 2020 campaign senior advisor Corey Lewandowski. Corey, good to have you with us tonight. We saw you out there with the bull horn earlier today. And we just watched Aishah Hasnie go through some of the complaints that are being made by the Trump campaign.  You know, what is, tell me what you have that you think is crystal clear to you at this point. COREY LEWANDOWSKI, SENIOR ADVISER, TRUMP 2020 CAMPAIGN:  Well, there's a couple important things here. Number one, we had a court order issued by the commonwealth court which was the equivalent of the appellate court here in the State of Pennsylvania which granted us rights yesterday to access and watch all the counting which transpired. When I presented that order to the board of election supervisor, he summarily dismissed it. When I presented it to the sheriff's office to enforce it, they refused here in the city of Philadelphia. And so then the elections officials basically told me that they would be willing to be held in contempt as opposed to adhering to the court order which was issued. They immediately appealed our ability to go in and monitor the ballots in accordance with the laws of the state of Pennsylvania. The Supreme Court of the State of Pennsylvania then stayed the lower court's ruling that prevented us from being within 6 feet of any of the ballots being processed. And the report you just mentioned, your reporter just mentioned, that they've supposedly separating the ballots which are supposed to be coming in after the deadline. Because we have had no access to these ballots whatsoever, the hall that were trying to do this in is probably about 60,000 square feet. The ballots are being counted, some 80 yards away, not 80 feet, 80 yards away. It is impossible to see what is transpiring. We've asked for open and honest transparency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But Corey --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "And they've refused that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let me ask you a question. I watch the news conference just today. And Lisa Deeley, the elections commissioner, she said that there are GOP and Democrats both observers inside. And she says that they have been there since the beginning. She also said that everything is on camera. And able to be observed by anybody who wants to watch what's going on inside there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Well, the bike rack which they've established which is a metal barrier is as close as 12 feet to the closest table and as far away when they move the ballots to the back end of the hall of 80 yards away. Almost the length of a football field. We have no ability to be on the other side of the bike rack. The court ordered issued to give us full authority to be within six feet of the entire process. And they threatened to have us arrested if we cross over the barricade even though the judge gave us the permission to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "So, while there have been people in the hall, they have been stationed behind bike racks with the threat of arrest if they cross over that even with a valid court order in hand. if there is nothing to hide, why wouldn't they want each party, both the Republicans and the Democrats the ability to see what they're doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That's a legitimate question and it is transparency is a legitimate avenue in all of these states. And you all are going down that transparency road. As far as fraud, you're saying you need time to find the evidence. Is that correct? And let me ask you a second question. The segregated ballots, are there enough of them to outperform 19,625 increase for Joe Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "So, the short answer is, we have a number of signed affidavits and individuals who have personally witnessed the fraud that that's taken place in the State of Pennsylvania. And as the viewers know an affidavit is a sworn document under the penalty of perjury that says they've seen this and we'll release those when appropriate. But more than that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What did they see specifically, Corey?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "So, I'll give you -- I'll give you an example. A woman contacted us who went to funeral home, she went through the last 12 people who she buried. We found that, looked up one of the gentleman, he registered to vote six days after he had been buried in the ground and voted in the election here in the State of Pennsylvania. that's not anecdotal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And you have the documentation to show for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Excuse me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you have the documents to show that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "We do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "And that's not anecdotal. That's empirical information that we have. It's readily available it's all based on publicly available data.  But more than that, to Bret's question was, are there enough votes to overturn the current deficit? You bet there are, but since we can't see what's transpiring, since it's all done under the secrecy and the cover of darkness, it's impossible for us to actually discern if these ballots are supposed to be separated are actually being separated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, Corey, we haven't heard from the president today, have you spoken with him? And what is his mood tonight as we watch the stage being set up and fireworks being prepared in Pennsylvania for a celebration?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Look, I did speak to the president. He is ready to fight until every last legal vote is counted and we are here to stand with him to make sure that happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK. Corey, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, a closer look tonight at the president's legal battles and what it would take to win them coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, we heard today the Republican National Committee is now deploying legal challenge teams to Arizona, Georgia, Michigan, and to Pennsylvania.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The RNC is also reportedly working to raise at least $60 million to fund President Trump's legal challenges. Here is the Biden campaign advisor Bob Bauer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOB BAUER, BIDEN CAMPAIGN ADVISOR",
      "sentences": "The lawsuits are meritless. But I want to emphasize that for their purposes, these lawsuits don't have to have merit. That's not the purpose, is not to bring bona fide claims before the courts, is to create an opportunity for them to message falsely about what's taking place in the electoral process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Here now, attorney Barry Richard who represented George W. Bush during the election litigation in Florida in 2000. Barry, thanks for being here. I remember 20 years ago being in Tallahassee interviewing you many times. You essentially managed about 47 different cases throughout Florida. And you argued a lot of them in person. Your thoughts on what the Trump campaign the RNC is getting ready to do here and the battle ahead? BARRY RICHARD, FMR. ATTORNEY FOR GEORGE W. BUSH IN 2000:  Well, first of all, I think it's entirely different from what you and I witnessed in 2000. In 2000, everybody acknowledged the problem. There were defective ballots and the question was how they had to make sure people's votes counted. And that's what the litigation was over. The litigation was over the hand counting of the ballots. So, it was not anybody making allegations that had the questionable basis. So that was much different than now, the question now is this time it's a myriad of different losses. We've seen a bunch of losses both before the -- before election day and afterwards that are largely directed to that procedural problems, I don't think any of those are going to be successful. Most of them have already been dismissed. So far as there's new batch of cases which is alleging fraud, everybody has the right to go to court. That's one of the great strengths of our democracy. But you -- but you ask the right questions before. You have to - - you have to meet two elements. You have to have credible evidence that fraud occurred and you have to be able to show the court that enough votes might have been affected to change the election. They may have that, but I haven't seen it yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Either way, and we will continue to ask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you very much. Good to have you with us tonight, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Thanks, Barry. Democracy 2020 coverage continues with Sean Spicer, Victor Davis Hanson, and Jeff Weaver after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right. Let's bring in our panel, Sean Spicer, former White House press secretary under President Trump, author of \"Leading America.\" Victor Davis Hanson, senior fellow at the Hoover Institute, and author of \"The Case for Trump,\" and Jeff Weaver, Bernie Sanders 2016 campaign manager who now backs Biden. Are you an author? Because I haven't gotten your book from here. JEFF WEAVER, BERNIE SANDERS 2016 CAMPAIGN MANAGER:  I am. I'm author of the book \"How Bernie Won.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK. Well, there you go. I want to make sure we were fair and balance on the books.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEAVER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Let's start with you. Where do you think about -- what do you think tonight where we are and what we're about to see in Wilmington, Delaware?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEAVER",
      "sentences": "Well, look, the present trends continue, Joe Biden is going to lock up this presidential race. he has two paths to do it, one through Pennsylvania and one through the combination of Nevada and Arizona. You know, we heard Corey Lewandowski on here earlier balking about improprieties and what have you, who claims to have a court order. If you have a court order and that's not being obeyed you go back to the judge and believe me, judges get cranky when people don't tell do what they tell them to do. So instead of coming on Fox and complaining, Corey and company, I'd be back in court talking to that judge and getting show cause orders and subpoenas and other things to deal with whatever impropriety he's talking about. But look, let's be clear, Republicans, Democrats, independents, like by and large people understand that the kind of fraud that the Trump people are alleging is just not going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Sean Spicer, what do you say to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN SPICER, FORMER WHITE HOUSE PRESS SECRETARY",
      "sentences": "Well, I think Corey did the right thing. He came out here and presented the evidence that they have. It's one thing he is going to court, they are getting the orders, they are presenting the evidence but he's also got to make not just a legal argument but a P.R. argument. And they've got to explain to the American people, which they're doing, where this fraud is, where the irregularities are, what the problems are. There is a difference. They are doing what they need to be doing now. They did it last night in the State of Nevada. The one thing I would say you ask about Wilmington. I would caution the vice president not that I'm not sure he cares what I have to think. But this election should not be called by the media organizations or the Biden campaign. This is -- they on the left have been going out there saying count every vote. Well, let every vote be counted. We don't need to rush this. We need to get it right. The president has a viable path to 270, he's exploring court challenges. We need to allow that process to work its will so the American people, both sides know that the system and the process worked. If one side believes the other side took this from them, that's not going to help heal the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right. Two developments here on this, first of all on the Wilmington, Delaware event. Peter Doocy says a law enforcement source familiar with tonight's planning tells Fox, if there's a race called by 10 p.m., Biden and Harris plans to speak at 11.30 p.m. outdoors. If there is not a race call by 10 p.m., Biden will appear so low in the 11 p.m. hour indoors. The other development is from the Supreme Court, Victor, and this is an order from Justice Alito mandating that Pennsylvania all the ballots received after 8 p.m. on election day be segregated and secured an, quote, \"all such ballots if counted be counted separately.\" There's a petition on the merits still pending before SCOTUS. Justice Alito has ordered the opposing side, the Democrats to file a response by 2 p.m. Tomorrow. This is the Supreme Court taking action tonight. Victor, your reaction to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER INSTITUTE",
      "sentences": "Well, everybody quotes the Constitution and says the legislatures have the right, and it's in the Constitution, to adjudicate how an election will be conducted. But a lot of these last-minute changes were not done by the legislature, they were done by bureaucrats in boards. And they were administrative in nature especially about time factor and when postmarks. So, all Justice Alito was saying, let's just stop these ballots and let's see how many of them come in under rules that were not formally approved by the legislature and signed by the governor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "But that's significant, right, Victor tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "So, I think that -- yes, that's a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPICER",
      "sentences": "That's a big deal. That's a big deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "That's what he's -- what do you mean a big deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "No, it is a big deal, Sean is saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPICER",
      "sentences": "It is a big deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Yes, it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jeff, your reaction to it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Yes, it is a big deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEAVER",
      "sentences": "Well, a couple of things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "It's if you don't have any fear let's just see how it goes. But I think one other comment very quickly, the problem with all of this controversy is, we've been through before in some fashion in Florida, but that was one state. These are five states. And they're not two to three Democrat, Republican or three to two, they're all basically Democratic run states. And they all have a one trend pattern that Donald Trump might need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEAVER",
      "sentences": "Arizona is not Democratic run state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Well, it is, it's changing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "And it has a lot of Democratic officers. And there is a trend that Donald Trump's initial lead is static --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Victor, let me just get a reaction from Jeff Weaver on this because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "-- or declining and then there's neighboring states, Nevada is OK, Utah, I mean, Nevada is not OK, Utah was. Iowa had no problem, Ohio had no real problem, Wisconsin and Michigan did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Georgia is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "So, I'm getting --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEAVER",
      "sentences": "You love the states you won and you hate the states you lost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "I'm just saying that there is a pattern.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "No, I'm just saying that why --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEAVER",
      "sentences": "You love the states you won and you hate the states you lost. That's the pattern.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "-- the perception is -- excuse me, no, I'm not. I'm saying, in these particular states had problems in a way that no other states did. And we want to know why. And we also super-impose this on pollsters who for the second time, were not acting as adjudicators of public opinion. But they were basically partisans that were trying to suppress votes. When you're a voter in Wisconsin and you hear that ABC says that your candidate has -- is down by 17 points, and the race is dead even, why would you want to vote? Why would you want to give money, why would go and work? If you're -- even the election and CNN say that you're down by 12 points.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPICER",
      "sentences": "Look, here -- can --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "And the race is basically -- this happened in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Let's get Jeff in here, guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Jeff, real quick, Jeff, just quick response we got 20 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEAVER",
      "sentences": "Look, yes, two things. First of all, if Biden is called in Arizona in Nevada, he has enough electoral votes without Pennsylvania. That's the other thing. The other thing I would point out is this late quote, unquote, \"arriving votes.\" I was just watching a newscast before I came down here, 2,000 votes were just counted in Alleghany County from overseas military people. These are some of the votes that are coming in after election day and I think it's horrendous that anybody who suggested those votes should be set aside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK. Gentlemen, thank you. We're out of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPICER",
      "sentences": "Well, time out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "They are going to be counted. No one is saying that they're not going to be counted, Jeff, we got to say that before -- the question of whether they're being segregated --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEAVER",
      "sentences": "I know but they --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- is so that they can be determined whether or not they are ballots. We got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEAVER",
      "sentences": "I'm just saying that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPICER",
      "sentences": "They are different buckets, by the way. That's not -- don't confuse people, Jeff, don't confuse people. Don't do that. You are confusing voters. That's wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Nobody is talking about not counting military votes, I just want to make that perfectly clear. We got to go. Thank you, gentlemen. Good to have you with us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You guys can continue on the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Exactly. Former Vice President Joe Biden is expected to address the nation tonight along with his running mate Kamala Harris. But we are now told that the timing is in flux and could push later into this evening. We'll explain what's going on after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, there is some hesitation from the Biden camp at this point over planned remarks from the former vice president and the planned pomp and circumstance and fireworks that was to follow. National correspondent Jacqui Heinrich reporting from Wilmington tonight on the very latest from the Biden camp. Jacqui, what can we expect tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "sentences": "Good evening, Martha. Yes, there is excitement starting to build around here but there is also a feeling among staffers that this moment is overdue. As the data has started to trickle in over the course of the day and it's becoming apparent that Biden will have the votes to get him to 270. There is a sense that they are waiting for the networks to make those final calls. Because they are not going to put Joe Biden out to claim victory before he hits that mark. Sources close to him say he is a superstitious person he doesn't want to do that. And also, this campaign has really been trying to take an opposite approach to some of the styles of the president. You saw that with the president coming out and asserting that he believes he was the winner that very first night. Biden has been trying to really stay away from that kind of language and project confidence that the votes are there but not claim victory for anything before -- before it's apparent that those numbers are there backing that up. but the stage is set up. It's been in place since Tuesday. Occasionally they've been doing sound checks to try to make sure everything is ready to go for when that moment happens. But the clock is ticking. And this victory speech, they are anticipating it among his -- among his staffers. Now the campaign is confident about their margins. They really do feel like they are going to win Pennsylvania, they are going to win Nevada. They are just waiting for those numbers to come in here, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Jacqui, thank you very much. Jacqui Heinrich in Wilmington tonight where, you know, they've got the cars all in there now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And they said they were going to let the cars come back in and the people on them obviously, a couple of hours before they started this. So now they, apparently, are waiting for some more action, waiting for maybe another state to be called. You know, we don't know when that's going to happen at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Plus, now we have that Supreme Court order by Justice Alito --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "-- that says you've got to make sure that you are separating and counting differently those segregated ballots. That does it for special coverage of 2020 election tonight. We don't know where it's going. But I'm Bret Baier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And I'm Martha MacCallum. Have a great weekend, everybody. We'll be here. Tucker starts now. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "utterance": "And welcome back to our continuing coverage of Democracy 2020 on The Story. I'm Martha MacCallum."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "And I'm Bret Baier. We are awaiting details on an expected address to the nation from Joe Biden and Senator Kamala Harris. We haven't gotten word on the contents of that potential address, but it's in that parking lot, we keep talking about. According to sources, the campaign has a fireworks display set up and ready to go. Maybe they know something we don't know. We have not seen the numbers move significantly yet in these states. He is leading in three of the four swing states that we have yet to call in this election, really any one of them would put him over the finish line for getting 270 electoral votes and the presidency."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "These numbers have been pretty stuck where we're looking at them for at least the past hour. And we have heard from President Trump through statements and through tweets today, but he has not stepped in front of the microphones in the past 24 hours. We did hear today from the leaders of the House and the Senate with Mitch McConnell saying that we need to rely on the courts as this process plays out, while Nancy Pelosi is already calling Joe Biden President-elect."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (D-KY)",
      "utterance": "You're going to have contests; you're going to have court decisions. That's how we settle these kinds of disputes in this country."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "President-elect Biden has a strong mandate to lead and he'll have a strong Democratic house with him."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "As we await new details about Joe Biden's expected address. Coming up tonight, we check back in with Chief White House Correspondent John Roberts live on the White House North Lawn. Hi, John."
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Bret, Martha, good evening to you. We're not going to hear from President Trump tonight. It will solely be vice president - I almost followed Nancy Pelosi there. We'll hear from the former Vice President, Joe Biden. But the president firing a shot across the Biden campaign's bow tonight and a couple of tweets saying, Joe Biden should not wrongfully claim the office of the president. I could make that claim also, legal proceedings are just now beginning. The president adding, I had such a big lead in all of these states late into election night, only to see the leads miraculously disappear as the days went by. Perhaps these leads will return as our legal proceedings move forward. The Republican National Committee dispatching legal teams to four states to investigate what they say is a lack of transparency with the counting and reports of voter irregularities. While there are plenty of reports and rumors of irregularities. There is little hard evidence to back it up at this point, a point made by Sonny Perdue, the former governor of Georgia. And listen also to what Ronna McDaniel said."
    },
    {
      "speaker": "RONNA MCDANIEL, RNC CHAIRPERSON",
      "utterance": "And not let this stand and we will fight every irregularity to the very last because every voter deserves their vote to be counted and they deserve to know whether or not these irregularities mean fraud. And we have to figure this out."
    },
    {
      "speaker": "SONNY PERDUE, AGRICULTURE SECRETARY",
      "utterance": "I don't know if these reports are true or accurate, but frankly, the widespread reporting of them is just too much to ignore. I think we've got an obligation to investigate and investigate thoroughly and truly."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Nevada Republicans who were in federal court today alleging thousands of people voted illegally, that they were not residents of the Silver State, though a check of the voter list that was handed over to the county DA discovered more than 130 military members who may have been stationed elsewhere but were potentially still eligible to vote. Months ago, Nevada's governor drew fire from President Trump for sending out unsolicited ballots to every person on the state voter rolls. Here's what Matt Schlapp had to say about it earlier today."
    },
    {
      "speaker": "MATT SCHLAPP, AMERICAN CONSERVATIVE UNION CHAIR",
      "utterance": "They did this big mailing of their dirty list and put a bunch of ballots out there. And then they didn't allow the Trump campaign to be able to sit there along and watch these ballots to make sure that those people are actually registered to vote. That was actually a signature match because they essentially locked everybody out of that process, it begs the question, why don't they want us in there to watch?"
    },
    {
      "speaker": "ROBERTS",
      "utterance": "All right. So, where is the Trump campaign at this point? They believe that they can hang on and win North Carolina. They also believe that is that gap continues to narrow in Arizona, that they will be able to eventually take that. They said that it's going to be tight and it looks like it's going to be a razor thin margin. There is a sense, though, that Georgia and Pennsylvania have slipped away. And the only way to try to get those back is through a recount or some other kind of legal action. But for now, President Trump remains in some, some pretty dire water. But Joe Biden is not yet, even though Nancy Pelosi says that the president- elect. So, we'll keep watching this."
    },
    {
      "speaker": "BAIER",
      "utterance": "John Roberts live in the North Lawn. John, thanks. We should point out that we have been to the decision desk about 50 times over the last couple of days, asking about Arizona, talking about what the Republicans are saying on the ground there. They are insistent that they are keeping with that call for Joe Biden that we made at 11:20 PM on election night after roughly 80 percent of the vote in Arizona was in. But it has been narrowing as other tranches of that vote count have happened."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In the last tranche, it narrowed about 500 votes in Arizona. And then Pennsylvania has ticked up for Joe Biden by about a 1000 in the latest read. So obviously, we're all watching these numbers very closely. Let's bring in our panel to talk to them about where we are tonight. Karl Rove, former Deputy Chief of Staff to President George W. Bush, Trey Gowdy, former House Oversight Committee Chairman, both are Fox News Contributors. And Juan Williams, Fox News Political Analyst, and co-host of The Five. Gentlemen, great to have all of you with us tonight. It feels like we've all been sitting around at these desks for the past. Well, I guess we have right for the past three days. And Karl, when you look at this and everybody watching Arizona, watching Nevada, watching Pennsylvania, where do you think we are at this point?"
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, we're close to the end. And if we would all just sort of take a breath and step back for a minute by Monday or Tuesday, all of these ballots will have been counted and there will be a chance for each of the campaigns to either seek a recount or to go after some elements of the ballots that that have been counted and particularly those that have been segregated in Pennsylvania and have their say in court. But this is a moment where each campaign, if they have issues, need to come forward with the evidence and then file the suits, let it be adjudicated, file the complaints, let the complaints be examined. We have procedures in place in every one of these states and we would be better, frankly, not tonight. I hope it sounds like Vice President Biden is inclined to get to make a big statement tonight. I hope he doesn't. Frankly, I think the country would be better served if we just let the process play out. Takes a little bit longer than in the past. But that's because so many more people cast their ballots this year via mail and COVID and it's just taking longer to count them, particularly in states that didn't allow them to be validated and verified."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Interesting to hear you say that Karl, I mean, we just took a live shot. Maybe we can take it again of the stage. They've got the lights on. You can see the Biden-Harris signs up there and they've got a firework display ready to go."
    },
    {
      "speaker": "BAIER",
      "utterance": "And honking horns. Karl, really quick to stay with you, does President Trump have a path looking at what you're looking at?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, he's got North Carolina, I think. Georgia is going to be very close. I don't know if there are irregularities, but I bet you're talking about 4000 votes out of a very large number. It's going to be - I think more votes are going to come in. But I don't think that number is going to get better for Trump, but I don't think it's going to get larger, much larger for Biden. Arizona, I talked to Senator McSally yesterday morning who laid out a path for President Trump had a better shot. She thought that herself, but both of them, she thought had a shot in what we've seen is that has narrowed pretty significantly. I'm not certain that there's enough left out there. We just don't know how many are in, say, Yuma County or Pinal County, resident Pima. I mean, we just don't know. And in Nevada, I think it looks troublesome because a lot of the ballots for President Trump, because a lot of them are in Clark County. But please, this election is so contentious, and the country is so polarized, let's give a chance for every vote to be counted. And then if there are some disputes, let those disputes be resolved. Networks don't call elections. AP doesn't call elections. The states call elections by telling us the unofficial totals and then having them certified by their board of canvassers or the state election authority or the secretary of state."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's a couple of weeks away."
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, not necessarily. And I'm not asking for a couple of weeks. We're going to have unofficial tallies here from the states here and some of the boards of elections begin to meet next week. We don't need to wait until they're all completely certified, but we should let the votes, particularly at this time, let the votes be tallied. Let us have the finality of it and then let's see if people have legitimate challenges that change the numbers that we see."
    },
    {
      "speaker": "BAIER",
      "utterance": "Is that what you were advising in 2000 though, Karl?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes, because there was, the secretary of state announced the unofficial tally in Florida. And then at that point, the Gore campaign decided that it wanted to violate state law by not seeking a statewide recount as required, but to have a selective recount in three heavily Democratic counties in order to examine the ballots and to divine the intention of the voters on the butterfly ballot. I would remind you twice the U.S. Supreme Court, by a vote of seven to two, held that this was in violation of the Constitution and the equal protection clause of the 14th Amendment. And it was finally decided it was remanded back to the state of Florida Supreme once and then the second time it was so close to the meeting of the Electoral College that the Supreme Court voted five to four to simply ended, having been ignored by the Florida Supreme Court."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Let's get to the other gentleman in here. Juan, your thoughts as you look at that stage and you hear about this evening and the fireworks that are planned and you listen to what Karl is saying. What's your advice to the Biden team? JUAN WILLIAMS, FOX NEWS HOST, \"THE FIVE\": I think it's pretty clear what they should do, Martha. I think that the former vice president should make it clear that he's not declaring victory, but that he senses that that's the direction that the vote count is moving in. And he's got to say to the American people that he is ready to serve, that he's preparing his administration on critical issues and he thinks that's in the best interest of the American people. Just looking at some outside indicators, I'm taken by the fact that the Secret Service today cleared the airspace over his house. They've increased the size of their presence around him. They're doing that not on any political basis. They're doing that because their job is to protect the President of the United States and potentially the next President of the United States. So, that's the sort of independent judgment. And one final thought. I'm looking at those numbers and I just see a path on so many levels for former Vice President Biden. I really don't see a path right now for current President Trump."
    },
    {
      "speaker": "BAIER",
      "utterance": "Trey, the legal challenges obviously have taken two sides. One is the transparency side, the ability of Republicans to see the count. The other are the challenges that we haven't really seen. But they may be there. There are irregularities that have been talked about, but not massive fraud to move massive numbers of votes yet. Your thoughts on that side of it?"
    },
    {
      "speaker": "TREY GOWDY, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes, Nevada, you have the allegations that unqualified voters cast votes. Pennsylvania is more of a constitutional issue. Bret, I just think access to courts, there's a small price to pay. I mean, that's one of the majesties of our country is the powerless and the powerful. All are on equal footing in a courtroom. And I'm going to trust that blindfolded woman to make the right decision. It's got to be investigated. I would lower the accusations and increase the evidence. If there is evidence of widespread systemic fraud at some point that needs to be shown. And it may just be mistakes that may be miscalculations. I mean, it doesn't have to be fraud. We want a vote tally that we can rely upon. And I think the president feels like he has the right and a responsibility to make sure that happens."
    },
    {
      "speaker": "BAIER",
      "utterance": "And there's an onus on journalists here to dig into things that are alleged. When I say we just haven't seen it, we haven't. And if we do, we will."
    },
    {
      "speaker": "ROVE",
      "utterance": "Right."
    },
    {
      "speaker": "BAIER",
      "utterance": "Last word, Karl."
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, our country is finding itself in a contentious moment, in a time of pandemic, and if anything is needed more than at any other time in recent years, it is calmness among our political figures and a belief in the ultimate ability of the American people to sustain our republic by having confidence in the outcome of the democratic elections that lie at the heart of it. So please, everybody, let's step back, let the process work, let people have their access to the courts, resolve these situations as rapidly as possible, but let the votes be counted and let that moment of counting end and then the declarations of defeat or victory follow after that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, Karl. Thank you. Trey and thank you, Juan. Obviously, it's 2020, and it's hard to believe actually that we vote the way we do in many ways. When we watch people opening up these ballots and covering up windows and counting everything in this way, that looks very provincial at this point in our history. So, coming up, we're going to talk to Congresswoman Debbie Dingell about the mood of the Democratic Party tonight as we wait to hear from the former vice president. We'll speak with her next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Republican National Committee Chairwoman Ronna McDaniel held a press conference today in her home state of Michigan. She asked to produce for the time, rather, to produce some evidence of voter irregularities there, including claims that ballots without a date were ordered backdated to meet the legal requirements."
    },
    {
      "speaker": "MCDANIEL",
      "utterance": "This needs to be pursued and it needs to be pursued not just by Republicans, but also by Democrats. Because if we are going to come out of this and say this was a fair and free election, what we are hearing from the city of Detroit is deeply troubling. So, we're going to pursue this. You know, the media, Joe Biden, have all said be patient, we should be patient, but we should also be patient as we pursue these irregularities, because this is incredibly troublesome to have this reported allegation that a former Director of Elections from the state of Michigan, Chris Thomas instructed every election worker to backdate ballots. We need to get to the bottom of that."
    },
    {
      "speaker": "BAIER",
      "utterance": "Moments ago, Michigan Secretary of State Jocelyn Benson issuing a statement saying McDaniel's claims are false and have no merit. Joining us now, Democratic Congresswoman Debbie Dingell of Michigan. Congresswoman, thanks for being here."
    },
    {
      "speaker": "REP. DEBBIE DINGELL (D-MI)",
      "utterance": "Bret, it's always good to be with you."
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, where do you think we are tonight? We're getting ready for this stage. We heard there's fireworks. Where are we?"
    },
    {
      "speaker": "DINGELL",
      "utterance": "Look, I am somebody who wants people to believe in the integrity of these elections. I'm going to go back in a minute to Chris Thomas. But I think we have to make sure that every vote is counted. I think Democrats have want people to make sure that every vote is counted. And that's what we've got to do. Intellectually, we all knew it was going to take time. They warned us, it was going to take time. But really understand what that is until we don't know the outcome and everybody's edgy. But I'm also going to tell you that I know Chris Thomas. He was Director of Elections in the state of Michigan under Republican and Democratic secretary of states. He's one of the most honest people I know respected across this country. And I think we've got to be very careful to not make these kinds of threats without credible information. And that - look, Ronna is my friend. But that really bothered me today."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's the problem, Congresswoman Dingell, its Martha here? Good to have you with us as always. We keep hearing all of these. We keep being sent them. We keep looking at them, and then you dig deeper into them and some pieces of it fall apart. And we're all trying to make sure that we tell this story in a complete way. But when you look at what's being said about what happened in Michigan, kicking out observers, kicking out Trump campaign observers from some of these facilities in Detroit, you saw the pictures of boarding up the windows. Some people say they're trying to block everyone from seeing something. Others say that they just don't want them to be able to read the names of voters through the windows. I'm not even sure if that's possible. What do you say about all of that?"
    },
    {
      "speaker": "DINGELL",
      "utterance": "First of all, I'm not there and on the spot, but I've talked to people who have been very clear that there were Republican and Democratic servers in that room. Many people showed up. I want the system to work, as was being said earlier, I want every vote to be counted. There are people that are deliberately trying to agitate. We need people to have confidence that democracy is working. There are some people that want to drag this out. We know you've seen it. There's Internet. There's been Facebook et cetera traffic trying to undermine people's confidence. I want us to take the time that we need to make sure every vote is counted. But we can't drag this out or keep under. Every vote needs to be counted. But there are people that are going to try to use the courts to drag this out. They're trying to undermine people's confidence. And you need to investigate if they're legitimate concerns. But don't keep just throwing stuff against the wall and see if you can make something stick when there's no truth."
    },
    {
      "speaker": "BAIER",
      "utterance": "And we will. The last thing, Congresswoman, when you think after all that was said about President Trump, he got 5.5 more votes, this time roughly half than 2016, half the country voted for him, thought that's the way we should go. What message does that send to Democrats who are up on Capitol Hill? Nancy Pelosi said there's a mandate for Joe Biden and for House Democrats. Other people say there's a different message here."
    },
    {
      "speaker": "DINGELL",
      "utterance": "So, I'm very clear. I have been very - as you know, I'm a very blunt soul. We need to not be judgmental. And by the way, Democrats and Republicans need to listen and see what happened. We are a divided country, and we need to understand, there were a lot of people that voted for Donald Trump that don't like his bullyness, they don't like his language. They don't like the trial (ph). We as Democrats need to understand that. I have union workers that voted for him even when they didn't like him. We as Democrats need to listen to that. But a lot of Republicans said women that wouldn't vote for him, when they agreed with him on some things. We need to bring this country back together. I'm focused on this. You're going to find the way that we do common ground. We have the United States of America, and we've got to come through this somehow finding a way that we're going to start to bring people together and find that common ground."
    },
    {
      "speaker": "BAIER",
      "utterance": "Congresswoman, we appreciate your time."
    },
    {
      "speaker": "DINGELL",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you. Good to have you here tonight."
    },
    {
      "speaker": "BAIER",
      "utterance": "Joe Biden's lead has widened in Pennsylvania. Now, as you can see on the screen, more than 19,000 votes ahead."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Corey Lewandowski is spearheading the Trump campaign's legal challenges in that state and he joins us from there, next."
    },
    {
      "speaker": "BAIER",
      "utterance": "As we've been saying really for a number of days, we are closely watching Pennsylvania, where Joe Biden's lead has expanded, Republicans in that state are now asking the Supreme Court to intervene, block the counting of votes received after Election Day. In moments, Trump 2020 Campaign Senior Adviser Corey Lewandowski joins us. But first, correspondent Aishah Hasnie is live tonight in Philadelphia. Hey, Aishah."
    },
    {
      "speaker": "AISHAH HASNIE, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Bret, former Vice President Biden's grip is getting stronger here in Pennsylvania, and as it gets stronger, the crowd behind me that you see and hear is getting louder and growing inside. Hundreds of Biden supporters are out here rocking it out, celebrating what they believe will be a win for their side. About 50 Trump supporters are there as well. And we are still counting those ballots inside the convention center right now. Here is where we stand with those mail-in-ballots. 102,000 mail-in-ballots remain to be counted in Pennsylvania, 23,000 in Philadelphia, plus some of those military overseas ballots that just aren't even due yet until next week. Now, election officials say it's going to be several days before we have a conclusion, but some here already believe Joe Biden has won the state. Here's Philly Mayor Jim Kenney."
    },
    {
      "speaker": "MAYOR JIM KENNEY (D), PHILADELPHIA",
      "utterance": "I think what the president needs to do is, frankly, put his big boy pants on. He needs to acknowledge the fact that he lost, and he needs to congratulate the winner, just as Jimmy Carter did, just as George H.W. Bush did, and frankly, just as Al Gore did. And stop this."
    },
    {
      "speaker": "ALICIA ACUNA, FOX NEWS REPORTER",
      "utterance": "The president is not stopping. Here is a look at all the Republican-led legal battles underway in the state right now. The big ones to watch I would say is that one in the middle. Missing proof of identification, extension. So, this is a deadline for when mail-in voters can provide missing proof of identification. The Republicans here say the secretary of the commonwealth illegally extended that deadline by three days from November 9th to November 12th. The other big one is that extension of the mail-in ballot deadline. Republicans here claim the secretary of the commonwealth unlawfully extended that one to today, November 6. But the U.S. Supreme Court just came down with the four to four decision so the deadline actually stands at November 6. The GOP has petitioned for another review. Anything that came after election day is being separated. And if that isn't enough, the D.A. here just charged two men from Virginia who were carrying guns in a hummer without permits, heading for the convention center where the ballot counting of course is happening. Thankfully, nobody was hurt. There is no active threat as of right now but police are just asking everyone out here to keep their eyes and their ears open because it is a very uncertain time right now. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "That to say the least. Alicia, thanks."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Joining us now, Trump 2020 campaign senior advisor Corey Lewandowski. Corey, good to have you with us tonight. We saw you out there with the bull horn earlier today. And we just watched Aishah Hasnie go through some of the complaints that are being made by the Trump campaign. You know, what is, tell me what you have that you think is crystal clear to you at this point. COREY LEWANDOWSKI, SENIOR ADVISER, TRUMP 2020 CAMPAIGN:  Well, there's a couple important things here. Number one, we had a court order issued by the commonwealth court which was the equivalent of the appellate court here in the State of Pennsylvania which granted us rights yesterday to access and watch all the counting which transpired. When I presented that order to the board of election supervisor, he summarily dismissed it. When I presented it to the sheriff's office to enforce it, they refused here in the city of Philadelphia. And so then the elections officials basically told me that they would be willing to be held in contempt as opposed to adhering to the court order which was issued. They immediately appealed our ability to go in and monitor the ballots in accordance with the laws of the state of Pennsylvania. The Supreme Court of the State of Pennsylvania then stayed the lower court's ruling that prevented us from being within 6 feet of any of the ballots being processed. And the report you just mentioned, your reporter just mentioned, that they've supposedly separating the ballots which are supposed to be coming in after the deadline. Because we have had no access to these ballots whatsoever, the hall that were trying to do this in is probably about 60,000 square feet. The ballots are being counted, some 80 yards away, not 80 feet, 80 yards away. It is impossible to see what is transpiring. We've asked for open and honest transparency."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But Corey --"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "And they've refused that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let me ask you a question. I watch the news conference just today. And Lisa Deeley, the elections commissioner, she said that there are GOP and Democrats both observers inside. And she says that they have been there since the beginning. She also said that everything is on camera. And able to be observed by anybody who wants to watch what's going on inside there."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Well, the bike rack which they've established which is a metal barrier is as close as 12 feet to the closest table and as far away when they move the ballots to the back end of the hall of 80 yards away. Almost the length of a football field. We have no ability to be on the other side of the bike rack. The court ordered issued to give us full authority to be within six feet of the entire process. And they threatened to have us arrested if we cross over the barricade even though the judge gave us the permission to do that."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "So, while there have been people in the hall, they have been stationed behind bike racks with the threat of arrest if they cross over that even with a valid court order in hand. if there is nothing to hide, why wouldn't they want each party, both the Republicans and the Democrats the ability to see what they're doing?"
    },
    {
      "speaker": "BAIER",
      "utterance": "That's a legitimate question and it is transparency is a legitimate avenue in all of these states. And you all are going down that transparency road. As far as fraud, you're saying you need time to find the evidence. Is that correct? And let me ask you a second question. The segregated ballots, are there enough of them to outperform 19,625 increase for Joe Biden?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "So, the short answer is, we have a number of signed affidavits and individuals who have personally witnessed the fraud that that's taken place in the State of Pennsylvania. And as the viewers know an affidavit is a sworn document under the penalty of perjury that says they've seen this and we'll release those when appropriate. But more than that --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What did they see specifically, Corey?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "So, I'll give you -- I'll give you an example. A woman contacted us who went to funeral home, she went through the last 12 people who she buried. We found that, looked up one of the gentleman, he registered to vote six days after he had been buried in the ground and voted in the election here in the State of Pennsylvania. that's not anecdotal."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And you have the documentation to show for that?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Excuse me?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you have the documents to show that?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "We do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "And that's not anecdotal. That's empirical information that we have. It's readily available it's all based on publicly available data. But more than that, to Bret's question was, are there enough votes to overturn the current deficit? You bet there are, but since we can't see what's transpiring, since it's all done under the secrecy and the cover of darkness, it's impossible for us to actually discern if these ballots are supposed to be separated are actually being separated."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, Corey, we haven't heard from the president today, have you spoken with him? And what is his mood tonight as we watch the stage being set up and fireworks being prepared in Pennsylvania for a celebration?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Look, I did speak to the president. He is ready to fight until every last legal vote is counted and we are here to stand with him to make sure that happens."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK. Corey, thank you."
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, a closer look tonight at the president's legal battles and what it would take to win them coming up next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, we heard today the Republican National Committee is now deploying legal challenge teams to Arizona, Georgia, Michigan, and to Pennsylvania."
    },
    {
      "speaker": "BAIER",
      "utterance": "The RNC is also reportedly working to raise at least $60 million to fund President Trump's legal challenges. Here is the Biden campaign advisor Bob Bauer."
    },
    {
      "speaker": "BOB BAUER, BIDEN CAMPAIGN ADVISOR",
      "utterance": "The lawsuits are meritless. But I want to emphasize that for their purposes, these lawsuits don't have to have merit. That's not the purpose, is not to bring bona fide claims before the courts, is to create an opportunity for them to message falsely about what's taking place in the electoral process."
    },
    {
      "speaker": "BAIER",
      "utterance": "Here now, attorney Barry Richard who represented George W. Bush during the election litigation in Florida in 2000. Barry, thanks for being here. I remember 20 years ago being in Tallahassee interviewing you many times. You essentially managed about 47 different cases throughout Florida. And you argued a lot of them in person. Your thoughts on what the Trump campaign the RNC is getting ready to do here and the battle ahead? BARRY RICHARD, FMR. ATTORNEY FOR GEORGE W. BUSH IN 2000:  Well, first of all, I think it's entirely different from what you and I witnessed in 2000. In 2000, everybody acknowledged the problem. There were defective ballots and the question was how they had to make sure people's votes counted. And that's what the litigation was over. The litigation was over the hand counting of the ballots. So, it was not anybody making allegations that had the questionable basis. So that was much different than now, the question now is this time it's a myriad of different losses. We've seen a bunch of losses both before the -- before election day and afterwards that are largely directed to that procedural problems, I don't think any of those are going to be successful. Most of them have already been dismissed. So far as there's new batch of cases which is alleging fraud, everybody has the right to go to court. That's one of the great strengths of our democracy. But you -- but you ask the right questions before. You have to - - you have to meet two elements. You have to have credible evidence that fraud occurred and you have to be able to show the court that enough votes might have been affected to change the election. They may have that, but I haven't seen it yet."
    },
    {
      "speaker": "BAIER",
      "utterance": "Either way, and we will continue to ask."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you very much. Good to have you with us tonight, sir."
    },
    {
      "speaker": "BAIER",
      "utterance": "Thanks, Barry. Democracy 2020 coverage continues with Sean Spicer, Victor Davis Hanson, and Jeff Weaver after this."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right. Let's bring in our panel, Sean Spicer, former White House press secretary under President Trump, author of \"Leading America.\" Victor Davis Hanson, senior fellow at the Hoover Institute, and author of \"The Case for Trump,\" and Jeff Weaver, Bernie Sanders 2016 campaign manager who now backs Biden. Are you an author? Because I haven't gotten your book from here. JEFF WEAVER, BERNIE SANDERS 2016 CAMPAIGN MANAGER:  I am. I'm author of the book \"How Bernie Won.\""
    },
    {
      "speaker": "BAIER",
      "utterance": "OK. Well, there you go. I want to make sure we were fair and balance on the books."
    },
    {
      "speaker": "WEAVER",
      "utterance": "Thank you."
    },
    {
      "speaker": "BAIER",
      "utterance": "Let's start with you. Where do you think about -- what do you think tonight where we are and what we're about to see in Wilmington, Delaware?"
    },
    {
      "speaker": "WEAVER",
      "utterance": "Well, look, the present trends continue, Joe Biden is going to lock up this presidential race. he has two paths to do it, one through Pennsylvania and one through the combination of Nevada and Arizona. You know, we heard Corey Lewandowski on here earlier balking about improprieties and what have you, who claims to have a court order. If you have a court order and that's not being obeyed you go back to the judge and believe me, judges get cranky when people don't tell do what they tell them to do. So instead of coming on Fox and complaining, Corey and company, I'd be back in court talking to that judge and getting show cause orders and subpoenas and other things to deal with whatever impropriety he's talking about. But look, let's be clear, Republicans, Democrats, independents, like by and large people understand that the kind of fraud that the Trump people are alleging is just not going on."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Sean Spicer, what do you say to that?"
    },
    {
      "speaker": "SEAN SPICER, FORMER WHITE HOUSE PRESS SECRETARY",
      "utterance": "Well, I think Corey did the right thing. He came out here and presented the evidence that they have. It's one thing he is going to court, they are getting the orders, they are presenting the evidence but he's also got to make not just a legal argument but a P.R. argument. And they've got to explain to the American people, which they're doing, where this fraud is, where the irregularities are, what the problems are. There is a difference. They are doing what they need to be doing now. They did it last night in the State of Nevada. The one thing I would say you ask about Wilmington. I would caution the vice president not that I'm not sure he cares what I have to think. But this election should not be called by the media organizations or the Biden campaign. This is -- they on the left have been going out there saying count every vote. Well, let every vote be counted. We don't need to rush this. We need to get it right. The president has a viable path to 270, he's exploring court challenges. We need to allow that process to work its will so the American people, both sides know that the system and the process worked. If one side believes the other side took this from them, that's not going to help heal the country."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right. Two developments here on this, first of all on the Wilmington, Delaware event. Peter Doocy says a law enforcement source familiar with tonight's planning tells Fox, if there's a race called by 10 p.m., Biden and Harris plans to speak at 11.30 p.m. outdoors. If there is not a race call by 10 p.m., Biden will appear so low in the 11 p.m. hour indoors. The other development is from the Supreme Court, Victor, and this is an order from Justice Alito mandating that Pennsylvania all the ballots received after 8 p.m. on election day be segregated and secured an, quote, \"all such ballots if counted be counted separately.\" There's a petition on the merits still pending before SCOTUS. Justice Alito has ordered the opposing side, the Democrats to file a response by 2 p.m. Tomorrow. This is the Supreme Court taking action tonight. Victor, your reaction to that?"
    },
    {
      "speaker": "VICTOR DAVIS HANSON, SENIOR FELLOW, HOOVER INSTITUTE",
      "utterance": "Well, everybody quotes the Constitution and says the legislatures have the right, and it's in the Constitution, to adjudicate how an election will be conducted. But a lot of these last-minute changes were not done by the legislature, they were done by bureaucrats in boards. And they were administrative in nature especially about time factor and when postmarks. So, all Justice Alito was saying, let's just stop these ballots and let's see how many of them come in under rules that were not formally approved by the legislature and signed by the governor."
    },
    {
      "speaker": "BAIER",
      "utterance": "But that's significant, right, Victor tonight?"
    },
    {
      "speaker": "HANSON",
      "utterance": "So, I think that -- yes, that's a --"
    },
    {
      "speaker": "SPICER",
      "utterance": "That's a big deal. That's a big deal."
    },
    {
      "speaker": "HANSON",
      "utterance": "That's what he's -- what do you mean a big deal?"
    },
    {
      "speaker": "BAIER",
      "utterance": "No, it is a big deal, Sean is saying."
    },
    {
      "speaker": "SPICER",
      "utterance": "It is a big deal."
    },
    {
      "speaker": "HANSON",
      "utterance": "Yes, it is."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jeff, your reaction to it?"
    },
    {
      "speaker": "HANSON",
      "utterance": "Yes, it is a big deal."
    },
    {
      "speaker": "WEAVER",
      "utterance": "Well, a couple of things."
    },
    {
      "speaker": "HANSON",
      "utterance": "It's if you don't have any fear let's just see how it goes. But I think one other comment very quickly, the problem with all of this controversy is, we've been through before in some fashion in Florida, but that was one state. These are five states. And they're not two to three Democrat, Republican or three to two, they're all basically Democratic run states. And they all have a one trend pattern that Donald Trump might need."
    },
    {
      "speaker": "WEAVER",
      "utterance": "Arizona is not Democratic run state."
    },
    {
      "speaker": "HANSON",
      "utterance": "Well, it is, it's changing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right."
    },
    {
      "speaker": "HANSON",
      "utterance": "And it has a lot of Democratic officers. And there is a trend that Donald Trump's initial lead is static --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Victor, let me just get a reaction from Jeff Weaver on this because --"
    },
    {
      "speaker": "HANSON",
      "utterance": "-- or declining and then there's neighboring states, Nevada is OK, Utah, I mean, Nevada is not OK, Utah was. Iowa had no problem, Ohio had no real problem, Wisconsin and Michigan did."
    },
    {
      "speaker": "BAIER",
      "utterance": "Georgia is --"
    },
    {
      "speaker": "HANSON",
      "utterance": "So, I'm getting --"
    },
    {
      "speaker": "WEAVER",
      "utterance": "You love the states you won and you hate the states you lost."
    },
    {
      "speaker": "HANSON",
      "utterance": "I'm just saying that there is a pattern."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right."
    },
    {
      "speaker": "HANSON",
      "utterance": "No, I'm just saying that why --"
    },
    {
      "speaker": "WEAVER",
      "utterance": "You love the states you won and you hate the states you lost. That's the pattern."
    },
    {
      "speaker": "HANSON",
      "utterance": "-- the perception is -- excuse me, no, I'm not. I'm saying, in these particular states had problems in a way that no other states did. And we want to know why. And we also super-impose this on pollsters who for the second time, were not acting as adjudicators of public opinion. But they were basically partisans that were trying to suppress votes. When you're a voter in Wisconsin and you hear that ABC says that your candidate has -- is down by 17 points, and the race is dead even, why would you want to vote? Why would you want to give money, why would go and work? If you're -- even the election and CNN say that you're down by 12 points."
    },
    {
      "speaker": "SPICER",
      "utterance": "Look, here -- can --"
    },
    {
      "speaker": "HANSON",
      "utterance": "And the race is basically -- this happened in 2016."
    },
    {
      "speaker": "BAIER",
      "utterance": "Let's get Jeff in here, guys."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Jeff, real quick, Jeff, just quick response we got 20 seconds."
    },
    {
      "speaker": "WEAVER",
      "utterance": "Look, yes, two things. First of all, if Biden is called in Arizona in Nevada, he has enough electoral votes without Pennsylvania. That's the other thing. The other thing I would point out is this late quote, unquote, \"arriving votes.\" I was just watching a newscast before I came down here, 2,000 votes were just counted in Alleghany County from overseas military people. These are some of the votes that are coming in after election day and I think it's horrendous that anybody who suggested those votes should be set aside."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK. Gentlemen, thank you. We're out of time."
    },
    {
      "speaker": "SPICER",
      "utterance": "Well, time out."
    },
    {
      "speaker": "BAIER",
      "utterance": "We appreciate it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "They are going to be counted. No one is saying that they're not going to be counted, Jeff, we got to say that before -- the question of whether they're being segregated --"
    },
    {
      "speaker": "WEAVER",
      "utterance": "I know but they --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- is so that they can be determined whether or not they are ballots. We got to go."
    },
    {
      "speaker": "WEAVER",
      "utterance": "I'm just saying that --"
    },
    {
      "speaker": "SPICER",
      "utterance": "They are different buckets, by the way. That's not -- don't confuse people, Jeff, don't confuse people. Don't do that. You are confusing voters. That's wrong."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Nobody is talking about not counting military votes, I just want to make that perfectly clear. We got to go. Thank you, gentlemen. Good to have you with us tonight."
    },
    {
      "speaker": "BAIER",
      "utterance": "You guys can continue on the break."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Exactly. Former Vice President Joe Biden is expected to address the nation tonight along with his running mate Kamala Harris. But we are now told that the timing is in flux and could push later into this evening. We'll explain what's going on after this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, there is some hesitation from the Biden camp at this point over planned remarks from the former vice president and the planned pomp and circumstance and fireworks that was to follow. National correspondent Jacqui Heinrich reporting from Wilmington tonight on the very latest from the Biden camp. Jacqui, what can we expect tonight?"
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "utterance": "Good evening, Martha. Yes, there is excitement starting to build around here but there is also a feeling among staffers that this moment is overdue. As the data has started to trickle in over the course of the day and it's becoming apparent that Biden will have the votes to get him to 270. There is a sense that they are waiting for the networks to make those final calls. Because they are not going to put Joe Biden out to claim victory before he hits that mark. Sources close to him say he is a superstitious person he doesn't want to do that. And also, this campaign has really been trying to take an opposite approach to some of the styles of the president. You saw that with the president coming out and asserting that he believes he was the winner that very first night. Biden has been trying to really stay away from that kind of language and project confidence that the votes are there but not claim victory for anything before -- before it's apparent that those numbers are there backing that up. but the stage is set up. It's been in place since Tuesday. Occasionally they've been doing sound checks to try to make sure everything is ready to go for when that moment happens. But the clock is ticking. And this victory speech, they are anticipating it among his -- among his staffers. Now the campaign is confident about their margins. They really do feel like they are going to win Pennsylvania, they are going to win Nevada. They are just waiting for those numbers to come in here, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Jacqui, thank you very much. Jacqui Heinrich in Wilmington tonight where, you know, they've got the cars all in there now."
    },
    {
      "speaker": "BAIER",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And they said they were going to let the cars come back in and the people on them obviously, a couple of hours before they started this. So now they, apparently, are waiting for some more action, waiting for maybe another state to be called. You know, we don't know when that's going to happen at this point."
    },
    {
      "speaker": "BAIER",
      "utterance": "Plus, now we have that Supreme Court order by Justice Alito --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Exactly."
    },
    {
      "speaker": "BAIER",
      "utterance": "-- that says you've got to make sure that you are separating and counting differently those segregated ballots. That does it for special coverage of 2020 election tonight. We don't know where it's going. But I'm Bret Baier."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And I'm Martha MacCallum. Have a great weekend, everybody. We'll be here. Tucker starts now. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}