{
  "date": "November 27, 2017",
  "headline": "Sen. Rob Portman: Tax reform meeting with Trump 'went well'",
  "subHeadline": "Republican senator from Ohio says the GOP is working as a team to pass tax reform.",
  "url": "https://www.foxnews.com/transcript/sen-rob-portman-tax-reform-meeting-with-trump-went-well",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "All right, we thought we would interrupt this sort of political Monday with a little Cyber Monday say what? Because that number you're seeing, $6.6 billion, we have never seen it before. We could be looking at the biggest online shopping day in American history. Now, inflation-adjusted terms, that is a whole 'nother thing, but the bottom line is, a lot of people were doing a lot of buying when they should have been working.  Welcome, everybody. I am Neil Cavuto, and you're watching \"Your World\" or shoppers world.  Well, I think company bosses across the country have gotten kind of used to this. Their elves should be busy doing the thing that their companies tell them that they should be doing and not going online and buying, but a lot of them were doing a lot of buying, and I mean a lot of buying.  Not that FBN's Lauren Simonetti was taking her nose off the grindstone here, but, apparently, a lot of other people were.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAUREN SIMONETTI, FOX NEWS CORRESPONDENT",
      "sentences": "I did my damage on Black Friday, Neil, to be honest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There you go. That's fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Cyber Monday, I really haven't taken part.  But as of this morning, we do have some fresh numbers. Adobe Analytics says $840 million spent online, putting this Cyber Monday on track to be the biggest online shopping day in history.   This comes on top of Black Friday and Thanksgiving spending, which together rang up $7.9 billion online. But the other trend emerging is mobile shopping. This morning, a record 53 percent of visits to retailer sites, they came from mobile devices, phones and tablets. Where are the deals? Television, as always, folks there saving about 25 percent today on average. Toys, you will see savings of about 20 percent, computers 15 percent. A lot of people are now saying, what is the point of Cyber Monday, if the deals are comparable to what we saw over the weekend, when so many of us, we ditched standing in line to shop online instead?   This is what the experts say. Black Friday sometimes whets the appetite. You start to compare prices. You do your research. And then on Monday, when you get to work, you pull the trigger. But, quite honestly, it's a lot of trigger pulling, because there's this recent survey from the National Retail Federation -- 59 percent of respondents will buy gifts online this year. That is more for the first time ever than in the brick-and-mortars. Consumers are seeing the deals. They're looking the convenience of free shipping, flexible delivery options, and we are using our fingertips to do our shopping.  So, do the brick-and-mortars go away is the question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It is easier. It is easier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "And especially when returns are free too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, but our bosses do not like it, you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Well, if you do it on your phone, they won't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. All right, I go on to...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... perishable site, and everything seems fine. All right, in the meantime -- thank you, Lauren, very much, Lauren Simonetti. She's been on the air like for 24 hours straight now, so she is exhausted, but good reporting there.  Meanwhile, I have a feeling, if you're on Amazon, you work there, you are exhausted right now, right now, that stock hitting another all-time high, its fourth in as many days. In case you're counting, it has made Jeff Bezos easily the richest man on the planet, his net worth well over $100 billion.  And that was on Black Friday. So, he just keeps adding and adding to that. Now, of course, Amazon is expected to be a huge beneficiary of all of this online buying, and keep in mind, only about 10 percent of all holiday sales to date have been online. The potential is enormous, and, of course, Amazon is a big chunk of that.   Deirdre Bolton on how big a chunk and what they're looking at today -- Deirdre.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEIRDRE BOLTON, FOX BUSINESS CORRESPONDENT",
      "sentences": "I am here this Cyber Monday at a Amazon fulfillment center in Robbinsville, New Jersey.  This place is huge. It is the cubic equivalent of 59 football fields. What you are seeing here with this scanner, it is basically the last stop before the bridge.  This is the last place that your Amazon orders go before they are put on the conveyor belt and then right before they head to these dock doors and out the door to a truck that awaits them. So, there are more than 2,500 employees at this Robbinsville, New Jersey, center, and employees work four 10-hour shifts per week. There are day shifts and there are night shifts. As far as workers go, the company overall is hiring 120,000 seasonal workers across the country. We have spoken with all kinds of people who were working in all kinds of industries before. Teachers come to mind. There are even craftspeople who are here, helping to load boxes, make a little money for this holidays season.   Overall, consumer spending is expected to hit a record this year, $6.6 billion this day alone. If Americans spend that much, that is going to be a 16.5 percent increase over last year's number.  A few reasons for that. Technology is getting easier, simpler to be ordering from, whether it is your desktop or your tablet or even your phone. As you can see here, this is a very active site this Cyber Monday -- back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Deirdre Bolton, thank you very, very much.  All right, in the meantime, you know the drill here. It seems that more of us are interested in going online than waiting on line, tense holiday foot traffic, what it takes if you're going to go to a traditional mall or store. That is just not cutting it right now. But online is. Now, it is too early then to sort of crunch both of these numbers together and get an idea what it could mean.  Let's go to Business Insider's Ashley Lutz. We also have Gary Kaltbaum here and tech analyst Shana Glenzer. Shana, what do you make early of what we have seen certainly via Amazon and online first off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANA GLENZER, TECH ANALYST",
      "sentences": "Yes, these online sales numbers are staggering.  And it really does signify the shift from going and stepping foot into a store. Even with the deal-busters -- door-buster deals, they couldn't get people to step foot in their stores, and this major shift to purchasing from Amazon. Over half of that sales increase that you reported on is going to go to Amazon this year. And that is just a remarkable number and kind of staggering when you think about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, guys, I am sorry to interrupt you.   But I do want to go to Mick Mulvaney, the budget director who is running the Consumer Financial Protection Bureau, and this has caused a dustup because right now there are technically two chiefs on that consumer finance agency, and it is not going down well. Let's listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, this might seem like an arcane financial matter, but it is causing a bit of a power crisis in Washington right now.  Mick Mulvaney, who is ostensibly the budget director of the United States - - and that is a pretty big full-time job in and of itself -- is now taking over this Consumer Financial Protection Bureau. Now, what started this -- remember, this was an agency born in the light of the financial crisis and the suspicion that a lot of banks and financial institutions were not telegraphed earlier for problems that they were building derivatives, that sort of thing that hurt average folks.  So, the argument at the time was to create this outside agency would not be beholden certainly not to Congress, and wouldn't be beholden to them, and would have its own budget largely through the Federal Reserve and do its own thing and would be sort of beyond the political pressures that ostensibly come to other agencies. Now, the former director, Richard Cordray, had planned to retire, to leave that agency. And he wanted his deputy, Leandra English, to take over and be the acting director in that interim.  The administration, the Trump administration, reacted and said, no, no, you can't do that.  This is Ms. English meeting earlier today with Elizabeth Warren, who was the brainchild of this agency, and of course Chuck Schumer. And that was the reference that Mick Mulvaney made that she was too busy talking to them and not doing her job, didn't show up for the job today.  But it is confusing to workers there that this is what is going on, because they do not know who to answer to. But, again, it comes a time when the administration is going to try to force this issue that Mick Mulvaney is the guy, even though -- and I think Blake Burman can attest now, reporting from the White House, he was never a fan of this institution in the first place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKE BURMAN, FOX NEWS CORRESPONDENT",
      "sentences": "No.  And really you got three different things going on here, Neil, with the story, which you kind of laid out. But let me break it down into three. First, the political intrigue of this, in which you have got the White House, the Department of Justice, the CFPB's own attorney saying Mick Mulvaney is the boss here. He should be the one in charge. Then you have got Democrats and Leandra English, they cite the 2010 Dodd- Frank law, saying she should be in charge. And now you have got two different people who think they should be the head of an agency, with this now going to court. One of them showing up to work today, one not, sending e-mails, saying, do not talk to the other, and the like. That is the first thing.  But, secondly, when you look big picture, Neil, you now have a Republican to administration -- keep in mind, the CFPB was put into place by the Obama administration. Now Republicans are in charge. And you have got a whole different fundamental view from this new administration of what they think this institution should look like.  For example, Mick Mulvaney called it an awful bureaucracy that has gone wrong. He said, \"I'm learning about the powers that I have, and it would frighten you.\" He said \"It's a completely unaccountable agency, and I think that's wrong.\" So, now, you have got Republicans, who now have a new person in charge there who will try to remake this agency. That is number two, and number three, what you hit on right off the top. This is a big job. And you just heard from Mick Mulvaney say he is going to have three days at the OMB. He is the budget director, by the way, and three days over at the CFPB. And he said, that is not adding up to five. He's going to working weekends.  I was asking a senior administration official earlier today, Neil, whether or not this is a good idea, with the government spending bill or the need to fund the government by December 8, to pull Mulvaney out of his powers our of some of his OMB responsibility. And I was told Mick is highly capable. But there you saw Mulvaney. He knows he has a big job ahead of him -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, you need Senate confirmation for whoever is ultimately going to be chosen to be the permanent head of this organization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, Mulvaney obviously would not be interested. He is there on an interim basis. But that appointment could be months away or at least approved months away. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "And one of the things that this administration has complained about, if you remember back to the early goings, the early weeks, was, where are the Senate confirmations? It was Sean Spicer at the podium repeatedly saying, the Obama administration had this, the Bush administration had that, and we are significantly lower.  They have a tough time getting confirmations through. This could be weeks or months, but it is now weeks or months that Mick Mulvaney has two jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, buddy, thank you very much, Blake Burman, at the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Let's go to Charlie Gasparino, Gary Kaltbaum. I remember very well when this agency was formed. The idea was that it would do the job that the existing agencies that were supposed to do the job did not, whether that's the Securities and Exchange Commission, the FDIC, a myriad of other acronyms that supposedly fell short of the job. But, Charlie Gasparino, this is the same agency you could argue missed the whole Wells Fargo thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX NEWS SENIOR CORRESPONDENT",
      "sentences": "Right. And just think about the job. The job was to prevent the financial crisis, which was caused over a number of years by a lot of things, including the Federal Reserve, another semi-independent agency, that kept interest rates too low.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And that agency the one that technically is funding this one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Right.  And that agency is the one that is still regulating the banks. This agency was always a joke. It was always -- they really do very little. They do not uncover much. It is a huge bureaucracy accountable to nobody. And, by the way, if you're worried about the Fed being out of control, which a lot of people are, for good reasons -- it's an unaccountable agency, except for a times the Fed chair has to go before Congress. I guess it's called Humphrey-Hawkins, right, before the Senate. And he has to explain. She -- here, she has to explain what is going on with monetary policy. This is even -- this is unaccountability on steroids, because I do not even think that the head of the CFPB has to report to Congress. They might have to do a couple of hearings here and there, but his ultimate appointment, he -- he is like his own guy or his own woman. It's really like a king.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You raise a good point, though, about the confusion it has in the financial committee. But I would imagine, if you owe to the fact, all right, it is the law, it is an institution set up now to do what is supposed to do, that if you are supervised, Gary Kaltbaum, by this agency, and you have two people claiming to be its head with two very different sets of directions, that is a nightmare, is it not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARY KALTBAUM, KALTBAUM CAPITAL MANAGEMENT",
      "sentences": "That would be a big problem if two sets of rules show up.  Look, we had plenty of laws on the books. And the problem was the enforcement of those laws leading into the financial crisis. But, as usual, they always overdo it, and, in this case, just sheer total accountability. If you recall -- I do recall -- that they spent $55 million on taxpayer dollars to refurbish headquarters. That was like the first thing they decided to do before anything else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "So, I think this is a good move. I do believe there is too much regulation out there. And, without a doubt, the Trump administration is completely different from Obama administration. And that is why you are seeing this, and that is why you -- they try to force somebody down the throat of the Trump administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Neil, you have to ask yourself, could the CFPB ever stop the abuse that Fannie and Freddie, two government-sponsored enterprises, committed in the market, where they were buying all these mortgages, essentially creating the atmosphere where anybody with a heartbeat and not even a job could get a 30-year mortgage? Is that -- they are one of the main causes of the financial crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And yet they were left out of the smackdown, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "It's just ridiculous. I mean, this is a joke at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, Gary, you could argue here that if you -- you look at the rescue of financial institution and banks, and many people winced at that, that a lot of them, with their clever mortgage-backed derivatives and too- smart-for-words investment strategies, they got rewarded. We can debate all day whether that was justified or not, and hence the argument that Elizabeth Warren had at the time for this consumer agency that would look after the little guy. And the fact of the matter is, that did not happen in the case of Wells Fargo. That was something that Wells Fargo, through a publication in a small paper out West, was revealed. It wasn't this agency that revealed it. And I'm just wondering whether another layer of oversight, another agency is going to satisfy those on Capitol Hill demanding accountability on behalf of average folks. It doesn't seem to happen in this, and this does not seem to be the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "I put it in one term, overlap. That is what I think goes on here.  Look, I have been in the financial industry forever. They have tons of rules and regulations on the books. I have got to look over my shoulder every day, and I'm absolutely fine with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, but you have to do with just Gasparino. That has nothing to do with financial oversight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Look, unfortunately, there were bad players in it. And, look, don't get me started on not one person being indicted from '08, because there should have been plenty of people in six-by-mine cells. But there is something called...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "Hold on one second, Charlie. There is something called overdoing it. And you already have rules on the books. Let's have more or let's have some that are exactly like the same. And, all of a sudden, you're answering to two people. That's not the way it should be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Well, think about this also. How was the little guy really screwed in the financial crisis? You could make I guess the case that people borrowed, got mortgages that shouldn't get the money. They didn't deserve it. Therefore, they could not pay back their loan. Therefore, they got foreclosed upon. But that is how the little guy got screwed. He got free money that he should not have gotten. This is kind of a joke to suggest the financial crisis was about ripping off small -- the little guy. Listen, I am all for beating up banks. And I beat the hell out of them, and I was ahead on many of the stories. But this was a far more complicated thing, the financial crisis, than beating up the little guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "And remember one of the other outcomes of too much regulation. They killed the small banks and the community banks over the last five, six, seven years, because they painted every financial institution with the same brush.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "Now you have seen in the last year -- do you know why the smaller banks and the community banks and the S&Ls have had strong moves to the upside? On a bet that they are going to get some relief from all that, that they went too far the other way. And this always happens, Neil, always happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, there was culpability on all sides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You could say a Congress that was emboldened to try to make mortgages a birthright, rather than a goal. That started the mess, and that is what it yields. Gentlemen, I want to thank you both very, very much. So, all of this at a time when you have not only budget considerations and technically the fact we're going to be running out of money pretty soon, and you have got to get that tax cut plan done. Rob Portman, the senator from Ohio in the middle of it all, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the president met with the Senate Finance Committee right now, its primary members, to talk about these tax cuts about. Tomorrow, I believe he meets with all the Republican senators.  The read on all that with a very important player in both of those events, Ohio Republican Senator and Senate Finance Committee member as well Rob Portman. Senator, good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ROB PORTMAN, R-OHIO",
      "sentences": "Hey, Neil. Great to be on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How did that meeting go today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "It went well. It went well. It is great to see the team working together, frankly, better than we did on health care, where you have got everybody working toward a common goal, which is middle-class tax cuts and getting this economy moving and increasing wages. And it is a very good structure. On the health care bill, we did not have that kind of unanimity. We certainly have it now in the tax reform bill. And my sense is the House and the Senate and the president are working very well as a team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You are known as a deficit hawk, so much so, you want to make sure everything is paid for. And that's a good way to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But a lot of the supply-sider types say that limits the impact of the tax cuts that could be, because guys like Rob Portman are out there limiting how far we can go. What do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "I thought you were going to go the other way, because the criticisms we're hearing is, oh, my gosh, this is a $1.5 trillion tax cut that is going to blow a hole in the deficit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "That is not going to happen here if we do the right tax reform. We have got to be sure that the policy is right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But it is still going to leave $1.5 trillion more? You're comfortable with that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Well, I mean, we have got to work within the constraints here of a budget process that says that the growth over the next 10 years is only going to be a paltry 1.9 percent. We can't let that be the new normal. The economy has grown at 3.1 and 3 percent in the last two quarters, as an example. There was just a study out today, I'm told, that indicated that we see better economic growth next year. But I think this kind of tax reform, lowering that corporate rate, allowing us to be competitive internationally, bringing back some of that earnings that has been overseas, repatriating it, a pro-growth tax code that gets rid of a lot of deductions and stuff in the code that makes it more difficult to grow jobs, I think we are going to see more than 1.9 percent growth, for sure, just because of the tax cuts and the tax reform itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you think the support is there for that, Senator?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I ask in the middle of everything, trying to win over doubters like Senator Johnson of Wisconsin and all that, you have Senator Daines out of the blue in Montana, who said, as it stands now, I can't for it, I think for kind of the same reasons that Senator Johnson had doubts, over treatment and equity for small vs. larger businesses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes. Yes. Well, first of all, on the deficit side, I think we have got three or four members who are concerned about that. And I think now they're becoming convinced that this is actually a very conservative approach. In other words, getting up to 2.4 percent economic growth as an example, Neil, means that we are actually reducing the deficit. And I think we will get there. I really do. This tax reform proposal will help us get there. The other issues that you mentioned with regard to small businesses, we are working through those as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you think that guys like Johnson and you have a chance to reach them, Daines as well, because they were wild card developments when they opposed, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Absolutely. Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Well, Ron Johnson was not a wild card. He's been talking about it. They're both good friends of mine. And, look, you're going to have to talk to them directly. But I will just tell you that we were very careful in designing this, with their help, to ensure that the smaller companies, which are pass-throughs who pay at the individual rate, are also given a substantial tax break to be able to hire more people and to invest more in their companies and increase productivity and all the good things that are going to happen when this gets passed. So, we are not trying to favor bigger companies over smaller companies. In fact, we give both the ability to be able to create more jobs and opportunity. And I think it is clear that that is what the numbers show. So, we just got to make sure they see those numbers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, I don't know. Every time I look at the 10-year projection, I do not even know what I'm going to for breakfast tomorrow. So, when I see the 10-year thing, I get nervous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But it is the game the way it's played. I understand that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "It is a game. It's the way they it's played. And we have to live within that. And it is a 10-year budget. So, you have to say that within those 10 years...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And anything could happen. But how do you explain to folks, Senator, who hear that and understand maybe what went into make tax cuts for corporations permanent, but not for individuals? They come back and say, those Republicans, friend to big business and rich guys. You say what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes. Well, two things. One, let's make it all permanent. There will be an amendment on the floor to do that. And we will see how many Democrats want to do that. We only need eight Democrats to do it, by the way. You need 60 votes. So, if Democrats want to make the whole code, all these changes permanent, including the tax cuts for the middle class, that's fantastic, we will do it. Second, you have got to have the corporate stuff be permanent if you want to see the investment, because these companies do come out, unlike you and me, where we don't know what we're having for breakfast tomorrow, they do plan out well beyond this five- or six- or eight-year period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But what if those same companies, Senator, just plow the money they're getting into buying back their stock and to increasing their dividends? And they're free to do that. But if they do that solely and exclusively with all this extra money they will be awash in, would you be disappointed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes, I would. And I don't think they will. By the way, if they do, they won't be competitive. The whole idea here is for them to be able to compete with these other companies around the world who are increasingly buying U.S. companies because our tax code is so bad. It's so broken that we have three times as many foreign companies buying U.S. companies right now last year as we did U.S. companies buying foreign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, no, you're right about that. The math favors...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "They have got to compete with these companies. They better not just be trying to pad their retained earnings or just give out dividends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That might be their native spirits. But we will see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes. You got to let the free market work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I am curious what you make of Mick Mulvaney taking over this consumer federation bureau, at a time when he, as the budget director, is staring at a pretty, pretty big deadline here where, within a matter of weeks, Uncle Sam is going to be running out of money. Are you worried that he is going to be sidelined or stretched thin at a time when he can least afford to be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "No, because I have talked to him about it. And I think he's got a plan in place. And he's going to have people there operating the CFPB, the Consumer Financial Protection Bureau. It is an organization that needs to be turned around. It needs a new direction. It needs new leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "... to get something through.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But we also need a budget, right? We need money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes. But I think he won't be distracted by that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "I think he has now got people in place. And, frankly, it is interim. In other words, we are looking for a new director to be confirmed as soon as possible. In the meantime, he is going to have to do both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator Al Franken today said he's going to stay in the Senate and he's learned from this experience. What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Well, I do not know the facts. I do think that we ought to have an Ethics Committee investigation right away. My understanding is he has agreed to that. And let's get to the bottom of it and figure out what happened and listen to these women, ho are coming forward and treat them with respect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Roy Moore also right now a big factor in this race, whether he makes it to your very important, august club of 100 men and women. Right now, he is even in the polls, from being down as much as eight to 19 points. If he arrives there, would you welcome him as a United States senator?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Well, as you know, I endorsed the other guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Because I thought that Luther Strange would be a much better senator. So, look, you have got to work with whoever is here. I work with everybody, as you know, Neil. And that includes Democrats, independents and...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But you wouldn't be among those saying, we're going to kick you out of this club?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Again, if there is an ethics investigation, it needs to go through that due process. But, no, I'm not going to prejudge that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That is an ethics investigation that would be over charges that are decades old. Some of your colleagues say that's a nonstarter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Well, yes, there is a process for that. And you need to go through the proper process. But he ought to get due process like everybody else, including those who are his accusers. And I said from the start, he is not the guy I endorsed, OK? And I think many of these accusers have come forward and they have made very credible claims. And he should have to be held accountable for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, do you think, back to the tax cuts, sir, that we're going to have them voted on, approved, done, reconciled, by Christmastime?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes, I do. I think it's very possible the Senate could move as soon as late this week with a Senate debate. And, by the way, it is going to be wild, because you will have a very spirited exchange. Anybody can offer an amendment. And it can go on for days. And so we will have a good debate, and I can't wait for it, because I'm convinced that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "When would the ultimate vote be? What is the latest?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Well, as soon as it could be probably would be Friday or Saturday. And it could spill into the next week. But I think it's going to happen pretty quickly. And we know what the differences are between the House and the Senate. I think we know how to conference it pretty quickly. So, I think for sure we can get this done to deliver for middle-class families in Ohio a nice Christmas present.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so if you say a vote Friday or Saturday, let's say it's approved in the Senate, if you're right on that, then reconciling these measures, which are dramatically different, by which time do you think that could be done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "I think it can be done relatively quickly. The structure is very similar, middle-class tax cuts providing for a more competitive international environment, lowering the corporate rate. So, it is very similar. There are some differences.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There are some big differences.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Well, we have a different approach, for instance, to pass-throughs. But we are trying to get to the same result, which is to try to help ensure that those smaller companies are on parity with the larger multinational companies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Senator, Rob Portman, always good talking to you, sir. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Thanks, Neil. Great to talk to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the Ohio Senator Rob Portman, of course, a former budget director in his own right. So, crunching the numbers, a lot of people now are sort of ticking down the timeline here, because there is very little time to get this all done, very, very little time. It is doable, but it is an uphill climb -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, for some perspective on this, because this guy is the smartest of the smart, I'm talking to The Hill's editor in chief, Bob Cusack Bob, I was just talking to Rob Portman. He has an aggressive deadline, thinks it can get done the end of the year. But I keep looking at all these things you point out to me that have to be done as well. I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOB CUSACK, THE HILL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUSACK",
      "sentences": "A lot to be done, Neil. They have got to fund the government. We have this dispute between the parties over the dreamers, and that's going to be part of the spending package.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUSACK",
      "sentences": "On taxes, though, on this bill, Republicans have momentum. And it is not something that I have said a lot this year, but it did pass the House rather easily. They are not going to get any Democratic votes, so it's all up to the Republicans in the Senate. And that election in Alabama actually helped Republicans, because they know they have to get it done soon, because, number one, Doug Jones could win. Number two, you do not know where Roy Moore is going to be on taxes yet. You can't rely on him. So, they have got to get it done, I think, before that special election, or at least before he is seated, which would be later in December.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so that special election is the 12th of December.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUSACK",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you think the Senate could vote on this after this round-robin debate, whatever happens there. Senator Portman was saying that they could vote on this by this weekend. Is that doable?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUSACK",
      "sentences": "Yes. Yes, I think it is, if they have the votes. And there are at least a handful of Republican senators who are saying, well, I am leaning no, or I'm no, or I'm undecided. But I think most of them are just trying to get changes in the bill, and that is the only way you are going to get changes in the bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Did you see this Steve Daines thing coming from Montana?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUSACK",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I mean, he has essentially the same argument as Ron Johnson about business treatment. But are there other guys like that out there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUSACK",
      "sentences": "That did surprise me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUSACK",
      "sentences": "And I think there's -- it is just a leverage game. And, certainly, with Johnson and Daines, they are going to try to get those provisions changed. But I think the Senate is going to pass this bill, and there are discussions ongoing already between the House and the Senate to merge them and quickly vote. So, it is never an easy time for this type of bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, that's interesting. So, you avoid this whole reconciliation -- vote on the same -- reconciling the two measures.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUSACK",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Then, OK. What do you think ultimately happens with John McCain?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUSACK",
      "sentences": "On whether he supports this bill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUSACK",
      "sentences": "You can't count on him. He killed the Obamacare bill basically twice. I know we have talked before he's voted against the Bush tax cuts. I don't think leadership can count on him. But there -- I think others that -- Lisa Murkowski, who voted against health care, I think she will probably be a yes on taxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's interesting. So, your bet is, they can get this done. Spending measures and all that other stuff, that's a whole 'nother issue. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUSACK",
      "sentences": "Yes. Yes. Yes, they can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK. Robert, always a pleasure, my friend. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUSACK",
      "sentences": "Thanks, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm sorry for the truncated time, but a lot of breaking news here. He is The Hill editor in chief. And there you have it. If his read is that this looks more likely than not, that's pretty powerful stuff there, with Republicans having a busy agenda, confidence that they can get it done. We shall see. We will see you tomorrow. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "All right, we thought we would interrupt this sort of political Monday with a little Cyber Monday say what? Because that number you're seeing, $6.6 billion, we have never seen it before. We could be looking at the biggest online shopping day in American history. Now, inflation-adjusted terms, that is a whole 'nother thing, but the bottom line is, a lot of people were doing a lot of buying when they should have been working. Welcome, everybody. I am Neil Cavuto, and you're watching \"Your World\" or shoppers world. Well, I think company bosses across the country have gotten kind of used to this. Their elves should be busy doing the thing that their companies tell them that they should be doing and not going online and buying, but a lot of them were doing a lot of buying, and I mean a lot of buying. Not that FBN's Lauren Simonetti was taking her nose off the grindstone here, but, apparently, a lot of other people were."
    },
    {
      "speaker": "LAUREN SIMONETTI, FOX NEWS CORRESPONDENT",
      "utterance": "I did my damage on Black Friday, Neil, to be honest."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There you go. That's fine."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Cyber Monday, I really haven't taken part. But as of this morning, we do have some fresh numbers. Adobe Analytics says $840 million spent online, putting this Cyber Monday on track to be the biggest online shopping day in history. This comes on top of Black Friday and Thanksgiving spending, which together rang up $7.9 billion online. But the other trend emerging is mobile shopping. This morning, a record 53 percent of visits to retailer sites, they came from mobile devices, phones and tablets. Where are the deals? Television, as always, folks there saving about 25 percent today on average. Toys, you will see savings of about 20 percent, computers 15 percent. A lot of people are now saying, what is the point of Cyber Monday, if the deals are comparable to what we saw over the weekend, when so many of us, we ditched standing in line to shop online instead? This is what the experts say. Black Friday sometimes whets the appetite. You start to compare prices. You do your research. And then on Monday, when you get to work, you pull the trigger. But, quite honestly, it's a lot of trigger pulling, because there's this recent survey from the National Retail Federation -- 59 percent of respondents will buy gifts online this year. That is more for the first time ever than in the brick-and-mortars. Consumers are seeing the deals. They're looking the convenience of free shipping, flexible delivery options, and we are using our fingertips to do our shopping. So, do the brick-and-mortars go away is the question?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It is easier. It is easier."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "I know."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know?"
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "And especially when returns are free too."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, but our bosses do not like it, you know?"
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Well, if you do it on your phone, they won't know."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. All right, I go on to..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... perishable site, and everything seems fine. All right, in the meantime -- thank you, Lauren, very much, Lauren Simonetti. She's been on the air like for 24 hours straight now, so she is exhausted, but good reporting there. Meanwhile, I have a feeling, if you're on Amazon, you work there, you are exhausted right now, right now, that stock hitting another all-time high, its fourth in as many days. In case you're counting, it has made Jeff Bezos easily the richest man on the planet, his net worth well over $100 billion. And that was on Black Friday. So, he just keeps adding and adding to that. Now, of course, Amazon is expected to be a huge beneficiary of all of this online buying, and keep in mind, only about 10 percent of all holiday sales to date have been online. The potential is enormous, and, of course, Amazon is a big chunk of that. Deirdre Bolton on how big a chunk and what they're looking at today -- Deirdre."
    },
    {
      "speaker": "DEIRDRE BOLTON, FOX BUSINESS CORRESPONDENT",
      "utterance": "I am here this Cyber Monday at a Amazon fulfillment center in Robbinsville, New Jersey. This place is huge. It is the cubic equivalent of 59 football fields. What you are seeing here with this scanner, it is basically the last stop before the bridge. This is the last place that your Amazon orders go before they are put on the conveyor belt and then right before they head to these dock doors and out the door to a truck that awaits them. So, there are more than 2,500 employees at this Robbinsville, New Jersey, center, and employees work four 10-hour shifts per week. There are day shifts and there are night shifts. As far as workers go, the company overall is hiring 120,000 seasonal workers across the country. We have spoken with all kinds of people who were working in all kinds of industries before. Teachers come to mind. There are even craftspeople who are here, helping to load boxes, make a little money for this holidays season. Overall, consumer spending is expected to hit a record this year, $6.6 billion this day alone. If Americans spend that much, that is going to be a 16.5 percent increase over last year's number. A few reasons for that. Technology is getting easier, simpler to be ordering from, whether it is your desktop or your tablet or even your phone. As you can see here, this is a very active site this Cyber Monday -- back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Deirdre Bolton, thank you very, very much. All right, in the meantime, you know the drill here. It seems that more of us are interested in going online than waiting on line, tense holiday foot traffic, what it takes if you're going to go to a traditional mall or store. That is just not cutting it right now. But online is. Now, it is too early then to sort of crunch both of these numbers together and get an idea what it could mean. Let's go to Business Insider's Ashley Lutz. We also have Gary Kaltbaum here and tech analyst Shana Glenzer. Shana, what do you make early of what we have seen certainly via Amazon and online first off?"
    },
    {
      "speaker": "SHANA GLENZER, TECH ANALYST",
      "utterance": "Yes, these online sales numbers are staggering. And it really does signify the shift from going and stepping foot into a store. Even with the deal-busters -- door-buster deals, they couldn't get people to step foot in their stores, and this major shift to purchasing from Amazon. Over half of that sales increase that you reported on is going to go to Amazon this year. And that is just a remarkable number and kind of staggering when you think about it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, guys, I am sorry to interrupt you. But I do want to go to Mick Mulvaney, the budget director who is running the Consumer Financial Protection Bureau, and this has caused a dustup because right now there are technically two chiefs on that consumer finance agency, and it is not going down well. Let's listen."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, this might seem like an arcane financial matter, but it is causing a bit of a power crisis in Washington right now. Mick Mulvaney, who is ostensibly the budget director of the United States - - and that is a pretty big full-time job in and of itself -- is now taking over this Consumer Financial Protection Bureau. Now, what started this -- remember, this was an agency born in the light of the financial crisis and the suspicion that a lot of banks and financial institutions were not telegraphed earlier for problems that they were building derivatives, that sort of thing that hurt average folks. So, the argument at the time was to create this outside agency would not be beholden certainly not to Congress, and wouldn't be beholden to them, and would have its own budget largely through the Federal Reserve and do its own thing and would be sort of beyond the political pressures that ostensibly come to other agencies. Now, the former director, Richard Cordray, had planned to retire, to leave that agency. And he wanted his deputy, Leandra English, to take over and be the acting director in that interim. The administration, the Trump administration, reacted and said, no, no, you can't do that. This is Ms. English meeting earlier today with Elizabeth Warren, who was the brainchild of this agency, and of course Chuck Schumer. And that was the reference that Mick Mulvaney made that she was too busy talking to them and not doing her job, didn't show up for the job today. But it is confusing to workers there that this is what is going on, because they do not know who to answer to. But, again, it comes a time when the administration is going to try to force this issue that Mick Mulvaney is the guy, even though -- and I think Blake Burman can attest now, reporting from the White House, he was never a fan of this institution in the first place."
    },
    {
      "speaker": "BLAKE BURMAN, FOX NEWS CORRESPONDENT",
      "utterance": "No. And really you got three different things going on here, Neil, with the story, which you kind of laid out. But let me break it down into three. First, the political intrigue of this, in which you have got the White House, the Department of Justice, the CFPB's own attorney saying Mick Mulvaney is the boss here. He should be the one in charge. Then you have got Democrats and Leandra English, they cite the 2010 Dodd- Frank law, saying she should be in charge. And now you have got two different people who think they should be the head of an agency, with this now going to court. One of them showing up to work today, one not, sending e-mails, saying, do not talk to the other, and the like. That is the first thing. But, secondly, when you look big picture, Neil, you now have a Republican to administration -- keep in mind, the CFPB was put into place by the Obama administration. Now Republicans are in charge. And you have got a whole different fundamental view from this new administration of what they think this institution should look like. For example, Mick Mulvaney called it an awful bureaucracy that has gone wrong. He said, \"I'm learning about the powers that I have, and it would frighten you.\" He said \"It's a completely unaccountable agency, and I think that's wrong.\" So, now, you have got Republicans, who now have a new person in charge there who will try to remake this agency. That is number two, and number three, what you hit on right off the top. This is a big job. And you just heard from Mick Mulvaney say he is going to have three days at the OMB. He is the budget director, by the way, and three days over at the CFPB. And he said, that is not adding up to five. He's going to working weekends. I was asking a senior administration official earlier today, Neil, whether or not this is a good idea, with the government spending bill or the need to fund the government by December 8, to pull Mulvaney out of his powers our of some of his OMB responsibility. And I was told Mick is highly capable. But there you saw Mulvaney. He knows he has a big job ahead of him -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, you need Senate confirmation for whoever is ultimately going to be chosen to be the permanent head of this organization."
    },
    {
      "speaker": "BURMAN",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, Mulvaney obviously would not be interested. He is there on an interim basis. But that appointment could be months away or at least approved months away. Right?"
    },
    {
      "speaker": "BURMAN",
      "utterance": "And one of the things that this administration has complained about, if you remember back to the early goings, the early weeks, was, where are the Senate confirmations? It was Sean Spicer at the podium repeatedly saying, the Obama administration had this, the Bush administration had that, and we are significantly lower. They have a tough time getting confirmations through. This could be weeks or months, but it is now weeks or months that Mick Mulvaney has two jobs."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, buddy, thank you very much, Blake Burman, at the White House."
    },
    {
      "speaker": "BURMAN",
      "utterance": "Sure."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Let's go to Charlie Gasparino, Gary Kaltbaum. I remember very well when this agency was formed. The idea was that it would do the job that the existing agencies that were supposed to do the job did not, whether that's the Securities and Exchange Commission, the FDIC, a myriad of other acronyms that supposedly fell short of the job. But, Charlie Gasparino, this is the same agency you could argue missed the whole Wells Fargo thing."
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX NEWS SENIOR CORRESPONDENT",
      "utterance": "Right. And just think about the job. The job was to prevent the financial crisis, which was caused over a number of years by a lot of things, including the Federal Reserve, another semi-independent agency, that kept interest rates too low."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And that agency the one that technically is funding this one."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Right. And that agency is the one that is still regulating the banks. This agency was always a joke. It was always -- they really do very little. They do not uncover much. It is a huge bureaucracy accountable to nobody. And, by the way, if you're worried about the Fed being out of control, which a lot of people are, for good reasons -- it's an unaccountable agency, except for a times the Fed chair has to go before Congress. I guess it's called Humphrey-Hawkins, right, before the Senate. And he has to explain. She -- here, she has to explain what is going on with monetary policy. This is even -- this is unaccountability on steroids, because I do not even think that the head of the CFPB has to report to Congress. They might have to do a couple of hearings here and there, but his ultimate appointment, he -- he is like his own guy or his own woman. It's really like a king."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You raise a good point, though, about the confusion it has in the financial committee. But I would imagine, if you owe to the fact, all right, it is the law, it is an institution set up now to do what is supposed to do, that if you are supervised, Gary Kaltbaum, by this agency, and you have two people claiming to be its head with two very different sets of directions, that is a nightmare, is it not?"
    },
    {
      "speaker": "GARY KALTBAUM, KALTBAUM CAPITAL MANAGEMENT",
      "utterance": "That would be a big problem if two sets of rules show up. Look, we had plenty of laws on the books. And the problem was the enforcement of those laws leading into the financial crisis. But, as usual, they always overdo it, and, in this case, just sheer total accountability. If you recall -- I do recall -- that they spent $55 million on taxpayer dollars to refurbish headquarters. That was like the first thing they decided to do before anything else."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Right."
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "So, I think this is a good move. I do believe there is too much regulation out there. And, without a doubt, the Trump administration is completely different from Obama administration. And that is why you are seeing this, and that is why you -- they try to force somebody down the throat of the Trump administration."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Neil, you have to ask yourself, could the CFPB ever stop the abuse that Fannie and Freddie, two government-sponsored enterprises, committed in the market, where they were buying all these mortgages, essentially creating the atmosphere where anybody with a heartbeat and not even a job could get a 30-year mortgage? Is that -- they are one of the main causes of the financial crisis."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And yet they were left out of the smackdown, yes."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "It's just ridiculous. I mean, this is a joke at this point."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, Gary, you could argue here that if you -- you look at the rescue of financial institution and banks, and many people winced at that, that a lot of them, with their clever mortgage-backed derivatives and too- smart-for-words investment strategies, they got rewarded. We can debate all day whether that was justified or not, and hence the argument that Elizabeth Warren had at the time for this consumer agency that would look after the little guy. And the fact of the matter is, that did not happen in the case of Wells Fargo. That was something that Wells Fargo, through a publication in a small paper out West, was revealed. It wasn't this agency that revealed it. And I'm just wondering whether another layer of oversight, another agency is going to satisfy those on Capitol Hill demanding accountability on behalf of average folks. It doesn't seem to happen in this, and this does not seem to be the case."
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "I put it in one term, overlap. That is what I think goes on here. Look, I have been in the financial industry forever. They have tons of rules and regulations on the books. I have got to look over my shoulder every day, and I'm absolutely fine with that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, but you have to do with just Gasparino. That has nothing to do with financial oversight."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Look, unfortunately, there were bad players in it. And, look, don't get me started on not one person being indicted from '08, because there should have been plenty of people in six-by-mine cells. But there is something called..."
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "Hold on one second, Charlie. There is something called overdoing it. And you already have rules on the books. Let's have more or let's have some that are exactly like the same. And, all of a sudden, you're answering to two people. That's not the way it should be."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Well, think about this also. How was the little guy really screwed in the financial crisis? You could make I guess the case that people borrowed, got mortgages that shouldn't get the money. They didn't deserve it. Therefore, they could not pay back their loan. Therefore, they got foreclosed upon. But that is how the little guy got screwed. He got free money that he should not have gotten. This is kind of a joke to suggest the financial crisis was about ripping off small -- the little guy. Listen, I am all for beating up banks. And I beat the hell out of them, and I was ahead on many of the stories. But this was a far more complicated thing, the financial crisis, than beating up the little guy."
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "And remember one of the other outcomes of too much regulation. They killed the small banks and the community banks over the last five, six, seven years, because they painted every financial institution with the same brush."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "That's true."
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "Now you have seen in the last year -- do you know why the smaller banks and the community banks and the S&Ls have had strong moves to the upside? On a bet that they are going to get some relief from all that, that they went too far the other way. And this always happens, Neil, always happens."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, there was culpability on all sides."
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You could say a Congress that was emboldened to try to make mortgages a birthright, rather than a goal. That started the mess, and that is what it yields. Gentlemen, I want to thank you both very, very much. So, all of this at a time when you have not only budget considerations and technically the fact we're going to be running out of money pretty soon, and you have got to get that tax cut plan done. Rob Portman, the senator from Ohio in the middle of it all, next."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the president met with the Senate Finance Committee right now, its primary members, to talk about these tax cuts about. Tomorrow, I believe he meets with all the Republican senators. The read on all that with a very important player in both of those events, Ohio Republican Senator and Senate Finance Committee member as well Rob Portman. Senator, good to have you."
    },
    {
      "speaker": "SEN. ROB PORTMAN, R-OHIO",
      "utterance": "Hey, Neil. Great to be on."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How did that meeting go today?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "It went well. It went well. It is great to see the team working together, frankly, better than we did on health care, where you have got everybody working toward a common goal, which is middle-class tax cuts and getting this economy moving and increasing wages. And it is a very good structure. On the health care bill, we did not have that kind of unanimity. We certainly have it now in the tax reform bill. And my sense is the House and the Senate and the president are working very well as a team."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You are known as a deficit hawk, so much so, you want to make sure everything is paid for. And that's a good way to be."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But a lot of the supply-sider types say that limits the impact of the tax cuts that could be, because guys like Rob Portman are out there limiting how far we can go. What do you say?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "I thought you were going to go the other way, because the criticisms we're hearing is, oh, my gosh, this is a $1.5 trillion tax cut that is going to blow a hole in the deficit."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "That is not going to happen here if we do the right tax reform. We have got to be sure that the policy is right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But it is still going to leave $1.5 trillion more? You're comfortable with that..."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Well, I mean, we have got to work within the constraints here of a budget process that says that the growth over the next 10 years is only going to be a paltry 1.9 percent. We can't let that be the new normal. The economy has grown at 3.1 and 3 percent in the last two quarters, as an example. There was just a study out today, I'm told, that indicated that we see better economic growth next year. But I think this kind of tax reform, lowering that corporate rate, allowing us to be competitive internationally, bringing back some of that earnings that has been overseas, repatriating it, a pro-growth tax code that gets rid of a lot of deductions and stuff in the code that makes it more difficult to grow jobs, I think we are going to see more than 1.9 percent growth, for sure, just because of the tax cuts and the tax reform itself."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you think the support is there for that, Senator?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I ask in the middle of everything, trying to win over doubters like Senator Johnson of Wisconsin and all that, you have Senator Daines out of the blue in Montana, who said, as it stands now, I can't for it, I think for kind of the same reasons that Senator Johnson had doubts, over treatment and equity for small vs. larger businesses."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes. Yes. Well, first of all, on the deficit side, I think we have got three or four members who are concerned about that. And I think now they're becoming convinced that this is actually a very conservative approach. In other words, getting up to 2.4 percent economic growth as an example, Neil, means that we are actually reducing the deficit. And I think we will get there. I really do. This tax reform proposal will help us get there. The other issues that you mentioned with regard to small businesses, we are working through those as well."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you think that guys like Johnson and you have a chance to reach them, Daines as well, because they were wild card developments when they opposed, right?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Absolutely. Absolutely."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Well, Ron Johnson was not a wild card. He's been talking about it. They're both good friends of mine. And, look, you're going to have to talk to them directly. But I will just tell you that we were very careful in designing this, with their help, to ensure that the smaller companies, which are pass-throughs who pay at the individual rate, are also given a substantial tax break to be able to hire more people and to invest more in their companies and increase productivity and all the good things that are going to happen when this gets passed. So, we are not trying to favor bigger companies over smaller companies. In fact, we give both the ability to be able to create more jobs and opportunity. And I think it is clear that that is what the numbers show. So, we just got to make sure they see those numbers."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, I don't know. Every time I look at the 10-year projection, I do not even know what I'm going to for breakfast tomorrow. So, when I see the 10-year thing, I get nervous."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But it is the game the way it's played. I understand that."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "It is a game. It's the way they it's played. And we have to live within that. And it is a 10-year budget. So, you have to say that within those 10 years..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And anything could happen. But how do you explain to folks, Senator, who hear that and understand maybe what went into make tax cuts for corporations permanent, but not for individuals? They come back and say, those Republicans, friend to big business and rich guys. You say what?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes. Well, two things. One, let's make it all permanent. There will be an amendment on the floor to do that. And we will see how many Democrats want to do that. We only need eight Democrats to do it, by the way. You need 60 votes. So, if Democrats want to make the whole code, all these changes permanent, including the tax cuts for the middle class, that's fantastic, we will do it. Second, you have got to have the corporate stuff be permanent if you want to see the investment, because these companies do come out, unlike you and me, where we don't know what we're having for breakfast tomorrow, they do plan out well beyond this five- or six- or eight-year period."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But what if those same companies, Senator, just plow the money they're getting into buying back their stock and to increasing their dividends? And they're free to do that. But if they do that solely and exclusively with all this extra money they will be awash in, would you be disappointed?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes, I would. And I don't think they will. By the way, if they do, they won't be competitive. The whole idea here is for them to be able to compete with these other companies around the world who are increasingly buying U.S. companies because our tax code is so bad. It's so broken that we have three times as many foreign companies buying U.S. companies right now last year as we did U.S. companies buying foreign."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, no, you're right about that. The math favors..."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "They have got to compete with these companies. They better not just be trying to pad their retained earnings or just give out dividends."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That might be their native spirits. But we will see."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes. You got to let the free market work."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I am curious what you make of Mick Mulvaney taking over this consumer federation bureau, at a time when he, as the budget director, is staring at a pretty, pretty big deadline here where, within a matter of weeks, Uncle Sam is going to be running out of money. Are you worried that he is going to be sidelined or stretched thin at a time when he can least afford to be?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "No, because I have talked to him about it. And I think he's got a plan in place. And he's going to have people there operating the CFPB, the Consumer Financial Protection Bureau. It is an organization that needs to be turned around. It needs a new direction. It needs new leadership."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "... to get something through."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But we also need a budget, right? We need money."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes. But I think he won't be distracted by that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I see."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "I think he has now got people in place. And, frankly, it is interim. In other words, we are looking for a new director to be confirmed as soon as possible. In the meantime, he is going to have to do both."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator Al Franken today said he's going to stay in the Senate and he's learned from this experience. What do you think of that?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Well, I do not know the facts. I do think that we ought to have an Ethics Committee investigation right away. My understanding is he has agreed to that. And let's get to the bottom of it and figure out what happened and listen to these women, ho are coming forward and treat them with respect."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Roy Moore also right now a big factor in this race, whether he makes it to your very important, august club of 100 men and women. Right now, he is even in the polls, from being down as much as eight to 19 points. If he arrives there, would you welcome him as a United States senator?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Well, as you know, I endorsed the other guy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I know."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Because I thought that Luther Strange would be a much better senator. So, look, you have got to work with whoever is here. I work with everybody, as you know, Neil. And that includes Democrats, independents and..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But you wouldn't be among those saying, we're going to kick you out of this club?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Again, if there is an ethics investigation, it needs to go through that due process. But, no, I'm not going to prejudge that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That is an ethics investigation that would be over charges that are decades old. Some of your colleagues say that's a nonstarter."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Well, yes, there is a process for that. And you need to go through the proper process. But he ought to get due process like everybody else, including those who are his accusers. And I said from the start, he is not the guy I endorsed, OK? And I think many of these accusers have come forward and they have made very credible claims. And he should have to be held accountable for that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, do you think, back to the tax cuts, sir, that we're going to have them voted on, approved, done, reconciled, by Christmastime?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes, I do. I think it's very possible the Senate could move as soon as late this week with a Senate debate. And, by the way, it is going to be wild, because you will have a very spirited exchange. Anybody can offer an amendment. And it can go on for days. And so we will have a good debate, and I can't wait for it, because I'm convinced that..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "When would the ultimate vote be? What is the latest?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Well, as soon as it could be probably would be Friday or Saturday. And it could spill into the next week. But I think it's going to happen pretty quickly. And we know what the differences are between the House and the Senate. I think we know how to conference it pretty quickly. So, I think for sure we can get this done to deliver for middle-class families in Ohio a nice Christmas present."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so if you say a vote Friday or Saturday, let's say it's approved in the Senate, if you're right on that, then reconciling these measures, which are dramatically different, by which time do you think that could be done?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "I think it can be done relatively quickly. The structure is very similar, middle-class tax cuts providing for a more competitive international environment, lowering the corporate rate. So, it is very similar. There are some differences."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There are some big differences."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Well, we have a different approach, for instance, to pass-throughs. But we are trying to get to the same result, which is to try to help ensure that those smaller companies are on parity with the larger multinational companies."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Senator, Rob Portman, always good talking to you, sir. Thank you."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Thanks, Neil. Great to talk to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the Ohio Senator Rob Portman, of course, a former budget director in his own right. So, crunching the numbers, a lot of people now are sort of ticking down the timeline here, because there is very little time to get this all done, very, very little time. It is doable, but it is an uphill climb -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, for some perspective on this, because this guy is the smartest of the smart, I'm talking to The Hill's editor in chief, Bob Cusack Bob, I was just talking to Rob Portman. He has an aggressive deadline, thinks it can get done the end of the year. But I keep looking at all these things you point out to me that have to be done as well. I don't know."
    },
    {
      "speaker": "BOB CUSACK, THE HILL",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What do you think?"
    },
    {
      "speaker": "CUSACK",
      "utterance": "A lot to be done, Neil. They have got to fund the government. We have this dispute between the parties over the dreamers, and that's going to be part of the spending package."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "CUSACK",
      "utterance": "On taxes, though, on this bill, Republicans have momentum. And it is not something that I have said a lot this year, but it did pass the House rather easily. They are not going to get any Democratic votes, so it's all up to the Republicans in the Senate. And that election in Alabama actually helped Republicans, because they know they have to get it done soon, because, number one, Doug Jones could win. Number two, you do not know where Roy Moore is going to be on taxes yet. You can't rely on him. So, they have got to get it done, I think, before that special election, or at least before he is seated, which would be later in December."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so that special election is the 12th of December."
    },
    {
      "speaker": "CUSACK",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you think the Senate could vote on this after this round-robin debate, whatever happens there. Senator Portman was saying that they could vote on this by this weekend. Is that doable?"
    },
    {
      "speaker": "CUSACK",
      "utterance": "Yes. Yes, I think it is, if they have the votes. And there are at least a handful of Republican senators who are saying, well, I am leaning no, or I'm no, or I'm undecided. But I think most of them are just trying to get changes in the bill, and that is the only way you are going to get changes in the bill."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Did you see this Steve Daines thing coming from Montana?"
    },
    {
      "speaker": "CUSACK",
      "utterance": "No."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I mean, he has essentially the same argument as Ron Johnson about business treatment. But are there other guys like that out there?"
    },
    {
      "speaker": "CUSACK",
      "utterance": "That did surprise me."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "CUSACK",
      "utterance": "And I think there's -- it is just a leverage game. And, certainly, with Johnson and Daines, they are going to try to get those provisions changed. But I think the Senate is going to pass this bill, and there are discussions ongoing already between the House and the Senate to merge them and quickly vote. So, it is never an easy time for this type of bill."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, that's interesting. So, you avoid this whole reconciliation -- vote on the same -- reconciling the two measures."
    },
    {
      "speaker": "CUSACK",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Then, OK. What do you think ultimately happens with John McCain?"
    },
    {
      "speaker": "CUSACK",
      "utterance": "On whether he supports this bill?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "CUSACK",
      "utterance": "You can't count on him. He killed the Obamacare bill basically twice. I know we have talked before he's voted against the Bush tax cuts. I don't think leadership can count on him. But there -- I think others that -- Lisa Murkowski, who voted against health care, I think she will probably be a yes on taxes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's interesting. So, your bet is, they can get this done. Spending measures and all that other stuff, that's a whole 'nother issue. Right?"
    },
    {
      "speaker": "CUSACK",
      "utterance": "Yes. Yes. Yes, they can."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK. Robert, always a pleasure, my friend. Thank you."
    },
    {
      "speaker": "CUSACK",
      "utterance": "Thanks, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm sorry for the truncated time, but a lot of breaking news here. He is The Hill editor in chief. And there you have it. If his read is that this looks more likely than not, that's pretty powerful stuff there, with Republicans having a busy agenda, confidence that they can get it done. We shall see. We will see you tomorrow. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}