{
  "date": "November 11, 2020",
  "headline": "Honoring America's veterans amid a polarized political climate",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/honoring-americas-veterans-amid-a-polarized-political-climate",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "A profound day to remember our nation's veterans, Joe Biden honoring them in Wilmington, Delaware, the president of the United States in Washington, D.C., the first time we had seen that president, outside, at least, in the better part of a week. The significance of that and the battle royal that continues with the counting of votes in all of those key states and a Senate that could be slipping from Democrats' grips, unless they pull a double in Georgia. Welcome, everybody. I'm Neil Cavuto, and this is \"Your World.\" Following these fast-moving developments on this Veterans Day right now with Jacqui Heinrich with team Biden -- Jacqui.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "sentences": "Good afternoon, Neil. Well, today, president-elect Joe Biden's schedule is all about meetings with advisers, with the exception of an unannounced trip marking Veterans Day. Joe Biden and his wife, Dr. Jill Biden, laid wreaths at the Philadelphia Korean War Memorial. On the campaign trail, Biden often talked about his son Beau, who served in Iraq, and talked about if there was ever a time to really see him fired up about anything on the campaign trail following him all these months, it was really when he was talking about President Trump's reported comments disparaging American troops. And Biden issued a statement today, reading: \"This Veterans Day, I feel the full weight of the honor and the responsibility that has been entrusted to me by the American people as the next president, and I vow to honor our country's sacred obligation. To all of our proud veterans, know that I will be a commander in chief who respects your sacrifice, understands your service, and who will never betray the values you fought so bravely to defend.\" Now, meantime, the transition is still moving forward, despite the GSA not ascertaining the election results, and thereby withholding funds and access needed for national security issues. The federal election commissioner urged the GSA administrator to figure it out, writing: \"When Mr. Trump objects the objection results, he has done so is one of the candidates who participated in the election, not as the nation's chief executive and not as your boss. His objections carry no official weight and they should not sway you from your duty under the law to immediately issue a letter of ascertainment to president-elect Biden.\" Now, Biden's team tells me they truly don't know what is holding up the ascertainment here. There's nothing in the law that would provide for it to be stalled this way. The GSA administrator has also not given an explanation yet -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Jacqui Heinrich, thank you very, very much for that. Now the read from the White House. We had a sighting of the president of the United States. Hadn't quite seen him up and about in the better part of a week, I believe. John Roberts with more. Hey, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "The last time we heard from him, Neil, was last Thursday in the Brady Briefing Room, where the president came out to talk about the vote and the vote count and what he believed were massive cases of fraud and voting irregularities across the country. We're told that the president continues to work the phones every day, talking to just about everybody possible regarding this, driving action, according to one source, meeting this afternoon with his campaign team to try to see what the path forward might be. The immediate path that the campaign was talking about today was the recount in Georgia. For the very first time in Georgia history, every vote will be recounted by hand. Congressman Doug Collins of Georgia will be heading up that effort. He was on a conference call with a campaign earlier today. Here's what he said about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DOUG COLLINS (R-GA)",
      "sentences": "This is about really the first step. This is making sure that every legal vote is counted and every illegal vote is not counted. It allows us to see the integrity of the process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Now, there will be observers on both sides of the equation when it comes to that campaign recount. John Bolton, who is the president's former national security adviser, sounding off today, saying, time is running out for the president to make his case and that Republicans would be better off focusing on other races ahead in the state of Georgia. Bolton in an op-ed in The Washington Post, saying -- quote -- \"The near- term Republican interest is winning the Georgia run-offs. The long-term Republican interest emphatically involves winning those Senate seats. But it also involves rejecting Trump's personalized, erratic, uncivil, unpresidential and ultimately less-than-effective politics and governance.\" The Trump campaign, though, is urging patience, saying there is a process that needs to unfold, that is going to require some time, everybody, just take a deep breath. Here's the campaign communications director, Tim Murtaugh, from that conference call. TIM MURTAUGH, TRUMP 2020 CAMPAIGN COMMUNICATIONS DIRECTOR:  People want to eat the whole apple in one bite. That's not how this process is going to work. This process is going to take patience. It is going to be methodical, and it may be somewhat lengthy. But we have the time to get there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "And let's just go back to the Georgia recount for a second here. I said there's going to be observers on both sides here. And this will be the first chance for the Trump campaign to actually get its hand on ballots, as it is determined whether or not those ballots are legal or whether they are illegal. And it could be, Neil, that Georgia sets the tone for what might happen in other states, because, of course, in places like Pennsylvania, the Trump campaign is alleging that there could be hundreds of thousands of ballots that were -- that went through and were counted by machines that weren't properly inspected. There are also ballots that came in after the deadline that was set by the state legislature. So, depending on how Georgia goes could really set the tone for the rest of the nation. One of the points to make, too, is I'm told that there is such anger across the country among Trump supporters that, if we are still in this process when it comes time to seat the electors, legislators, GOP legislators may have a difficult time seeing Biden electors. So that's another unknown as we go forward into all of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "In the Georgia recount, though, they're confident that this whole hand-count that's going to be happening is enough. And they're obviously optimistic enough to think that it could -- it would close, if not eliminate, that, what is it, 14,000-vote gap?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "A little more than 14,000.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "It all depends, Neil, on whether or not there are votes in there that are termed to be deemed -- that are deemed to be illegal. The Trump campaign maintains that there are tens of thousands of votes out there in the state of Georgia that, if counted again, and counted properly, would not be allowed to be counted in the total vote count. So, I mean, it's an unknown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Who knows? The vote count -- because we have seen this in the past, a recount could give more votes to Joe Biden, or it could take away votes from Joe Biden and give them to President Trump, or give more votes to President Trump. We don't know. The only thing we do know is that 14,000 votes is a lot to make up, even when you're doing a statewide recount.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. Yes, even when you're talking five million total votes. You're quite right. And rarely does it reverse itself. But we will see. John Roberts, thank you very much, my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Thanks, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, Andy Card, a former White House chief of staff, says the president is well within his right to count all of these votes and to make sure they get it right, but there is a limit to that. He co-writes a very interesting column today in The Washington Post, along with John Podesta, his counterpart, chief of staff in the Clinton administration. Andy with us right now. Now, among the points he argues is that, given the realities of the pandemic, you just have to face the facts. One of the things he also talks about -- and I want to make sure I'm quoting this accurately -- Andy, it's very good to have you -- is that you don't want our adversaries to take advantage of the U.S. during transitions. We cannot let that happen today. You referred to the significant delay in getting a final count and a final stamp on the 2000 election for what took better part of a month. And that was a reality that hit us eight or nine months later with the 9/11 attacks. The argument against what you and John Podesta lay out is, that was an unusual situation. This shouldn't be taken as an excuse to move too, too fast. What do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW CARD, FORMER GEORGE W. BUSH WHITE HOUSE CHIEF OF STAFF",
      "sentences": "Well, I want -- either -- there's going to be a transition. It's either going to be Joe Biden, or it's going to be Donald Trump transitioning to a second term. So there will be a transition. And, yes, that means there will be changes. And some of the changes may just be personnel changes. Other one could be whole institutions would change. I'm saying -- and so is John Podesta -- that this is a time when America should recognize the responsibility it has to make sure the president, whichever one it will be, will be fully prepared on day one to meet the responsibilities. We found in 2000 there was a situation similar. Florida had not finished counting all of their votes accurately. And it took the Supreme Court to make the decision as to what the final margin of victory was, 537 votes. And it was then that their head of GSA released funds, which could have been released much earlier, if they had ascertained that there was a winner. And he didn't release the funds. We did get the benefit of some intelligence briefings, but not all of them. And then, as you know, we had an attack on 9/11. The 9/11 Commission cited that delay as something that possibly impacted or made it more difficult for George W. Bush to meet all of his responsibilities in the early days of his presidency, because the transition didn't get the benefit of knowing what was going on in government or the intelligence communities and what could be done. So, John Podesta and I both recognize that this election is very different from the one in 2000. But this election, we still have real needs that must be addressed, the pandemic, number one. That is attacking us right now. It would be best if both the president and Senator Biden would have -- Vice President Biden would have the benefit of everything that we know about the pandemic and the infrastructure to support it to be ready on day one to meet the responsibilities important to the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But you're not against -- you're not against the count that's going on? The difference and the distinction you both draw between now and 20 years ago is, there are multiple states. You say: \"As of this writing, the president trails Biden in four states, Pennsylvania, Georgia, Nevada, and Arizona. For the president to win the Electoral College outright, the outcome would have to be reversed in three states, including Pennsylvania and Georgia.\" You seem to conclude that is next to impossible. So, are you saying that, go ahead with the count, but just don't go on and on with the count?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARD",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Or given the fact of the time parameters and the certification, it's going to take a few weeks more, by that definition?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARD",
      "sentences": "Well, I'm saying that the process of transitioning and preparing Joe Biden to be president, even if he may not be president, is critically important at this time, because of the uncertainty in the world -- and, yes, the world is a very dangerous place today -- and the reality of the pandemic. So, we feel strongly that there should be a preparation given to the Biden team, should he be the winner, not if he's going to be the winner, but should he be the winner. Make sure he's prepared on day one. And that's something that the transition process should allow to have happen. Even if the recounting process and the legal process is going to be mucked up and go on for a little while, there still should be a transition that transfers the information necessary to meet responsibilities on day one. That's the sign of a great democracy. Lookit, we just celebrated a phenomenal election where record numbers of people showed up to vote. A record number of people voted for the so-called winner right now, the apparent winner. A record number of people voted for the one who didn't win. And the way to find out if those votes are going to be added to or not in - - there may be changed, but it was a record. We should be celebrating that unbelievable exercise of democracy, polish our democracy, the whole world is watching us, and demonstrate that, yes, we understand how critical this is, but we're going to make sure the next president is fully prepared on day one. And maybe it's going to be Joe Biden. Maybe it will be Donald Trump for a second term. We don't know yet. But let's make sure everybody is prepared, go forward with a transition plan, especially so that we can meet the needs of a challenging world and the realities of COVID-19.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "In the process, with very -- just seconds here, Andy, the president has said that this process reeks of being fraudulent and rigged. His finance people, his campaign people have said essentially the same. If they have to eventually go by the numbers that they see and the totals that they see that aren't reversed, are you telling them that there's no fraudulence, there's no nothing being rigged, you have to deal and accept it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARD",
      "sentences": "I'm saying that we -- I don't know. I don't know if -- what recounts will show. I don't know what violations may have occurred. I don't know if any of the recounts--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, you seem to imply here that it would take a Herculean leap for these numbers to change, and the things that the president would have to get would have to reverse numbers that have already been accepted in at least three, maybe four battleground states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARD",
      "sentences": "Yes. I happen to believe that it is a very distant chance that Donald Trump can win this battle. But he has every right to exercise his legal opportunities to challenge and recount and go to court. But let's make sure the next president is ready to meet the obligations, whether it's Donald Trump getting a second term or Joe Biden getting a first term.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it. All right, Andy Card, thank you very, very much. I do urge all of you to read that column written by John Podesta, and, of course, Andy Card, urging sort of a bipartisan step back here, ultimately, no matter who wins. In the meantime, speaking of this recount that's going on, you heard about the hand count that's going on in Georgia. What you might not have heard about is the state of the Senate race that will be determined by those two races in Georgia. Democrats want control of the Senate, they can't just win one. They have got to win both. Can they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARCO RUBIO (R-FL)",
      "sentences": "Rarely does a state, rarely do a people get the opportunity that you have been handed, and that is to determine, in a non- presidential race, the very direction of the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, looking live at Atlanta, Georgia, right now. It is the epicenter of the political world as we know it, Marco Rubio visiting there, a number of other high-powered Republicans will be all but buying condos and living there in the next six weeks or so ahead of that run-off election, not only for the two senatorial candidates, but also for a hand recount of all the ballots in the state, better than five million of them. Let's get the read from Steve Harrigan in Atlanta on how it's all going to go down. Hey, Steve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CORRESPONDENT",
      "sentences": "Neil, everyone is coming to Georgia, either to stay here for the next eight weeks and fight it out, or just to visit. The races are simply so close, two seven races now, both going to run-offs on January 5. As it stands, none of the four candidates able to hit that 50 percent mark. So, by Georgia state law, there has to be run-offs. And it could determine the control of the Senate. And because of that, a lot of people think it could actually determine the agenda of the country for the next four years. So, these two run-offs are actually national races. We're already seeing national figures come here to Georgia to campaign. Today, it was Florida Senator Marco Rubio in the Atlanta suburb of Marietta telling people the Democratic candidates are simply too liberal for the state of Georgia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIO",
      "sentences": "We have a lot of people who came to this country to get away from socialism and Marxism. And so these people are thinking to themselves, I got on a boat. I left everything behind. I risked being eaten by a shark to get away from socialism. Why in the world would I want to bring that now here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "Both Republican senators who are in the run-off say the voting process has been flawed. They have called for the Georgia secretary of state to resign. That official today announced there would be a hand recount in Georgia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAD RAFFENSPERGER, GEORGIA SECRETARY OF STATE",
      "sentences": "Because we now have that verifiable paper ballot, for the first time in 18 years, we're going to have something to count, instead just pressing a button and getting the same answer. So we will be counting every single piece of paper, every single ballot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "At this point, Joe Biden's lead is about 14,000 votes out of almost five million votes cast. That's a percentage of point 0.003 percent lead for Biden -- Neil, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Just incredible. Steve, thank you very, very much, Steve Harrigan on all of that. I want to go to Andy McCarthy, the former assistant U.S. attorney, on all of this. Andy, what are your legal options after, let's say, a recount, a hand recount, at that, and you still lose that? I mean, what is their legal recourse following that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDY MCCARTHY, FOX NEWS CONTRIBUTOR",
      "sentences": "Neil, it really depends on how much fraud you can prove and whether you can put the outcome in doubt, either by showing that there was so much fraud that the whole thing is tainted, or there was enough that you can close the gap. If I could make a baseball analogy, because I think there's a lot of people talking past each other -- some people say there's not a shred of fraud, and the other people are saying there's overwhelming fraud. There's always some fraud in an election. It depends on how much you can prove. So, if this were a baseball game, and I was playing your team, and my guy hits a grand slam or what appears to be a grand slam, but all the replays show it was a foul ball, and yet I got four runs, and they credited me with four runs, if I beat you for 4-3, you got robbed. If I beat you 8-3, it's just unfortunate, but we still can be confident in the result. So that's really where we're at. Can they prove enough that there was so much impropriety and so much fraud that either the whole thing is so tainted it needs to be thrown out, which is seemingly inconceivable to me, or you can close the gap? As you just mentioned, it's 14,000 votes. So, can they show enough impropriety that we should suspect that that number of votes, and then some, should be thrown out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Part of their strategy might be as well, Andy -- and correct me if I'm wrong -- that, if you narrow the gap, let's say considerably, from 14,000 in Georgia, and let's say you end up with a 2,000 gap, they could argue, see, in this state, we didn't win it, but, man, we came a lot closer, so we should be aggressively doing this in all the states that were very, very close, all within the same kind of margin for error. Does it help the argument, depending on how Georgia goes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Maybe on the margins, Neil. But I think one of the great failsafes of our system is that we don't have one national election. We have 50 state elections. So just because something bad happens in one place, it doesn't necessarily bleed over anyplace else. Now, you can think of some obvious differences, right? Like, if what you found was a faulty computer software program for counting ballots, and it turned out that they used that in more than one state, you could then say, if it went wrong in one place, maybe it went wrong in other places. But, barring something like that, the fact that a problem happens in one state does not mean that it was a problem in the second state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well put. Andy McCarthy, we will just have to watch how it all goes on, because--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "-- as this race goes in Georgia, to say nothing of the Senate run- off elections here, there's a lot at stake in the Peach State. So, thank you very, very much, my friend, Andy McCarthy, on all of those developments. We'd be remiss if we didn't tell you that were other life-and-death moves today on the COVID-19 front, the spikes in key states already leading to new restrictions and once again leading some governors to shut down restaurants or curtail their hours. Food for thought. They're not done with food.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Think quick. What do those two Georgia Senate races have to do with Joe Biden's plans to hike taxes? Unless he gets both seats, maybe he won't be able to hike taxes -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Here we go again with the indoor dining thing that could extend to a lot more dining in San Francisco, in New York, where they're entertaining restrictions yet again because of serious spikes in cases, and not only in these places. It's a growing trend that has a lot of top health authorities worried. Jackie DeAngelis has the very latest. Hey, Jackie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACKIE DEANGELIS, FOX BUSINESS CORRESPONDENT",
      "sentences": "Hi, Neil. Well, it's so interesting, because New York City is still pretty shut down, right? And it's one of the only places in the tristate area with that 25 percent indoor dining capacity. Just a few hours ago, Governor Cuomo tweeting that there are going to be some stricter rules here following the surge in new cases to over 3 percent this week. In a series of two tweets, the governor said, effective Friday at 10:00 p.m. Eastern time in New York state, gyms and bars must close at 10:00 p.m., and private gatherings and residences are limited to no more than 10 people. Now, Mayor de Blasio has also said, if that over 3 percent threshold holds, then you could see restrictions in certain industries, full-scale closures, limits on hours. I mean, this is really interesting because it comes down to two schools of thoughts on this. The CDC is now putting a price on wearing a mask, saying that if 15 percent more of the population wear masks, we could find a trillion dollars in lockdown savings, meaning less spread, less lockdowns. That's where you save. Now, in the case of New York, which has been pretty strict, you're seeing these spikes. Then you have got Texas, arguably less strict, surpassing the one million case mark, and also dealing with hospital surges. Still, even with the new infections, hospitalizations peaked at just under 62,000 across the country, and more people are coming out of intensive care units alive, people dying, an average of 930 a day, which is lower than the peak of 2,200 a day back in April -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Jackie, thank you very, very much. The impact of all of this on a country that is seeing better than 100,000 new cases a day now for almost every day over the past week. The implications as well, what happens if we start shutting things down again, maybe not a full lockdown, but something close enough, especially for restaurants and small businesses that can ill afford it? Dave Dodson with us right now, the Stanford University School of Business professor, also Frances Newton Stacy of Optimal Capital, the director of strategy, Frances, it would come at a tenuous time, when a lot of these guys are just getting back on their feet. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCES NEWTON STACY, OPTIMAL CAPITAL",
      "sentences": "Absolutely. The statistics are horrifying. So, about 60 percent of small businesses that closed because of COVID are permanent closures, and that was an August reading. So that's before this uptick. And then the PPP funds are exhausted as of -- this is also an August reading, because I get a data dump quarterly -- 84 percent of small businesses that got PPP funding have spent all of it. And for those that are open, 25 percent -- they're still 25 percent lower than they would have been pre-pandemic. So, this is absolutely devastating. And it's hard for small businesses to get loans. The Fed recently lowered the threshold for the Main Street Lending Facility. But the terms are still a bit onerous for most small business owners. So, many are just walking away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, what I wonder about, Professor, is what happens if these closures, limitation in hours, distancing provisions go into effect, and last a while. Some of these guys, restaurants in particular, are just limping along even with the present allowance for some business. It could put them under, couldn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID DODSON, STANFORD UNIVERSITY SCHOOL OF BUSINESS",
      "sentences": "Oh, for sure. Neil. And I agree with Frances, with the numbers that she was -- just quoted you. If we don't solve this problem quickly, over the next five weeks, when these restaurants get most of their revenue, which they need in order to get through the next three months, those winter months, they are going to be gone. We think that our analysis is about one-third of the restaurants are going to be gone if they can't get the revenue in the next five weeks. And these are legacy businesses, multigeneration businesses. We're going to be facing -- people -- we look at the stock market, and the stock market's up. But one of the things we need to be thinking about is, what does this economy look like when we get out of this? Because we're not going to get out of this in Q1. It's going to be more like Q2. And the ineptitude in Washington, D.C., with their PPP -- with their failure to pass a PPP program or a second wave is staggering for these companies. They could survive the COVID pandemic. They can't survive the COVID pandemic and the coma, the legislative coma, that we see in Washington, D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, the one -- the good news, if you want to call it that, Frances, is that this will reignite concerns to get stimulus going if -- even in a lame-duck of Congress that seemed unthinkable before. But how likely is that? Clearly, the Street isn't counting on it, but your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWTON STACY",
      "sentences": "Well, the CARES Act sort of has all of its benefits expire December 31. And that's obviously before we even know who's really won the Senate. So I'm hoping that the political posturing will be tamped down, even though it's not going to be finished, given that Senate race, to come together and get the fiscal stimulus done, because Americans are hurting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWTON STACY",
      "sentences": "And those eviction moratoriums end on December 31. And that's going to be rough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Professor, too, if you think about it, Germany did all the right things, was shutting down businesses, was pushing the mask stuff. And it's in a world of hurt and shutting things down again. The same with Ireland, the same with Italy, the same with Portugal. So, these are countries that were model cases for you handle this. And now they're revisiting all of this. So we could be wrong in the approach that we're taking now to sort of get this under control. It might be all for a waste, at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DODSON",
      "sentences": "Well, Neil, we might be wrong in terms of how we're handling the epidemic itself, but this is -- we're creating this false choice, which is, either it's the economy or it's people's health. It's not. To what Frances was just saying, Washington, D.C., learned late spring how to do a good PPP program. It wasn't perfect, but it wasn't bad. But we have lessons learned. And, instead, we squandered five months of arguing in Washington, D.C. These businesses will be fine, no matter how bad the pandemic is, if we can give them a bridge to the other side. But what we're telling them is, we're saying we're not quite sure what to do with the pandemic, and you're on your own, so just take care of yourself, because we're so worried about the elections and all the kind of drama that goes on in Washington, D.C., that we have forgotten that the people's business is not getting done there. These people need help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, and both parties need to help them. Dave, final word. Frances. Thank you both very, very much. Once upon a time, there was an issue with those who lived in California, that they would never, ever move to go to places like Texas, because, well, California is so beautiful. Who would do that? We know what happened. All of a sudden, they're saying there's no way a major Wall Street exchange would ever, ever, ever leave the safe and very sexy confines of New York City to go, God forbid, to Texas. Not so fast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, he's still not president, but just the thought that he might be hiking taxes -- again, that might be a leap here, especially if control of the Senate remains in Republican hands -- and already people are bolting. Grady Trimble in Chicago with more on that. Hey, Grady.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRADY TRIMBLE, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Neil. Yes, they're heading to tax-friendly places like Texas and Florida, where they're not wearing hats, gloves and scarves right now, like I am. But, also, as I mentioned, they're tax-friendly. Joe Biden's proposal would increase payroll taxes, capital gains taxes and income taxes on the highest of earners. So, for those who are already paying high state and local taxes in places like California, Hawaii and New York, all told, under a Biden plan, their top tax rate could increase to more than 60 percent. Oregon and Illinois wouldn't be too far behind under a Biden plan. And, because of that, some financial planners are suggesting this big city exodus we have been seeing could accelerate even more. The pandemic already sped up that trend. A recent survey found up to 23 million Americans plan to move because now they can work from home. One-fifth of those people are in big cities. More than half of them are moving pretty far, more than two hours from home. Businesses are also maybe following suit. The Nasdaq and other exchanges, they're considering a move to Texas, following other big companies like Tesla, which is building a Gigafactory in Austin. As you mentioned, though, it might be a little bit far-fetched to start packing up just yet, because Congress would need to support a Joe Biden tax plan. So it could all come down to those two run-off races in Georgia -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, they will decide everything, won't they? Thank you very much for that, my friend, Grady Trimble in Chicago. In the meantime, people seeking out lower-tax confines is nothing new. But when a big financial institution is considering that from the depths of the financial world capital, New York, that, people take note of. Charlie Gasparino on the possibilities -- Charlie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX NEWS SENIOR CORRESPONDENT",
      "sentences": "Yes, Neil, two big financial institutions -- that would be the New York Stock Exchange and the Nasdaq, the two biggest markets in the world -- are essentially talking to Governor Abbott of Texas to -- for at least a partial move of their operations. Those operations would be -- at least this is what's on the table now. I mean, who knows what could what could happen if Governor Cuomo and Mayor de Blasio in New York impose more taxes on transactions, as New Jersey is doing. Here's why the New Jersey thing is interesting. There's a proposal for a New Jersey transaction tax. It would hit those exchanges hard because they have their data centers in New Jersey, not in New York, where they're nominally located. And, Neil, this is the whole thing. The move for Nasdaq and the New York Stock Exchange would not be a difficult one. And here's why. Nasdaq is essentially a fully automated computer-driven system. It doesn't have traders on the floor. The New York Stock Exchange's floor traders -- and this is even pre-COVID - - now it's a skeleton staff -- were diminishing rapidly. I mean, it's not a place where there's much floor trading anymore, where that -- most of their trading is done, believe it or not, in those computer -- those computer centers in New Jersey. So they could just move, if New Jersey goes through with this. And New York could just move. And here's the other thing, Neil. Everybody that I know that has a few bucks that worked on Wall Street is moving to Florida, OK? I can tell you that. It's one after another after another. They can move to Florida. They can be board members on companies, public companies, via Skype and Zoom. They don't have to pay New York City, New York state taxes, put up with endless lockdowns, as Governor Cuomo is considering again, high crime because Mayor de Blasio doesn't want to enforce the law. I mean, this is -- this could get real bad. And I will tell you where it really is going to hit New York, where we could see it soon, is in municipal bond prices. If you're going to buy debt of a city or a state that facing multibillion dollar budget deficits and a declining tax base, I mean, this is getting scary. So, higher taxes sometimes is like pushing on a string. You really don't get much out of it, because people now can live elsewhere and businesses can relocate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "It's simple math.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The pandemic has proven it. Even these Wall Street institutions, they were still making money hand over fist not even being physically in their offices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you raise a good point. Charlie, we will see what happens, Charlie Gasparino on all of that. And it's not just things like COVID and the spikes in cases. It's the ongoing spikes in crime again that have others considering the unthinkable, getting out now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's not only people running away from high-tax states. It's people running away from high-crime states and particularly cities. Garrett Tenney on that phenomenon happening as we speak. Hey, Garrett.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARRETT TENNEY, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Neil. A lot of folks will remember, five months ago, a majority of the Minneapolis City Council vowed to dismantle the police department. Well, now they're considering a plan to bring in officers from other departments to help fight a wave of violent crime. The Minneapolis Police Department has been hit hard in the months since the death of George Floyd. More than 100 officers are currently off the streets and on some form of leave, including many with claims of PTSD from responding to the protests and riots that consumed the city. And dozens more have decided to retire early since the start of this year. This wave of violent crime started long before George Floyd, and it has not slowed down since. Shootings in Minneapolis are at a 15-year high. Homicides are up 89 percent, robberies up 38, and violent crime overall is up 23 percent compared to this point a year ago. Despite those trends, members of the city council are questioning the effectiveness of this latest plan to bring in officers from other jurisdictions, which the police chief is defending.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEDARIA ARRADONDO, MINNEAPOLIS, MINNESOTA, POLICE CHIEF",
      "sentences": "We can go back and forth on this. But every day that we go back and forth on this, people are dying in our city, because if you choose -- and you have every right to -- if you choose to say no to these victims of crime, then please stand by that. I'm saying we need more resources today, and right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TENNEY",
      "sentences": "This proposal would bring just 20 to 40 officers to the city through the end of the year. So, this is by no means a long-term solution. But the city council, the full city council is expected to vote on this proposal Friday. We will be keeping a close eye on it -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Garrett, thank you very much for that, Garrett Tenney with the latest in Chicago. In the meantime, this is Veterans Day, after all, and one of those quiet, dignified days in which the president of the United States and the guy who wants to be the next president of the United States silently recognized heroes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There is a silent dignity to Veterans Day, recognized by the president of the United States and the man who wants to be the next president of the United States, recognizing this day quietly without any political broadsides or attacks, both men recognizing the service of those who have given their ultimate service to this country. Joining us right now is a guy who appreciates them as well, outstanding veteran in his own right, Kirk Lippold, the former USS Cole commander, our first commander in modern times doing counterterrorism himself, in a preview to what would be devastating coming attractions on 9/11, a year before all of that, an attack on his vessel. Commander, I'm always honored to have you. Thank you, this day especially.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRK LIPPOLD, FORMER COMMANDER, USS COLE",
      "sentences": "Thank you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How do you feel--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIPPOLD",
      "sentences": "It's always an honor to be--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How do you feel this day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIPPOLD",
      "sentences": "Well, Neil, I think what today symbolizes, more than anything else, is a nation that pauses to recognize those who raised their right hand and swore that oath to support and defend our nation against all enemies, foreign and domestic. And whether they chose that life of consequence, or their nation called upon them to serve, and they went forward to do that around the world, this is why we just pause as a nation and just tell them, thank you. Thank you for your service. Thank you for your sacrifice. And thank you for everything you have done to make us the great nation we are today with the freedoms that we all enjoy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, I was very impressed with both the president and Joe Biden, how they handled and treated this day, with the respect it obviously deserves, Commander. But a lot of people just sort of look at our moving away from foreign turfs and battles, and hoping never to reengage in a world where -- that we're almost invariably called to be reengaged. And I just wonder, in this environment, politically polarizing as it remains, whether people lose sight of history. It's always been polarizing. It's always been politically heated. But we have always seen brave men and women respond to that, and act ahead of that. I don't think that's left us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIPPOLD",
      "sentences": "No, I don't think so either, Neil I think that history should always inform our national security decisions, because there's always going to be ripple effects from the last war. And we're still living with those today. And while they should inform us, it is also incumbent upon us to first look inward and make sure that we are secure, then look outward at our allies and the effect that they can have, that multiplying effect, in many ways, in keeping not only our nation safe, but theirs as well. But we also have an obligation to ourselves, to make sure these other nations are pulling their fair share and are pulling their own weight. And we have treaties that allow us to do that. We have alliances that we have written to support each other in doing that. But everyone needs to pull together. And they need to pull together in a way that unifies that alliance, that unifies our nation with common security goals. And I think we still continue to do that, despite the politics and despite some of the withdrawing that we're doing right now. It's a prioritization on what we can afford and what other nations should be doing to secure their own futures and how we can enable them to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I always think of you, Commander, the attack on the USS Cole about a year, of course, before the 9/11 attacks. And you have said ever since that time the terrorists don't have a clock or schedule they're on. They're very patient, and they will wait and wait and wait. But you get terror fatigue in this country. How do you remind Americans, regardless of their political persuasion or who they voted for, that that's real, that ISIS attacks, they're real, that terror attacks, they're real, that the bad guys still love to go after the good guys?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIPPOLD",
      "sentences": "I think one of the primary ways we do it, Neil, is for me to have these wonderful opportunities like you're affording me today to really come on and speak with millions of Americans and say, hey, these are the dangers our nation faces. Let's face it. During the entire political season that, thankfully, we just finished, there was very little discussion about national security. And it really is incumbent upon Americans that have the opportunity to speak to the American public via the media, and it's incumbent upon the media to ask--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIPPOLD",
      "sentences": "-- those hard questions to get the information out. So, thank you, Neil, for giving an opportunity for Americans to learn of the dangers we still face as a nation today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All I know, Commander, it's guys like you who had our backs, so that I could freely read a prompter. I think yours is a little more dangerous. And you tell us what's important. So, Commander, thank you for that. Thank you, all veterans, for everything. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "A profound day to remember our nation's veterans, Joe Biden honoring them in Wilmington, Delaware, the president of the United States in Washington, D.C., the first time we had seen that president, outside, at least, in the better part of a week. The significance of that and the battle royal that continues with the counting of votes in all of those key states and a Senate that could be slipping from Democrats' grips, unless they pull a double in Georgia. Welcome, everybody. I'm Neil Cavuto, and this is \"Your World.\" Following these fast-moving developments on this Veterans Day right now with Jacqui Heinrich with team Biden -- Jacqui."
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "utterance": "Good afternoon, Neil. Well, today, president-elect Joe Biden's schedule is all about meetings with advisers, with the exception of an unannounced trip marking Veterans Day. Joe Biden and his wife, Dr. Jill Biden, laid wreaths at the Philadelphia Korean War Memorial. On the campaign trail, Biden often talked about his son Beau, who served in Iraq, and talked about if there was ever a time to really see him fired up about anything on the campaign trail following him all these months, it was really when he was talking about President Trump's reported comments disparaging American troops."
    },
    {
      "speaker": "And Biden issued a statement today, reading",
      "utterance": "\"This Veterans Day, I feel the full weight of the honor and the responsibility that has been entrusted to me by the American people as the next president, and I vow to honor our country's sacred obligation. To all of our proud veterans, know that I will be a commander in chief who respects your sacrifice, understands your service, and who will never betray the values you fought so bravely to defend.\" Now, meantime, the transition is still moving forward, despite the GSA not ascertaining the election results, and thereby withholding funds and access needed for national security issues."
    },
    {
      "speaker": "The federal election commissioner urged the GSA administrator to figure it out, writing",
      "utterance": "\"When Mr. Trump objects the objection results, he has done so is one of the candidates who participated in the election, not as the nation's chief executive and not as your boss. His objections carry no official weight and they should not sway you from your duty under the law to immediately issue a letter of ascertainment to president-elect Biden.\" Now, Biden's team tells me they truly don't know what is holding up the ascertainment here. There's nothing in the law that would provide for it to be stalled this way. The GSA administrator has also not given an explanation yet -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Jacqui Heinrich, thank you very, very much for that. Now the read from the White House. We had a sighting of the president of the United States. Hadn't quite seen him up and about in the better part of a week, I believe. John Roberts with more. Hey, John."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "The last time we heard from him, Neil, was last Thursday in the Brady Briefing Room, where the president came out to talk about the vote and the vote count and what he believed were massive cases of fraud and voting irregularities across the country. We're told that the president continues to work the phones every day, talking to just about everybody possible regarding this, driving action, according to one source, meeting this afternoon with his campaign team to try to see what the path forward might be. The immediate path that the campaign was talking about today was the recount in Georgia. For the very first time in Georgia history, every vote will be recounted by hand. Congressman Doug Collins of Georgia will be heading up that effort. He was on a conference call with a campaign earlier today. Here's what he said about it."
    },
    {
      "speaker": "REP. DOUG COLLINS (R-GA)",
      "utterance": "This is about really the first step. This is making sure that every legal vote is counted and every illegal vote is not counted. It allows us to see the integrity of the process."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Now, there will be observers on both sides of the equation when it comes to that campaign recount. John Bolton, who is the president's former national security adviser, sounding off today, saying, time is running out for the president to make his case and that Republicans would be better off focusing on other races ahead in the state of Georgia. Bolton in an op-ed in The Washington Post, saying -- quote -- \"The near- term Republican interest is winning the Georgia run-offs. The long-term Republican interest emphatically involves winning those Senate seats. But it also involves rejecting Trump's personalized, erratic, uncivil, unpresidential and ultimately less-than-effective politics and governance.\" The Trump campaign, though, is urging patience, saying there is a process that needs to unfold, that is going to require some time, everybody, just take a deep breath. Here's the campaign communications director, Tim Murtaugh, from that conference call. TIM MURTAUGH, TRUMP 2020 CAMPAIGN COMMUNICATIONS DIRECTOR:  People want to eat the whole apple in one bite. That's not how this process is going to work. This process is going to take patience. It is going to be methodical, and it may be somewhat lengthy. But we have the time to get there."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "And let's just go back to the Georgia recount for a second here. I said there's going to be observers on both sides here. And this will be the first chance for the Trump campaign to actually get its hand on ballots, as it is determined whether or not those ballots are legal or whether they are illegal. And it could be, Neil, that Georgia sets the tone for what might happen in other states, because, of course, in places like Pennsylvania, the Trump campaign is alleging that there could be hundreds of thousands of ballots that were -- that went through and were counted by machines that weren't properly inspected. There are also ballots that came in after the deadline that was set by the state legislature. So, depending on how Georgia goes could really set the tone for the rest of the nation. One of the points to make, too, is I'm told that there is such anger across the country among Trump supporters that, if we are still in this process when it comes time to seat the electors, legislators, GOP legislators may have a difficult time seeing Biden electors. So that's another unknown as we go forward into all of this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "In the Georgia recount, though, they're confident that this whole hand-count that's going to be happening is enough. And they're obviously optimistic enough to think that it could -- it would close, if not eliminate, that, what is it, 14,000-vote gap?"
    },
    {
      "speaker": "ROBERTS",
      "utterance": "A little more than 14,000."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "It all depends, Neil, on whether or not there are votes in there that are termed to be deemed -- that are deemed to be illegal. The Trump campaign maintains that there are tens of thousands of votes out there in the state of Georgia that, if counted again, and counted properly, would not be allowed to be counted in the total vote count. So, I mean, it's an unknown."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Who knows? The vote count -- because we have seen this in the past, a recount could give more votes to Joe Biden, or it could take away votes from Joe Biden and give them to President Trump, or give more votes to President Trump. We don't know. The only thing we do know is that 14,000 votes is a lot to make up, even when you're doing a statewide recount."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. Yes, even when you're talking five million total votes. You're quite right. And rarely does it reverse itself. But we will see. John Roberts, thank you very much, my friend."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Thanks, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, Andy Card, a former White House chief of staff, says the president is well within his right to count all of these votes and to make sure they get it right, but there is a limit to that. He co-writes a very interesting column today in The Washington Post, along with John Podesta, his counterpart, chief of staff in the Clinton administration. Andy with us right now. Now, among the points he argues is that, given the realities of the pandemic, you just have to face the facts. One of the things he also talks about -- and I want to make sure I'm quoting this accurately -- Andy, it's very good to have you -- is that you don't want our adversaries to take advantage of the U.S. during transitions. We cannot let that happen today. You referred to the significant delay in getting a final count and a final stamp on the 2000 election for what took better part of a month. And that was a reality that hit us eight or nine months later with the 9/11 attacks. The argument against what you and John Podesta lay out is, that was an unusual situation. This shouldn't be taken as an excuse to move too, too fast. What do you say?"
    },
    {
      "speaker": "ANDREW CARD, FORMER GEORGE W. BUSH WHITE HOUSE CHIEF OF STAFF",
      "utterance": "Well, I want -- either -- there's going to be a transition. It's either going to be Joe Biden, or it's going to be Donald Trump transitioning to a second term. So there will be a transition. And, yes, that means there will be changes. And some of the changes may just be personnel changes. Other one could be whole institutions would change. I'm saying -- and so is John Podesta -- that this is a time when America should recognize the responsibility it has to make sure the president, whichever one it will be, will be fully prepared on day one to meet the responsibilities. We found in 2000 there was a situation similar. Florida had not finished counting all of their votes accurately. And it took the Supreme Court to make the decision as to what the final margin of victory was, 537 votes. And it was then that their head of GSA released funds, which could have been released much earlier, if they had ascertained that there was a winner. And he didn't release the funds. We did get the benefit of some intelligence briefings, but not all of them. And then, as you know, we had an attack on 9/11. The 9/11 Commission cited that delay as something that possibly impacted or made it more difficult for George W. Bush to meet all of his responsibilities in the early days of his presidency, because the transition didn't get the benefit of knowing what was going on in government or the intelligence communities and what could be done. So, John Podesta and I both recognize that this election is very different from the one in 2000. But this election, we still have real needs that must be addressed, the pandemic, number one. That is attacking us right now. It would be best if both the president and Senator Biden would have -- Vice President Biden would have the benefit of everything that we know about the pandemic and the infrastructure to support it to be ready on day one to meet the responsibilities important to the American people."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But you're not against -- you're not against the count that's going on? The difference and the distinction you both draw between now and 20 years ago is, there are multiple states. You say: \"As of this writing, the president trails Biden in four states, Pennsylvania, Georgia, Nevada, and Arizona. For the president to win the Electoral College outright, the outcome would have to be reversed in three states, including Pennsylvania and Georgia.\" You seem to conclude that is next to impossible. So, are you saying that, go ahead with the count, but just don't go on and on with the count?"
    },
    {
      "speaker": "CARD",
      "utterance": "No."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Or given the fact of the time parameters and the certification, it's going to take a few weeks more, by that definition?"
    },
    {
      "speaker": "CARD",
      "utterance": "Well, I'm saying that the process of transitioning and preparing Joe Biden to be president, even if he may not be president, is critically important at this time, because of the uncertainty in the world -- and, yes, the world is a very dangerous place today -- and the reality of the pandemic. So, we feel strongly that there should be a preparation given to the Biden team, should he be the winner, not if he's going to be the winner, but should he be the winner. Make sure he's prepared on day one. And that's something that the transition process should allow to have happen. Even if the recounting process and the legal process is going to be mucked up and go on for a little while, there still should be a transition that transfers the information necessary to meet responsibilities on day one. That's the sign of a great democracy. Lookit, we just celebrated a phenomenal election where record numbers of people showed up to vote. A record number of people voted for the so-called winner right now, the apparent winner. A record number of people voted for the one who didn't win. And the way to find out if those votes are going to be added to or not in - - there may be changed, but it was a record. We should be celebrating that unbelievable exercise of democracy, polish our democracy, the whole world is watching us, and demonstrate that, yes, we understand how critical this is, but we're going to make sure the next president is fully prepared on day one. And maybe it's going to be Joe Biden. Maybe it will be Donald Trump for a second term. We don't know yet. But let's make sure everybody is prepared, go forward with a transition plan, especially so that we can meet the needs of a challenging world and the realities of COVID-19."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "In the process, with very -- just seconds here, Andy, the president has said that this process reeks of being fraudulent and rigged. His finance people, his campaign people have said essentially the same. If they have to eventually go by the numbers that they see and the totals that they see that aren't reversed, are you telling them that there's no fraudulence, there's no nothing being rigged, you have to deal and accept it?"
    },
    {
      "speaker": "CARD",
      "utterance": "I'm saying that we -- I don't know. I don't know if -- what recounts will show. I don't know what violations may have occurred. I don't know if any of the recounts--"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, you seem to imply here that it would take a Herculean leap for these numbers to change, and the things that the president would have to get would have to reverse numbers that have already been accepted in at least three, maybe four battleground states."
    },
    {
      "speaker": "CARD",
      "utterance": "Yes. I happen to believe that it is a very distant chance that Donald Trump can win this battle. But he has every right to exercise his legal opportunities to challenge and recount and go to court. But let's make sure the next president is ready to meet the obligations, whether it's Donald Trump getting a second term or Joe Biden getting a first term."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it. All right, Andy Card, thank you very, very much. I do urge all of you to read that column written by John Podesta, and, of course, Andy Card, urging sort of a bipartisan step back here, ultimately, no matter who wins. In the meantime, speaking of this recount that's going on, you heard about the hand count that's going on in Georgia. What you might not have heard about is the state of the Senate race that will be determined by those two races in Georgia. Democrats want control of the Senate, they can't just win one. They have got to win both. Can they?"
    },
    {
      "speaker": "SEN. MARCO RUBIO (R-FL)",
      "utterance": "Rarely does a state, rarely do a people get the opportunity that you have been handed, and that is to determine, in a non- presidential race, the very direction of the country."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, looking live at Atlanta, Georgia, right now. It is the epicenter of the political world as we know it, Marco Rubio visiting there, a number of other high-powered Republicans will be all but buying condos and living there in the next six weeks or so ahead of that run-off election, not only for the two senatorial candidates, but also for a hand recount of all the ballots in the state, better than five million of them. Let's get the read from Steve Harrigan in Atlanta on how it's all going to go down. Hey, Steve."
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CORRESPONDENT",
      "utterance": "Neil, everyone is coming to Georgia, either to stay here for the next eight weeks and fight it out, or just to visit. The races are simply so close, two seven races now, both going to run-offs on January 5. As it stands, none of the four candidates able to hit that 50 percent mark. So, by Georgia state law, there has to be run-offs. And it could determine the control of the Senate. And because of that, a lot of people think it could actually determine the agenda of the country for the next four years. So, these two run-offs are actually national races. We're already seeing national figures come here to Georgia to campaign. Today, it was Florida Senator Marco Rubio in the Atlanta suburb of Marietta telling people the Democratic candidates are simply too liberal for the state of Georgia."
    },
    {
      "speaker": "RUBIO",
      "utterance": "We have a lot of people who came to this country to get away from socialism and Marxism. And so these people are thinking to themselves, I got on a boat. I left everything behind. I risked being eaten by a shark to get away from socialism. Why in the world would I want to bring that now here?"
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "Both Republican senators who are in the run-off say the voting process has been flawed. They have called for the Georgia secretary of state to resign. That official today announced there would be a hand recount in Georgia."
    },
    {
      "speaker": "BRAD RAFFENSPERGER, GEORGIA SECRETARY OF STATE",
      "utterance": "Because we now have that verifiable paper ballot, for the first time in 18 years, we're going to have something to count, instead just pressing a button and getting the same answer. So we will be counting every single piece of paper, every single ballot."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "At this point, Joe Biden's lead is about 14,000 votes out of almost five million votes cast. That's a percentage of point 0.003 percent lead for Biden -- Neil, back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Just incredible. Steve, thank you very, very much, Steve Harrigan on all of that. I want to go to Andy McCarthy, the former assistant U.S. attorney, on all of this. Andy, what are your legal options after, let's say, a recount, a hand recount, at that, and you still lose that? I mean, what is their legal recourse following that?"
    },
    {
      "speaker": "ANDY MCCARTHY, FOX NEWS CONTRIBUTOR",
      "utterance": "Neil, it really depends on how much fraud you can prove and whether you can put the outcome in doubt, either by showing that there was so much fraud that the whole thing is tainted, or there was enough that you can close the gap. If I could make a baseball analogy, because I think there's a lot of people talking past each other -- some people say there's not a shred of fraud, and the other people are saying there's overwhelming fraud. There's always some fraud in an election. It depends on how much you can prove. So, if this were a baseball game, and I was playing your team, and my guy hits a grand slam or what appears to be a grand slam, but all the replays show it was a foul ball, and yet I got four runs, and they credited me with four runs, if I beat you for 4-3, you got robbed. If I beat you 8-3, it's just unfortunate, but we still can be confident in the result. So that's really where we're at. Can they prove enough that there was so much impropriety and so much fraud that either the whole thing is so tainted it needs to be thrown out, which is seemingly inconceivable to me, or you can close the gap? As you just mentioned, it's 14,000 votes. So, can they show enough impropriety that we should suspect that that number of votes, and then some, should be thrown out?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Part of their strategy might be as well, Andy -- and correct me if I'm wrong -- that, if you narrow the gap, let's say considerably, from 14,000 in Georgia, and let's say you end up with a 2,000 gap, they could argue, see, in this state, we didn't win it, but, man, we came a lot closer, so we should be aggressively doing this in all the states that were very, very close, all within the same kind of margin for error. Does it help the argument, depending on how Georgia goes?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Maybe on the margins, Neil. But I think one of the great failsafes of our system is that we don't have one national election. We have 50 state elections. So just because something bad happens in one place, it doesn't necessarily bleed over anyplace else. Now, you can think of some obvious differences, right? Like, if what you found was a faulty computer software program for counting ballots, and it turned out that they used that in more than one state, you could then say, if it went wrong in one place, maybe it went wrong in other places. But, barring something like that, the fact that a problem happens in one state does not mean that it was a problem in the second state."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well put. Andy McCarthy, we will just have to watch how it all goes on, because--"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "-- as this race goes in Georgia, to say nothing of the Senate run- off elections here, there's a lot at stake in the Peach State. So, thank you very, very much, my friend, Andy McCarthy, on all of those developments. We'd be remiss if we didn't tell you that were other life-and-death moves today on the COVID-19 front, the spikes in key states already leading to new restrictions and once again leading some governors to shut down restaurants or curtail their hours. Food for thought. They're not done with food."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Think quick. What do those two Georgia Senate races have to do with Joe Biden's plans to hike taxes? Unless he gets both seats, maybe he won't be able to hike taxes -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Here we go again with the indoor dining thing that could extend to a lot more dining in San Francisco, in New York, where they're entertaining restrictions yet again because of serious spikes in cases, and not only in these places. It's a growing trend that has a lot of top health authorities worried. Jackie DeAngelis has the very latest. Hey, Jackie."
    },
    {
      "speaker": "JACKIE DEANGELIS, FOX BUSINESS CORRESPONDENT",
      "utterance": "Hi, Neil. Well, it's so interesting, because New York City is still pretty shut down, right? And it's one of the only places in the tristate area with that 25 percent indoor dining capacity. Just a few hours ago, Governor Cuomo tweeting that there are going to be some stricter rules here following the surge in new cases to over 3 percent this week. In a series of two tweets, the governor said, effective Friday at 10:00 p.m. Eastern time in New York state, gyms and bars must close at 10:00 p.m., and private gatherings and residences are limited to no more than 10 people. Now, Mayor de Blasio has also said, if that over 3 percent threshold holds, then you could see restrictions in certain industries, full-scale closures, limits on hours. I mean, this is really interesting because it comes down to two schools of thoughts on this. The CDC is now putting a price on wearing a mask, saying that if 15 percent more of the population wear masks, we could find a trillion dollars in lockdown savings, meaning less spread, less lockdowns. That's where you save. Now, in the case of New York, which has been pretty strict, you're seeing these spikes. Then you have got Texas, arguably less strict, surpassing the one million case mark, and also dealing with hospital surges. Still, even with the new infections, hospitalizations peaked at just under 62,000 across the country, and more people are coming out of intensive care units alive, people dying, an average of 930 a day, which is lower than the peak of 2,200 a day back in April -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Jackie, thank you very, very much. The impact of all of this on a country that is seeing better than 100,000 new cases a day now for almost every day over the past week. The implications as well, what happens if we start shutting things down again, maybe not a full lockdown, but something close enough, especially for restaurants and small businesses that can ill afford it? Dave Dodson with us right now, the Stanford University School of Business professor, also Frances Newton Stacy of Optimal Capital, the director of strategy, Frances, it would come at a tenuous time, when a lot of these guys are just getting back on their feet. What do you think?"
    },
    {
      "speaker": "FRANCES NEWTON STACY, OPTIMAL CAPITAL",
      "utterance": "Absolutely. The statistics are horrifying. So, about 60 percent of small businesses that closed because of COVID are permanent closures, and that was an August reading. So that's before this uptick. And then the PPP funds are exhausted as of -- this is also an August reading, because I get a data dump quarterly -- 84 percent of small businesses that got PPP funding have spent all of it. And for those that are open, 25 percent -- they're still 25 percent lower than they would have been pre-pandemic. So, this is absolutely devastating. And it's hard for small businesses to get loans. The Fed recently lowered the threshold for the Main Street Lending Facility. But the terms are still a bit onerous for most small business owners. So, many are just walking away."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, what I wonder about, Professor, is what happens if these closures, limitation in hours, distancing provisions go into effect, and last a while. Some of these guys, restaurants in particular, are just limping along even with the present allowance for some business. It could put them under, couldn't it?"
    },
    {
      "speaker": "DAVID DODSON, STANFORD UNIVERSITY SCHOOL OF BUSINESS",
      "utterance": "Oh, for sure. Neil. And I agree with Frances, with the numbers that she was -- just quoted you. If we don't solve this problem quickly, over the next five weeks, when these restaurants get most of their revenue, which they need in order to get through the next three months, those winter months, they are going to be gone. We think that our analysis is about one-third of the restaurants are going to be gone if they can't get the revenue in the next five weeks. And these are legacy businesses, multigeneration businesses. We're going to be facing -- people -- we look at the stock market, and the stock market's up. But one of the things we need to be thinking about is, what does this economy look like when we get out of this? Because we're not going to get out of this in Q1. It's going to be more like Q2. And the ineptitude in Washington, D.C., with their PPP -- with their failure to pass a PPP program or a second wave is staggering for these companies. They could survive the COVID pandemic. They can't survive the COVID pandemic and the coma, the legislative coma, that we see in Washington, D.C."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, the one -- the good news, if you want to call it that, Frances, is that this will reignite concerns to get stimulus going if -- even in a lame-duck of Congress that seemed unthinkable before. But how likely is that? Clearly, the Street isn't counting on it, but your thoughts?"
    },
    {
      "speaker": "NEWTON STACY",
      "utterance": "Well, the CARES Act sort of has all of its benefits expire December 31. And that's obviously before we even know who's really won the Senate. So I'm hoping that the political posturing will be tamped down, even though it's not going to be finished, given that Senate race, to come together and get the fiscal stimulus done, because Americans are hurting."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "NEWTON STACY",
      "utterance": "And those eviction moratoriums end on December 31. And that's going to be rough."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Professor, too, if you think about it, Germany did all the right things, was shutting down businesses, was pushing the mask stuff. And it's in a world of hurt and shutting things down again. The same with Ireland, the same with Italy, the same with Portugal. So, these are countries that were model cases for you handle this. And now they're revisiting all of this. So we could be wrong in the approach that we're taking now to sort of get this under control. It might be all for a waste, at that."
    },
    {
      "speaker": "DODSON",
      "utterance": "Well, Neil, we might be wrong in terms of how we're handling the epidemic itself, but this is -- we're creating this false choice, which is, either it's the economy or it's people's health. It's not. To what Frances was just saying, Washington, D.C., learned late spring how to do a good PPP program. It wasn't perfect, but it wasn't bad. But we have lessons learned. And, instead, we squandered five months of arguing in Washington, D.C. These businesses will be fine, no matter how bad the pandemic is, if we can give them a bridge to the other side. But what we're telling them is, we're saying we're not quite sure what to do with the pandemic, and you're on your own, so just take care of yourself, because we're so worried about the elections and all the kind of drama that goes on in Washington, D.C., that we have forgotten that the people's business is not getting done there. These people need help."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, and both parties need to help them. Dave, final word. Frances. Thank you both very, very much. Once upon a time, there was an issue with those who lived in California, that they would never, ever move to go to places like Texas, because, well, California is so beautiful. Who would do that? We know what happened. All of a sudden, they're saying there's no way a major Wall Street exchange would ever, ever, ever leave the safe and very sexy confines of New York City to go, God forbid, to Texas. Not so fast."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, he's still not president, but just the thought that he might be hiking taxes -- again, that might be a leap here, especially if control of the Senate remains in Republican hands -- and already people are bolting. Grady Trimble in Chicago with more on that. Hey, Grady."
    },
    {
      "speaker": "GRADY TRIMBLE, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Neil. Yes, they're heading to tax-friendly places like Texas and Florida, where they're not wearing hats, gloves and scarves right now, like I am. But, also, as I mentioned, they're tax-friendly. Joe Biden's proposal would increase payroll taxes, capital gains taxes and income taxes on the highest of earners. So, for those who are already paying high state and local taxes in places like California, Hawaii and New York, all told, under a Biden plan, their top tax rate could increase to more than 60 percent. Oregon and Illinois wouldn't be too far behind under a Biden plan. And, because of that, some financial planners are suggesting this big city exodus we have been seeing could accelerate even more. The pandemic already sped up that trend. A recent survey found up to 23 million Americans plan to move because now they can work from home. One-fifth of those people are in big cities. More than half of them are moving pretty far, more than two hours from home. Businesses are also maybe following suit. The Nasdaq and other exchanges, they're considering a move to Texas, following other big companies like Tesla, which is building a Gigafactory in Austin. As you mentioned, though, it might be a little bit far-fetched to start packing up just yet, because Congress would need to support a Joe Biden tax plan. So it could all come down to those two run-off races in Georgia -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, they will decide everything, won't they? Thank you very much for that, my friend, Grady Trimble in Chicago. In the meantime, people seeking out lower-tax confines is nothing new. But when a big financial institution is considering that from the depths of the financial world capital, New York, that, people take note of. Charlie Gasparino on the possibilities -- Charlie."
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX NEWS SENIOR CORRESPONDENT",
      "utterance": "Yes, Neil, two big financial institutions -- that would be the New York Stock Exchange and the Nasdaq, the two biggest markets in the world -- are essentially talking to Governor Abbott of Texas to -- for at least a partial move of their operations. Those operations would be -- at least this is what's on the table now. I mean, who knows what could what could happen if Governor Cuomo and Mayor de Blasio in New York impose more taxes on transactions, as New Jersey is doing. Here's why the New Jersey thing is interesting. There's a proposal for a New Jersey transaction tax. It would hit those exchanges hard because they have their data centers in New Jersey, not in New York, where they're nominally located. And, Neil, this is the whole thing. The move for Nasdaq and the New York Stock Exchange would not be a difficult one. And here's why. Nasdaq is essentially a fully automated computer-driven system. It doesn't have traders on the floor. The New York Stock Exchange's floor traders -- and this is even pre-COVID - - now it's a skeleton staff -- were diminishing rapidly. I mean, it's not a place where there's much floor trading anymore, where that -- most of their trading is done, believe it or not, in those computer -- those computer centers in New Jersey. So they could just move, if New Jersey goes through with this. And New York could just move. And here's the other thing, Neil. Everybody that I know that has a few bucks that worked on Wall Street is moving to Florida, OK? I can tell you that. It's one after another after another. They can move to Florida. They can be board members on companies, public companies, via Skype and Zoom. They don't have to pay New York City, New York state taxes, put up with endless lockdowns, as Governor Cuomo is considering again, high crime because Mayor de Blasio doesn't want to enforce the law. I mean, this is -- this could get real bad. And I will tell you where it really is going to hit New York, where we could see it soon, is in municipal bond prices. If you're going to buy debt of a city or a state that facing multibillion dollar budget deficits and a declining tax base, I mean, this is getting scary. So, higher taxes sometimes is like pushing on a string. You really don't get much out of it, because people now can live elsewhere and businesses can relocate."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "It's simple math."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The pandemic has proven it. Even these Wall Street institutions, they were still making money hand over fist not even being physically in their offices."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you raise a good point. Charlie, we will see what happens, Charlie Gasparino on all of that. And it's not just things like COVID and the spikes in cases. It's the ongoing spikes in crime again that have others considering the unthinkable, getting out now."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's not only people running away from high-tax states. It's people running away from high-crime states and particularly cities. Garrett Tenney on that phenomenon happening as we speak. Hey, Garrett."
    },
    {
      "speaker": "GARRETT TENNEY, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Neil. A lot of folks will remember, five months ago, a majority of the Minneapolis City Council vowed to dismantle the police department. Well, now they're considering a plan to bring in officers from other departments to help fight a wave of violent crime. The Minneapolis Police Department has been hit hard in the months since the death of George Floyd. More than 100 officers are currently off the streets and on some form of leave, including many with claims of PTSD from responding to the protests and riots that consumed the city. And dozens more have decided to retire early since the start of this year. This wave of violent crime started long before George Floyd, and it has not slowed down since. Shootings in Minneapolis are at a 15-year high. Homicides are up 89 percent, robberies up 38, and violent crime overall is up 23 percent compared to this point a year ago. Despite those trends, members of the city council are questioning the effectiveness of this latest plan to bring in officers from other jurisdictions, which the police chief is defending."
    },
    {
      "speaker": "MEDARIA ARRADONDO, MINNEAPOLIS, MINNESOTA, POLICE CHIEF",
      "utterance": "We can go back and forth on this. But every day that we go back and forth on this, people are dying in our city, because if you choose -- and you have every right to -- if you choose to say no to these victims of crime, then please stand by that. I'm saying we need more resources today, and right now."
    },
    {
      "speaker": "TENNEY",
      "utterance": "This proposal would bring just 20 to 40 officers to the city through the end of the year. So, this is by no means a long-term solution. But the city council, the full city council is expected to vote on this proposal Friday. We will be keeping a close eye on it -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Garrett, thank you very much for that, Garrett Tenney with the latest in Chicago. In the meantime, this is Veterans Day, after all, and one of those quiet, dignified days in which the president of the United States and the guy who wants to be the next president of the United States silently recognized heroes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There is a silent dignity to Veterans Day, recognized by the president of the United States and the man who wants to be the next president of the United States, recognizing this day quietly without any political broadsides or attacks, both men recognizing the service of those who have given their ultimate service to this country. Joining us right now is a guy who appreciates them as well, outstanding veteran in his own right, Kirk Lippold, the former USS Cole commander, our first commander in modern times doing counterterrorism himself, in a preview to what would be devastating coming attractions on 9/11, a year before all of that, an attack on his vessel. Commander, I'm always honored to have you. Thank you, this day especially."
    },
    {
      "speaker": "KIRK LIPPOLD, FORMER COMMANDER, USS COLE",
      "utterance": "Thank you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How do you feel--"
    },
    {
      "speaker": "LIPPOLD",
      "utterance": "It's always an honor to be--"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How do you feel this day?"
    },
    {
      "speaker": "LIPPOLD",
      "utterance": "Well, Neil, I think what today symbolizes, more than anything else, is a nation that pauses to recognize those who raised their right hand and swore that oath to support and defend our nation against all enemies, foreign and domestic. And whether they chose that life of consequence, or their nation called upon them to serve, and they went forward to do that around the world, this is why we just pause as a nation and just tell them, thank you. Thank you for your service. Thank you for your sacrifice. And thank you for everything you have done to make us the great nation we are today with the freedoms that we all enjoy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, I was very impressed with both the president and Joe Biden, how they handled and treated this day, with the respect it obviously deserves, Commander. But a lot of people just sort of look at our moving away from foreign turfs and battles, and hoping never to reengage in a world where -- that we're almost invariably called to be reengaged. And I just wonder, in this environment, politically polarizing as it remains, whether people lose sight of history. It's always been polarizing. It's always been politically heated. But we have always seen brave men and women respond to that, and act ahead of that. I don't think that's left us."
    },
    {
      "speaker": "LIPPOLD",
      "utterance": "No, I don't think so either, Neil I think that history should always inform our national security decisions, because there's always going to be ripple effects from the last war. And we're still living with those today. And while they should inform us, it is also incumbent upon us to first look inward and make sure that we are secure, then look outward at our allies and the effect that they can have, that multiplying effect, in many ways, in keeping not only our nation safe, but theirs as well. But we also have an obligation to ourselves, to make sure these other nations are pulling their fair share and are pulling their own weight. And we have treaties that allow us to do that. We have alliances that we have written to support each other in doing that. But everyone needs to pull together. And they need to pull together in a way that unifies that alliance, that unifies our nation with common security goals. And I think we still continue to do that, despite the politics and despite some of the withdrawing that we're doing right now. It's a prioritization on what we can afford and what other nations should be doing to secure their own futures and how we can enable them to do that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I always think of you, Commander, the attack on the USS Cole about a year, of course, before the 9/11 attacks. And you have said ever since that time the terrorists don't have a clock or schedule they're on. They're very patient, and they will wait and wait and wait. But you get terror fatigue in this country. How do you remind Americans, regardless of their political persuasion or who they voted for, that that's real, that ISIS attacks, they're real, that terror attacks, they're real, that the bad guys still love to go after the good guys?"
    },
    {
      "speaker": "LIPPOLD",
      "utterance": "I think one of the primary ways we do it, Neil, is for me to have these wonderful opportunities like you're affording me today to really come on and speak with millions of Americans and say, hey, these are the dangers our nation faces. Let's face it. During the entire political season that, thankfully, we just finished, there was very little discussion about national security. And it really is incumbent upon Americans that have the opportunity to speak to the American public via the media, and it's incumbent upon the media to ask--"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "LIPPOLD",
      "utterance": "-- those hard questions to get the information out. So, thank you, Neil, for giving an opportunity for Americans to learn of the dangers we still face as a nation today."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All I know, Commander, it's guys like you who had our backs, so that I could freely read a prompter. I think yours is a little more dangerous. And you tell us what's important. So, Commander, thank you for that. Thank you, all veterans, for everything. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}