{
  "date": "November 5, 2020",
  "headline": "Ingraham on election chaos: President Trump 'saw this coming'",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/ingraham-on-election-chaos-president-trump-saw-this-coming",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "Ingraham and this is \"The Ingraham Angle\" from Washington tonight. Well, one GOP leader has been out and front in defending the president as the election still hangs in the balance Florida Governor Ron DeSantis is here and he is going to tell us why?  Also, \"The Angle\" is going to speak to two folks who experienced suspicious activity from poll workers in two swing states their stories in moments.  The unexpectedly strong result for House Republicans has the Dems pointing fingers tonight. Minority leader Kevin McCarthy is here on Nancy Pelosi's diminished standing. But first, why we fight? That's the focus of tonight \"Angle.\"  We are the United States of America the country that has developed the most advanced technology in the world. Like from a laboratory in Texas, we can control the mars rover. That's 145 million miles away driving around you can drive it around mars. But you're telling me that we can't count votes in a timely fashion? Now some of you are wondering whether it is worth it for the Trump Campaign to launch legal battles in states like Pennsylvania, Michigan, Georgia and Nevada.  After all courts are generally, they're reluctant to interview in state vote counts and then Democrat run states always seem to be able to find new batches of votes to swamp any Republican advantage anyway. So what is it going to achieve? Won't law suits just delay the inevitable? Is it not time to just move on, lick our wounds and regroup? Well, that's exactly what the Democrats are hoping for, oh, and Mitt Romney. That we just move on and have the same process repeated itself every election but my friends that would be a huge disservice not only to Trump supporters but to our entire system of government. Mail-in ballots have been a concern from day one. I raise this issue with Vice President Pence months ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mail-in ballots, sir, are a looming disaster. I foresee a scenario where President Trump could actually be ahead in key states on election night, but those states could not have counted all the mail-in ballots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "The one person one vote right is at the very center of our democracy. The president has made it very clear that we are not going to stand idly by while you see Democrat states and Democrat Governors use the backdrop of the Coronavirus to send millions of ballots all across their states and all across the country. But this universal mail-in voting where you're going to see literally ballots showered all across the states, it is just right for fraud and we are headed straight to the courts to put a stop to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And straight to the courts they went. Now, look, we've heard the story, friends who received multiple ballot applications, others receiving ballot applications from multiple states where they used to live, or applications for dead relatives. I know some of those instances personally. But that was just the tip of the iceberg and again we all saw this coming, President Trump saw this coming.  Here are some of what has already been reported. A Michigan State Senator posted this video online purportedly showing a GOP poll observer being thrown out by election officials. Note the reaction from the poll workers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They are cheering! No concerned they are, right? Cheering every time we have someone escorted out of the room, who is supposed to be watching what's going on? Likewise, Philadelphia City Attorney and a vowed anti-Trumper refused to comply with a court order presented to her by Trump's legal team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't understand. The order is pretty clear. I've been a lawyer for 30 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Can you tell us what's unclear about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The city is evaluating it and I can't tell you anything more than that. I don't understand why eight attorneys need to evaluate this order. My client's representatives are to be within 6 feet of the process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEAMLE",
      "sentences": "We read the order and we're complying with the order and we will discuss it with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "After we keep counting more votes in a road President Trump's advantage unbelievable. Now this comes as no surprise than that all over Philly, GOP Attorneys - observing the polls report of being blocked from entering ballot counting sites.   Why are they blocking them? What are they hiding? Out west, things are just as troubling two days ago the Attorney General there from Arizona found 18 unopened ballots hidden under a rock. Now those ballots have since been returned but it just shows you how vulnerable mail-in voting is to be tampered with? If that doesn't convince you, check out what's happening in Nevada. The G.O.P. believes that Clark County officials have counted thousands of mail- in ballots from dead people and people who no longer live there. The party has also fielded thousands of complaints from voters including Joe Stokey",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Speak out in years past I always voted in person. This time, they mailed out the ballot and somebody took my ballot. They also took the ballot of my roommate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Guaranteeing the integrity of our vote is necessary for both parties. Vice President Biden says what every count but that's foolish and would be illegal. As state laws require that certain parameters been meant for voter eligibility, I couldn't go vote tonight if I wanted to, should the vote count? In other words we should ensure that every legal vote counts to be specific and correct. Every improper vote cancels out illegal votes on the other side. That must never be allowed to happen. We need to make certain that most Americans, at least most of them, believe elections are won or lost in this country fair and square.  The fact is, right now, almost all of us who voted for President Trump, around what it is 70 million Americans or so, we have real concerns about this mail-in voting. How this vote is being conducted? We don't trust the people counting the votes, I'm sorry, there's good reason not to trust them.  And a lot of Americans don't trust the local officials overseeing the process. They certainly don't trust the media reporting on it, my goodness, given what we have seen. This cannot be allowed to happen ever again. President Trump, he understands this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We are hearing stories that are horror stories, absolute horror stories. We can let that happen to the United States of America. It's not a question of who wins, Republican, Democrat, Joe or myself, we can't let that happen to our country. We can't be disgraced by having something like this happen. It will probably go through a process, illegal process of appealing judges are going to have to rule.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Unless something highly unusual happens, Americans should know the winner of the election on election night or maybe the next morning. The country need certainty and our democratic process cannot be less reliable than say Nigeria's. That's why the Trump Campaign is fighting.  But they're not just fighting for him, they're fighting for us. So that generations from now, this election is not going to be remembered as just another sad example of elite corruption, but as a moment when we were diligent about getting to the truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENTIAL NOMINEE",
      "sentences": "Democracy sometime is messy. It sometimes requires a little patience as well. But that patience has been rewarded now for more than 240 years with a system of governance that has been the envy of the world. I ask everyone to stay calm, all people to stay calm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Calm? Do we really think that if the positions were reversed, if Biden was seeing his lead evaporate hour by hour, that his supporters given what they did this summer would be calm? There's not enough plywood on the East Coast to protect Washington and Baltimore from the damage they do.   So spare me, Mr. Vice President, conservatives don't rush into the streets to fight, we are simply asking for impartial review of what's happening.  Frankly, that's our right; frankly it is our duty when we have hundreds of thousands of ballots dumped in key states in batches after election night. President Trump received more votes than any Republican Presidential Candidate in history. He attracted the highest turnout among nonwhite voters in 60 years. He was able to do this not because he gave in and gave up when the going got tough, but because he knew how to fight for first principle? It is about time we had a Republican who knew how to fight. He stood up for working-class Americans instead of selling them out to multi-national interests. Now it's our turn to stand up for him. Conservative and GOP leaders need to rally to his side it's beginning to happen and I'm glad to see.   The American people need to make their voices heard as well. It's not just the future of one party that is at stake, but the future of a republic. And that's the \"Angle.\" My next guest both claims of witnessed some pretty sketchy behavior at polling locations in their stats. Joining me now is Gordon Pennington, poll watcher in Michigan and Angela Tahiliani, voter and resident in Maricopa County. Gordon, let's start with you, you say you saw a lot of suspicious activity in Michigan. The media says there's nothing to see, there is no fraud, let's move along. What can you tell us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORDON PENNINGTON, CERTIFIED ELECTION CHALLENGER",
      "sentences": "Laura, I became a poll challenger and an election challenger and took the training from two weeks before the election because like most citizens, I've taken for granted too long my freedoms in the process that I've assumed has all the integrity you would expect from the election process.  So, the Election Integrity Fund offered training and I said I really need to see this firsthand. So after voting in my local precinct, I drove a little less than two hours to downtown Detroit, parked my car, got my certification, went in and registered and got on the electoral - polling processing floor. What I saw there at first looked very orderly and conventional. Then as I look more closely I saw all the anomalies I saw the problems. I saw in a room that the size of maybe two or three football fields it might be as large as 100,000 square feet, an adequate number of people to witness what was going on in the adjudication of questionable ballots in which there were many thousands.  And there weren't enough people which is required by Michigan election law, one from each major party to be there for witnessing and signing off on the duplication process. Well, there were many times where this process went on, the duplication process, went on without anybody being there to witness this. And I think citizens and the entire political spectrum would be concerned about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What's that duplication process, quickly explain that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENNINGTON",
      "sentences": "The duplication process involves a number of examples where it's unclear what a ballot is indicating. So people look at, they adjudicate it by determining what where the marks that were really meant to be here?  Now there shouldn't be people with marking pens on the floor at all. There should be done in a way that's not permanent and cannot be fraudulently applied. But think of the thousands and thousands and thousands.  We had a team there of independence, people always have their own ideological political activities, but we were there as independence. We wanted to see what's going on with Republicans and the Democrats--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But you couldn't witness it, Gordon, from where you were standing adequately, there weren't enough people? But it seems to you that given all of that was happening in that huge space, you needed more people or were you not allowed to get close enough? I'm trying to understand this, it's important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENNINGTON",
      "sentences": "Both, it's both and I think and someone has said in fact I've talked to many Democrats there, member of the ACLU and others and we all agreed, the Republicans underrepresented and that's what their own responsibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's the Republicans fault; you can't blame the Democrats for that, that's the Republicans fault. Hold on a second. I'm getting to Angela. Angela, you told our producer there was an issue with how poll workers told you to fill in your own ballot? What happened there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANGELA TAHILIANI, ARIZONA VOTER",
      "sentences": "So here in Arizona, one of the biggest issues that we have right now is that use of a sharpie pen that was used at the different polling places. On the Democrats own website here in Arizona, they actually say do not use red ink or permanent marker because this may result in a false read by the ballot machines. So that comes from their own website. So when we showed up to polling stations, they only gave us sharpie markers. I specifically said I do not want to use a sharpie marker do you have a regular pen? She said no I only have a sharpie marker, use it you're going to be fine.  I said what if it bleeds through to the other side, she said don't worry about it we've been doing it all day it's not a big deal. So we went ahead and used sharpie markers, you run it through the machine at the end when you get done voting you run it through the machine at the end.  And then what happens in Arizona is you can go to this website to track your ballot. From what I have seen and it's not just me, it's like - I have groups of neighbors and friends as well, this has happen to but what happens is now when you go to check our ballots, it says that it is - like for me personally it says I'm not even a registered voter now. A lot of people says that their ballot haven't been read, it hasn't been counted or it doesn't exist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. And all those people behind you, do they have similar issues?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAHILIANI",
      "sentences": "Yes, these are my neighbors yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All of you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAHILIANI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, so all of you were told to use a sharpie. Now the State AG said there is no problem. It's all going to work out I guess. This has been kind of blown off but it's on the state website that you're not supposed to use a permanent marker and you had - that's the only thing you're given. And we understand that Democrats were given actual pens. The other writing instruments that are allowed under the state law that just seems really bizarre, I mean, is it a coincidence? I guess it can be all. All of this could be a coincidence, but I'm glad - I mean, I'm glad rather Gordon, on a scale of 1 to 10, 10 being most corrupt, how would you rate your polling stations?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENNINGTON",
      "sentences": "I think most of the people there were trying to do a good and honest job. They were generally congenial but people get tired. They have day and night shift. But the problem is the wholesale lack of chain of custody understanding. We think we were attending the packages we sent by FedEx or UPS or Amazon - that are own ballot, everybody should be concerned about this. I'm glad I got to witness the problems there, but I don't think that people are generally conspiring to do things illegitimately, but overall, it is easy to game the system and its like a shell game and we need to pay closer attention to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "100 percent. Gordon and Angela, great to see both of you thanks so much. And as allegations of Democrat election malfeasance piles up, the Trump Campaign is turning to the courts for relief but with mixed success. The Trump team scored a legal win in Pennsylvania today but then a judge down in Georgia dismisses the campaign's attempt to disqualify late ballots. Shortly thereafter a Michigan judge tossed out the campaign's challenge against the state's handling of its absentee ballots.  But breaking tonight, lawyers for Nevada G.O.P. just sent a criminal referral to the Justice Department regarding at least 3,062 instances of voter fraud saying thousands of individuals have been identified they did some cross-referencing who appeared to have violated the law by casting their ballots after they left move from Nevada. I'm now joined by one of the lawyers involved in the current legal fights playing out across the nation Phil Klein, Former Kansas Attorney General and Director of the Amistad Project, Philip this is pretty astounding from Nevada, but they aren't the only ones.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHILIP KLEIN, FORMER KANSAS ATTORNY GENERAL",
      "sentences": "Well, we shouldn't be surprised that those who coddled and ushered in the summer of lawlessness have helped us had a foul election without law. And unfortunately the law and the rule of law has lost its grip on the election process in the most successful democracy in human history.  And that's a tragedy. It was the rule of law and equality before the law that helped us achieve that success. I've never seen such open defiance of court orders in the law since George Wallace stood in the schoolhouse door. We have to look closely at Philadelphia right now. The Trump Campaign obtained a court order allowing people as the law allows watching the counting process. The counting process should be transparent. It should be open to all Americans to see how their ballots are counted in tally. They have defied that court order. They are still refusing to allow Republicans to gain access to see how the count is going? We have a prosecutor in Philadelphia who has threatened the president with jail if he shows up there. We have in the county next door; we have a prosecutor who threatened to arrest the person who was hired to put the video cameras above the drop boxes, which is required by law by the way, so that we make sure people aren't shuffling multiple ballots into the drop boxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now I want to play something for you Phil hold on. This is an excuse that the Pennsylvania Secretary Kathy Boockvar taking so long to count all the votes. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHY BOOCKVAR, SECRETARY OF STATE, PENNSYLVANIA",
      "sentences": "Counties are continuing to count. The final results are not certified until 20 days after the election right so I want to be clear there are no final results happening now anyway. What's happening now is having enough ballots counted to actually see who the winner is right? The farther apart that is, the easier it is to tell. So it is very close in Pennsylvania, closer the races, the longer it takes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Philip, wait a second. Why should the closeness of the race dictate the speed in which the votes are counted? That doesn't leave a good taste in my mouth, what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLEIN",
      "sentences": "They are counted by machine, Laura, except in the case of Michigan where the Democrat election officials actually has Democrat officials filling up ballots for others who aren't there completing the ballots casting the ballots and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Phil, I've got to ask you a fundamental question here because you know we're going to have Mitt Romney and may be Ben Sasse marching down Pennsylvania Avenue any minute now urging the president to drop out for the good of the country, concede the election, go on to raise money for the Republican Party, but to drop this. Would you recommend that he follow that or fight on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLEIN",
      "sentences": "Fight on. We deserve transparency elections. You have admitted violations of the law involving tens of thousands of ballots by election officials. We can't let an election stand where we have obvious and admitted violations of the law. We deserve in this democracy, transparent elections they need to take down the barricades, they need to provide the evidence that they have that's available to the American people about how they've performed in their jobs. We need to see the laws that show when these ballots came in and when they were picked up. We need to see the video of the drop boxes. We need to have that evidence which does not harm any privacy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, we've got to roll, Phil, but yes, the burden is on Joe Biden to show the rest of the country that this was an open and fair process and legitimate otherwise it is going to hurt us - immeasurably hurt us.  Phil, thank you very much. And coming up Florida Governor Ron DeSantis showing himself to be a true fighter for the president, he was out there first when this nonsense began. He's going to show us why Florida could actually count votes in one night. He joins us in moments stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Governor Ron DeSantis did not just help Trump build his winning coalition in Florida, a blueprint for future GOP victories across the country. The Governor is also been voicing serious concerns about how this election process has been played from the bad poles to the biased media, to the sheer incompetence confounding other states vote counting methods as well? He has done this by, while by the way well many other Republican leaders have remained pretty silent. Governor Ron DeSantis joins me now. Governor, shouldn't this moment be producing more of a rallying cry, unless this happened in 2024 to anyone who is nominated by the Republican Party for the presidency?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "sentences": "Well, I think all Republicans should be doing it regardless of their political aspirations. The president worked as heart out for us, really for four years, but particularly the tail end of that campaign coming off COVID. We need to see this through, we need the law followed. We need people to be able to observe when the law allows it. And this has got to be on the up and out. So I would just urge everyone donate to the president's legal relief. I know you've talked about a number of suits and I think some of those have promised. But I would also tell them, especially if you're in the states that have Republican legislatures like Pennsylvania and Michigan and all these places call your state representatives and your state Senators.  Under article two of the constitution, presidential electors are done by legislatures and the schemes they create and the framework. And if there is departure from that, if they're not following the law, if they are ignoring the law, then they can provide remedies as well. So I would exhaust every option to make sure we have a fair count.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I mean, this idea that standing up and saying wait a second, days after the election, we've found that in Georgia, they're not going to have the full vote until November 12th? Governor DeSantis? What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Yes, Laura in Florida, we have the votes have to be in on Election Day. We do have absentee voting, not mass mailing, you have to request it, but all the votes are in. Then you know how many votes are there. We track as every voter comes into vote or submits a mail, we know the universe. Then you count it you produce the result. Places like Pennsylvania, they can accept ballots after the election and it doesn't even have to have a postmark on it and they can still accept them. So a lot of these places don't know how many ballots are out there? And as you mentioned, you will get like a 4:00 am dump of massive votes for one candidate and almost none for the other. And people look at that and they just scratch their head. So people need to have confidence in the process. And I think the way it's been done in a lot of these states has been incredibly chaotic. When you ban observers, which should be there, what are people supposed to think about that Laura? What is so wrong with having someone there just to ensure the integrity of the process?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "we're checking out videos now where poll workers are actually filling in ballots. Maybe there some reason for that but I can't think of one. We're not going to put in on the air until we verify it, but yes there is a lot of reason to not trust the results as they're being counted in the way they are being counted. If people lose fair and square but not this way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "But we saw just the way it was covered on election night. Laura, they would not call Florida even though it was so blindingly obvious he won it big. But then FOX called Arizona very early. Now, the president is closing in. There's over 300,000 ballots outstanding, he's down only 46,000, and yet that is called for Biden. Meanwhile, North Carolina, the president is up 76,000 votes, and there is at most 150,000 votes outstanding, and probably not even close to that much. And yet that's not called for the president? So there has been a double standard, and there seems to be there's been more of a rush to call states for Biden and to create a narrative that Biden is the rightful winner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "If Romney and Ben Sasse and other middle-of-the-road Republican start urging the president in the next 24, 48 hours to drop out, would you say -- would you recommend the president do that, or would you say fight on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "No, absolutely, fight on, exhaust all options. There's a lot of options available. We want this to be a fair and credible process, and we want the law to be followed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Absolutely. Governor, thank you so much, wonderful to see you tonight. And while some like Governor DeSantis are actively fighting for our election and our future, other so-called GOP leaders are kind of sitting idly by as the country hangs in the balance. And conservative voters won't soon forget this abdication. Joining me now is Victor Davis Hanson, Hoover Institution senior fellow. Victor, I said this last night, and I believe it -- Donald Trump is the president and future leader of the GOP until someone else with more charisma, more energy, and more of a following comes along. Why do so many of the party's leaders seem to be missing that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTION",
      "sentences": "I don't know, but they wouldn't be where they are right now with gains in the House and keeping the Senate if it wasn't for Donald Trump. And Donald Trump redefined race in the country, he has redefined it as class. So he saying to America if you're a black truck driver or if you're a Mexican-American plumber, or if you're a white mechanic, you have more in common than the truck driver does with Oprah Winfrey or LeBron James. That's a very dynamic concept, and it's just starting to pay dividends, because people see that race is really incidental to who we are. It's not essential. Trump, of all people, taught America that, and that's why they hate him so much. And this idea that all these Republican people are going to come back on the ashes -- there's no ashes of the Republican Party. It did very well. Trump was not an anchor. He was a buoy to all the down ballot candidates. And the idea they're going to come back and reconstruct it like a phoenix rising, it's not going to happen. No other Republican -- Mitt Romney would have conceded this election. He would have conceded it to days ago, just like he didn't do anything in the second debate when Candy Crowley hijacked it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He would have conceded during the Mueller investigation. That's right. Nikki Haley did send out a tweet today supporting the president, saying \"We all owe Donald Trump for his leadership of conservative victories, Senate, House state legislatures. We want fairness as the votes are counted. The law must be followed. We have to keep the faith that truth will prevail.\" Someone said it sounds more like a eulogy for President Trump than a call to exhaust all legal remedies, Victor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "He has the side of the people, because this wasn't Florida in 2000, one is fate. This is state after state after state. This wasn't projections of three or four points. This is Wisconsin 17 points. And it was too much for people to process, Laura. It was too egregious that every blue state, Ohio can do it but not Michigan. Iowa can do it, but not Wisconsin. Utah can do it, but not Nevada. Why is that? That's what people are asking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And then the pausing. Victor, don't you also love the pausing of the votes? They all seemed to pause near about the same time at night.  We're not going to count anymore. Price Waterhouse can count, right? Victor, as the left in the media rail about Trump's refusal to concede or admit that he's been beaten, I think it's worth reminding people what Hillary Clinton was saying just last week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON (D), FORMER PRESIDENTIAL CANDIDATE",
      "sentences": "There is an air of illegitimacy that surrounds Trump's presidency, and that just infuriates them. Because I was the candidates that they basically stole an election from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So, she and Stacey Abrams are seen as martyrs for saying that, but Donald Trump comes out today and you had Jake Tapper say that's just sad, that's so sad and pathetic. So I guess Hillary is not sad and pathetic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "I think we should remind everybody that the Constitution says the state legislatures adjudicate the voting unless Congress chooses to intervene. I think we really need something like the 26th Amendment about 18-year-old voting just saying no vote shall be accepted after 12:00 a.m.  on Election Day. Congress has to get involved to override this madness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Pathetic, it cannot happen again or there will never be a Republican president. Victor, thank you so much. And in a shocking twist, House Republicans will be adding seats this election, weakening Pelosi's hold on the chamber, and putting her own leadership at risk. In moments, House Minority Leader Kevin McCarthy tells us how this happened and what is next. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "In the days leading up to the election, members of the esteemed polling class were predicting the GOP could lose up to 20 seats in the House. Just like in 2016, these geniuses totally misread the American people. As of this moment, the GOP has flipped eight seats so far, with more wins on the way. Meanwhile, not a single GOP incumbent has lost. This red wave will leave Nancy Pelosi with the weakest House majority since the New Deal. And as a result, moderate Dems are livid with old Nance and party leadership. Moderate Congresswoman Abigail Spanberger said this on a party conference call earlier today, \"No one should say \"defund the police\" ever again. Nobody should be talking about socialism,\" adding that if Democrats kept up their tactics in 2022, \"We will get f-ing torn apart.\"  Joining me now is House Minority Leader Kevin McCarthy. Congressman, that's all well and good for Ms. Spanberger to be saying on a conference call, but how many of them are willing to take on the squad in public, in the media, like on this show?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY (R-CA)",
      "sentences": "None of them. They're all afraid because they will be primaried and they'll lose. But what's very interesting here, it shows more of the fraud. Not one Republican incumbent loss. We've won eight seats and we're ahead in 10 more. How would President Trump lose in an atmosphere like that? How is it possible that someone could claim that Joe Biden would win, and not one Republican member of Congress lost reelection, but almost 15 Democrats did? And you know what's interesting happening, we're watching this go before our very eyes. Why is it in these major states that the big cities stopped counting until all the rural votes come in, until they know how many more they need? On my way here tonight, we're ahead in a seat in Iowa two by a little less than 300 votes. I don't have all the facts, but I was just reported that they allowed a little over 300 people to revote, and now we're behind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Why would all those people vote -- yes, I don't have all the facts. Our attorneys are rushing there. But this is what is transforming out across America. And what's interesting to me, I just spent four years listening to the Democrats making false claims about voter infusion into the last election. It's happening before our very eyes, and they are staying silent. Even down to the city council rates, they allow people to observe the vote. They allow people inside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We have huge amounts of money from Mark Zuckerberg and George Soros and others flooding into everything to local D.A. races to even school board in in some cases. And then canvassing states like Pennsylvania and these other efforts, and I think that had a huge effect on this. But Congressman, the Republicans are watching. I mean, the voters, they're watching how Republican leadership handle this. And I didn't like the silence I was hearing from the people until tonight, basically, when I heard more people starting to speak out. I know you've been speaking out, but Republicans better remember who helped expand this party. It wasn't some of the moderates. It was Donald Trump, and they better stand and fight for him and our process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "This is Donald Trump, and I'll make you this promise. The House Republicans are not standing back. They are out across the countries in these facilities making sure. And I will tell you, listen to this little fact. Every Democrat that lost right now, lost to a woman, a minority, or a veteran Republican. This president has expanded this party large and then we have ever. We'll have more women in the Republican House than in the history of America. We'll have more minorities. And it was President Trump who expanded it. This is what's moving forward. And I will tell you this. Republicans will not back down. We will not wait to four years from now to change this. We are going to fight this now, and we're going to change it. For them to claim that Arizona won -- at the end of the day, the president will carry Arizona. He will win Pennsylvania, and that will be more than 270 electoral votes. And every American should stand up. Whatever they see, go to Team Trump on Twitter and tell us if they see something that's incorrect out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What we're seeing with that Pennsylvania advantage erode, I don't think that looks good at all. Unless a court steps in, I don't see Pennsylvania going in the right direction at all. This thing is getting sliced and diced. Congressman Jim Clyburn, by the way, Congressman McCarthy, is in total denial about his party. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JAMES CLYBURN (D-SC)",
      "sentences": "I don't think anything went wrong. We're in a pretty good place. Joe Biden will be the president-elect. And we do know that he's got over 72 million votes. That's a mandate to me to change the direction of this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's a mandate. They have a mandate, Congressman? That's a great mandate they have, losing seats, and didn't take the Senate it looks like, we hope.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "They didn't defeat one Republican incumbent and they lost 15. And President Trump won this election. So everyone who is listening, do not be quiet. Do not be silent about this. We cannot allow this to happen before our very eyes. We need to unite together. And you don't need to be a Republican. If you believe every legal vote needs to count, you believe in the American process, join together and let's stop this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, thank you so much for being out there and being vocal. I hope we see others. And still ahead, what's the real reason the polling didn't get any better between 2016 and 2020? Was it because pollsters wanted to effect rather than reflect the election results? One of the few accurate pollsters this year will explain next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's obvious by now the pollsters learned nothing between 2016 and 2020, but then again, maybe they're just not interested in projecting elections, but affecting them. Joining me now is Robert Cahaly, he's the chief pollster for Trafalgar. Robert, you say the pollsters have basically just given up on their true mission. Why is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT CAHALY, CHIEF POLLSTER, TRAFALGAR GROUP",
      "sentences": "I guess if you mean the true mission is to actually give a snapshot of the electorate, yes, they've given up on that mission. But I don't think they're giving up on their new mission just yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What's the new mission?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAHALY",
      "sentences": "The new mission seems to be to try to affect the entire election, from the beginning of the summer when so many of these crazy Senate race polls show them all tight and enabled all this corporate money to flow in the doors. There were so many undecideds or would have naturally been at that point in the election, these were unreasonable polls. But they were literally designed to drive donations so that these war chests would be very big. The people who ought to be most upset ought to be the donors who gave all this money to races that were unwinnable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The people who shoveled on the money to the Lincoln Project. Those guys are just raking in money, buying vacation houses, whatever they're doing. Robert, and if you were told over the summer that Trump's party way to gain House seats and hold the Senate, what would you have projected the election results to have been on the presidential level?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAHALY",
      "sentences": "I would have told you that means he's going to win big. And if I would have told people that that's what's going to happen, I would have been ridiculed just as much as when I said there were shy Trump voters and corruption in Philadelphia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How did he lose when the House races and the Senate races came out as they did? It's a question that was just raised by Kevin McCarthy. Monmouth University pollster Patrick Murray found a really pathetic excuse for shoddy polling. He told the times it's possible \"that Republicans' efforts to prevent certain populations from voting easily had a sizable impact, a factor the pollsters knew would be immeasurable in their surveys. We will never know how many ballots were not delivered by the post office.\" Robert, what about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAHALY",
      "sentences": "So wait a minute, QAnon is mainstream, but this isn't a bridge too far? Come on. First of all, I cannot even conceive a conspiracy with the post office, and if there was one, do you think it would to help the Republicans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Robert, really quick, on the African-American minority vote, you believe that the exit polling is not an accurate reflection. Fifteen seconds -- why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAHALY",
      "sentences": "Because if you won't tell the truth on the phone, you're never going to tell the truth to some kid with an iPad or a notepad. It's not reasonable. Shy voters are shy for the reason. They're certainly not going to face the ridicule for saying it to a person standing in front of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Got it. You actually thought it could be as high as 20 percent support. Robert, thank you so much. Up next, Anderson Cooper shows us his true colors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "CNN has been revealing itself over and over again during Trump's presidency. And tonight, Anderson Cooper was the latest clown to enter the big top. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "Ingraham and this is \"The Ingraham Angle\" from Washington tonight. Well, one GOP leader has been out and front in defending the president as the election still hangs in the balance Florida Governor Ron DeSantis is here and he is going to tell us why? Also, \"The Angle\" is going to speak to two folks who experienced suspicious activity from poll workers in two swing states their stories in moments. The unexpectedly strong result for House Republicans has the Dems pointing fingers tonight. Minority leader Kevin McCarthy is here on Nancy Pelosi's diminished standing. But first, why we fight? That's the focus of tonight \"Angle.\" We are the United States of America the country that has developed the most advanced technology in the world. Like from a laboratory in Texas, we can control the mars rover. That's 145 million miles away driving around you can drive it around mars. But you're telling me that we can't count votes in a timely fashion? Now some of you are wondering whether it is worth it for the Trump Campaign to launch legal battles in states like Pennsylvania, Michigan, Georgia and Nevada. After all courts are generally, they're reluctant to interview in state vote counts and then Democrat run states always seem to be able to find new batches of votes to swamp any Republican advantage anyway. So what is it going to achieve? Won't law suits just delay the inevitable? Is it not time to just move on, lick our wounds and regroup? Well, that's exactly what the Democrats are hoping for, oh, and Mitt Romney. That we just move on and have the same process repeated itself every election but my friends that would be a huge disservice not only to Trump supporters but to our entire system of government. Mail-in ballots have been a concern from day one. I raise this issue with Vice President Pence months ago."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mail-in ballots, sir, are a looming disaster. I foresee a scenario where President Trump could actually be ahead in key states on election night, but those states could not have counted all the mail-in ballots."
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "The one person one vote right is at the very center of our democracy. The president has made it very clear that we are not going to stand idly by while you see Democrat states and Democrat Governors use the backdrop of the Coronavirus to send millions of ballots all across their states and all across the country. But this universal mail-in voting where you're going to see literally ballots showered all across the states, it is just right for fraud and we are headed straight to the courts to put a stop to it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And straight to the courts they went. Now, look, we've heard the story, friends who received multiple ballot applications, others receiving ballot applications from multiple states where they used to live, or applications for dead relatives. I know some of those instances personally. But that was just the tip of the iceberg and again we all saw this coming, President Trump saw this coming. Here are some of what has already been reported. A Michigan State Senator posted this video online purportedly showing a GOP poll observer being thrown out by election officials. Note the reaction from the poll workers."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They are cheering! No concerned they are, right? Cheering every time we have someone escorted out of the room, who is supposed to be watching what's going on? Likewise, Philadelphia City Attorney and a vowed anti-Trumper refused to comply with a court order presented to her by Trump's legal team."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I don't understand. The order is pretty clear. I've been a lawyer for 30 years."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Can you tell us what's unclear about it?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The city is evaluating it and I can't tell you anything more than that. I don't understand why eight attorneys need to evaluate this order. My client's representatives are to be within 6 feet of the process."
    },
    {
      "speaker": "UNIDENTIFIED FEAMLE",
      "utterance": "We read the order and we're complying with the order and we will discuss it with you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "After we keep counting more votes in a road President Trump's advantage unbelievable. Now this comes as no surprise than that all over Philly, GOP Attorneys - observing the polls report of being blocked from entering ballot counting sites. Why are they blocking them? What are they hiding? Out west, things are just as troubling two days ago the Attorney General there from Arizona found 18 unopened ballots hidden under a rock. Now those ballots have since been returned but it just shows you how vulnerable mail-in voting is to be tampered with? If that doesn't convince you, check out what's happening in Nevada. The G.O.P. believes that Clark County officials have counted thousands of mail- in ballots from dead people and people who no longer live there. The party has also fielded thousands of complaints from voters including Joe Stokey"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Speak out in years past I always voted in person. This time, they mailed out the ballot and somebody took my ballot. They also took the ballot of my roommate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Guaranteeing the integrity of our vote is necessary for both parties. Vice President Biden says what every count but that's foolish and would be illegal. As state laws require that certain parameters been meant for voter eligibility, I couldn't go vote tonight if I wanted to, should the vote count? In other words we should ensure that every legal vote counts to be specific and correct. Every improper vote cancels out illegal votes on the other side. That must never be allowed to happen. We need to make certain that most Americans, at least most of them, believe elections are won or lost in this country fair and square. The fact is, right now, almost all of us who voted for President Trump, around what it is 70 million Americans or so, we have real concerns about this mail-in voting. How this vote is being conducted? We don't trust the people counting the votes, I'm sorry, there's good reason not to trust them. And a lot of Americans don't trust the local officials overseeing the process. They certainly don't trust the media reporting on it, my goodness, given what we have seen. This cannot be allowed to happen ever again. President Trump, he understands this."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We are hearing stories that are horror stories, absolute horror stories. We can let that happen to the United States of America. It's not a question of who wins, Republican, Democrat, Joe or myself, we can't let that happen to our country. We can't be disgraced by having something like this happen. It will probably go through a process, illegal process of appealing judges are going to have to rule."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Unless something highly unusual happens, Americans should know the winner of the election on election night or maybe the next morning. The country need certainty and our democratic process cannot be less reliable than say Nigeria's. That's why the Trump Campaign is fighting. But they're not just fighting for him, they're fighting for us. So that generations from now, this election is not going to be remembered as just another sad example of elite corruption, but as a moment when we were diligent about getting to the truth."
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENTIAL NOMINEE",
      "utterance": "Democracy sometime is messy. It sometimes requires a little patience as well. But that patience has been rewarded now for more than 240 years with a system of governance that has been the envy of the world. I ask everyone to stay calm, all people to stay calm."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Calm? Do we really think that if the positions were reversed, if Biden was seeing his lead evaporate hour by hour, that his supporters given what they did this summer would be calm? There's not enough plywood on the East Coast to protect Washington and Baltimore from the damage they do. So spare me, Mr. Vice President, conservatives don't rush into the streets to fight, we are simply asking for impartial review of what's happening. Frankly, that's our right; frankly it is our duty when we have hundreds of thousands of ballots dumped in key states in batches after election night. President Trump received more votes than any Republican Presidential Candidate in history. He attracted the highest turnout among nonwhite voters in 60 years. He was able to do this not because he gave in and gave up when the going got tough, but because he knew how to fight for first principle? It is about time we had a Republican who knew how to fight. He stood up for working-class Americans instead of selling them out to multi-national interests. Now it's our turn to stand up for him. Conservative and GOP leaders need to rally to his side it's beginning to happen and I'm glad to see. The American people need to make their voices heard as well. It's not just the future of one party that is at stake, but the future of a republic. And that's the \"Angle.\" My next guest both claims of witnessed some pretty sketchy behavior at polling locations in their stats. Joining me now is Gordon Pennington, poll watcher in Michigan and Angela Tahiliani, voter and resident in Maricopa County. Gordon, let's start with you, you say you saw a lot of suspicious activity in Michigan. The media says there's nothing to see, there is no fraud, let's move along. What can you tell us?"
    },
    {
      "speaker": "GORDON PENNINGTON, CERTIFIED ELECTION CHALLENGER",
      "utterance": "Laura, I became a poll challenger and an election challenger and took the training from two weeks before the election because like most citizens, I've taken for granted too long my freedoms in the process that I've assumed has all the integrity you would expect from the election process. So, the Election Integrity Fund offered training and I said I really need to see this firsthand. So after voting in my local precinct, I drove a little less than two hours to downtown Detroit, parked my car, got my certification, went in and registered and got on the electoral - polling processing floor. What I saw there at first looked very orderly and conventional. Then as I look more closely I saw all the anomalies I saw the problems. I saw in a room that the size of maybe two or three football fields it might be as large as 100,000 square feet, an adequate number of people to witness what was going on in the adjudication of questionable ballots in which there were many thousands. And there weren't enough people which is required by Michigan election law, one from each major party to be there for witnessing and signing off on the duplication process. Well, there were many times where this process went on, the duplication process, went on without anybody being there to witness this. And I think citizens and the entire political spectrum would be concerned about this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What's that duplication process, quickly explain that?"
    },
    {
      "speaker": "PENNINGTON",
      "utterance": "The duplication process involves a number of examples where it's unclear what a ballot is indicating. So people look at, they adjudicate it by determining what where the marks that were really meant to be here? Now there shouldn't be people with marking pens on the floor at all. There should be done in a way that's not permanent and cannot be fraudulently applied. But think of the thousands and thousands and thousands. We had a team there of independence, people always have their own ideological political activities, but we were there as independence. We wanted to see what's going on with Republicans and the Democrats--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But you couldn't witness it, Gordon, from where you were standing adequately, there weren't enough people? But it seems to you that given all of that was happening in that huge space, you needed more people or were you not allowed to get close enough? I'm trying to understand this, it's important."
    },
    {
      "speaker": "PENNINGTON",
      "utterance": "Both, it's both and I think and someone has said in fact I've talked to many Democrats there, member of the ACLU and others and we all agreed, the Republicans underrepresented and that's what their own responsibility."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's the Republicans fault; you can't blame the Democrats for that, that's the Republicans fault. Hold on a second. I'm getting to Angela. Angela, you told our producer there was an issue with how poll workers told you to fill in your own ballot? What happened there?"
    },
    {
      "speaker": "ANGELA TAHILIANI, ARIZONA VOTER",
      "utterance": "So here in Arizona, one of the biggest issues that we have right now is that use of a sharpie pen that was used at the different polling places. On the Democrats own website here in Arizona, they actually say do not use red ink or permanent marker because this may result in a false read by the ballot machines. So that comes from their own website. So when we showed up to polling stations, they only gave us sharpie markers. I specifically said I do not want to use a sharpie marker do you have a regular pen? She said no I only have a sharpie marker, use it you're going to be fine. I said what if it bleeds through to the other side, she said don't worry about it we've been doing it all day it's not a big deal. So we went ahead and used sharpie markers, you run it through the machine at the end when you get done voting you run it through the machine at the end. And then what happens in Arizona is you can go to this website to track your ballot. From what I have seen and it's not just me, it's like - I have groups of neighbors and friends as well, this has happen to but what happens is now when you go to check our ballots, it says that it is - like for me personally it says I'm not even a registered voter now. A lot of people says that their ballot haven't been read, it hasn't been counted or it doesn't exist."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. And all those people behind you, do they have similar issues?"
    },
    {
      "speaker": "TAHILIANI",
      "utterance": "Yes, these are my neighbors yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All of you?"
    },
    {
      "speaker": "TAHILIANI",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, so all of you were told to use a sharpie. Now the State AG said there is no problem. It's all going to work out I guess. This has been kind of blown off but it's on the state website that you're not supposed to use a permanent marker and you had - that's the only thing you're given. And we understand that Democrats were given actual pens. The other writing instruments that are allowed under the state law that just seems really bizarre, I mean, is it a coincidence? I guess it can be all. All of this could be a coincidence, but I'm glad - I mean, I'm glad rather Gordon, on a scale of 1 to 10, 10 being most corrupt, how would you rate your polling stations?"
    },
    {
      "speaker": "PENNINGTON",
      "utterance": "I think most of the people there were trying to do a good and honest job. They were generally congenial but people get tired. They have day and night shift. But the problem is the wholesale lack of chain of custody understanding. We think we were attending the packages we sent by FedEx or UPS or Amazon - that are own ballot, everybody should be concerned about this. I'm glad I got to witness the problems there, but I don't think that people are generally conspiring to do things illegitimately, but overall, it is easy to game the system and its like a shell game and we need to pay closer attention to it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "100 percent. Gordon and Angela, great to see both of you thanks so much. And as allegations of Democrat election malfeasance piles up, the Trump Campaign is turning to the courts for relief but with mixed success. The Trump team scored a legal win in Pennsylvania today but then a judge down in Georgia dismisses the campaign's attempt to disqualify late ballots. Shortly thereafter a Michigan judge tossed out the campaign's challenge against the state's handling of its absentee ballots. But breaking tonight, lawyers for Nevada G.O.P. just sent a criminal referral to the Justice Department regarding at least 3,062 instances of voter fraud saying thousands of individuals have been identified they did some cross-referencing who appeared to have violated the law by casting their ballots after they left move from Nevada. I'm now joined by one of the lawyers involved in the current legal fights playing out across the nation Phil Klein, Former Kansas Attorney General and Director of the Amistad Project, Philip this is pretty astounding from Nevada, but they aren't the only ones."
    },
    {
      "speaker": "PHILIP KLEIN, FORMER KANSAS ATTORNY GENERAL",
      "utterance": "Well, we shouldn't be surprised that those who coddled and ushered in the summer of lawlessness have helped us had a foul election without law. And unfortunately the law and the rule of law has lost its grip on the election process in the most successful democracy in human history. And that's a tragedy. It was the rule of law and equality before the law that helped us achieve that success. I've never seen such open defiance of court orders in the law since George Wallace stood in the schoolhouse door. We have to look closely at Philadelphia right now. The Trump Campaign obtained a court order allowing people as the law allows watching the counting process. The counting process should be transparent. It should be open to all Americans to see how their ballots are counted in tally. They have defied that court order. They are still refusing to allow Republicans to gain access to see how the count is going? We have a prosecutor in Philadelphia who has threatened the president with jail if he shows up there. We have in the county next door; we have a prosecutor who threatened to arrest the person who was hired to put the video cameras above the drop boxes, which is required by law by the way, so that we make sure people aren't shuffling multiple ballots into the drop boxes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now I want to play something for you Phil hold on. This is an excuse that the Pennsylvania Secretary Kathy Boockvar taking so long to count all the votes. Watch."
    },
    {
      "speaker": "KATHY BOOCKVAR, SECRETARY OF STATE, PENNSYLVANIA",
      "utterance": "Counties are continuing to count. The final results are not certified until 20 days after the election right so I want to be clear there are no final results happening now anyway. What's happening now is having enough ballots counted to actually see who the winner is right? The farther apart that is, the easier it is to tell. So it is very close in Pennsylvania, closer the races, the longer it takes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Philip, wait a second. Why should the closeness of the race dictate the speed in which the votes are counted? That doesn't leave a good taste in my mouth, what?"
    },
    {
      "speaker": "KLEIN",
      "utterance": "They are counted by machine, Laura, except in the case of Michigan where the Democrat election officials actually has Democrat officials filling up ballots for others who aren't there completing the ballots casting the ballots and--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Phil, I've got to ask you a fundamental question here because you know we're going to have Mitt Romney and may be Ben Sasse marching down Pennsylvania Avenue any minute now urging the president to drop out for the good of the country, concede the election, go on to raise money for the Republican Party, but to drop this. Would you recommend that he follow that or fight on?"
    },
    {
      "speaker": "KLEIN",
      "utterance": "Fight on. We deserve transparency elections. You have admitted violations of the law involving tens of thousands of ballots by election officials. We can't let an election stand where we have obvious and admitted violations of the law. We deserve in this democracy, transparent elections they need to take down the barricades, they need to provide the evidence that they have that's available to the American people about how they've performed in their jobs. We need to see the laws that show when these ballots came in and when they were picked up. We need to see the video of the drop boxes. We need to have that evidence which does not harm any privacy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, we've got to roll, Phil, but yes, the burden is on Joe Biden to show the rest of the country that this was an open and fair process and legitimate otherwise it is going to hurt us - immeasurably hurt us. Phil, thank you very much. And coming up Florida Governor Ron DeSantis showing himself to be a true fighter for the president, he was out there first when this nonsense began. He's going to show us why Florida could actually count votes in one night. He joins us in moments stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Governor Ron DeSantis did not just help Trump build his winning coalition in Florida, a blueprint for future GOP victories across the country. The Governor is also been voicing serious concerns about how this election process has been played from the bad poles to the biased media, to the sheer incompetence confounding other states vote counting methods as well? He has done this by, while by the way well many other Republican leaders have remained pretty silent. Governor Ron DeSantis joins me now. Governor, shouldn't this moment be producing more of a rallying cry, unless this happened in 2024 to anyone who is nominated by the Republican Party for the presidency?"
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "utterance": "Well, I think all Republicans should be doing it regardless of their political aspirations. The president worked as heart out for us, really for four years, but particularly the tail end of that campaign coming off COVID. We need to see this through, we need the law followed. We need people to be able to observe when the law allows it. And this has got to be on the up and out. So I would just urge everyone donate to the president's legal relief. I know you've talked about a number of suits and I think some of those have promised. But I would also tell them, especially if you're in the states that have Republican legislatures like Pennsylvania and Michigan and all these places call your state representatives and your state Senators. Under article two of the constitution, presidential electors are done by legislatures and the schemes they create and the framework. And if there is departure from that, if they're not following the law, if they are ignoring the law, then they can provide remedies as well. So I would exhaust every option to make sure we have a fair count."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I mean, this idea that standing up and saying wait a second, days after the election, we've found that in Georgia, they're not going to have the full vote until November 12th? Governor DeSantis? What?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Yes, Laura in Florida, we have the votes have to be in on Election Day. We do have absentee voting, not mass mailing, you have to request it, but all the votes are in. Then you know how many votes are there. We track as every voter comes into vote or submits a mail, we know the universe. Then you count it you produce the result. Places like Pennsylvania, they can accept ballots after the election and it doesn't even have to have a postmark on it and they can still accept them. So a lot of these places don't know how many ballots are out there? And as you mentioned, you will get like a 4:00 am dump of massive votes for one candidate and almost none for the other. And people look at that and they just scratch their head. So people need to have confidence in the process. And I think the way it's been done in a lot of these states has been incredibly chaotic. When you ban observers, which should be there, what are people supposed to think about that Laura? What is so wrong with having someone there just to ensure the integrity of the process?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "we're checking out videos now where poll workers are actually filling in ballots. Maybe there some reason for that but I can't think of one. We're not going to put in on the air until we verify it, but yes there is a lot of reason to not trust the results as they're being counted in the way they are being counted. If people lose fair and square but not this way."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "But we saw just the way it was covered on election night. Laura, they would not call Florida even though it was so blindingly obvious he won it big. But then FOX called Arizona very early. Now, the president is closing in. There's over 300,000 ballots outstanding, he's down only 46,000, and yet that is called for Biden. Meanwhile, North Carolina, the president is up 76,000 votes, and there is at most 150,000 votes outstanding, and probably not even close to that much. And yet that's not called for the president? So there has been a double standard, and there seems to be there's been more of a rush to call states for Biden and to create a narrative that Biden is the rightful winner."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "If Romney and Ben Sasse and other middle-of-the-road Republican start urging the president in the next 24, 48 hours to drop out, would you say -- would you recommend the president do that, or would you say fight on?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "No, absolutely, fight on, exhaust all options. There's a lot of options available. We want this to be a fair and credible process, and we want the law to be followed."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Absolutely. Governor, thank you so much, wonderful to see you tonight. And while some like Governor DeSantis are actively fighting for our election and our future, other so-called GOP leaders are kind of sitting idly by as the country hangs in the balance. And conservative voters won't soon forget this abdication. Joining me now is Victor Davis Hanson, Hoover Institution senior fellow. Victor, I said this last night, and I believe it -- Donald Trump is the president and future leader of the GOP until someone else with more charisma, more energy, and more of a following comes along. Why do so many of the party's leaders seem to be missing that?"
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTION",
      "utterance": "I don't know, but they wouldn't be where they are right now with gains in the House and keeping the Senate if it wasn't for Donald Trump. And Donald Trump redefined race in the country, he has redefined it as class. So he saying to America if you're a black truck driver or if you're a Mexican-American plumber, or if you're a white mechanic, you have more in common than the truck driver does with Oprah Winfrey or LeBron James. That's a very dynamic concept, and it's just starting to pay dividends, because people see that race is really incidental to who we are. It's not essential. Trump, of all people, taught America that, and that's why they hate him so much. And this idea that all these Republican people are going to come back on the ashes -- there's no ashes of the Republican Party. It did very well. Trump was not an anchor. He was a buoy to all the down ballot candidates. And the idea they're going to come back and reconstruct it like a phoenix rising, it's not going to happen. No other Republican -- Mitt Romney would have conceded this election. He would have conceded it to days ago, just like he didn't do anything in the second debate when Candy Crowley hijacked it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He would have conceded during the Mueller investigation. That's right. Nikki Haley did send out a tweet today supporting the president, saying \"We all owe Donald Trump for his leadership of conservative victories, Senate, House state legislatures. We want fairness as the votes are counted. The law must be followed. We have to keep the faith that truth will prevail.\" Someone said it sounds more like a eulogy for President Trump than a call to exhaust all legal remedies, Victor."
    },
    {
      "speaker": "HANSON",
      "utterance": "He has the side of the people, because this wasn't Florida in 2000, one is fate. This is state after state after state. This wasn't projections of three or four points. This is Wisconsin 17 points. And it was too much for people to process, Laura. It was too egregious that every blue state, Ohio can do it but not Michigan. Iowa can do it, but not Wisconsin. Utah can do it, but not Nevada. Why is that? That's what people are asking."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And then the pausing. Victor, don't you also love the pausing of the votes? They all seemed to pause near about the same time at night. We're not going to count anymore. Price Waterhouse can count, right? Victor, as the left in the media rail about Trump's refusal to concede or admit that he's been beaten, I think it's worth reminding people what Hillary Clinton was saying just last week."
    },
    {
      "speaker": "HILLARY CLINTON (D), FORMER PRESIDENTIAL CANDIDATE",
      "utterance": "There is an air of illegitimacy that surrounds Trump's presidency, and that just infuriates them. Because I was the candidates that they basically stole an election from."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So, she and Stacey Abrams are seen as martyrs for saying that, but Donald Trump comes out today and you had Jake Tapper say that's just sad, that's so sad and pathetic. So I guess Hillary is not sad and pathetic."
    },
    {
      "speaker": "HANSON",
      "utterance": "I think we should remind everybody that the Constitution says the state legislatures adjudicate the voting unless Congress chooses to intervene. I think we really need something like the 26th Amendment about 18-year-old voting just saying no vote shall be accepted after 12:00 a.m. on Election Day. Congress has to get involved to override this madness."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Pathetic, it cannot happen again or there will never be a Republican president. Victor, thank you so much. And in a shocking twist, House Republicans will be adding seats this election, weakening Pelosi's hold on the chamber, and putting her own leadership at risk. In moments, House Minority Leader Kevin McCarthy tells us how this happened and what is next. Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "In the days leading up to the election, members of the esteemed polling class were predicting the GOP could lose up to 20 seats in the House. Just like in 2016, these geniuses totally misread the American people. As of this moment, the GOP has flipped eight seats so far, with more wins on the way. Meanwhile, not a single GOP incumbent has lost. This red wave will leave Nancy Pelosi with the weakest House majority since the New Deal. And as a result, moderate Dems are livid with old Nance and party leadership. Moderate Congresswoman Abigail Spanberger said this on a party conference call earlier today, \"No one should say \"defund the police\" ever again. Nobody should be talking about socialism,\" adding that if Democrats kept up their tactics in 2022, \"We will get f-ing torn apart.\" Joining me now is House Minority Leader Kevin McCarthy. Congressman, that's all well and good for Ms. Spanberger to be saying on a conference call, but how many of them are willing to take on the squad in public, in the media, like on this show?"
    },
    {
      "speaker": "REP. KEVIN MCCARTHY (R-CA)",
      "utterance": "None of them. They're all afraid because they will be primaried and they'll lose. But what's very interesting here, it shows more of the fraud. Not one Republican incumbent loss. We've won eight seats and we're ahead in 10 more. How would President Trump lose in an atmosphere like that? How is it possible that someone could claim that Joe Biden would win, and not one Republican member of Congress lost reelection, but almost 15 Democrats did? And you know what's interesting happening, we're watching this go before our very eyes. Why is it in these major states that the big cities stopped counting until all the rural votes come in, until they know how many more they need? On my way here tonight, we're ahead in a seat in Iowa two by a little less than 300 votes. I don't have all the facts, but I was just reported that they allowed a little over 300 people to revote, and now we're behind."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Why would all those people vote -- yes, I don't have all the facts. Our attorneys are rushing there. But this is what is transforming out across America. And what's interesting to me, I just spent four years listening to the Democrats making false claims about voter infusion into the last election. It's happening before our very eyes, and they are staying silent. Even down to the city council rates, they allow people to observe the vote. They allow people inside."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We have huge amounts of money from Mark Zuckerberg and George Soros and others flooding into everything to local D.A. races to even school board in in some cases. And then canvassing states like Pennsylvania and these other efforts, and I think that had a huge effect on this. But Congressman, the Republicans are watching. I mean, the voters, they're watching how Republican leadership handle this. And I didn't like the silence I was hearing from the people until tonight, basically, when I heard more people starting to speak out. I know you've been speaking out, but Republicans better remember who helped expand this party. It wasn't some of the moderates. It was Donald Trump, and they better stand and fight for him and our process."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "This is Donald Trump, and I'll make you this promise. The House Republicans are not standing back. They are out across the countries in these facilities making sure. And I will tell you, listen to this little fact. Every Democrat that lost right now, lost to a woman, a minority, or a veteran Republican. This president has expanded this party large and then we have ever. We'll have more women in the Republican House than in the history of America. We'll have more minorities. And it was President Trump who expanded it. This is what's moving forward. And I will tell you this. Republicans will not back down. We will not wait to four years from now to change this. We are going to fight this now, and we're going to change it. For them to claim that Arizona won -- at the end of the day, the president will carry Arizona. He will win Pennsylvania, and that will be more than 270 electoral votes. And every American should stand up. Whatever they see, go to Team Trump on Twitter and tell us if they see something that's incorrect out there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What we're seeing with that Pennsylvania advantage erode, I don't think that looks good at all. Unless a court steps in, I don't see Pennsylvania going in the right direction at all. This thing is getting sliced and diced. Congressman Jim Clyburn, by the way, Congressman McCarthy, is in total denial about his party. Watch."
    },
    {
      "speaker": "REP. JAMES CLYBURN (D-SC)",
      "utterance": "I don't think anything went wrong. We're in a pretty good place. Joe Biden will be the president-elect. And we do know that he's got over 72 million votes. That's a mandate to me to change the direction of this country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's a mandate. They have a mandate, Congressman? That's a great mandate they have, losing seats, and didn't take the Senate it looks like, we hope."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "They didn't defeat one Republican incumbent and they lost 15. And President Trump won this election. So everyone who is listening, do not be quiet. Do not be silent about this. We cannot allow this to happen before our very eyes. We need to unite together. And you don't need to be a Republican. If you believe every legal vote needs to count, you believe in the American process, join together and let's stop this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, thank you so much for being out there and being vocal. I hope we see others. And still ahead, what's the real reason the polling didn't get any better between 2016 and 2020? Was it because pollsters wanted to effect rather than reflect the election results? One of the few accurate pollsters this year will explain next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's obvious by now the pollsters learned nothing between 2016 and 2020, but then again, maybe they're just not interested in projecting elections, but affecting them. Joining me now is Robert Cahaly, he's the chief pollster for Trafalgar. Robert, you say the pollsters have basically just given up on their true mission. Why is that?"
    },
    {
      "speaker": "ROBERT CAHALY, CHIEF POLLSTER, TRAFALGAR GROUP",
      "utterance": "I guess if you mean the true mission is to actually give a snapshot of the electorate, yes, they've given up on that mission. But I don't think they're giving up on their new mission just yet."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What's the new mission?"
    },
    {
      "speaker": "CAHALY",
      "utterance": "The new mission seems to be to try to affect the entire election, from the beginning of the summer when so many of these crazy Senate race polls show them all tight and enabled all this corporate money to flow in the doors. There were so many undecideds or would have naturally been at that point in the election, these were unreasonable polls. But they were literally designed to drive donations so that these war chests would be very big. The people who ought to be most upset ought to be the donors who gave all this money to races that were unwinnable."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The people who shoveled on the money to the Lincoln Project. Those guys are just raking in money, buying vacation houses, whatever they're doing. Robert, and if you were told over the summer that Trump's party way to gain House seats and hold the Senate, what would you have projected the election results to have been on the presidential level?"
    },
    {
      "speaker": "CAHALY",
      "utterance": "I would have told you that means he's going to win big. And if I would have told people that that's what's going to happen, I would have been ridiculed just as much as when I said there were shy Trump voters and corruption in Philadelphia."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How did he lose when the House races and the Senate races came out as they did? It's a question that was just raised by Kevin McCarthy. Monmouth University pollster Patrick Murray found a really pathetic excuse for shoddy polling. He told the times it's possible \"that Republicans' efforts to prevent certain populations from voting easily had a sizable impact, a factor the pollsters knew would be immeasurable in their surveys. We will never know how many ballots were not delivered by the post office.\" Robert, what about that?"
    },
    {
      "speaker": "CAHALY",
      "utterance": "So wait a minute, QAnon is mainstream, but this isn't a bridge too far? Come on. First of all, I cannot even conceive a conspiracy with the post office, and if there was one, do you think it would to help the Republicans?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Robert, really quick, on the African-American minority vote, you believe that the exit polling is not an accurate reflection. Fifteen seconds -- why?"
    },
    {
      "speaker": "CAHALY",
      "utterance": "Because if you won't tell the truth on the phone, you're never going to tell the truth to some kid with an iPad or a notepad. It's not reasonable. Shy voters are shy for the reason. They're certainly not going to face the ridicule for saying it to a person standing in front of them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Got it. You actually thought it could be as high as 20 percent support. Robert, thank you so much. Up next, Anderson Cooper shows us his true colors."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "CNN has been revealing itself over and over again during Trump's presidency. And tonight, Anderson Cooper was the latest clown to enter the big top. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}