{
  "date": "November 5, 2015",
  "headline": "Gutfeld: Black Americans' worst enemies are white leftists",
  "subHeadline": "Quentin Tarantino stands by his anti-cop comments",
  "url": "https://www.foxnews.com/transcript/gutfeld-black-americans-worst-enemies-are-white-leftists",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "QUENTIN TARANTINO, FILM DIRECTOR",
      "sentences": "They got in touch with me because I had made statements in some interviews, you know, along the way, that it suggested that I'm on their side when it comes to this issue of you know, ultimately what I feel is a problem of white supremacy in this country.   Ah, so all cops aren't murders after all. They're just Aryan jerks. Well, at least he didn't slander the cops. Of course, then he tells them to stop shooting unarmed people. As if they wake up every morning with that on their to-do list. Hey, it's Tuesday, let's shoot someone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARANTINO",
      "sentences": "Just because I was at an anti-police brutality protest, doesn't mean I'm anti-police. We want justice, but stop shooting unarmed people. But they don't want to deal with that. They would rather -- they would rather start arguments with celebrities than examine the concerns put before them by a citizenry that has lost trust in them.  Yet, when you see Quentin movies, it seems he's more obsessed with killing than any cop. The clueless cretin then cites the First Amendment as if we're denying his right to yack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARANTINO",
      "sentences": "I was surprised. I was under the impression, I was an American and that I had First Amendment rights and there was no problem with me going to an anti-police brutality protest and speaking my mind. No one is silencing your speech, you dope. They're just calling you a bozo for what you've said. Even your dad is embarrassed.   But maybe Quentin is the real victim here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARANTINO",
      "sentences": "They want to, they want to demonize me. They want to slander me, say that -- imply that I'm saying things that I didn't say. They want me to shut up and they want to make sure that no other people like me, prominent citizens, will stand up for that side.    Look, his outrage over injustice might have been fine if he had done it before, when black children or grandmothers get shot in drive-byes. But he seems quite selective with his anger. The only time he expresses rage, suddenly, is against the men in blue -- who are also white, black and brown -- as his movies romanticize the butchering of police. And let's not forget why he spoke out to restore his bonafides among black activists who hate Quentin's exploitation of black culture. Which leads him to make his worst Mistake: incorporating anti-cop bile as part of black identity. And so he reminds everyone that the worst enemy to a black person is a preening white leftist whose head is so far up his butt, that the only words he speaks are crap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUENTIN TARANTINO, FILM DIRECTOR",
      "utterance": "They got in touch with me because I had made statements in some interviews, you know, along the way, that it suggested that I'm on their side when it comes to this issue of you know, ultimately what I feel is a problem of white supremacy in this country. Ah, so all cops aren't murders after all. They're just Aryan jerks. Well, at least he didn't slander the cops. Of course, then he tells them to stop shooting unarmed people. As if they wake up every morning with that on their to-do list. Hey, it's Tuesday, let's shoot someone."
    },
    {
      "speaker": "TARANTINO",
      "utterance": "Just because I was at an anti-police brutality protest, doesn't mean I'm anti-police. We want justice, but stop shooting unarmed people. But they don't want to deal with that. They would rather -- they would rather start arguments with celebrities than examine the concerns put before them by a citizenry that has lost trust in them. Yet, when you see Quentin movies, it seems he's more obsessed with killing than any cop. The clueless cretin then cites the First Amendment as if we're denying his right to yack."
    },
    {
      "speaker": "TARANTINO",
      "utterance": "I was surprised. I was under the impression, I was an American and that I had First Amendment rights and there was no problem with me going to an anti-police brutality protest and speaking my mind. No one is silencing your speech, you dope. They're just calling you a bozo for what you've said. Even your dad is embarrassed. But maybe Quentin is the real victim here."
    },
    {
      "speaker": "TARANTINO",
      "utterance": "They want to, they want to demonize me. They want to slander me, say that -- imply that I'm saying things that I didn't say. They want me to shut up and they want to make sure that no other people like me, prominent citizens, will stand up for that side. Look, his outrage over injustice might have been fine if he had done it before, when black children or grandmothers get shot in drive-byes. But he seems quite selective with his anger. The only time he expresses rage, suddenly, is against the men in blue -- who are also white, black and brown -- as his movies romanticize the butchering of police."
    },
    {
      "speaker": "And let's not forget why he spoke out to restore his bonafides among black activists who hate Quentin's exploitation of black culture. Which leads him to make his worst Mistake",
      "utterance": "incorporating anti-cop bile as part of black identity. And so he reminds everyone that the worst enemy to a black person is a preening white leftist whose head is so far up his butt, that the only words he speaks are crap."
    }
  ]
}