{
  "date": "November 16, 2020",
  "headline": "Malliotakis: GOP's 'red wave' a referendum on socialist agenda",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/malliotakis-gops-red-wave-a-referendum-on-socialist-agenda",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "sentences": "Good to see you tonight, Bret. Good evening, everybody. I am Martha MacCallum in New York and this is THE STORY. So little bit of a breaking news at the top here out of Georgia, because they've been counting and counting doing all of the recounts there, they just found 2600 votes that somehow never got counted in Floyd County. Not sure whose column they're going to go in ultimately. President Trump won that county in 2016 and in the state overall right now Joe Biden leads in Georgia by 14,000 votes.  And the president still tonight not budging on conceding this race in this huge turnout election, President Trump in the end got 10 million more votes than he did back in 2016. As for Joe Biden, the President-Elect got 13 million more votes than Hillary Clinton did and 16 million more votes than Barack Obama.  Biden surpassed Hillary Clinton in cities like Milwaukee, Philadelphia and in Fulton County, home to Atlanta. Many are struggling to make sense of some of the parameters of these outcomes, especially considering the G.O.P.  gains in the House and reelections in the Senate. Those came through a coalition of the nation's moral working people and increasing number of Latino and black Americans, not to mention a larger percentage of the LGBT vote more than four years ago.  There are still big questions about the polling and all of this. For instance in the Senate races, they will - were way off in Maine and South Carolina and Texas. Susan Collins and Lindsey Graham and John Cornyn pretty much cruised to victory. So what happened with all of that? Senator Susan Collins is going to join us tonight with her first post- election look at what happened in her home state. But first, let's take a closer look at the overall numbers and the questions that a lot of people, including the president, are asking tonight.  Karl Rove is a Fox News Contributor and Former Deputy Chief of Staff to George W. Bush Geraldo Rivera is Fox News Correspondent-At-Large great to have you both with us here tonight. Thanks for being here, gentlemen.   So Karl, let me ask you a few questions that sort of keep popping up here and some of them are sort of based on this piece and town hall that was written by Matt. And he raises some of the questions that I had in the introduction there. He says Trump won the largest nonwhite vote share for a Republican President in 60 years. Biden underperformed Hillary Clinton in every major metro around the country say for Milwaukee, Detroit, Atlanta and Philadelphia. Do you find any of that odd, or what is the exultation for that in your opinion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, I'm not certain it's necessarily accurate, particularly when it comes to deception in the major metro areas.   Take a look at this. This is 2020 and 2016. This is Wayne County, that's Detroit. Biden gets 587 votes, Hillary got 519, so he does outperform her particularly take a look at Philly. This year Biden got 587 votes, 7,000 votes, she got 584 not that much difference. And remember he gets nearly 13 million more votes nationwide then she got four years ago. Milwaukee, 317,000 this year, 288,000 last times around, a difference of 29,000. Again, not a big differential between them and if you look at across the country, look - in Dallas Biden gets almost 130,000 votes more than Hillary Clinton does in Houston, Harris County he gets nearly 200,000 votes more than Hillary Clinton does.  Why? Because he got 1.3 million more votes in Texas than she got four years ago. Turnout was a much smaller percentage of voting age population four years ago than it was today Cleveland, not much difference there, 402,000 this time around for Biden, 398 for her last time around Cook County Illinois, Chicago, bad reputation for elections, right?   1,680,000 - this fall 1,610,000. Last time a difference of 70,000 votes in that county, so my point is the idea that we've only got four places in the country where Biden outperforms Hillary compared to four years ago not exactly true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK. What about the point that was brought up - I'm just going to stay with Karl for one second and then I want to get to Geraldo by Robert Haley who said right before the election he is - he got a lot of attention right before the election.  He said, you know, you've got to win by four or five points extra in Pennsylvania to account for the corruption that we see and have seen over the years in Philadelphia. Looking at what you know now, Karl, based on these numbers what do you say to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "I think there is an exaggeration. Are there funny games going on Philadelphia? Yes, but I don't think it's one out of every 20 voters is a fraudulent vote. I just don't think that's borne out by history. And again, it's easy for us to make these accusations about these votes were stolen and this was rigged, there's a lot of extra votes here, but we've got to go to court to prove it. If an accusation until we prove it in court and then it's a reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, speaking of that, this is President Obama, Geraldo, on \"60 Minutes\" this weekend. Here's what he said about the president not conceding thus far. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER U.S. PRESIDENT",
      "sentences": "When your time is up, then it is your job to put the country first and think beyond your own ego. My advice to President Trump is if you want at this late stage in the game to be remembered as somebody who put country first, it's time for you to do the same thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Geraldo, what's your reaction to that? And you've spoken to the president about his postelection feelings on all of this. What did he say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "sentences": "Well, first of all, I think that President Obama certainly would not have given that advice to Al Gore in 2001 it was the other way around. Then he would have insisted that the recounts continue, as all Democrats did. Karl knows that all too well having lived it. The president on Friday morning when he called me seemed resigned, disillusioned, disappointed, melancholy I thought he was very reflective. It seemed to me that although he was not giving up the fight, he asked me in fact to investigate Dominion and tell him whether or not I thought that was a legitimate scandal.  Still, he seemed to me to be on the verge - he said he was a realist. He said that he would do the right thing. He seemed on the verge of conceding a bitter defeat. And that was Friday morning. Then later in the day - and I reported that.  Later in the day his attitude seemed to change until over the weekend with the tens of thousands of pro-President Trump demonstrated descended on Washington and he drove through the crowd in route to a golf match. I think he was heartened by the defiance in the crowd, the undeterred support for the president. I think he was - he was juiced by it and you know, all of that reflective - disillusionment, he seemed to shed it and it was replaced by - not that he was giving up on Friday morning, but he was putting it in perspective but by today, it's clear the president is in this to win it.   He believes that incidents like this county in Georgia just one of 159 counties in Georgia where they found a box of votes with over 2500 ballots in it. I think that he believes that there is more of that out there. You know, those of us who love him say, you know, maybe not and may be better gird your loins for bitter defeat, but it seems to me that, you know, the president has made an arc - is much tougher today than on Friday about seeing this through, and he's got some precedents too. You know, Gore didn't concede until deep into December. He has some historical precedent for sticking it out at least until the state - you know, voting for their electors in the electors certified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. And it's going to start happening next week. Thank you very much, Karl Rove and Geraldo Rivera, great to see you both tonight. Thanks gentleman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So will there be consequences for all of the activists who were caught on this video which are horrible from over the weekend punching people, kicking them, throwing garbage at from supporters in the street in that rally on Saturday, new details on that story coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Awful video from over the weekend as we saw these Trump supporters getting kicked and punched and thrown around in the street on Saturday after the million Maga March in Washington, D.C. Many of those attacks were caught on video and they were posted on social media now the police are using the videos to try to attract on the suspects to make arrests. Correspondent Rich Edson was there live in D.C. and he joins us tonight with the latest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICH EDSON, FOX NEWS CORRESPONDENT",
      "sentences": "Good evening, Martha. As a result of that, D.C. police say they've made more than 20 arrests for gun and weapons possessions, assaulting police officers, aggravated assault among other charges. Police also say that somebody was stabbed downtown as a result of that. Another through fireworks and Trump supporters see to the outdoors at a restaurant, they were shouting for bullhorns, harassment, tearing Black Lives Matter's posters down a man in a Trump shirt thrown to the ground and outbreaks of fighting throughout downtown D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHIEF PETER NEWSHAM, D.C. METRO POLICE DEPARTMENT",
      "sentences": "The worst of it, the worst of it for me is to see our country having those types of physical disputes over an election. That's something we attribute to other countries across the world, but we don't see that here in the United States so that's the worst of it for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDSON",
      "sentences": "And D.C. police also say there was a very little property damage, even as pro and anti-Trump groups clashed downtown D.C., much of downtown is still boarded up for anticipated election night protests. The president's supporters and campaign blamed left-wing groups and ANTIFA. A spokesman for the Biden transition said in a statement \"President-Elect Biden continues to denounce all acts of violence. Likewise, he also condemns the repugnant displays of white supremacy that were made in Washington, D.C., this weekend.\"   Saturday was really two different phases. In one you had that violence in downtown D.C. but the morning started with a march down on Pennsylvania Avenue. There were anti-Trump protesters who were there, but the worst of that mostly got was some pretty intense linkage. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Seems like we see the worst of this last night after the sun goes down. Rich, thank you very much, good to see her tonight. Democrat Governors some of them across the country have imposed new COVID restrictions as cases continue to spike. Dr. Scott Atlas taking a lot of heat tonight after telling people to rise up and resist, he's here to explain that and talk about the new vaccine when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So another vaccine in the pipeline for FDA approval as of today.   Moderna announced that it's is 94.5 percent effective and that's the second promising vaccine that we seen in the last week and by any measure the success for Operation Warp Speed. On the other side though we have cases and hospitalizations that continue to go up, 21 states are going back to various degrees of lockdowns and advisories and Thanksgiving is going to be highly regulated if many of the nation's Governors their way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This year it's just too dangerous to gather together indoors where the virus can spread so easily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are urging everybody to keep their Thanksgiving plans as small as possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If you are considering spending Thanksgiving with people outside of your household, I urge you to reconsider.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So the president-elect saying that his family will comply with the Thanksgiving rules.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, U.S. PRESIDENT-ELECT",
      "sentences": "Jill and I spent this morning, like many of you, trying to figure out where we going to do for Thanksgiving? How are we going to do it? We've narrowed down which family members, and that they were tested, recently tested in 24 hours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "He said that some people would have to quarantine before they could get together as well in their Biden family group, so with two months to go until Inauguration Day we got both sides tonight on how they're going to handle what President-Elect Biden has called a dark winter to come?  Special Advisory - Advisor to President Trump Dr. Scott Atlas will join in a moment. He was called out by the president-elect today for some comments that he made. We will get his thoughts on that tonight as well but first up, Biden's COVID-19 Advisory Board Member Dr. Celine Gounder. Doctor thank you very much it's good to have you with us today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. CELINE GOUNDER, BIDEN COVID ADVISORY BOARD MEMBER",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So first of all, your thoughts on the fact that we now have two vaccines that are in the FDA pipeline, it's pretty amazing in about eight and a half months, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. GOUNDER",
      "sentences": "We are very excited about both of these vaccines. We still are collecting final details for Emergency Use Authorizations, for submission to the FDA on effectiveness and safety data, but both vaccines look very, very good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So in terms of these Thanksgiving lockdown regulations, do you agree with them? I know that you have in the past had some concerns without lockdowns overall. Where do you stand on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. GOUNDER",
      "sentences": "Yes, I think the term \"lockdown\" is sort of Coronavirus control 1.0. It's sort of like an on and on and off light switch and we've learned a lot over the last several months where we can be much more targeted where we have now a dimmer switch, so to speak, where we can target our measures based on zip code, on place, on population that's most highly at risk. And I will give you a couple exhibits of this, pulling from Governor Whitmer's measures in Michigan. So instead of closing all gyms, they are closing indoor classes in gyms and if the gym can ensure good ventilation and distancing and people are wearing masks, they can still go and work out on their own in the gym. In terms of schools, we've learned that children who are under the age of  12 are far less likely to transmit than our older children, and so as long as you don't have really widespread community transmission, you can close in person learning for high school and college students but keep it open for younger students. So these are restrictions, these are not a full lockdowns and they really should be determined by the local epidemiology in a particular area.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. This is Chicago's Mayor Lori Lightfoot who got some heat a while back for going to get her hair done and this time she got to keep her attending a big celebration for Joe Biden. Watch what she had to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LORI LIGHTFOOT, CHICAGO MAYOR",
      "sentences": "But yes, there are times when we actually do need to have relief and come together and I felt like that was one of those times. That crowd was gathered whether I was there or not, but this has been a super hard year on everyone. Everyone feels traumatized.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So what do you say about her going to that gathering you know people say well, how come she can do that and I can't have my family over for Thanksgiving?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. GOUNDER",
      "sentences": "I really don't think it matters what your politics are. You should wear a mask, you should remain distance from other people and you should really try to be outdoors more than indoors if you're around other people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In terms of masks, it comes up a lot people say that it appears that people wear masks more now than they have through this entire experience. And then you see these numbers going up and it just raises questions. So why would that be that more and more people - it's so common to see everyone wearing masks now and yet it is still being transmitted at an even higher rate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. GOUNDER",
      "sentences": "Well, people are, Americans are getting better at wearing masks. It's not perfect it's not all the time which means that there are real loopholes there for transmissions to occur. The other major factor is the weather has gotten cooler.  People are indoors more around each other more. This is precisely why cold, cough and flu season is in the fall and winter. So we are just seeing the same exact pattern with Coronavirus that we do with other respiratory viruses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right Dr. Gounder, thank you very much. Good to have you with us tonight. Joining me now is Dr. Scott Atlas, Special Advisor to the President and Stanford University's Hoover Institution Senior Fellow. Dr. Atlas, good to have you back on the program tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. SCOTT ATLAS, SPECIAL ADVISOR TO PRESIDENT",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet. So, you said something that got some attention, which happens sometimes and this was about resisting and rising up against some of these new lockdowns and advisories that everybody is hearing about. So the only way this stops is if people rise up in reaction to Governor Whitmer. You get what you accept hash tag freedom matters. And here's what President-Elect Biden said in his press avail today about that comment. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The idea that existing, remaining advisor on COVID is saying that they should resist - what is the matter with these guys? What is the matter with them? It's totally irresponsible, irresponsible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How would you respond to that, doctor?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ATLAS",
      "sentences": "Well, adding to the list of things I'm not is I'm not very good at Twitter and I take responsibility for what I tweeted. I didn't mean anything that I think people are inferring from that and I clarified it right afterwards and I wish you would have shown that. Because what happened was - what I meant was in response to the literally thousands of emails I get from people all over the country begging me to figure out how to end the lockdowns? I get emails I would say, you know, every couple of weeks from someone who has had a family member commit suicide because of the lockdowns. I have people begging me to do anything I can to end the lockdowns. And so what I meant - and I'm sorry I'm not very articulate on Twitter - is basically if you want to change things, you have to have your voices heard.  I didn't mean anything more than that. I think that's obvious in the United States. I didn't mean to threaten or incite violence. I in fact tweeted that several times. So I don't think I meant mass pandemonium, some sort of mass resistance. I just meant if you have a desire, it's going to come from the people. The government is not going to end the lockdowns. This is a state issue it's not a federal issue. I would like to say that I have a lot of commonality with your previous guest in terms of understanding that, yes, there are more cases in the winter, yes there are more cases indoors and we know this with this virus and that's the problem. When you lockdown - and because we have states that were restricting businesses, restricting activities, we forced cases to be building up in this season when you cannot social distance. It's exactly this reason why it's more dangerous now that we've slowed cases from coming up into the winter. You can't social distance from your elderly family member when you can't go outside, so yes, I agree we should have activities outside, yes I agree we need ventilation. Yes, we should reduce large group indoor activities, use social distancing, we need to protect our vulnerable high risk family members. All these things I completely agree with. There's nothing there that isn't agreeable, but what the problem is, I don't agree that you should close schools. I don't agree you should not have in person learning. I don't want to see the figure that one in four Americans, college students, one in 4 age 18-24 thought of killing themselves in June because of the lock down. I have children that age myself. We know what their suffering from with isolation and this kind of isolation is one of the unspoken tragedies of the elderly who are now being told doesn't see her family a Thanksgiving.  For many people this is their final Thanksgiving, believe it or not. What are we doing here? I think we have to have a policy, which I have been advocating, which is a whole person whole health policy it's not about just stopping cases of COVID. We have to talk about the damage of the policy itself, so what does the federal government do? It's what I've advised; it is what the administration has been doing. We supply resources. We do everything we can to target high-risk seniors inside nursing homes, outside nursing homes. We give resources. We give personnel to hospitals who request them. We've -- we the administration has developed Operation Warp Speed, this incredible drugs like the Lily drug reducing hospitalizations of high-risk seniors by 70 percent. The vaccine approval -- these are the timelines, by the way, that me and the president were pilloried for, for saying. MACCALLUM (voice over):  Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATLAS",
      "sentences": "Yet these timelines were correct and these people should admit that they were wrong. The administration is doing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATLAS",
      "sentences": "-- a great job at getting resources where it's needed. We want to protect the elderly but we cannot lock down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Understood, and that is what you have said from the very beginning and the concerns that you expressed about people's mental health are very real. I think we've all seen it in our lives and with people and family and friends that we know. So, it is a real serious concern. Dr. Atlas, thank you. Good to have you here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATLAS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, the polls said that Republican Senator Susan Collins was going to get shellacked, basically, in Maine. She then won by nine points. The senator joins me next for her first post-election interview about what happens now going forward and she just got a call from Joe Biden. We'll talk to her about all that after this.  MACCALLUM (voice over):  My next guest just won her fifth U.S. Senate term, though not a single poll showed her head prior to election day. In fact, the final poll before the election showed Senator Susan Collins of Maine down by six points. A Quinnipiac poll a few weeks earlier had her down by 12, yet Senator Collins ended up winning her own state by nine points and she captured all but two counties in the State of Maine. So. this makes her the only Republican senator to win a state that was also won by Joe Biden. Now Senator Collins, a moderate is poised to become a powerful Senate influencer as Politico notes with Republicans likely to hold only a slim majority, the moderate Maine senator will play a key role in legislation. Here now exclusively for her first post-election interview, GOP Senator Susan Collins of Maine. Senator Collins, congratulations to you on your win and thanks for being here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. SUSAN COLLINS (R-ME)",
      "sentences": "Thank you, Martha. It's great to join you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, when you hear those poll numbers, you know, what goes through your mind? Why do you think they were so off, and can people trust these polls anymore after this election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "After this election I think the polling industry needs to take a hard look at what it does. I noticed that all of these polls had an online component which I believe makes them less reliable. They clearly had a hard time reaching rural and independent voters and I also think there's more reluctance of voters to participate in polls.  Another related issue which you mentioned, a newspaper my state published a poll the day before my election showing that I was six down. I think the news media needs to take a close look at how it reports on these polls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I think those are great points. In terms of Joe Biden, you had a conversation with him, you've been friends. You worked together in the Senate obviously in the past. What do you think you can work with on him? If you are going to provide this bridge potentially, where will it be, where will it happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Well, I hope for example that we could work on an infrastructure package. We need a lot of repairs and replacements not only of roads, some bridges and improvements in our seaports and airports, but we need rural broadband. If there's anything that this pandemic has shown us, it's the inequities that exist in rural America where there is not access to rural broadband, which has made everything from telemedicine to working at home to teaching children much more difficult. So that's one issue and for me, jobs and the economy, helping our small businesses, another round of the Paycheck Protection Program, which preserved so many jobs during this pandemic which I was the chief architect of and also making healthcare more affordable. Those are all priorities where I hope that we can come up with common sense solutions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, so some people say -- look, unity is not a goal that is achievable. You're either conservative or you're not. And this is Bernie Sanders talking about how he sees the way that he looks at things, which I think is probably very different than the way you and a lot of folks in Maine do. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS (D-VT)",
      "sentences": "I sometimes find it amusing when our opponents talk about the far-left agenda. Raising the minimum wage to 15 bucks an hour. When you're talking about expanding healthcare to all people as a human right. Making public colleges and universities tuition free, these are not far left ideas. These are common sense ideas that the majority of the American people support and we are going to fight to make sure that they're implemented.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Absolutely and I think one of the messages that voters sent was they are rejecting that far left agenda, which includes packing the Supreme Court, defunding our police officers and also ending the filibuster, Medicare for all, which would decrease the quality and accessibility of healthcare in this country, cost many of our rural hospitals to close.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Those are far left ideas and I know Bernie sincerely believes in them, but I think it's pretty clear that most of America does not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How are you going to work with Mitch McConnell, the majority leader -- at least he is now and he hopes he will be after those Georgia races -- if you're going to try to do some things in the middle lane here, he may not be in the mood to do that. He wants to win even more seats in the Senate in 2022 and he may not be wanting to compromise on a lot of these things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Well, I don't think we should compromise on the far left agenda that Bernie and others are pushing, but I do think there are ways to work together on everything from another COVID relief bill to deal with the health and economic consequences of the pandemic, to an infrastructure package as I just mentioned, and also making the market more competitive for prescription drugs to help bring down the price.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, that's something --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "That's something --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "-- that we all ought to be at the work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. And President Trump has talked a lot about that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- and surprise billing as well. Before I let you go, just, you know, I'm curious about the Amy Coney Barrett vote and if you had known that you were ahead by as much as you won by, would you have supported her?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "It would have made no difference to me in how I voted, because I said before Ruth Bader Ginsburg died that I felt that we had established a precedent four years ago and to be fair that we should not confirm a Supreme Court justice prior to the election, particularly when it was so close to the election. It's not a comment on her or her qualifications, and let me say I was appalled that some of the anti-Catholic and anti-religious rhetoric that was thrown her way. So, it's not a matter of her qualifications or temperament or experience, it was a matter of fairness and playing by the same rules and being consistent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Senator Susan Collins, thank you very much. We look forward to talking with you as you work in the Senate in the coming sessions. Good to have you here tonight, thank you, senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Thank you, Martha. MACCALLUM (voice over):  So, with 17 Republican women now elected to Congress this cycle on the House side, there is talk among some of them of forming their own squad to rival AOCs. New York Congresswoman-elect Nicole was Malliotakis was leading that charge. She's up next. MACCALLUM (voice over):  So big trend in the election as that a record number of Republican women will join the U.S. House of Representatives this January. Nine of the 17 women flipping seats from Democrat to Republican in their own red wave, including my next guest, who said that she will represent a new kind of squad in Washington, D.C. New York Congressman-elect Nicole Malliotakis joins us now. Great to have you with us. Thank you so much for being here. So why do you think this big surprise happened? How did you all pull it off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLE MALLIOTAKIS (R-NY), CONGRESSWOMAN-ELECT",
      "sentences": "Well, look, I think people in America are rightfully concerned about attempts to bring socialism to our nation. Whether it be the dismantling of our economy or defunding the police or concerns about abolishing ICE or socialized medicine, people are saying wait a minute, this is not America. America wants to have freedom and liberties and the pursuit of happiness, and that's not what the socialist movement represents. So, in many ways, I think it was a referendum on what the socialist squad has been pushing and Americans speaking out and saying you know what, we need to counter this and we are going to send people who are going to fight for our freedoms and ensure that we are the America that we love, not socialist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I know your family came from Cuba and there are several other new members of Congress who were in similar situations in oppressive regimes, we have pictures of all them we can put up on the board here. So obviously that was one of the themes that helped to propel all of you, but here's a tweet from AOC who has, you know, obviously their own squad. She says can we please get people stimulus checks, mortgage relief, rent forgiveness, small business support, free testing, hazard pay, health care, or is that too socialist too, she says. What would you say to her?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALLIOTAKIS",
      "sentences": "Well first of all, you look at socialized medicine, what they want to do is take away people's employer-based health care and they also want to dismantle the coverage that are senior citizens are receiving. I mean, Medicare is something that our senior citizens worked very hard for and they've earned. And if you want to spread that across everyone, it's going to diminish the quality of care, but more importantly they have specifically said they want to dismantle the United States economy. They want to defund the police. They want to abolish ICE and open our borders. They want to stack the court. They want to change the election laws to eliminate any type of voter I.D. or any types of checks and balances. They want same-day registration. You know, all of that is a threat to our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A lot of those things are our democracy. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALLIOTAKIS",
      "sentences": "A lot of that is a threat to our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You're the only Republican member of Congress from New York City, a city of 8.4 million people. Has one Republican representative, and that's you and you ran against Bill de Blasio in 2017 for mayor. I'm curious what you think about how that is going. I mean, I look outside the window here, half of New York City -- more than half is completely shut down, Nicole.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALLIOTAKIS",
      "sentences": "Look, this city has gone way too far to the left under the leading leadership of Ocasio-Cortez and Bill de Blasio. We need to restore law and order. We've got to roll back these wacky laws that they've passed that have made us less safe, that have led to crime increasing in the city. We also need to work to reopen our economy. We know more about the virus then we did six months ago. There is a vaccine close -- close to us now. We need to ensure that we reopen safely, get people back to work and of course, you know, this mayor has got to be a little more reasonable. He is hammering small businesses, hitting them with inspections and violations, driving them out of business and as a result driving the middle-class out of New York City.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALLIOTAKIS",
      "sentences": "So, all of that needs to be addressed and I hope, as the only Republican they will listen to what I have to say as well as I provide a very important counter view.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, it's going to be interesting to see your own squad developed and to see the two sides go head-to-head with very different ideas on the hill. I think it's good for Americans to have a lot of fierce debate on Capitol Hill over all these issues. Good to have you with us and congratulations on your successful election. Nicole Malliotakis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALLIOTAKIS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to see you tonight. So, there is growing talks that Joe Biden will make history by appointing the first female secretary of defense. But his top contender has a bit of a complicated history of her own, specifically when it comes to Afghanistan and how we should handle China. We're going to talk about her views with General Jack Keane, who will tell us what he thinks next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "President Trump acting on one more campaign promise before President-elect Biden takes office. He is bringing troops home. The president is planning to withdraw troops in both Iraq and Afghanistan to a new low just 2,500 in each country before January 20th. Now the speculation President-elect Biden could announce his nomination for the first female secretary of defense, a rather hawkish Democrat who has helped build up our presence in Afghanistan over the years with her work at the Defense Department and that infuriates some on the left. Joining me now is General Jack Keane, chairman of the Institute for the Study of War and a Fox News senior strategic analyst. General, always good to have you with us. Thanks for being here tonight. I know that Michele Flournoy is a person that you respect and that you have -- a name that you have brought up to us in the past as someone who is very highly qualified. If she does become Joe Biden's secretary of defense, would you expect that she would reverse these moves in Afghanistan and put troops back on the ground there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACK KEANE, FOX NEWS SENIOR STRATEGIC ANALYST",
      "sentences": "First of all, we're not taking all of our troops out of Afghanistan, we're holding a 2,500 something we suspected what happened last week. Secondly, the Biden administration has already flagged that they believe they're going to keep a residual force in Afghanistan. So, I think this number may complement it but that's not based on any analysis. The troop commander in Afghanistan, General Scott Miller who is as good as we've ever had, would have to do the analysis on what the requirements are. The last time he did a detailed analysis, the minimum force he want was 4,500. This force goes below that but it's not based on his analysis, it's based on policy makers decisions in Washington, D.C. Analyze it on her judgment but I suspect that what (AUDIO GAP) down the road for the next administration and (AUDIO GAP) the final decision (AUDIO GAP) to Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, clearly, (AUDIO GAP) the choosing of an arbitrary number and you would rather have it based on the general on the ground in terms of what it means to maintain the stability there. And do you think that Michele Flournoy would be someone based on what you know about her and her way of approaching these things who would increase it to that general's number?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, there's much I do know about her, is that she is very knowledgeable and experienced. And while I was deeply involved in Afghanistan myself in Iraq helping our generals who were there, I debriefed her a number of times on what my assessments were. And you know, virtually, every case that I'm aware of, she had supported our commanders in Iraq and Afghanistan virtually every time. And so, she understands what's taken place. She's very familiar with (AUDIO GAP) and she's working for President-elect Biden, or President Biden if he does become our president, then he is going to drive (AUDIO GAP) just like President Trump (AUDIO GAP) policy in his administration and that's something we always have to consider.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So just a very quick minute here while I've got you, not much time, but Joe Biden with regard to China. Would he be as aggressive on technology, on the military expansion, on all of the expansion that China is pursuing right now? Thailand, Hong Kong, would he be as aggressive?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "They agree that China is a threat to American security with the big power competition that's going on. Much as the Trump team does, I think the tone be different. More consolatory and less confrontational. Work with China on the pandemic, and on climate change, compete with China economically. And likely, in terms of technology development as well. But confront China on military expansion, intimidating and cursing our allies and confront them over human rights, and maybe take a look at making a new trade deal. (AUDIO GAP) it will be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And do you think that's wise or do you think that we should put more pressure on China?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "I think the issue, Martha, it's great question. We don't know the specifics because there's hardly discussion of foreign policy and national security during the campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Which is so shameful, to be frank about it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "-- given the importance of these issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "So, I think what we'll see is they are going to have to get their feet on the ground. This is not the China they knew four years ago. And they are going to have to make some assessments. If they lean towards appeasement of China, which is where Biden and Obama were, that would be a mistake --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "-- and I think it would be a blunder. And I hope we don't see that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you so much, General Keane, always good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Yes, great seeing you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That is THE STORY -- thank you, general -- of Monday, November 16th. Always THE STORY continues so we'll see you back here tomorrow night. Thanks for being with us, everybody. Good night. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "utterance": "Good to see you tonight, Bret. Good evening, everybody. I am Martha MacCallum in New York and this is THE STORY. So little bit of a breaking news at the top here out of Georgia, because they've been counting and counting doing all of the recounts there, they just found 2600 votes that somehow never got counted in Floyd County. Not sure whose column they're going to go in ultimately. President Trump won that county in 2016 and in the state overall right now Joe Biden leads in Georgia by 14,000 votes. And the president still tonight not budging on conceding this race in this huge turnout election, President Trump in the end got 10 million more votes than he did back in 2016. As for Joe Biden, the President-Elect got 13 million more votes than Hillary Clinton did and 16 million more votes than Barack Obama. Biden surpassed Hillary Clinton in cities like Milwaukee, Philadelphia and in Fulton County, home to Atlanta. Many are struggling to make sense of some of the parameters of these outcomes, especially considering the G.O.P. gains in the House and reelections in the Senate. Those came through a coalition of the nation's moral working people and increasing number of Latino and black Americans, not to mention a larger percentage of the LGBT vote more than four years ago. There are still big questions about the polling and all of this. For instance in the Senate races, they will - were way off in Maine and South Carolina and Texas. Susan Collins and Lindsey Graham and John Cornyn pretty much cruised to victory. So what happened with all of that? Senator Susan Collins is going to join us tonight with her first post- election look at what happened in her home state. But first, let's take a closer look at the overall numbers and the questions that a lot of people, including the president, are asking tonight. Karl Rove is a Fox News Contributor and Former Deputy Chief of Staff to George W. Bush Geraldo Rivera is Fox News Correspondent-At-Large great to have you both with us here tonight. Thanks for being here, gentlemen. So Karl, let me ask you a few questions that sort of keep popping up here and some of them are sort of based on this piece and town hall that was written by Matt. And he raises some of the questions that I had in the introduction there. He says Trump won the largest nonwhite vote share for a Republican President in 60 years. Biden underperformed Hillary Clinton in every major metro around the country say for Milwaukee, Detroit, Atlanta and Philadelphia. Do you find any of that odd, or what is the exultation for that in your opinion?"
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, I'm not certain it's necessarily accurate, particularly when it comes to deception in the major metro areas. Take a look at this. This is 2020 and 2016. This is Wayne County, that's Detroit. Biden gets 587 votes, Hillary got 519, so he does outperform her particularly take a look at Philly. This year Biden got 587 votes, 7,000 votes, she got 584 not that much difference. And remember he gets nearly 13 million more votes nationwide then she got four years ago. Milwaukee, 317,000 this year, 288,000 last times around, a difference of 29,000. Again, not a big differential between them and if you look at across the country, look - in Dallas Biden gets almost 130,000 votes more than Hillary Clinton does in Houston, Harris County he gets nearly 200,000 votes more than Hillary Clinton does. Why? Because he got 1.3 million more votes in Texas than she got four years ago. Turnout was a much smaller percentage of voting age population four years ago than it was today Cleveland, not much difference there, 402,000 this time around for Biden, 398 for her last time around Cook County Illinois, Chicago, bad reputation for elections, right? 1,680,000 - this fall 1,610,000. Last time a difference of 70,000 votes in that county, so my point is the idea that we've only got four places in the country where Biden outperforms Hillary compared to four years ago not exactly true."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK. What about the point that was brought up - I'm just going to stay with Karl for one second and then I want to get to Geraldo by Robert Haley who said right before the election he is - he got a lot of attention right before the election. He said, you know, you've got to win by four or five points extra in Pennsylvania to account for the corruption that we see and have seen over the years in Philadelphia. Looking at what you know now, Karl, based on these numbers what do you say to that?"
    },
    {
      "speaker": "ROVE",
      "utterance": "I think there is an exaggeration. Are there funny games going on Philadelphia? Yes, but I don't think it's one out of every 20 voters is a fraudulent vote. I just don't think that's borne out by history. And again, it's easy for us to make these accusations about these votes were stolen and this was rigged, there's a lot of extra votes here, but we've got to go to court to prove it. If an accusation until we prove it in court and then it's a reality."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, speaking of that, this is President Obama, Geraldo, on \"60 Minutes\" this weekend. Here's what he said about the president not conceding thus far. Watch this."
    },
    {
      "speaker": "BARACK OBAMA, FORMER U.S. PRESIDENT",
      "utterance": "When your time is up, then it is your job to put the country first and think beyond your own ego. My advice to President Trump is if you want at this late stage in the game to be remembered as somebody who put country first, it's time for you to do the same thing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Geraldo, what's your reaction to that? And you've spoken to the president about his postelection feelings on all of this. What did he say?"
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "utterance": "Well, first of all, I think that President Obama certainly would not have given that advice to Al Gore in 2001 it was the other way around. Then he would have insisted that the recounts continue, as all Democrats did. Karl knows that all too well having lived it. The president on Friday morning when he called me seemed resigned, disillusioned, disappointed, melancholy I thought he was very reflective. It seemed to me that although he was not giving up the fight, he asked me in fact to investigate Dominion and tell him whether or not I thought that was a legitimate scandal. Still, he seemed to me to be on the verge - he said he was a realist. He said that he would do the right thing. He seemed on the verge of conceding a bitter defeat. And that was Friday morning. Then later in the day - and I reported that. Later in the day his attitude seemed to change until over the weekend with the tens of thousands of pro-President Trump demonstrated descended on Washington and he drove through the crowd in route to a golf match. I think he was heartened by the defiance in the crowd, the undeterred support for the president. I think he was - he was juiced by it and you know, all of that reflective - disillusionment, he seemed to shed it and it was replaced by - not that he was giving up on Friday morning, but he was putting it in perspective but by today, it's clear the president is in this to win it. He believes that incidents like this county in Georgia just one of 159 counties in Georgia where they found a box of votes with over 2500 ballots in it. I think that he believes that there is more of that out there. You know, those of us who love him say, you know, maybe not and may be better gird your loins for bitter defeat, but it seems to me that, you know, the president has made an arc - is much tougher today than on Friday about seeing this through, and he's got some precedents too. You know, Gore didn't concede until deep into December. He has some historical precedent for sticking it out at least until the state - you know, voting for their electors in the electors certified."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. And it's going to start happening next week. Thank you very much, Karl Rove and Geraldo Rivera, great to see you both tonight. Thanks gentleman."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So will there be consequences for all of the activists who were caught on this video which are horrible from over the weekend punching people, kicking them, throwing garbage at from supporters in the street in that rally on Saturday, new details on that story coming up next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Awful video from over the weekend as we saw these Trump supporters getting kicked and punched and thrown around in the street on Saturday after the million Maga March in Washington, D.C. Many of those attacks were caught on video and they were posted on social media now the police are using the videos to try to attract on the suspects to make arrests. Correspondent Rich Edson was there live in D.C. and he joins us tonight with the latest."
    },
    {
      "speaker": "RICH EDSON, FOX NEWS CORRESPONDENT",
      "utterance": "Good evening, Martha. As a result of that, D.C. police say they've made more than 20 arrests for gun and weapons possessions, assaulting police officers, aggravated assault among other charges. Police also say that somebody was stabbed downtown as a result of that. Another through fireworks and Trump supporters see to the outdoors at a restaurant, they were shouting for bullhorns, harassment, tearing Black Lives Matter's posters down a man in a Trump shirt thrown to the ground and outbreaks of fighting throughout downtown D.C."
    },
    {
      "speaker": "CHIEF PETER NEWSHAM, D.C. METRO POLICE DEPARTMENT",
      "utterance": "The worst of it, the worst of it for me is to see our country having those types of physical disputes over an election. That's something we attribute to other countries across the world, but we don't see that here in the United States so that's the worst of it for me."
    },
    {
      "speaker": "EDSON",
      "utterance": "And D.C. police also say there was a very little property damage, even as pro and anti-Trump groups clashed downtown D.C., much of downtown is still boarded up for anticipated election night protests. The president's supporters and campaign blamed left-wing groups and ANTIFA. A spokesman for the Biden transition said in a statement \"President-Elect Biden continues to denounce all acts of violence. Likewise, he also condemns the repugnant displays of white supremacy that were made in Washington, D.C., this weekend.\" Saturday was really two different phases. In one you had that violence in downtown D.C. but the morning started with a march down on Pennsylvania Avenue. There were anti-Trump protesters who were there, but the worst of that mostly got was some pretty intense linkage. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Seems like we see the worst of this last night after the sun goes down. Rich, thank you very much, good to see her tonight. Democrat Governors some of them across the country have imposed new COVID restrictions as cases continue to spike. Dr. Scott Atlas taking a lot of heat tonight after telling people to rise up and resist, he's here to explain that and talk about the new vaccine when we come back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So another vaccine in the pipeline for FDA approval as of today. Moderna announced that it's is 94.5 percent effective and that's the second promising vaccine that we seen in the last week and by any measure the success for Operation Warp Speed. On the other side though we have cases and hospitalizations that continue to go up, 21 states are going back to various degrees of lockdowns and advisories and Thanksgiving is going to be highly regulated if many of the nation's Governors their way."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This year it's just too dangerous to gather together indoors where the virus can spread so easily."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We are urging everybody to keep their Thanksgiving plans as small as possible."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "If you are considering spending Thanksgiving with people outside of your household, I urge you to reconsider."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So the president-elect saying that his family will comply with the Thanksgiving rules."
    },
    {
      "speaker": "JOE BIDEN, U.S. PRESIDENT-ELECT",
      "utterance": "Jill and I spent this morning, like many of you, trying to figure out where we going to do for Thanksgiving? How are we going to do it? We've narrowed down which family members, and that they were tested, recently tested in 24 hours."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "He said that some people would have to quarantine before they could get together as well in their Biden family group, so with two months to go until Inauguration Day we got both sides tonight on how they're going to handle what President-Elect Biden has called a dark winter to come? Special Advisory - Advisor to President Trump Dr. Scott Atlas will join in a moment. He was called out by the president-elect today for some comments that he made. We will get his thoughts on that tonight as well but first up, Biden's COVID-19 Advisory Board Member Dr. Celine Gounder. Doctor thank you very much it's good to have you with us today."
    },
    {
      "speaker": "DR. CELINE GOUNDER, BIDEN COVID ADVISORY BOARD MEMBER",
      "utterance": "Thanks."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So first of all, your thoughts on the fact that we now have two vaccines that are in the FDA pipeline, it's pretty amazing in about eight and a half months, right?"
    },
    {
      "speaker": "DR. GOUNDER",
      "utterance": "We are very excited about both of these vaccines. We still are collecting final details for Emergency Use Authorizations, for submission to the FDA on effectiveness and safety data, but both vaccines look very, very good."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So in terms of these Thanksgiving lockdown regulations, do you agree with them? I know that you have in the past had some concerns without lockdowns overall. Where do you stand on that?"
    },
    {
      "speaker": "DR. GOUNDER",
      "utterance": "Yes, I think the term \"lockdown\" is sort of Coronavirus control 1.0. It's sort of like an on and on and off light switch and we've learned a lot over the last several months where we can be much more targeted where we have now a dimmer switch, so to speak, where we can target our measures based on zip code, on place, on population that's most highly at risk. And I will give you a couple exhibits of this, pulling from Governor Whitmer's measures in Michigan. So instead of closing all gyms, they are closing indoor classes in gyms and if the gym can ensure good ventilation and distancing and people are wearing masks, they can still go and work out on their own in the gym. In terms of schools, we've learned that children who are under the age of 12 are far less likely to transmit than our older children, and so as long as you don't have really widespread community transmission, you can close in person learning for high school and college students but keep it open for younger students. So these are restrictions, these are not a full lockdowns and they really should be determined by the local epidemiology in a particular area."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. This is Chicago's Mayor Lori Lightfoot who got some heat a while back for going to get her hair done and this time she got to keep her attending a big celebration for Joe Biden. Watch what she had to say."
    },
    {
      "speaker": "LORI LIGHTFOOT, CHICAGO MAYOR",
      "utterance": "But yes, there are times when we actually do need to have relief and come together and I felt like that was one of those times. That crowd was gathered whether I was there or not, but this has been a super hard year on everyone. Everyone feels traumatized."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So what do you say about her going to that gathering you know people say well, how come she can do that and I can't have my family over for Thanksgiving?"
    },
    {
      "speaker": "DR. GOUNDER",
      "utterance": "I really don't think it matters what your politics are. You should wear a mask, you should remain distance from other people and you should really try to be outdoors more than indoors if you're around other people."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In terms of masks, it comes up a lot people say that it appears that people wear masks more now than they have through this entire experience. And then you see these numbers going up and it just raises questions. So why would that be that more and more people - it's so common to see everyone wearing masks now and yet it is still being transmitted at an even higher rate?"
    },
    {
      "speaker": "DR. GOUNDER",
      "utterance": "Well, people are, Americans are getting better at wearing masks. It's not perfect it's not all the time which means that there are real loopholes there for transmissions to occur. The other major factor is the weather has gotten cooler. People are indoors more around each other more. This is precisely why cold, cough and flu season is in the fall and winter. So we are just seeing the same exact pattern with Coronavirus that we do with other respiratory viruses."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right Dr. Gounder, thank you very much. Good to have you with us tonight. Joining me now is Dr. Scott Atlas, Special Advisor to the President and Stanford University's Hoover Institution Senior Fellow. Dr. Atlas, good to have you back on the program tonight."
    },
    {
      "speaker": "DR. SCOTT ATLAS, SPECIAL ADVISOR TO PRESIDENT",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet. So, you said something that got some attention, which happens sometimes and this was about resisting and rising up against some of these new lockdowns and advisories that everybody is hearing about. So the only way this stops is if people rise up in reaction to Governor Whitmer. You get what you accept hash tag freedom matters. And here's what President-Elect Biden said in his press avail today about that comment. Let's watch."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The idea that existing, remaining advisor on COVID is saying that they should resist - what is the matter with these guys? What is the matter with them? It's totally irresponsible, irresponsible."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How would you respond to that, doctor?"
    },
    {
      "speaker": "DR. ATLAS",
      "utterance": "Well, adding to the list of things I'm not is I'm not very good at Twitter and I take responsibility for what I tweeted. I didn't mean anything that I think people are inferring from that and I clarified it right afterwards and I wish you would have shown that. Because what happened was - what I meant was in response to the literally thousands of emails I get from people all over the country begging me to figure out how to end the lockdowns? I get emails I would say, you know, every couple of weeks from someone who has had a family member commit suicide because of the lockdowns. I have people begging me to do anything I can to end the lockdowns. And so what I meant - and I'm sorry I'm not very articulate on Twitter - is basically if you want to change things, you have to have your voices heard. I didn't mean anything more than that. I think that's obvious in the United States. I didn't mean to threaten or incite violence. I in fact tweeted that several times. So I don't think I meant mass pandemonium, some sort of mass resistance. I just meant if you have a desire, it's going to come from the people. The government is not going to end the lockdowns. This is a state issue it's not a federal issue. I would like to say that I have a lot of commonality with your previous guest in terms of understanding that, yes, there are more cases in the winter, yes there are more cases indoors and we know this with this virus and that's the problem. When you lockdown - and because we have states that were restricting businesses, restricting activities, we forced cases to be building up in this season when you cannot social distance. It's exactly this reason why it's more dangerous now that we've slowed cases from coming up into the winter. You can't social distance from your elderly family member when you can't go outside, so yes, I agree we should have activities outside, yes I agree we need ventilation. Yes, we should reduce large group indoor activities, use social distancing, we need to protect our vulnerable high risk family members. All these things I completely agree with. There's nothing there that isn't agreeable, but what the problem is, I don't agree that you should close schools. I don't agree you should not have in person learning. I don't want to see the figure that one in four Americans, college students, one in 4 age 18-24 thought of killing themselves in June because of the lock down. I have children that age myself. We know what their suffering from with isolation and this kind of isolation is one of the unspoken tragedies of the elderly who are now being told doesn't see her family a Thanksgiving. For many people this is their final Thanksgiving, believe it or not. What are we doing here? I think we have to have a policy, which I have been advocating, which is a whole person whole health policy it's not about just stopping cases of COVID. We have to talk about the damage of the policy itself, so what does the federal government do? It's what I've advised; it is what the administration has been doing. We supply resources. We do everything we can to target high-risk seniors inside nursing homes, outside nursing homes. We give resources. We give personnel to hospitals who request them. We've -- we the administration has developed Operation Warp Speed, this incredible drugs like the Lily drug reducing hospitalizations of high-risk seniors by 70 percent. The vaccine approval -- these are the timelines, by the way, that me and the president were pilloried for, for saying."
    },
    {
      "speaker": "MACCALLUM (voice over)",
      "utterance": "Yes."
    },
    {
      "speaker": "ATLAS",
      "utterance": "Yet these timelines were correct and these people should admit that they were wrong. The administration is doing --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK."
    },
    {
      "speaker": "ATLAS",
      "utterance": "-- a great job at getting resources where it's needed. We want to protect the elderly but we cannot lock down."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Understood, and that is what you have said from the very beginning and the concerns that you expressed about people's mental health are very real. I think we've all seen it in our lives and with people and family and friends that we know. So, it is a real serious concern. Dr. Atlas, thank you. Good to have you here tonight."
    },
    {
      "speaker": "ATLAS",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, the polls said that Republican Senator Susan Collins was going to get shellacked, basically, in Maine. She then won by nine points. The senator joins me next for her first post-election interview about what happens now going forward and she just got a call from Joe Biden. We'll talk to her about all that after this."
    },
    {
      "speaker": "MACCALLUM (voice over)",
      "utterance": "My next guest just won her fifth U.S. Senate term, though not a single poll showed her head prior to election day. In fact, the final poll before the election showed Senator Susan Collins of Maine down by six points. A Quinnipiac poll a few weeks earlier had her down by 12, yet Senator Collins ended up winning her own state by nine points and she captured all but two counties in the State of Maine. So. this makes her the only Republican senator to win a state that was also won by Joe Biden. Now Senator Collins, a moderate is poised to become a powerful Senate influencer as Politico notes with Republicans likely to hold only a slim majority, the moderate Maine senator will play a key role in legislation. Here now exclusively for her first post-election interview, GOP Senator Susan Collins of Maine. Senator Collins, congratulations to you on your win and thanks for being here tonight."
    },
    {
      "speaker": "SEN. SUSAN COLLINS (R-ME)",
      "utterance": "Thank you, Martha. It's great to join you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, when you hear those poll numbers, you know, what goes through your mind? Why do you think they were so off, and can people trust these polls anymore after this election?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "After this election I think the polling industry needs to take a hard look at what it does. I noticed that all of these polls had an online component which I believe makes them less reliable. They clearly had a hard time reaching rural and independent voters and I also think there's more reluctance of voters to participate in polls. Another related issue which you mentioned, a newspaper my state published a poll the day before my election showing that I was six down. I think the news media needs to take a close look at how it reports on these polls."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I think those are great points. In terms of Joe Biden, you had a conversation with him, you've been friends. You worked together in the Senate obviously in the past. What do you think you can work with on him? If you are going to provide this bridge potentially, where will it be, where will it happen?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "Well, I hope for example that we could work on an infrastructure package. We need a lot of repairs and replacements not only of roads, some bridges and improvements in our seaports and airports, but we need rural broadband. If there's anything that this pandemic has shown us, it's the inequities that exist in rural America where there is not access to rural broadband, which has made everything from telemedicine to working at home to teaching children much more difficult. So that's one issue and for me, jobs and the economy, helping our small businesses, another round of the Paycheck Protection Program, which preserved so many jobs during this pandemic which I was the chief architect of and also making healthcare more affordable. Those are all priorities where I hope that we can come up with common sense solutions."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, so some people say -- look, unity is not a goal that is achievable. You're either conservative or you're not. And this is Bernie Sanders talking about how he sees the way that he looks at things, which I think is probably very different than the way you and a lot of folks in Maine do. Watch this."
    },
    {
      "speaker": "SEN. BERNIE SANDERS (D-VT)",
      "utterance": "I sometimes find it amusing when our opponents talk about the far-left agenda. Raising the minimum wage to 15 bucks an hour. When you're talking about expanding healthcare to all people as a human right. Making public colleges and universities tuition free, these are not far left ideas. These are common sense ideas that the majority of the American people support and we are going to fight to make sure that they're implemented."
    },
    {
      "speaker": "MACCALLUM (on camera)",
      "utterance": "I mean, you know, I think a lot of people would see those as far left ideas, almost socialist ideas. I mean, he's a Democratic socialist. There's a big disconnect here between your party and his party."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Absolutely and I think one of the messages that voters sent was they are rejecting that far left agenda, which includes packing the Supreme Court, defunding our police officers and also ending the filibuster, Medicare for all, which would decrease the quality and accessibility of healthcare in this country, cost many of our rural hospitals to close."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Those are far left ideas and I know Bernie sincerely believes in them, but I think it's pretty clear that most of America does not."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How are you going to work with Mitch McConnell, the majority leader -- at least he is now and he hopes he will be after those Georgia races -- if you're going to try to do some things in the middle lane here, he may not be in the mood to do that. He wants to win even more seats in the Senate in 2022 and he may not be wanting to compromise on a lot of these things."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Well, I don't think we should compromise on the far left agenda that Bernie and others are pushing, but I do think there are ways to work together on everything from another COVID relief bill to deal with the health and economic consequences of the pandemic, to an infrastructure package as I just mentioned, and also making the market more competitive for prescription drugs to help bring down the price."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, that's something --"
    },
    {
      "speaker": "COLLINS",
      "utterance": "That's something --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "COLLINS",
      "utterance": "-- that we all ought to be at the work."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. And President Trump has talked a lot about that --"
    },
    {
      "speaker": "COLLINS",
      "utterance": "Exactly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- and surprise billing as well. Before I let you go, just, you know, I'm curious about the Amy Coney Barrett vote and if you had known that you were ahead by as much as you won by, would you have supported her?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "It would have made no difference to me in how I voted, because I said before Ruth Bader Ginsburg died that I felt that we had established a precedent four years ago and to be fair that we should not confirm a Supreme Court justice prior to the election, particularly when it was so close to the election. It's not a comment on her or her qualifications, and let me say I was appalled that some of the anti-Catholic and anti-religious rhetoric that was thrown her way. So, it's not a matter of her qualifications or temperament or experience, it was a matter of fairness and playing by the same rules and being consistent."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Senator Susan Collins, thank you very much. We look forward to talking with you as you work in the Senate in the coming sessions. Good to have you here tonight, thank you, senator."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM (voice over)",
      "utterance": "So, with 17 Republican women now elected to Congress this cycle on the House side, there is talk among some of them of forming their own squad to rival AOCs. New York Congresswoman-elect Nicole was Malliotakis was leading that charge. She's up next."
    },
    {
      "speaker": "MACCALLUM (voice over)",
      "utterance": "So big trend in the election as that a record number of Republican women will join the U.S. House of Representatives this January. Nine of the 17 women flipping seats from Democrat to Republican in their own red wave, including my next guest, who said that she will represent a new kind of squad in Washington, D.C. New York Congressman-elect Nicole Malliotakis joins us now. Great to have you with us. Thank you so much for being here. So why do you think this big surprise happened? How did you all pull it off?"
    },
    {
      "speaker": "NICOLE MALLIOTAKIS (R-NY), CONGRESSWOMAN-ELECT",
      "utterance": "Well, look, I think people in America are rightfully concerned about attempts to bring socialism to our nation. Whether it be the dismantling of our economy or defunding the police or concerns about abolishing ICE or socialized medicine, people are saying wait a minute, this is not America. America wants to have freedom and liberties and the pursuit of happiness, and that's not what the socialist movement represents. So, in many ways, I think it was a referendum on what the socialist squad has been pushing and Americans speaking out and saying you know what, we need to counter this and we are going to send people who are going to fight for our freedoms and ensure that we are the America that we love, not socialist."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I know your family came from Cuba and there are several other new members of Congress who were in similar situations in oppressive regimes, we have pictures of all them we can put up on the board here. So obviously that was one of the themes that helped to propel all of you, but here's a tweet from AOC who has, you know, obviously their own squad. She says can we please get people stimulus checks, mortgage relief, rent forgiveness, small business support, free testing, hazard pay, health care, or is that too socialist too, she says. What would you say to her?"
    },
    {
      "speaker": "MALLIOTAKIS",
      "utterance": "Well first of all, you look at socialized medicine, what they want to do is take away people's employer-based health care and they also want to dismantle the coverage that are senior citizens are receiving. I mean, Medicare is something that our senior citizens worked very hard for and they've earned. And if you want to spread that across everyone, it's going to diminish the quality of care, but more importantly they have specifically said they want to dismantle the United States economy. They want to defund the police. They want to abolish ICE and open our borders. They want to stack the court. They want to change the election laws to eliminate any type of voter I.D. or any types of checks and balances. They want same-day registration. You know, all of that is a threat to our democracy."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A lot of those things are our democracy. Yes."
    },
    {
      "speaker": "MALLIOTAKIS",
      "utterance": "A lot of that is a threat to our democracy."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You're the only Republican member of Congress from New York City, a city of 8.4 million people. Has one Republican representative, and that's you and you ran against Bill de Blasio in 2017 for mayor. I'm curious what you think about how that is going. I mean, I look outside the window here, half of New York City -- more than half is completely shut down, Nicole."
    },
    {
      "speaker": "MALLIOTAKIS",
      "utterance": "Look, this city has gone way too far to the left under the leading leadership of Ocasio-Cortez and Bill de Blasio. We need to restore law and order. We've got to roll back these wacky laws that they've passed that have made us less safe, that have led to crime increasing in the city. We also need to work to reopen our economy. We know more about the virus then we did six months ago. There is a vaccine close -- close to us now. We need to ensure that we reopen safely, get people back to work and of course, you know, this mayor has got to be a little more reasonable. He is hammering small businesses, hitting them with inspections and violations, driving them out of business and as a result driving the middle-class out of New York City."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "MALLIOTAKIS",
      "utterance": "So, all of that needs to be addressed and I hope, as the only Republican they will listen to what I have to say as well as I provide a very important counter view."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, it's going to be interesting to see your own squad developed and to see the two sides go head-to-head with very different ideas on the hill. I think it's good for Americans to have a lot of fierce debate on Capitol Hill over all these issues. Good to have you with us and congratulations on your successful election. Nicole Malliotakis."
    },
    {
      "speaker": "MALLIOTAKIS",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to see you tonight. So, there is growing talks that Joe Biden will make history by appointing the first female secretary of defense. But his top contender has a bit of a complicated history of her own, specifically when it comes to Afghanistan and how we should handle China. We're going to talk about her views with General Jack Keane, who will tell us what he thinks next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "President Trump acting on one more campaign promise before President-elect Biden takes office. He is bringing troops home. The president is planning to withdraw troops in both Iraq and Afghanistan to a new low just 2,500 in each country before January 20th. Now the speculation President-elect Biden could announce his nomination for the first female secretary of defense, a rather hawkish Democrat who has helped build up our presence in Afghanistan over the years with her work at the Defense Department and that infuriates some on the left. Joining me now is General Jack Keane, chairman of the Institute for the Study of War and a Fox News senior strategic analyst. General, always good to have you with us. Thanks for being here tonight. I know that Michele Flournoy is a person that you respect and that you have -- a name that you have brought up to us in the past as someone who is very highly qualified. If she does become Joe Biden's secretary of defense, would you expect that she would reverse these moves in Afghanistan and put troops back on the ground there?"
    },
    {
      "speaker": "JACK KEANE, FOX NEWS SENIOR STRATEGIC ANALYST",
      "utterance": "First of all, we're not taking all of our troops out of Afghanistan, we're holding a 2,500 something we suspected what happened last week. Secondly, the Biden administration has already flagged that they believe they're going to keep a residual force in Afghanistan. So, I think this number may complement it but that's not based on any analysis. The troop commander in Afghanistan, General Scott Miller who is as good as we've ever had, would have to do the analysis on what the requirements are. The last time he did a detailed analysis, the minimum force he want was 4,500. This force goes below that but it's not based on his analysis, it's based on policy makers decisions in Washington, D.C. Analyze it on her judgment but I suspect that what (AUDIO GAP) down the road for the next administration and (AUDIO GAP) the final decision (AUDIO GAP) to Afghanistan."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, clearly, (AUDIO GAP) the choosing of an arbitrary number and you would rather have it based on the general on the ground in terms of what it means to maintain the stability there. And do you think that Michele Flournoy would be someone based on what you know about her and her way of approaching these things who would increase it to that general's number?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, there's much I do know about her, is that she is very knowledgeable and experienced. And while I was deeply involved in Afghanistan myself in Iraq helping our generals who were there, I debriefed her a number of times on what my assessments were. And you know, virtually, every case that I'm aware of, she had supported our commanders in Iraq and Afghanistan virtually every time. And so, she understands what's taken place. She's very familiar with (AUDIO GAP) and she's working for President-elect Biden, or President Biden if he does become our president, then he is going to drive (AUDIO GAP) just like President Trump (AUDIO GAP) policy in his administration and that's something we always have to consider."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So just a very quick minute here while I've got you, not much time, but Joe Biden with regard to China. Would he be as aggressive on technology, on the military expansion, on all of the expansion that China is pursuing right now? Thailand, Hong Kong, would he be as aggressive?"
    },
    {
      "speaker": "KEANE",
      "utterance": "They agree that China is a threat to American security with the big power competition that's going on. Much as the Trump team does, I think the tone be different. More consolatory and less confrontational. Work with China on the pandemic, and on climate change, compete with China economically. And likely, in terms of technology development as well. But confront China on military expansion, intimidating and cursing our allies and confront them over human rights, and maybe take a look at making a new trade deal. (AUDIO GAP) it will be."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And do you think that's wise or do you think that we should put more pressure on China?"
    },
    {
      "speaker": "KEANE",
      "utterance": "I think the issue, Martha, it's great question. We don't know the specifics because there's hardly discussion of foreign policy and national security during the campaign."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So true."
    },
    {
      "speaker": "KEANE",
      "utterance": "Which is so shameful, to be frank about it --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I agree."
    },
    {
      "speaker": "KEANE",
      "utterance": "-- given the importance of these issues."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "KEANE",
      "utterance": "So, I think what we'll see is they are going to have to get their feet on the ground. This is not the China they knew four years ago. And they are going to have to make some assessments. If they lean towards appeasement of China, which is where Biden and Obama were, that would be a mistake --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "KEANE",
      "utterance": "-- and I think it would be a blunder. And I hope we don't see that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you so much, General Keane, always good to see you."
    },
    {
      "speaker": "KEANE",
      "utterance": "Yes, great seeing you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That is THE STORY -- thank you, general -- of Monday, November 16th. Always THE STORY continues so we'll see you back here tomorrow night. Thanks for being with us, everybody. Good night. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}