{
  "date": "November 6, 2017",
  "headline": "Was there a rush to politicize the Texas church massacre?",
  "subHeadline": "Reaction and analysis on 'The Five.'",
  "url": "https://www.foxnews.com/transcript/was-there-a-rush-to-politicize-the-texas-church-massacre",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "sentences": "I'm Greg Gutfeld with Kimberly Guilfoyle, Juan Williams, Jesse Watters and Dana Perino -- \"The Five.\" What does a mass shooter have in common with an Islamic terrorist? They're able to create an impact that reaches beyond their own marginal insignificance.  Even a small, evil pebble can make large ripples expanding across the water. A loser can kill his way to fame with a bomb, a truck or a gun. A mass shooter in a small town can hijack an entire country's attention in one afternoon.  It's the same mechanism: Creating an impact beyond one's statistical importance.  Morbid acts bring attention. Suffering expands from the immediate victims outward, through cities, then country. The media enlarges the impact -- we can't help it, it's our job. But it only makes it more likely to happen again. Those new ripples persuade another fiend dying for infamy. Why do celebrities unleash attention-grabbing tantrums after a shooting? Perhaps they wish to create an impact beyond their minor importance too.  The only solution: Recognize what underlies the crime -- a thirst for infamy -- then deny it. And then laud the citizens out there willing to risk their lives, preventing further bloodshed. That's the silver lining in this ugly cloud: The local heroes, who risk it all to stop the horror. A good guy with a gun and a good guy with a truck -- two things the media hates. Despite being terrified, a nearby Stephen Willeford grabbed his gun and shot the fiend through his body armor. Johnnie Langendorff gave chase, accelerating the ghoul's demise.  It's still awful, but at least this pair made it slightly less so. Those are pebbles that deserves the wider ripple. Two pebbles with the impact of a million rocks.   Here is tape of Johnnie Langendorff who was the guy who chased down the suspect and drove him to suicide:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "I pulled up on the intersection and I saw the shooter coming from the cars, actually right outside the church that were park. His vehicle was parked, door open, engine running. And him and the neighbor across the street were both coming out about the same time exchanging fire. And as he came up, he -- I never got a look at him. I never really saw him. I just saw the gun fire. The shooter got in his truck, and the gentleman with the rifle came to my truck as the shooter took off and he briefed me quickly on what just had happened and said that we have to get him. And so, that's what I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's amazing, the fellow, the good guy with the gun was terrified, but he still did this. These deplorables, you know. It's a fact, the duration of attack -- of a gun attack totally depends on the arrival of a second gun and it shows that, I guess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "sentences": "The sharpshooter is what they're calling this guy, Langendorff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Plumber.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Langendorff, excuse me. No, that was Johnnie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But basically because he was a trained, lawful gun owner who was able to act quickly, hopefully able to stop more carnage. First, we don't know exactly. If you look at Johnny there, able to so calmly explained the situation and what they did. And you do have to wonder, if you were in that situation, could you have been as brave? And I think in these communities, they figure that they have no choice, right? Because if they waited for the police officers, you're in a rural area, it could take another 45 minutes to an hour to get to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jesse, that's an important point. I just thought of that. The fact that these folks have to have guns because this is a population, I don't know, 400, 800 people, I'm not sure. I don't know if they have their own police force. Maybe they have one guy. I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "Well, Hollywood doesn't understand that because they've never been to that part of Texas. And they don't know the difference between a semi-auto and automatic weapon, so enough of the lectures. There's such hypocrites when it comes to mass shootings and terror attacks. Look what happened in New York City, after that happen you had a Muslim kill a bunch of innocent people, and the Hollywood people said, you know what, let's not attack Islam. But then when some crazy guy shoots a bunch of Christians in a church, the Hollywood people then attack Christians for praying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And they're so quick to politicize a mass shooting, but all of a sudden there's a terror attack in this country and, oh, you know, we can't politicize this at all. Chelsea Handler, I mean, my goodness. She didn't say a word on twitter when the New York City terror attack happened, and then she's tweeting up a storm when this happens. And you also have the fact that she says that all Republicans are to blame when there is a mass shooting. Well, when a Muslim kills a bunch of Christians in this country, she doesn't say all Muslims are to blame. And Hollywood makes so much money glamorizing gun violence. But they don't want regular Americans to protect themselves against gun violence.  You know the difference is? You have radical ideology in terrorist situations that unite these people. There's usually an immigration or foreign element involved as well. But when you have a mass shooter, there's almost never a foreign situation. It's always someone snapped like this. So it's very easy, or easier to wage war against terrorism because there's trace evidence. There's a foreign situation. You know they want to kill all of us just because we're Americans, but you can't fight a war against crazy. Because crazy -- anybody can just flip on a dime like that and do unspeakable things to anybody at any time. And I think regular Americans understand the difference. Hollywood doesn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I would say that Chelsea Handler was drunk when she did those tweets, but that's an insult to alcohol. I would never do that. Kimberly, can I play this? This is Donald Trump labeling this incident as a mental health problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I think that mental health is your problem here. This was a very based on preliminary reports, very deranged individual, a lot of problems over a long period time. We have a lot of mental health problems in our country, as do other countries. But this isn't a guns situation. I mean, we could go into it but it's a little bit too soon to get into it, but unfortunately somebody else had a gun that was shooting in the opposite direction, otherwise it would have been as bad as it was. It would have been much worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So he's like focusing on not the tools but the intent. So you have a person who is mentally ill with a gun, and you have a person who is a good person with a gun. I'm not so sure though that the -- once you label it a mental health problem, what can you do next? There's lot of people missed -- I think half the shooters during Obama's presidency had seek psychological help, and nobody caught them beforehand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "sentences": "Well, that's what makes it extremely challenging, right? People struggle and they want to like grasp at something, so to explain this and make sense of it. And yes, if it's your ideology and you're against gun ownership and you want to ride away. Have your kind of quick trigger response to mass shooting bid, or blame the weapon or the implementation of evil, whether it's a vehicle, whether it's a gun, etcetera. But in this situation, I mean, the laws were followed. He wasn't allowed to carry. He was allowed to own weapons but not to carry on this person. So he's violating the law there. Clearly, an individual who has a very disturbed past, assault of conduct, domestic violence, you name it. OK.   A lot of anger directed at his former in-laws, at Christians, at the situation, what happened with the military, where he blamed his ex-wife. So this is somebody who had made these kinds of threats before. So yes, the exact type of individual that you don't want to be in possession of a weapon like this. But never the less, it's a tragic situation. And he was very angry about that church, and about Christians, and an atheist. There's a whole host of things here that sort of came together in a perfect storm of violence and horrific loss of life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I just think you've got 330 million people, there's -- how do you handle, like -- you don't know -- how can you predict something like that? There're a lot of people who don't like their in-laws, 99.99 percent, Juan, do not go and kill a church full of people because they don't like their in-laws. But I want to ask you something about why this debate afterwards never seems to go anywhere, because immediately after, people impugn other people's motives. They say you have bloods in your hand. You're part of NRA, you have blood in your hand. There's never any factual backup to these smears, and it doesn't help. It's like, if we want to talk about something, rather than predictably choosing our side, wouldn't it be better instead of impugning our motives, talking about it, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "sentences": "Of course. But the larger point is the one you made at the very top, which is nothing ever gets done. And I think there's a reason that nothing ever gets done if you look at the political structure. The political structure is such that the NRA puts a huge amount of money into candidates and they have made it so that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Is that true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You keep disproving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Hang on. Hang on. Let me finish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And it made it so that I think for Republicans, it's very difficult to say I'm going to challenge the NRA. I'm going to take even moderate steps because all of you have been talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What step?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Hang on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's fine, but I don't interrupt you, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "These are questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK. So fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I love hearing your voice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Thank you my brother. But I'm just saying all of you have been talking about mental illness, right? OK. So if a Republican was to say let's take some steps in terms of limiting access especially to assault weapons from people who have demonstrated mental health problems, guess what, the NRA would go after it. They would start score carding and say this person is not going to be elected. Donald Trump got a tremendous amount of money from the NRA. What is he saying over there? Oh, well, maybe it's a mental illness. You know it's kind of early to talk about this, which is at this point, I'm so tired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I can't believe people say, oh, this is about Hollywood? Hollywood? Forget Hollywood. This is about 26 people dead while they're in church.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Awful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's unbelievable. And unbelievable, five weeks after some nutcase starts firing at people at a concert. And this comes, you know, I mean, it just goes on and on in America. They had a shooting in Colorado. Guy shoots three people dead. We had another shooting yesterday even before this one. Two people dead. It just goes on. Every day the carnage. You guys talk about Chicago, and yet why does nothing get done? In my opinion because of the power of the NRA, and the power of people who say, you know what? I think this is now a cultural highly politicized issue. If you're a good conservative, you're all about gun rights at any cost, and that is terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But there's an underlying -- again, you're impugning the fact -- OK, an NRA member doesn't want to get anything done. The overwhelming number of NRA people are people that know how to use guns. They're law- abiding. They're law-abiding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I didn't say NRA members. NRA members do want something. It's the NRA that doesn't want anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So the NRA wants more mass killings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. But you say for example, something like a bump stock. Remember that conversation after Vegas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Do you think anything got done? Do you think Republicans ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I think they're working on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, ATF is reviewing it now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh gosh. I'm saying that the politicians, Kimberly, did zero.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I get it. But I think it's an oversimplification to say, and try to pigeonhole this and say -- NRA members of the NRA -- I mean, the NRA members represented by the NRA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "They don't like this anymore than anyone else. They don't want you to take their guns so they can't be there to defend their family and their loved ones. And thank God, the guy, law-abiding patriot came in and stepped up. It was courageous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know, this is the argument. Oh, a good guy with a gun will stop a bad guy with a gun. The good guys with the guns weren't there in time to stop 26 people from losing their lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "There's 50 in the church and he did help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "At the moment -- he was running away. At the moment, what we have is a situation where the NRA reacts to people who are on their right, who want even less in terms of gun control. So they're always are pushing and pushing and pushing. Nothing, absolutely, nothing in terms of gun control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I can't let you get away with this, Juan, to say that the shooter was already running away when this heroic guy stepped in with a legally owned weapon and chase him around and save future carnage to happen. To denigrate his heroism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, please. To denigrate no one heroism -- what I'm saying to you is he was leaving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He was already leaving. OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is where it ends up, no agreement. All right. We learned more today about the loser who chose to target that church, new details on the victims of the massacre, a live update from Texas. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "There was a domestic situation going on within this family. The suspect's mother-in-law attended this church. We know that he had made threatening -- she received threatening texts from him. And we can't go into detail about that domestic situation that is continuing to be investigated. But we want to get that out there that this was not motivated over religious beliefs. It was a domestic situation going on with his family-in-laws.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "As you've heard, investigators tying the Texas church massacre to a domestic situation between the families of the gunmen. They do not believe this was a religiously motivated attack. Let's go now to Adam Housley who's live on the scene in Sutherland Springs with more developments from today. Adam?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAM HOUSLEY, FOX NEWS",
      "sentences": "Yeah. Clearly the shooter had a troubled past, and information coming out today, really a stunning press conference earlier today where there's a number of headlines, that what you've just heard being one of them that surprised a lot of us, the actual connection to the location here behind me was the ex-mother-in-law. Now we find out he was married twice, had two very troubled marriages. Had been -- also in trouble for cracking the skull of his stepson, his infant stepson. So clearly, the individual who did this evil in this church behind me had a lot of problems, and there's still a lot of answers and maybe some answers that will never be found, yet to come. I want to talk more though about those who were still fighting for their lives right now. Fifteen people are in the hospital. We do know that at University Medical Center alone where one child died, sadly, being treated. There are still three more children fighting for their lives, and three adults there as well. Also here in the community, people are still, of course, just trying to understand. There's still a lot of shock. I talked to a man who is making sandwiches for a lot of people around here. He lives out in the country, and says he knew everybody in there. Everybody knows everybody. This is smaller than a small town, because there's not even a main street here. This is just a small little farming type community in the middle of the Texan plains that have never thought anything like this could ever happen here. One of our junior reporters was just at a cafe. Some video that's feeding in we'll have later on for you on Fox. But the quotes that he send me are unbelievable. For example, I won't use the woman's name because we don't know if the family was notified. But my friend and her two kids. She was pregnant. She passed away. This is the best little town to live. I just love it out here. It's a loving community. Everybody works together. We will work together to help each other in this crisis. Another lady. Yes, she and her two little kids, she was just a regular lady. She was a stay at home mom, who took really good care of her kids. They came in here after church on Sundays. They have one more daughter in the hospital. Her husband has already lost three, so hopefully she'll pull through. That's what people are dealing with here right now, guys. It's truly hard to even express on television just -- there's no answers. And right now, there's just a lot of questions. And as you can tell at this hour, there's a lot of family here that needs to be healed and everybody knew everyone. Back to you guys in New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "My goodness. Such compelling reporting, Adam. And it just makes you really just feel for these families that are suffering that have lost so much. So many casualties. And a number of family members passed away. The pastor's daughter. And when you hear the loss of life of a child that was a recent update too, Dana, very disturbing. And you are in a loss -- you know, what could have stopped this or prevented it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think that's why you see the frustration we're talking about. How immediately the reaction is do something. And I think that there's a lot of people that could be for doing something if you could actually define what that something is, and to show that there is actual evidence that it could improve. Just not too long ago, a woman -- remember her last name, she worked for 538 over at New York Times, but doesn't anymore. She wrote a long piece about how -- she was for gun control, but everything that she looked at when it came to evidence and data show that it actually doesn't work. I do think that there would be people willing to look at either changing laws or closing loopholes or whatever it might be, but the conversation never seems to actually get to that point. I'm not sure why it just shuts down. It could be because of what we were talking about in previous block. I think there's also some other questions which is why wasn't he in jail? And if this is the kind of violence he perpetrated on a child, then what happened there? Obviously, he did a lot of illegal things. Could there have been anything done to prevent him from getting a weapon? I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yeah. Felony conviction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It sounds like the right thing to say at the time, but the answers are a lot less satisfying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know what's striking to me was -- what you just commented on, which is that he attacked a child. My God. It's not only that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "On both, the ex-wife and the child.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yeah. Apparently, two marriages. I was unaware. I thought it was a single marriage. But the thing that caught my attention earlier was reading that his childhood friend said that between the sixth and ninth grade, his parents had him on extensive meds, psychological meds. So this is someone who had trouble, and is known in this very small community, its 400 people. Imagine 10 percent of the community in church yesterday morning, Sunday morning. But it comes back to what President Trump said if it is a mental health issue, maybe there is something we can do. Maybe something we can agree on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean, I can agree on a few things, Juan and I right now. If you're on antipsychotic medications. If you've been convicted of cracking an infant's skull...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Felony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": ". of beating your wife, of being -- having bad conduct discharge from U.S. military serving -- I believe 12 months in confinement. Why is he legally allowed to purchase a firearm in Texas, or in Colorado, or anywhere? Is it legal to purchase a firearm in this country with that kind of criminal history? I just.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Well, first of all, he lied.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean, how did he get the weapon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK. For example -- yeah, he checked the box indicating he didn't have this qualifying criminal history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "He just said it's disqualifying. If you're convicted of anything like that, felony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "If you're a bad person, you're going to check a box and lie. There has to be a safeguard in there somewhere when you run this guy's background check through the ATF or through the national registry system. How did that not flag this guy's history?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think -- we were just talking, Kimberly and I. Kimberly is saying he did have a record, but it was a misdemeanor. And apparently that doesn't keep you from buying a gun in Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yeah. Well, any like misdemeanor, or domestic violence, assault of conduct, I mean this is not somebody -- we see these cases escalate as a former prosecutor. I'm telling you. Los Angeles and San Francisco. The deadliest calls for cops to go to in law enforcement are domestic violence situations that Often times the weapon is turned on the police officer. OK, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's interesting. I've got some facts here from John Lott about background checks from 2010 when they had -- there's 73,000 denials of gun purchase going through the check. Only 13 convictions from that because there were so many false positives. So there's a lot of problems with that. I have three solutions that I always hammer. One of them is when you do research on media reports of high status suicides they're correlated to an increase of suicides, the copycats, especially among young teens. We've talked about that TV show it was on Netflix that kids watched, and there was a spike of suicides. So we know that mass shooters are often enamored by the press clippings of previous, and they always want to beat the score. That's a fact. Number two, solutions like terror can actually contribute to solutions here. Identify soft targets and harden them. You could hire somebody and an expert. We used to do earthquake training when I was a kid. You could do something in a couple weeks that maybe teach people how to react, have an escape route, those kinds of things. And also have, and this is the last one, have a good guy with a gun. Mr. Willeford was a former NRA instructor. They're probably all over the community. You pay five bucks an hour. They'd probably do it for free. Somebody that is there to hardened soft targets. There are a lot of retired people, retired police officers, retired instructors, just generally retired hunters who know how to handle a gun because they've been trained.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "There's a guy on the 2:00 show, his name is Chuck Chagwith, and he has a business training volunteers. Actually, now it's an organization, specifically for houses of worship so you could have somebody that is there to be able to protect others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There's sitting ducks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Absolutely. If he had been dishonorably discharged, he would have been prohibited from getting it. They should include the military convictions, and he has to have a proper domestic violence conviction to also be prohibited. Any lie -- liar. Coming up, the GOP is working hard on tax reform, but can their bills survive following severe opposition from both sides? Next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The GOP is doing everything it can to get a major tax bill through the House by Thanksgiving. Over the next few days, the House debates changes to the bill, but House Speaker Paul Ryan is confident they will get it done and hopes the Senate will follow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. PAUL RYAN (R-WI), SPEAKER OF THE HOUSE",
      "sentences": "I feel very good about it. I think our members are very excited about this. We're pleased with what we've rolled out. And this is what we said we would do when we ran for office in 2016. We have to have tax reform. We have to have tax cuts for people in the middle. This delivers that, and we really are convinced this is going to help get our economy growing and reaching its potential. And so yes, we're on track for moving this through the House before Thanksgiving. That's our plan. We expect our friends in the Senate to be about a week behind us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "There are two obstacles. The Senate, for one. Remember, they failed to repeal the Affordable Care Act the last time. And Democrats weary of what is being proposed in this bill. Here's Nancy Pelosi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA), MINORITY LEADER",
      "sentences": "It's a sleight of hand, it's a shell game; it's a Ponzi scheme. They make it look as if they're giving something. They're like at a banquet. They spread out this banquet to the wealthiest Americans for corporate America, and they throw a few crumbs to the middle class, and then they -- then they take them away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "So the tax reform bill is being marked up in committee today. If you want to follow Richard Rubin at The Wall Street Journal, I highly recommend it. He's got lots of good information. After a few days of looking at the bill, what do you think, Gutfeld?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't want to agree with Nancy Pelosi. I don't want to start. Look, here's my feeling. We are told that it's simplified and transparent, but it's not for the individual at all. They're hiding behind the illusion of reducing the number of tax brackets, but that's just an illusion. It's like they under -- like somebody trying to sell you undercoating for a car. You know, it doesn't have -- you're not lowering taxes. We didn't broaden -- maybe I'm wrong. But I don't sense that we broadened the tax base. But instead, that we've only piled more taxes on those who pay taxes already. And this is what drives me crazy. Because the assumption -- the assumption is that if you're in a high tax bracket and you make a lot of money, you were there all your life. Sorry, it took me 30 damn years to get where I am. I have never been in the same income bracket or tax bracket for more than a few years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Think of firing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, that's true, I was fired many times. But my point is, people assume that if you're in -- a high earner, and you pay all these taxes, that you -- you're just rich. That's B.S. You're not. You -- it took a long time to get there, and the government didn't care about you. They didn't care about you when you were just toddling along making nothing. And now you finally get to the point, and they go \"Take off your clothes. We're taking everything.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And then you die.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, and then you die.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "And then they take the rest of it. Awful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They want to tax you again. Luckily, I'm not at that point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The Wall Street Journal editorial board, Jesse, has been pretty unhappy. They like the corporate side, cutting the -- tax cuts. But they do not like what was done on the individual rates. And in fact, then over at The Weekly Standard, Matt Labash, who's a great writer, writes a piece today called \"Kill the Bill.\" And he is not happy. How about you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Congressman Watters would not vote for this bill, unless it's dramatically improved. It's neither big nor bold. Let's just look at the middle-class people. Family of four, household income $60,000. You get a $1,200 tax cut. So that's $25 extra in your paycheck a week. Just 25.  If you're an individual, $75,000 a year. You save about $2,000. An extra $40 a week. It's not a lot of money. I mean, you're getting a tax cut. It's not a lot. Now, they treat successful people like Obama would have treated them. If you're making between $450,000 and about a million, your taxes aren't getting cut at all unless you own a business. A lot of people don't own businesses. So you want to reduce taxes on...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Personal reflection?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "... those people, because it has a stimulative effect on the rest of the economy. Consumer spending drives growth. Now, I'm hearing rumors, as you just suggested, that people making between a million and 2 million are getting a tax increase. There's a secret tax bracket. And if you add the Obamacare tax on top of it, and they don't let you write off your state and local taxes in New York or California or your mortgage interest, then you could be paying, if you add it all up together, 60 percent of your income if you live in New York or California. That's insane. I do like the corporate stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Not capital gains.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "... of the state tax. They're not even touching capital gains, Kimberly. So there's so many problems with this. And the argument that drives me crazy is that the tax cuts need to be paid for. It's not the government's money. How about just cut spending instead?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, that ship has sailed. And I think they on the Ways and Means Committee, they have lots of answers for how all of these things are not necessarily true but in -- we don't have a lot of time, Juan. I'm sorry, Juan and Kimberly. But they're making those cases. Juan, do you think the Democrats are just going to sit back and let Republicans fight it out, or will they continue to push back?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, imagine if I was just silent, Dana, and I just listened to Greg, you, and Jesse. Hmm, I wonder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You should do that more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK, Kimberly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It sounds to me like you guys aren't too happy. You guys aren't too happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I was amazed. I wanted to show this to Dana. Here's a news release from the National Farmers Union: \"Shift to more aggressive taxation would increase burden on family farmers and ranchers.\" I mean, I don't know who's -- Rush Limbaugh doesn't like this. Sean Hannity doesn't like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Here's the problem of not being able to go to something that's simple, flat and fair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Everybody hates it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Everyone has deductions, and everybody doesn't like it. Do they have a win?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "No, I mean, this is terrible. I don't like it at all. I'm disappointed; I'm frustrated. I mean, I don't know what you can do to make me feel better. I have a couple ideas. But this isn't going to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Coming up, former DNC chair Donna Brazile fires back at critics as Democrats try to silence her following that Hillary -- Hillary Clinton election bombshell. Next. Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Former DNC chair Donna Brazile drops lots of bombshells about the 2016 election in her new book, out tomorrow. And she doesn't care if some members of her party aren't happy about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONNA BRAZILE, FORMER DNC INTERIM CHAIR",
      "sentences": "For those who are telling me to shut up, they told Hillary that a couple of months ago. You know what I tell them? Go to hell. I'm going to tell my story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wow. Nearly 100 former campaign staffers have hit back at Brazile in an open letter after learning she considered replacing Clinton with Joe Biden as the nominee following Clinton's pre-election fainting spell. Her response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRAZILE",
      "sentences": "I was under tremendous pressure after Secretary Clinton fainted to have a, quote unquote, \"Plan B.\" I didn't want a Plan B. Plan A was great for me. I supported Hillary and I wanted her to win, but we were under pressure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Now this morning, former Clinton campaign manager Robby Mook took issue with Brazile's allegation that the primaries were rigged in Clinton's favor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBBY MOOK, FORMER HILLARY FOR PRESIDENT CAMPAIGN CHAIR",
      "sentences": "The allegations she's making simply isn't true. And actually, the -- the arrangement in question has been released. It's out in the public; everybody can see it. And the same thing was offered to both campaigns. You know, the DNC was broke. Both the Sanders campaign and the Clinton campaign signed agreements with the DNC. The difference was Hillary Clinton actually raised money into that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Strangely, Donna is backtracking now on the subject of Bernie being robbed. So Juan, civil war in your party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't know about civil war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "More like uncivil war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, uncivil. I'll say that. And I think, you know, look, Donna Brazile is known to a lot of people on this panel, but I think Donna felt Robby Mook was acting -- I think she used the word \"patriarchal manner.\" That he was ignoring her. She was treated like somebody to be shunted -- shunted aside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But I must say, yes, I think that's right. I think that's why she says, you know, \"I don't care what anybody says. I'm going to tell my story.\" But it comes at a moment when a lot people think that, you know, a lot of the rifts inside the Democratic Party, the Bernie versus Hillary people, for example. Elizabeth Warren says she thinks this was rigged. A lot of those rifts have not healed. And it's slowing down the party from taking advantage of the tremendous anti-Trump fervor in the country. I mean, Trump's at 33, while all of a sudden, everybody's talking about this division.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, they still can't get over the election. They say Republicans are still obsessed with Hillary. It looks like they're still obsessed with Hillary, Kimberly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes, of course, but now I'm obsessed with Donna Brazile. I love this. I love that she's, like, sticking up for herself. She's, like, you know, having a voice, telling the truth. It's what we knew all along, #Trumprigged. You know, and so the Bernie Sanders supporters, they need to -- they all need to wake up and see that this is what went down. And you know what? I don't think it was a bad idea for them to consider strongly putting in Joe Biden. You know? I mean, he could have, I think, done probably far better than what happened in the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Do you think this is healthy airing of dirty laundry? Or is this...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I actually think that this helps the Democrats then get past it. Because it's like a family who has been, like, basically ignoring the fact that they have a huge problem. And she's exposing a problem, and now that allows them to move forward. And I think that for her, that this is what freedom feels like. So for so many years -- I think she started working on campaigns when she was 8 years old when she lived in the Ninth Ward in New Orleans. And she's always worked for other people, supported them, been a spokesperson for them. And so to be able to speak on your own behalf is liberating.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Gutfeld.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She should really troll Hillary and change your book title to \"What Really Happened.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So they have \"What Happened\" and Donna Brazile's is \"What Really Happened.\" Would be fantastic. I think -- I still don't think she should have held this stuff back for a book. Because what are you guys doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'll explain in the tease.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. That threw me off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, no. I don't think it's fair to hold stuff back for a book. Imagine if you have a cure for a disease...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And you're a doctor and you go, \"I could share this cure now, but I'm going to wait for the publishing date.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, except for there's a lot of examples where you might not say something for the good of the cause...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "... or the organization or the company.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That makes sense. Makes sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Actually, I'm trying to fix your tease.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Because I actually don't have her tomorrow. I have her soon. But the date...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Chaos on \"The Five.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Anyway, stunning comments from the current head of the DNC on that new liberal ad that portrays Republican voters as racist killers. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The Latino Victory Fund pulled its controversial ad in Virginia. It depicted GOP voters as pickup-driving resets. But the chair of the DNC is still defending it and tearing into Republican candidate Ed Gillespie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM PEREZ, DNC CHAIR",
      "sentences": "Let's be clear about what's happening in the race in Virginia and in all too many races. Dog whistle politics. Ed Gillespie has been fearmongering. He's been doing the same thing Donald Trump did. That's not fair. That's not right. When you hit the bully back and the bully starts crying, those are crocodile tears to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Gillespie firing back at Democrats on Dana's show earlier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED GILLESPIE (R), VIRGINIA GUBERNATORIAL CANDIDATE",
      "sentences": "They've known they're in a close race for some time now, Dana. They've been throwing the kitchen sink at us, unveiling you know, awful, vile ads. I'm sure you saw the one that the lieutenant governor stands by, still, to this day. But that shows the desperation. They know THAT the momentum is clearly on our side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So Dana, you had him with you today. So let me begin with you and say, the charge is fearmongering, that the ads that were run about MS- 13 and immigrants. And people say, \"Oh, he's running a Trump-style campaign,\" because he's trying to energize the right-wing base that didn't vote for him in the primary. What do you understand?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, part of me feels like -- he says that on the merits that MS- 13 is a problem in Virginia and a growing one. There's been eight murders so far in 2016. And that is an issue that doesn't actually affect people in white neighborhoods. It's actually affecting Latino neighborhoods. And so that was Ed's response on that. But I also think that the Democrats might find out tomorrow that this accusation that he is acting like Trump is actually not going to hurt him...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "... in Virginia. Right? So the gap has been closing...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "... on -- in the polls. And so maybe they're going to find out that Ed's figured out some sort of secret sauce. That you could be a lifelong Republican, have worked for George W. Bush, worked at the RNC, worked in Washington for a long time, and still figure out a way to win in these current times with President Trump as the head of the Republican Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Kimberly, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Correct. I'll tell you why. Because he's really found the sweet spot. They should have gotten behind him last time and given him more money in that final push. Dana and I were talking about that. He's a great candidate. He's found a way to, like, bridge both sides and put it together. He's got the Bannon endorsement now. The Trump thing is not going to hurt him at all. This is all about get out the vote and motivating the base. I think this is going to be a fantastic race to watch. We may not even get, you know, results until Wednesday morning. Who knows? And they'll be watching results and the numbers coming out of northern Virginia, you know, as well. So this is good, and I think the ads are effective. So...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Now Ralph Northam, who's the Democrat, Jesse, he says basically, \"You know what? They're making a big deal out of the sanctuary cities. If a sanctuary city bill comes to the table while I'm governor, I'll sign it. I oppose sanctuary cities.\" That's the Democrat. Does that surprise you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, because he was on record supporting sanctuary cities, and that's where the initial ad came from. One point...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "There are no sanctuary cities in Virginia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I just cannot wait. Here's two scenarios. Gillespie wins and then another very major special election, not really. But then it shows that the Trump momentum is working and the media freaks out. Or Northam wins and the media makes the biggest deal out of this ever: \"huge defeat for Donald Trump,\" and it's going to send shock waves throughout the midterms. I just can't believe Perez was served on a silver platter the opportunity to knock down this vicious, disgusting, hateful ad, and he booted it. And that's why he's a terrible chairman of the DNC. And that's why I want him to stay as chairman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Greg, I only have 15 -- 10 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's fine. I love how Perez is talking about dog whistles. Like if a Republican brings up the wall, that's a dog whistle to white racists. The actual guy using the dog whistles is this racist Perez fellow. He's basically employing a pickup truck as a dog whistle. The pickup truck being shorthand for mean, white, evil people. So if you have a pickup truck, clearly, you're a honkey redneck. That's what he's saying. That's the slam. The most popular vehicle in America must mean that America is racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I love a good truck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. \"One More Thing\" up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Oh, yes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Time for \"One More Thing\" -- Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This bicyclist flipping off President Trump's motorcade as it made its way to a golf course last month. The picture went viral. And fast forward, the bike rider got fired from her job. Julie Brinkman (ph) upset with the president about his treatment of immigrants and the way he dealt with the hurricane in Puerto Rico. She told her bosses about the photo. They told her it was a violation of their conduct policy, even though she wasn't working, not identified as an employee when she did it. Her company, though, is a government contractor and apparently, they're running scared. Ms. Brinkman, on the other hand, says she'd do it again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She also put that up on her Facebook, which violated their -- I guess their policies at work. But that's OK. Time for -- oh, at \"The Five,\" we want to give our best wishes out to Rand Paul...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "... who's recovering from a bizarre attack from a neighbor, broke a bunch of his ribs. It's unclear how soon he's going to return, but our thoughts are with him. And we hope he gets better. And it sounds like a...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "My prayers are with him, if you don't mind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I do thoughts. You can do prayers. But it had something to do with foiliage [SIC] or a fight over...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Foliage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Foliage?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Foliage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But I must say, it's kind of odd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's an odd story. It's an odd story, but we wish him well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Very troubling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Get better, Rand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Never happens in an apartment. Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "Sergio is taking care of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Am I next? OK. So during -- you know, teamwork makes the dream work. Have you ever heard that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Take a look at this. This is in Houston last week, when the Astros came for their parade. A woman dropped her hat seven floors down. And so everybody cooperated and worked together. It wasn't always smooth sailing. It kept going back and forth. But I thought it was really nice to see everybody having a good time and helping out that lady. She did get her hat back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "That was cute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. K.G.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "OK, so amazing, the marathon this weekend in New York City. So many people getting out there. And also, many supporting special causes. And this was very exciting, because this weekend for the first time in 40 years, the winner of the women's division in the marathon was from the United States. You guys all know about this. Right? Shalane Flanigan. She said she was thinking about the recent terrorist attack in New York City during her run. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHALANE FLANIGAN, MARATHON WINNER",
      "sentences": "I was thinking about the importance of what I was doing in the final miles. And I was thinking I really want to bring a smile to New Yorkers' faces today. And I'm so happy that I could.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUILFOYLE",
      "sentences": "I had a smile, too, because I was cheering on the Culture City team. Victor Ortiz, the boxer, Tiki Barber, my friend Danielle Yancy. That's us all supporting it for Culture City for autism for acceptance and awareness and inclusion. That was great. Great job, Danielle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. So the media got caught red-handed pushing a fake Trump news scandal. He's feeding some fish with the Japanese prime minister. I believe they were koi fish. There he is, just throwing some fish into the pond. But -- yes, apparently -- fish food into the pond. Apparently, this got everywhere over social media. This image. And the video looks like Trump is over-feeding the fish. He got hit for that. But lock, he's just copying his host. The prime minister dumps it in first. He dumps it in second.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And everybody's happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Never miss an episode of \"The Five.\" \"Special Report\" up next, with Bret Baier live from Seoul, South Korea. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "utterance": "I'm Greg Gutfeld with Kimberly Guilfoyle, Juan Williams, Jesse Watters and Dana Perino -- \"The Five.\" What does a mass shooter have in common with an Islamic terrorist? They're able to create an impact that reaches beyond their own marginal insignificance. Even a small, evil pebble can make large ripples expanding across the water. A loser can kill his way to fame with a bomb, a truck or a gun. A mass shooter in a small town can hijack an entire country's attention in one afternoon."
    },
    {
      "speaker": "It's the same mechanism",
      "utterance": "Creating an impact beyond one's statistical importance. Morbid acts bring attention. Suffering expands from the immediate victims outward, through cities, then country. The media enlarges the impact -- we can't help it, it's our job. But it only makes it more likely to happen again. Those new ripples persuade another fiend dying for infamy. Why do celebrities unleash attention-grabbing tantrums after a shooting? Perhaps they wish to create an impact beyond their minor importance too."
    },
    {
      "speaker": "The only solution",
      "utterance": "Recognize what underlies the crime -- a thirst for infamy -- then deny it. And then laud the citizens out there willing to risk their lives, preventing further bloodshed. That's the silver lining in this ugly cloud: The local heroes, who risk it all to stop the horror. A good guy with a gun and a good guy with a truck -- two things the media hates. Despite being terrified, a nearby Stephen Willeford grabbed his gun and shot the fiend through his body armor. Johnnie Langendorff gave chase, accelerating the ghoul's demise. It's still awful, but at least this pair made it slightly less so. Those are pebbles that deserves the wider ripple. Two pebbles with the impact of a million rocks."
    },
    {
      "speaker": "Here is tape of Johnnie Langendorff who was the guy who chased down the suspect and drove him to suicide",
      "utterance": ""
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "I pulled up on the intersection and I saw the shooter coming from the cars, actually right outside the church that were park. His vehicle was parked, door open, engine running. And him and the neighbor across the street were both coming out about the same time exchanging fire. And as he came up, he -- I never got a look at him. I never really saw him. I just saw the gun fire. The shooter got in his truck, and the gentleman with the rifle came to my truck as the shooter took off and he briefed me quickly on what just had happened and said that we have to get him. And so, that's what I did."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's amazing, the fellow, the good guy with the gun was terrified, but he still did this. These deplorables, you know. It's a fact, the duration of attack -- of a gun attack totally depends on the arrival of a second gun and it shows that, I guess."
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "utterance": "The sharpshooter is what they're calling this guy, Langendorff."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Plumber."
    },
    {
      "speaker": "PERINO",
      "utterance": "Langendorff, excuse me. No, that was Johnnie."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah."
    },
    {
      "speaker": "PERINO",
      "utterance": "But basically because he was a trained, lawful gun owner who was able to act quickly, hopefully able to stop more carnage. First, we don't know exactly. If you look at Johnny there, able to so calmly explained the situation and what they did. And you do have to wonder, if you were in that situation, could you have been as brave? And I think in these communities, they figure that they have no choice, right? Because if they waited for the police officers, you're in a rural area, it could take another 45 minutes to an hour to get to him."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jesse, that's an important point. I just thought of that. The fact that these folks have to have guns because this is a population, I don't know, 400, 800 people, I'm not sure. I don't know if they have their own police force. Maybe they have one guy. I don't know."
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "Well, Hollywood doesn't understand that because they've never been to that part of Texas. And they don't know the difference between a semi-auto and automatic weapon, so enough of the lectures. There's such hypocrites when it comes to mass shootings and terror attacks. Look what happened in New York City, after that happen you had a Muslim kill a bunch of innocent people, and the Hollywood people said, you know what, let's not attack Islam. But then when some crazy guy shoots a bunch of Christians in a church, the Hollywood people then attack Christians for praying."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And they're so quick to politicize a mass shooting, but all of a sudden there's a terror attack in this country and, oh, you know, we can't politicize this at all. Chelsea Handler, I mean, my goodness. She didn't say a word on twitter when the New York City terror attack happened, and then she's tweeting up a storm when this happens. And you also have the fact that she says that all Republicans are to blame when there is a mass shooting. Well, when a Muslim kills a bunch of Christians in this country, she doesn't say all Muslims are to blame. And Hollywood makes so much money glamorizing gun violence. But they don't want regular Americans to protect themselves against gun violence. You know the difference is? You have radical ideology in terrorist situations that unite these people. There's usually an immigration or foreign element involved as well. But when you have a mass shooter, there's almost never a foreign situation. It's always someone snapped like this. So it's very easy, or easier to wage war against terrorism because there's trace evidence. There's a foreign situation. You know they want to kill all of us just because we're Americans, but you can't fight a war against crazy. Because crazy -- anybody can just flip on a dime like that and do unspeakable things to anybody at any time. And I think regular Americans understand the difference. Hollywood doesn't."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I would say that Chelsea Handler was drunk when she did those tweets, but that's an insult to alcohol. I would never do that. Kimberly, can I play this? This is Donald Trump labeling this incident as a mental health problem."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I think that mental health is your problem here. This was a very based on preliminary reports, very deranged individual, a lot of problems over a long period time. We have a lot of mental health problems in our country, as do other countries. But this isn't a guns situation. I mean, we could go into it but it's a little bit too soon to get into it, but unfortunately somebody else had a gun that was shooting in the opposite direction, otherwise it would have been as bad as it was. It would have been much worse."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So he's like focusing on not the tools but the intent. So you have a person who is mentally ill with a gun, and you have a person who is a good person with a gun. I'm not so sure though that the -- once you label it a mental health problem, what can you do next? There's lot of people missed -- I think half the shooters during Obama's presidency had seek psychological help, and nobody caught them beforehand."
    },
    {
      "speaker": "KIMBERLY GUILFOYLE, CO-HOST",
      "utterance": "Well, that's what makes it extremely challenging, right? People struggle and they want to like grasp at something, so to explain this and make sense of it. And yes, if it's your ideology and you're against gun ownership and you want to ride away. Have your kind of quick trigger response to mass shooting bid, or blame the weapon or the implementation of evil, whether it's a vehicle, whether it's a gun, etcetera. But in this situation, I mean, the laws were followed. He wasn't allowed to carry. He was allowed to own weapons but not to carry on this person. So he's violating the law there. Clearly, an individual who has a very disturbed past, assault of conduct, domestic violence, you name it. OK. A lot of anger directed at his former in-laws, at Christians, at the situation, what happened with the military, where he blamed his ex-wife. So this is somebody who had made these kinds of threats before. So yes, the exact type of individual that you don't want to be in possession of a weapon like this. But never the less, it's a tragic situation. And he was very angry about that church, and about Christians, and an atheist. There's a whole host of things here that sort of came together in a perfect storm of violence and horrific loss of life."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I just think you've got 330 million people, there's -- how do you handle, like -- you don't know -- how can you predict something like that? There're a lot of people who don't like their in-laws, 99.99 percent, Juan, do not go and kill a church full of people because they don't like their in-laws. But I want to ask you something about why this debate afterwards never seems to go anywhere, because immediately after, people impugn other people's motives. They say you have bloods in your hand. You're part of NRA, you have blood in your hand. There's never any factual backup to these smears, and it doesn't help. It's like, if we want to talk about something, rather than predictably choosing our side, wouldn't it be better instead of impugning our motives, talking about it, right?"
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "utterance": "Of course. But the larger point is the one you made at the very top, which is nothing ever gets done. And I think there's a reason that nothing ever gets done if you look at the political structure. The political structure is such that the NRA puts a huge amount of money into candidates and they have made it so that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Is that true?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You keep disproving."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Hang on. Hang on. Let me finish."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And it made it so that I think for Republicans, it's very difficult to say I'm going to challenge the NRA. I'm going to take even moderate steps because all of you have been talking about."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What step?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Hang on."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's fine, but I don't interrupt you, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "These are questions."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK. So fine."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I love hearing your voice."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Thank you my brother. But I'm just saying all of you have been talking about mental illness, right? OK. So if a Republican was to say let's take some steps in terms of limiting access especially to assault weapons from people who have demonstrated mental health problems, guess what, the NRA would go after it. They would start score carding and say this person is not going to be elected. Donald Trump got a tremendous amount of money from the NRA. What is he saying over there? Oh, well, maybe it's a mental illness. You know it's kind of early to talk about this, which is at this point, I'm so tired."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I can't believe people say, oh, this is about Hollywood? Hollywood? Forget Hollywood. This is about 26 people dead while they're in church."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Awful."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's unbelievable. And unbelievable, five weeks after some nutcase starts firing at people at a concert. And this comes, you know, I mean, it just goes on and on in America. They had a shooting in Colorado. Guy shoots three people dead. We had another shooting yesterday even before this one. Two people dead. It just goes on. Every day the carnage. You guys talk about Chicago, and yet why does nothing get done? In my opinion because of the power of the NRA, and the power of people who say, you know what? I think this is now a cultural highly politicized issue. If you're a good conservative, you're all about gun rights at any cost, and that is terrible."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But there's an underlying -- again, you're impugning the fact -- OK, an NRA member doesn't want to get anything done. The overwhelming number of NRA people are people that know how to use guns. They're law- abiding. They're law-abiding."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I didn't say NRA members. NRA members do want something. It's the NRA that doesn't want anything."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So the NRA wants more mass killings?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. But you say for example, something like a bump stock. Remember that conversation after Vegas?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Do you think anything got done? Do you think Republicans ever."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I think they're working on it."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, ATF is reviewing it now."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh gosh. I'm saying that the politicians, Kimberly, did zero."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I get it. But I think it's an oversimplification to say, and try to pigeonhole this and say -- NRA members of the NRA -- I mean, the NRA members represented by the NRA."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "They don't like this anymore than anyone else. They don't want you to take their guns so they can't be there to defend their family and their loved ones. And thank God, the guy, law-abiding patriot came in and stepped up. It was courageous."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know, this is the argument. Oh, a good guy with a gun will stop a bad guy with a gun. The good guys with the guns weren't there in time to stop 26 people from losing their lives."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "There's 50 in the church and he did help."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "At the moment -- he was running away. At the moment, what we have is a situation where the NRA reacts to people who are on their right, who want even less in terms of gun control. So they're always are pushing and pushing and pushing. Nothing, absolutely, nothing in terms of gun control."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I can't let you get away with this, Juan, to say that the shooter was already running away when this heroic guy stepped in with a legally owned weapon and chase him around and save future carnage to happen. To denigrate his heroism."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, please. To denigrate no one heroism -- what I'm saying to you is he was leaving."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He was already leaving. OK."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is where it ends up, no agreement. All right. We learned more today about the loser who chose to target that church, new details on the victims of the massacre, a live update from Texas. That's next."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "There was a domestic situation going on within this family. The suspect's mother-in-law attended this church. We know that he had made threatening -- she received threatening texts from him. And we can't go into detail about that domestic situation that is continuing to be investigated. But we want to get that out there that this was not motivated over religious beliefs. It was a domestic situation going on with his family-in-laws."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "As you've heard, investigators tying the Texas church massacre to a domestic situation between the families of the gunmen. They do not believe this was a religiously motivated attack. Let's go now to Adam Housley who's live on the scene in Sutherland Springs with more developments from today. Adam?"
    },
    {
      "speaker": "ADAM HOUSLEY, FOX NEWS",
      "utterance": "Yeah. Clearly the shooter had a troubled past, and information coming out today, really a stunning press conference earlier today where there's a number of headlines, that what you've just heard being one of them that surprised a lot of us, the actual connection to the location here behind me was the ex-mother-in-law. Now we find out he was married twice, had two very troubled marriages. Had been -- also in trouble for cracking the skull of his stepson, his infant stepson. So clearly, the individual who did this evil in this church behind me had a lot of problems, and there's still a lot of answers and maybe some answers that will never be found, yet to come. I want to talk more though about those who were still fighting for their lives right now. Fifteen people are in the hospital. We do know that at University Medical Center alone where one child died, sadly, being treated. There are still three more children fighting for their lives, and three adults there as well. Also here in the community, people are still, of course, just trying to understand. There's still a lot of shock. I talked to a man who is making sandwiches for a lot of people around here. He lives out in the country, and says he knew everybody in there. Everybody knows everybody. This is smaller than a small town, because there's not even a main street here. This is just a small little farming type community in the middle of the Texan plains that have never thought anything like this could ever happen here. One of our junior reporters was just at a cafe. Some video that's feeding in we'll have later on for you on Fox. But the quotes that he send me are unbelievable. For example, I won't use the woman's name because we don't know if the family was notified. But my friend and her two kids. She was pregnant. She passed away. This is the best little town to live. I just love it out here. It's a loving community. Everybody works together. We will work together to help each other in this crisis. Another lady. Yes, she and her two little kids, she was just a regular lady. She was a stay at home mom, who took really good care of her kids. They came in here after church on Sundays. They have one more daughter in the hospital. Her husband has already lost three, so hopefully she'll pull through. That's what people are dealing with here right now, guys. It's truly hard to even express on television just -- there's no answers. And right now, there's just a lot of questions. And as you can tell at this hour, there's a lot of family here that needs to be healed and everybody knew everyone. Back to you guys in New York."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "My goodness. Such compelling reporting, Adam. And it just makes you really just feel for these families that are suffering that have lost so much. So many casualties. And a number of family members passed away. The pastor's daughter. And when you hear the loss of life of a child that was a recent update too, Dana, very disturbing. And you are in a loss -- you know, what could have stopped this or prevented it?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I think that's why you see the frustration we're talking about. How immediately the reaction is do something. And I think that there's a lot of people that could be for doing something if you could actually define what that something is, and to show that there is actual evidence that it could improve. Just not too long ago, a woman -- remember her last name, she worked for 538 over at New York Times, but doesn't anymore. She wrote a long piece about how -- she was for gun control, but everything that she looked at when it came to evidence and data show that it actually doesn't work. I do think that there would be people willing to look at either changing laws or closing loopholes or whatever it might be, but the conversation never seems to actually get to that point. I'm not sure why it just shuts down. It could be because of what we were talking about in previous block. I think there's also some other questions which is why wasn't he in jail? And if this is the kind of violence he perpetrated on a child, then what happened there? Obviously, he did a lot of illegal things. Could there have been anything done to prevent him from getting a weapon? I don't know."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yeah. Felony conviction."
    },
    {
      "speaker": "PERINO",
      "utterance": "It sounds like the right thing to say at the time, but the answers are a lot less satisfying."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know what's striking to me was -- what you just commented on, which is that he attacked a child. My God. It's not only that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'm sorry."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "On both, the ex-wife and the child."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yeah. Apparently, two marriages. I was unaware. I thought it was a single marriage. But the thing that caught my attention earlier was reading that his childhood friend said that between the sixth and ninth grade, his parents had him on extensive meds, psychological meds. So this is someone who had trouble, and is known in this very small community, its 400 people. Imagine 10 percent of the community in church yesterday morning, Sunday morning. But it comes back to what President Trump said if it is a mental health issue, maybe there is something we can do. Maybe something we can agree on."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean, I can agree on a few things, Juan and I right now. If you're on antipsychotic medications. If you've been convicted of cracking an infant's skull..."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Felony."
    },
    {
      "speaker": "WATTERS",
      "utterance": ". of beating your wife, of being -- having bad conduct discharge from U.S. military serving -- I believe 12 months in confinement. Why is he legally allowed to purchase a firearm in Texas, or in Colorado, or anywhere? Is it legal to purchase a firearm in this country with that kind of criminal history? I just."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Well, first of all, he lied."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean, how did he get the weapon?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK. For example -- yeah, he checked the box indicating he didn't have this qualifying criminal history."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "He just said it's disqualifying. If you're convicted of anything like that, felony."
    },
    {
      "speaker": "WATTERS",
      "utterance": "If you're a bad person, you're going to check a box and lie. There has to be a safeguard in there somewhere when you run this guy's background check through the ATF or through the national registry system. How did that not flag this guy's history?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think -- we were just talking, Kimberly and I. Kimberly is saying he did have a record, but it was a misdemeanor. And apparently that doesn't keep you from buying a gun in Texas."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yeah. Well, any like misdemeanor, or domestic violence, assault of conduct, I mean this is not somebody -- we see these cases escalate as a former prosecutor. I'm telling you. Los Angeles and San Francisco. The deadliest calls for cops to go to in law enforcement are domestic violence situations that Often times the weapon is turned on the police officer. OK, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's interesting. I've got some facts here from John Lott about background checks from 2010 when they had -- there's 73,000 denials of gun purchase going through the check. Only 13 convictions from that because there were so many false positives. So there's a lot of problems with that. I have three solutions that I always hammer. One of them is when you do research on media reports of high status suicides they're correlated to an increase of suicides, the copycats, especially among young teens. We've talked about that TV show it was on Netflix that kids watched, and there was a spike of suicides. So we know that mass shooters are often enamored by the press clippings of previous, and they always want to beat the score. That's a fact. Number two, solutions like terror can actually contribute to solutions here. Identify soft targets and harden them. You could hire somebody and an expert. We used to do earthquake training when I was a kid. You could do something in a couple weeks that maybe teach people how to react, have an escape route, those kinds of things. And also have, and this is the last one, have a good guy with a gun. Mr. Willeford was a former NRA instructor. They're probably all over the community. You pay five bucks an hour. They'd probably do it for free. Somebody that is there to hardened soft targets. There are a lot of retired people, retired police officers, retired instructors, just generally retired hunters who know how to handle a gun because they've been trained."
    },
    {
      "speaker": "PERINO",
      "utterance": "There's a guy on the 2:00 show, his name is Chuck Chagwith, and he has a business training volunteers. Actually, now it's an organization, specifically for houses of worship so you could have somebody that is there to be able to protect others."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There's sitting ducks."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Absolutely. If he had been dishonorably discharged, he would have been prohibited from getting it. They should include the military convictions, and he has to have a proper domestic violence conviction to also be prohibited. Any lie -- liar. Coming up, the GOP is working hard on tax reform, but can their bills survive following severe opposition from both sides? Next."
    },
    {
      "speaker": "PERINO",
      "utterance": "The GOP is doing everything it can to get a major tax bill through the House by Thanksgiving. Over the next few days, the House debates changes to the bill, but House Speaker Paul Ryan is confident they will get it done and hopes the Senate will follow."
    },
    {
      "speaker": "REP. PAUL RYAN (R-WI), SPEAKER OF THE HOUSE",
      "utterance": "I feel very good about it. I think our members are very excited about this. We're pleased with what we've rolled out. And this is what we said we would do when we ran for office in 2016. We have to have tax reform. We have to have tax cuts for people in the middle. This delivers that, and we really are convinced this is going to help get our economy growing and reaching its potential. And so yes, we're on track for moving this through the House before Thanksgiving. That's our plan. We expect our friends in the Senate to be about a week behind us."
    },
    {
      "speaker": "PERINO",
      "utterance": "There are two obstacles. The Senate, for one. Remember, they failed to repeal the Affordable Care Act the last time. And Democrats weary of what is being proposed in this bill. Here's Nancy Pelosi."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA), MINORITY LEADER",
      "utterance": "It's a sleight of hand, it's a shell game; it's a Ponzi scheme. They make it look as if they're giving something. They're like at a banquet. They spread out this banquet to the wealthiest Americans for corporate America, and they throw a few crumbs to the middle class, and then they -- then they take them away."
    },
    {
      "speaker": "PERINO",
      "utterance": "So the tax reform bill is being marked up in committee today. If you want to follow Richard Rubin at The Wall Street Journal, I highly recommend it. He's got lots of good information. After a few days of looking at the bill, what do you think, Gutfeld?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't want to agree with Nancy Pelosi. I don't want to start. Look, here's my feeling. We are told that it's simplified and transparent, but it's not for the individual at all. They're hiding behind the illusion of reducing the number of tax brackets, but that's just an illusion. It's like they under -- like somebody trying to sell you undercoating for a car. You know, it doesn't have -- you're not lowering taxes. We didn't broaden -- maybe I'm wrong. But I don't sense that we broadened the tax base. But instead, that we've only piled more taxes on those who pay taxes already. And this is what drives me crazy. Because the assumption -- the assumption is that if you're in a high tax bracket and you make a lot of money, you were there all your life. Sorry, it took me 30 damn years to get where I am. I have never been in the same income bracket or tax bracket for more than a few years."
    },
    {
      "speaker": "PERINO",
      "utterance": "Think of firing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, that's true, I was fired many times. But my point is, people assume that if you're in -- a high earner, and you pay all these taxes, that you -- you're just rich. That's B.S. You're not. You -- it took a long time to get there, and the government didn't care about you. They didn't care about you when you were just toddling along making nothing. And now you finally get to the point, and they go \"Take off your clothes. We're taking everything.\""
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And then you die."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, and then you die."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "And then they take the rest of it. Awful."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They want to tax you again. Luckily, I'm not at that point."
    },
    {
      "speaker": "PERINO",
      "utterance": "The Wall Street Journal editorial board, Jesse, has been pretty unhappy. They like the corporate side, cutting the -- tax cuts. But they do not like what was done on the individual rates. And in fact, then over at The Weekly Standard, Matt Labash, who's a great writer, writes a piece today called \"Kill the Bill.\" And he is not happy. How about you?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Congressman Watters would not vote for this bill, unless it's dramatically improved. It's neither big nor bold. Let's just look at the middle-class people. Family of four, household income $60,000. You get a $1,200 tax cut. So that's $25 extra in your paycheck a week. Just 25. If you're an individual, $75,000 a year. You save about $2,000. An extra $40 a week. It's not a lot of money. I mean, you're getting a tax cut. It's not a lot. Now, they treat successful people like Obama would have treated them. If you're making between $450,000 and about a million, your taxes aren't getting cut at all unless you own a business. A lot of people don't own businesses. So you want to reduce taxes on..."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Personal reflection?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "... those people, because it has a stimulative effect on the rest of the economy. Consumer spending drives growth. Now, I'm hearing rumors, as you just suggested, that people making between a million and 2 million are getting a tax increase. There's a secret tax bracket. And if you add the Obamacare tax on top of it, and they don't let you write off your state and local taxes in New York or California or your mortgage interest, then you could be paying, if you add it all up together, 60 percent of your income if you live in New York or California. That's insane. I do like the corporate stuff."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Not capital gains."
    },
    {
      "speaker": "WATTERS",
      "utterance": "... of the state tax. They're not even touching capital gains, Kimberly. So there's so many problems with this. And the argument that drives me crazy is that the tax cuts need to be paid for. It's not the government's money. How about just cut spending instead?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, that ship has sailed. And I think they on the Ways and Means Committee, they have lots of answers for how all of these things are not necessarily true but in -- we don't have a lot of time, Juan. I'm sorry, Juan and Kimberly. But they're making those cases. Juan, do you think the Democrats are just going to sit back and let Republicans fight it out, or will they continue to push back?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, imagine if I was just silent, Dana, and I just listened to Greg, you, and Jesse. Hmm, I wonder."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You should do that more."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK, Kimberly."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It sounds to me like you guys aren't too happy. You guys aren't too happy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I was amazed. I wanted to show this to Dana. Here's a news release from the National Farmers Union: \"Shift to more aggressive taxation would increase burden on family farmers and ranchers.\" I mean, I don't know who's -- Rush Limbaugh doesn't like this. Sean Hannity doesn't like this."
    },
    {
      "speaker": "PERINO",
      "utterance": "Here's the problem of not being able to go to something that's simple, flat and fair."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Everybody hates it."
    },
    {
      "speaker": "PERINO",
      "utterance": "Everyone has deductions, and everybody doesn't like it. Do they have a win?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "No, I mean, this is terrible. I don't like it at all. I'm disappointed; I'm frustrated. I mean, I don't know what you can do to make me feel better. I have a couple ideas. But this isn't going to do it."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Coming up, former DNC chair Donna Brazile fires back at critics as Democrats try to silence her following that Hillary -- Hillary Clinton election bombshell. Next. Sorry."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Former DNC chair Donna Brazile drops lots of bombshells about the 2016 election in her new book, out tomorrow. And she doesn't care if some members of her party aren't happy about it."
    },
    {
      "speaker": "DONNA BRAZILE, FORMER DNC INTERIM CHAIR",
      "utterance": "For those who are telling me to shut up, they told Hillary that a couple of months ago. You know what I tell them? Go to hell. I'm going to tell my story."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wow. Nearly 100 former campaign staffers have hit back at Brazile in an open letter after learning she considered replacing Clinton with Joe Biden as the nominee following Clinton's pre-election fainting spell. Her response?"
    },
    {
      "speaker": "BRAZILE",
      "utterance": "I was under tremendous pressure after Secretary Clinton fainted to have a, quote unquote, \"Plan B.\" I didn't want a Plan B. Plan A was great for me. I supported Hillary and I wanted her to win, but we were under pressure."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Now this morning, former Clinton campaign manager Robby Mook took issue with Brazile's allegation that the primaries were rigged in Clinton's favor."
    },
    {
      "speaker": "ROBBY MOOK, FORMER HILLARY FOR PRESIDENT CAMPAIGN CHAIR",
      "utterance": "The allegations she's making simply isn't true. And actually, the -- the arrangement in question has been released. It's out in the public; everybody can see it. And the same thing was offered to both campaigns. You know, the DNC was broke. Both the Sanders campaign and the Clinton campaign signed agreements with the DNC. The difference was Hillary Clinton actually raised money into that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Strangely, Donna is backtracking now on the subject of Bernie being robbed. So Juan, civil war in your party."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't know about civil war."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "More like uncivil war."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, uncivil. I'll say that. And I think, you know, look, Donna Brazile is known to a lot of people on this panel, but I think Donna felt Robby Mook was acting -- I think she used the word \"patriarchal manner.\" That he was ignoring her. She was treated like somebody to be shunted -- shunted aside."
    },
    {
      "speaker": "PERINO",
      "utterance": "True."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But I must say, yes, I think that's right. I think that's why she says, you know, \"I don't care what anybody says. I'm going to tell my story.\" But it comes at a moment when a lot people think that, you know, a lot of the rifts inside the Democratic Party, the Bernie versus Hillary people, for example. Elizabeth Warren says she thinks this was rigged. A lot of those rifts have not healed. And it's slowing down the party from taking advantage of the tremendous anti-Trump fervor in the country. I mean, Trump's at 33, while all of a sudden, everybody's talking about this division."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, they still can't get over the election. They say Republicans are still obsessed with Hillary. It looks like they're still obsessed with Hillary, Kimberly."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes, of course, but now I'm obsessed with Donna Brazile. I love this. I love that she's, like, sticking up for herself. She's, like, you know, having a voice, telling the truth. It's what we knew all along, #Trumprigged. You know, and so the Bernie Sanders supporters, they need to -- they all need to wake up and see that this is what went down. And you know what? I don't think it was a bad idea for them to consider strongly putting in Joe Biden. You know? I mean, he could have, I think, done probably far better than what happened in the election."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Do you think this is healthy airing of dirty laundry? Or is this..."
    },
    {
      "speaker": "PERINO",
      "utterance": "I actually think that this helps the Democrats then get past it. Because it's like a family who has been, like, basically ignoring the fact that they have a huge problem. And she's exposing a problem, and now that allows them to move forward. And I think that for her, that this is what freedom feels like. So for so many years -- I think she started working on campaigns when she was 8 years old when she lived in the Ninth Ward in New Orleans. And she's always worked for other people, supported them, been a spokesperson for them. And so to be able to speak on your own behalf is liberating."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Gutfeld."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She should really troll Hillary and change your book title to \"What Really Happened.\""
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Funny."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So they have \"What Happened\" and Donna Brazile's is \"What Really Happened.\" Would be fantastic. I think -- I still don't think she should have held this stuff back for a book. Because what are you guys doing?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I'll explain in the tease."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. That threw me off."
    },
    {
      "speaker": "PERINO",
      "utterance": "I'm sorry."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, no. I don't think it's fair to hold stuff back for a book. Imagine if you have a cure for a disease..."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And you're a doctor and you go, \"I could share this cure now, but I'm going to wait for the publishing date.\""
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, except for there's a lot of examples where you might not say something for the good of the cause..."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "... or the organization or the company."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That makes sense. Makes sense."
    },
    {
      "speaker": "PERINO",
      "utterance": "Actually, I'm trying to fix your tease."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's OK."
    },
    {
      "speaker": "PERINO",
      "utterance": "Because I actually don't have her tomorrow. I have her soon. But the date..."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Chaos on \"The Five.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "Anyway, stunning comments from the current head of the DNC on that new liberal ad that portrays Republican voters as racist killers. Stay with us."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The Latino Victory Fund pulled its controversial ad in Virginia. It depicted GOP voters as pickup-driving resets. But the chair of the DNC is still defending it and tearing into Republican candidate Ed Gillespie."
    },
    {
      "speaker": "TOM PEREZ, DNC CHAIR",
      "utterance": "Let's be clear about what's happening in the race in Virginia and in all too many races. Dog whistle politics. Ed Gillespie has been fearmongering. He's been doing the same thing Donald Trump did. That's not fair. That's not right. When you hit the bully back and the bully starts crying, those are crocodile tears to me."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Gillespie firing back at Democrats on Dana's show earlier."
    },
    {
      "speaker": "ED GILLESPIE (R), VIRGINIA GUBERNATORIAL CANDIDATE",
      "utterance": "They've known they're in a close race for some time now, Dana. They've been throwing the kitchen sink at us, unveiling you know, awful, vile ads. I'm sure you saw the one that the lieutenant governor stands by, still, to this day. But that shows the desperation. They know THAT the momentum is clearly on our side."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So Dana, you had him with you today. So let me begin with you and say, the charge is fearmongering, that the ads that were run about MS- 13 and immigrants. And people say, \"Oh, he's running a Trump-style campaign,\" because he's trying to energize the right-wing base that didn't vote for him in the primary. What do you understand?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, part of me feels like -- he says that on the merits that MS- 13 is a problem in Virginia and a growing one. There's been eight murders so far in 2016. And that is an issue that doesn't actually affect people in white neighborhoods. It's actually affecting Latino neighborhoods. And so that was Ed's response on that. But I also think that the Democrats might find out tomorrow that this accusation that he is acting like Trump is actually not going to hurt him..."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Right."
    },
    {
      "speaker": "PERINO",
      "utterance": "... in Virginia. Right? So the gap has been closing..."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "... on -- in the polls. And so maybe they're going to find out that Ed's figured out some sort of secret sauce. That you could be a lifelong Republican, have worked for George W. Bush, worked at the RNC, worked in Washington for a long time, and still figure out a way to win in these current times with President Trump as the head of the Republican Party."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Kimberly, what do you think?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Correct."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Correct?"
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Correct. I'll tell you why. Because he's really found the sweet spot. They should have gotten behind him last time and given him more money in that final push. Dana and I were talking about that. He's a great candidate. He's found a way to, like, bridge both sides and put it together. He's got the Bannon endorsement now. The Trump thing is not going to hurt him at all. This is all about get out the vote and motivating the base. I think this is going to be a fantastic race to watch. We may not even get, you know, results until Wednesday morning. Who knows? And they'll be watching results and the numbers coming out of northern Virginia, you know, as well. So this is good, and I think the ads are effective. So..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Now Ralph Northam, who's the Democrat, Jesse, he says basically, \"You know what? They're making a big deal out of the sanctuary cities. If a sanctuary city bill comes to the table while I'm governor, I'll sign it. I oppose sanctuary cities.\" That's the Democrat. Does that surprise you?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, because he was on record supporting sanctuary cities, and that's where the initial ad came from. One point..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "There are no sanctuary cities in Virginia."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I just cannot wait. Here's two scenarios. Gillespie wins and then another very major special election, not really. But then it shows that the Trump momentum is working and the media freaks out."
    },
    {
      "speaker": "Or Northam wins and the media makes the biggest deal out of this ever",
      "utterance": "\"huge defeat for Donald Trump,\" and it's going to send shock waves throughout the midterms. I just can't believe Perez was served on a silver platter the opportunity to knock down this vicious, disgusting, hateful ad, and he booted it. And that's why he's a terrible chairman of the DNC. And that's why I want him to stay as chairman."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Greg, I only have 15 -- 10 seconds."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's fine. I love how Perez is talking about dog whistles. Like if a Republican brings up the wall, that's a dog whistle to white racists. The actual guy using the dog whistles is this racist Perez fellow. He's basically employing a pickup truck as a dog whistle. The pickup truck being shorthand for mean, white, evil people. So if you have a pickup truck, clearly, you're a honkey redneck. That's what he's saying. That's the slam. The most popular vehicle in America must mean that America is racist."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I love a good truck."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. \"One More Thing\" up next."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Oh, yes?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Time for \"One More Thing\" -- Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This bicyclist flipping off President Trump's motorcade as it made its way to a golf course last month. The picture went viral. And fast forward, the bike rider got fired from her job. Julie Brinkman (ph) upset with the president about his treatment of immigrants and the way he dealt with the hurricane in Puerto Rico. She told her bosses about the photo. They told her it was a violation of their conduct policy, even though she wasn't working, not identified as an employee when she did it. Her company, though, is a government contractor and apparently, they're running scared. Ms. Brinkman, on the other hand, says she'd do it again."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She also put that up on her Facebook, which violated their -- I guess their policies at work. But that's OK. Time for -- oh, at \"The Five,\" we want to give our best wishes out to Rand Paul..."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "... who's recovering from a bizarre attack from a neighbor, broke a bunch of his ribs. It's unclear how soon he's going to return, but our thoughts are with him. And we hope he gets better. And it sounds like a..."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "My prayers are with him, if you don't mind."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I do thoughts. You can do prayers. But it had something to do with foiliage [SIC] or a fight over..."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Foliage."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Foliage?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Foliage."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But I must say, it's kind of odd."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's an odd story. It's an odd story, but we wish him well."
    },
    {
      "speaker": "PERINO",
      "utterance": "Very troubling."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Get better, Rand."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Never happens in an apartment. Dana."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "Sergio is taking care of it."
    },
    {
      "speaker": "PERINO",
      "utterance": "Am I next? OK. So during -- you know, teamwork makes the dream work. Have you ever heard that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No."
    },
    {
      "speaker": "PERINO",
      "utterance": "Take a look at this. This is in Houston last week, when the Astros came for their parade. A woman dropped her hat seven floors down. And so everybody cooperated and worked together. It wasn't always smooth sailing. It kept going back and forth. But I thought it was really nice to see everybody having a good time and helping out that lady. She did get her hat back."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "That was cute."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. K.G."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "OK, so amazing, the marathon this weekend in New York City. So many people getting out there. And also, many supporting special causes. And this was very exciting, because this weekend for the first time in 40 years, the winner of the women's division in the marathon was from the United States. You guys all know about this. Right? Shalane Flanigan. She said she was thinking about the recent terrorist attack in New York City during her run. Take a look."
    },
    {
      "speaker": "SHALANE FLANIGAN, MARATHON WINNER",
      "utterance": "I was thinking about the importance of what I was doing in the final miles. And I was thinking I really want to bring a smile to New Yorkers' faces today. And I'm so happy that I could."
    },
    {
      "speaker": "GUILFOYLE",
      "utterance": "I had a smile, too, because I was cheering on the Culture City team. Victor Ortiz, the boxer, Tiki Barber, my friend Danielle Yancy. That's us all supporting it for Culture City for autism for acceptance and awareness and inclusion. That was great. Great job, Danielle."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. So the media got caught red-handed pushing a fake Trump news scandal. He's feeding some fish with the Japanese prime minister. I believe they were koi fish. There he is, just throwing some fish into the pond. But -- yes, apparently -- fish food into the pond. Apparently, this got everywhere over social media. This image. And the video looks like Trump is over-feeding the fish. He got hit for that. But lock, he's just copying his host. The prime minister dumps it in first. He dumps it in second."
    },
    {
      "speaker": "PERINO",
      "utterance": "And everybody's happy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Never miss an episode of \"The Five.\" \"Special Report\" up next, with Bret Baier live from Seoul, South Korea. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}