{
  "date": "November 2, 2018",
  "headline": "Sarah Sanders on media's midterm coverage",
  "subHeadline": "White House press secretary Sarah Sanders on anti-Trump media bias on display.",
  "url": "https://www.foxnews.com/transcript/sarah-sanders-on-medias-midterm-coverage",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "All right. Welcome to \"Hannity.\" In four days, just four days, the polls will be open, you will have the power to decide the balance of power in Washington, D.C. Remember, a vote for any Democrat in the House, that's a vote for Nancy Pelosi, Maxine Waters, Jerrold Nadler, Shifty Schiff. A vote for any in the Senate, you're basically voting for Chuck Schumer.  This is the reality. We'll show you all the stats to back it up tonight. It looks unusually close this midterm election and it looks like turn out is going to be key.  As per usual, Democrats have been using the politics of fear and division to motivate their base. You've seen it with your own eyes, for months, vilifying Trump, his supporters, and even the man that he appointed to the U.S. Supreme Court. No lie too egregious, no exaggeration too bold and no smear too absurd. Democrats are willing to do and say anything because they want power and we have been showing you the tapes to prove it every night.  But tonight, the president, he's out pounding on the campaign trail, fighting like never before. And unlike Democrats, he actually has a track record and a positive message to share. With great news today, the economy is booming like never before. We'll show you today's numbers and also, we will have more analysis from all the critical election races all across America. Bill Hemmer will join us from the \"Hannity\" big board.  Plus, we're going to give you an inclusive new Project Veritas videos, two of them. And we have an update from the crisis at our southern border. Buckle up midterms, four days away. It's almost game-time. But, first, time for tonight's breaking news opening monologue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "President Trump, he is out pounding the campaign trail again. This weekend, he will be making stops in four different states. Today, he held two major rallies, Indiana and West Virginia. Let's take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We are finally putting America first. It's been a long time.   But if Chuck Schumer, Cryin' Chuck, and Nancy Pelosi --  And the legendary Maxine Waters --   Take power, they will try to erase our gains and eradicate our progress, that's what's going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "President Trump campaigning in West Virginia. That means one thing, incumbent Democrat Joe Manchin is in serious trouble. You do know that he won by, like, 40 points in 2016 in West Virginia.  Tonight, Democrats spread a message of fear and division like they do every two and four years. President Trump, a very positive message to deliver today. His agenda, it is working, the evidence is in, the economy is booming like never before.  And just today, new numbers. The Labor Department announced big news. A whopping 250,000 more new jobs added in just the month of October, shattering all expectations, even in spite of a hurricane. Unemployment, well, it's at a 49-year low, 3.7 percent. We now have a record number of Americans employed. And wage growth, look at this number -- it's now surging past 3 percent. That means real money in real people's pockets for the first time since 2009.  And overall, nearly 4.5 million jobs have been added since President Trump has been elected. Now, keep in mind, we already have record low unemployment for Hispanic Americans, African-Americans, Asian-Americans, women in the workplace, youth unemployment. We literally have more jobs available, about a million, than we actually have on food stamps.   We have more people out of poverty than ever before. There are more jobs than we have people for. The country, we have success after success, shattering every record on the books and record low unemployment in 14 states. Now even some on the left, they can't help but admit that the Trump agenda is actually working. We are getting all these election week conversions. Look at this. Former Obama economic advisor touting the jobs numbers, calling the jobs report, quote, everything you could ever want, in a New York op-ed. For Fox News, former Clinton advisor Mark Penn, he praised the president for taking a bold stance on major issues. Americans tonight are taking notice four days out of an election. It is why the president's approval numbers are continuing to soar, hitting 51 percent in the latest Rasmussen poll.  So, four days until the important midterm elections. Ask yourself this question: is President Trump delivering on his promises, is he keeping his word?  Well, he's going all in. You can see it -- 11 cities, 11 states, 11 stops in just, what, five, six days, fighting for every vote, crisscrossing the country at the speed of Trump, all on behalf of the policies that are working for that forgotten men and women that suffered eight years under Barack Obama, because of every objective economic measure, you look at it, we are better off. Meanwhile, Democrats, no plan to make your life better. They offer nothing but, what, daily hate, division, obstruction. They want higher taxes, more regulation, more Obamacare, more open borders, more sanctuary cities.   They obstruct originalist justices that believe in the Constitution. They want endless investigations. They want to even go back to the phony Trump- Russia collusion claims. Ask yourself, how is any of this agenda going to improve your life? Make no mistake, there are no moderates left in the Democratic Party today. This is a party of radical extremists, any moderates have long been drawn out into his extinction, every Democrat you elect votes as a bloc, based on the direction of Chuck Schumer in the Senate, Nancy Pelosi in the House.  In the Senate, Montana Democrat incumbent, Jon Tester, he voters with Chuckie Schumer 87 percent of the time. By the way, Montana voted for Trump. By the way, he calls himself a moderate, he's anything but. He's Chuck Schumer except he lives in Montana.  In Ohio, Senator Sherrod Brown, look at this. He votes with Schumer a whopping 98 percent of the time. In Florida, Bill \"do nothing\" Nelson, he votes with Schumer 88 percent of the time. North Dakota, Heidi Heitkamp, she supports Schumer 70 percent of the time.   West Virginia, Joe Manchin sides with Schumer 64 percent of the time. Every county in West Virginia voted for Trump.  Indiana, Joe Donnelly -- well, he says he's a moderate. He's not. He votes with Schumer by a whopping rate of 74 percent, especially on the big issues. And Donnelly now in the last week of the campaign is trying to appear to be something he's not, just like we saw in Tennessee, and in Missouri, an Arizona, and in North Dakota and Florida, he's trying to pretend he is a moderate. As you can see, that's a bald-faced lie.  According to a report from \"The Daily Beast,\" he's actually running a stealth campaign. Look at this. In Indiana, running ads in support of the third-party libertarian. That candidate literally is siphoning away votes from Michael Braun. They are splitting the ticket. They're doing it on purpose.  Now, he knows he could not win -- Joe Donnelly could not win a one-on-one battle with Michael Braun against the Republican. Now, this is dirty, despicable politics, yet predictable at its worst. And today, a brand-new undercover Project Veritas video, guess what? Joe Donnelly's wife and campaign staff all scheming once again to cover up just how liberal Joe Donnelly really is, as again, as always, we show you the tape and you get to decide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOURNALIST",
      "sentences": "What's Senator Donnelly's take on like right to work? Do you know? We looked it up --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILL DONNELLY, WIFE OF SENATOR JOE DONNELLY",
      "sentences": "Do you want to answer this or do you want me to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAMPAIGN WORKER",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOURNALIST",
      "sentences": "Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TONY FLORA, NATIONAL ASSOCIATION OF LETTER CARRIERS UNION MEMBER",
      "sentences": "Right to work, it takes away workers' rights and destroys unions. He's for working for families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILL DONNELLY",
      "sentences": "He's for working families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOURNALIST",
      "sentences": "But he supports the unions, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAMPAIGN WORKER",
      "sentences": "Well --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILL DONNELLY",
      "sentences": "Don't say that to people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOURNALIST",
      "sentences": "Sorry, no. But I'm just wondering for myself to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORA",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILL DONNELLY",
      "sentences": "He does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOURNALIIST",
      "sentences": "Got it.  But, it's almost like Donnelly has to play down being liberal. Does that make sense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVE MADDEN, JOE DONNELLY CAMPAIGN",
      "sentences": "Yes, he does, especially in Indiana, just because like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOURANLIST",
      "sentences": "Super red.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MADDEN",
      "sentences": "-- it's so conservative. You know, we have, like, four or five safe Democratic counties.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOURNALIST",
      "sentences": "Do you think he has to stifle more of like, his liberal side to kind of -- even get the platform in the first place?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILL TALCOTT, DONNELLY CAMPAIGN WORKER",
      "sentences": "I feel like probably.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOURNALIST",
      "sentences": "It sucks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TALCOTT",
      "sentences": "To some extent, because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOURNALIST",
      "sentences": "Yes, it sucks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TALCOTT",
      "sentences": "He's -- I know for a fact that he's losing voters because of Kavanaugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOURNALIST",
      "sentences": "Because he voted no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TALCOTT",
      "sentences": "Because he voted no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, we reached out to the Donnelly campaign, didn't request -- return our request for comment, but is really anyone shocked? We have been showing you this in all of these red states, Democrats pretending to be something they are not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMINIC CHACON, FIELD MANAGER, BETO O'ROURKE CAMPAIGN",
      "sentences": "I think we can use that with those cards (the campaign prepaid cards) to buy some food, all that (AUDIO DELETED) can be totally masked like \"oh we just wanted healthy breakfast\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOURNALIST",
      "sentences": "I know that we're using some of the campaign resources to help with the migrants like, I just didn't want anybody to get in trouble with that, like I didn't want them to ask any questions about people using resources.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JODY CASEY, CAMPAIGN MANAGER, BETO O'ROURKE",
      "sentences": "Don't worry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I don't want to get caught, we could be fined $50,000. Oh. In a statement, by the way, Bozo O'Rourke's campaign, they attacked Ted Cruz of using fear and paranoia. You can see their words on tape, projectveritas.com.  Meanwhile, former communist turned former CIA director turned fake news conspiracy TV theorist, MSNBC hack John Brennan, has now officially endorsed Bozo. And tonight, Senator Ted Cruz maintains the lead. That raised is tight, $80 million liberal Democrats have thrown against Ted Cruz. Texans, Bozo does not represent Texas values. It is that simple. In Florida tonight, usually successful Governor Rick Scott, he's in a very, very tight race, too close to call against incumbent, liberal, do-nothing Senator Bill Nelson. The race for governor is also just as close. Republican, Freedom Caucus member Ron DeSantis making a last-minute push as his opponent far left, Tallahassee Mayor Andrew Gillum, facing tonight serious charges of corruption, actually taking tickets to the Broadway hit show \"Hamilton.\" He took them from an undercover FBI agent running a bribery scheme. Guess what? Apparently, it worked. Gillum also accepting a luxury vacation in Costa Rica from a lobbyist and other possible scheme. Gillum reportedly facing investigation as we speak tonight, yesterday calling the corruption charges a sideshow. I think all of you probably want free tickets, free vacations? Free, free, free? Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR ANDREW GILLUM, D, FLORIDA GUBERNATORIAL CANDIDATE",
      "sentences": "The president has called me thief. If I'm stealing anything, it's hearts and minds. We're going to win this race frankly for that reason.  On issue, as I said all along, I have zero tolerance for corruption. I am not under FBI investigation and neither is my city. What we have done is aided them all the way along, \"Hamilton\" has again been a sideshow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh, I'm stealing hearts and minds and cash for \"Hamilton\" tickets and free luxury vacations. Gillum wins, probably won't even a finish his first term. See, he can't be governor of Florida from a federal prison. Let's see what happens. Now, despite everything we have just showed you, Nancy Pelosi, she couldn't be more confident, guaranteeing a huge Democratic victory a few days ago. Now, even left-winger, far left-wing conspiracy theorist Michael Moore thinks Pelosi went too far. There's a problem when you lose him. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL MOORE, FILMMAKER",
      "sentences": "I'm not going to make the mistake that someone else made on a late night show a couple of nights ago?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SETH MEYERS, LATE NIGHT",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "A Democrat --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEYERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "-- who just automatically announced, we're going to win, and it's like, my God, that's what happened in 2016. Everybody was throwing the party for Hillary before the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Notice how all these Hollywood liberals, rich Hollywood liberals -- is kind of interesting -- they always support policies that never work for the people of this country, like Michael Moore. If you lose Michael Moore, Nancy, you know you are treading on some dangerous ground. Now, for years, Democrats, they have relied on the monolithic support from Hollywood to get that message out. And one of their favorite, far left actors, poor little Alec Baldwin, is in trouble. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEC BALDWIN, ACTOR",
      "sentences": "Can you imagine any other president saying this? No, because that would be that the action of a dictator or a king, not the president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Alec Baldwin is actually arrested today in New York City for allegedly punching someone in the face. What about? A parking spot dispute. But the left thinks angry Alec is the perfect messenger for their platform. You know what? Probably is. All right. Before we go tonight, we must address a topic that grows more serious with each passing day, thousands upon thousands of illegal immigrants still marching toward our southern border. And while the majority of those migrants, probably 99 percent, have good intentions and probably want what we take for granted, they are in search of another life for themselves and their families, there is a massive security risk at play here. Nobody can vouch for any one of these people.  The Department of Homeland Security is now reporting and assessing tonight that 270 people in that caravan of thousands are either known gang members or have criminal backgrounds. Now, the president is vowing to turn back the caravan, saying he's willing to commit as many as 15,000 troops in order to secure our border, protect our sovereignty, respect our laws. He also told those who intend to illegally come into this country, they should turn back now, they are wasting their time. By the way, our troops have already begun arriving from McAllen, Texas, on Thursday, and more are on the way. And tonight, we are learning that a group of migrants have already filed a lawsuit against the Trump administration for violating their constitutional rights. And they are not even at the border yet. They are not citizens. And, of course, Democrats, they're not allowed to talk about this. John Podesta's group says do not talk about this, just switch topics. They don't want to talk about any of this. They don't want to talk about what they really believe because they support open borders, sanctuary cities, sanctuary states. Doesn't matter how much it costs you, the taxpayer. They also rolled out their retired fearless leader, yes, he's back. Former President Obama, the anointed one, who mocked America's caravan concerns as nothing more than a political stunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "sentences": "In 2018, they are telling you, the existential threat to y America is a bunch of poor refugees a thousand miles away. They are even taking our brave troops away from their families for a political stunt at the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I think he's lost a step or two. He doesn't quite have the magic he once did. According to a new study tonight, look at this, six in ten Americans, they want the troops to stop the migrant caravan from entering our country illegally. Fifty-one percent of the Hispanic Americans also support troops at our southern border. Sadly, Democrats are putting their heads in the sand. Instead of securing our border, protecting Americans, respecting our sovereignty, our Constitution, we know their plan, open borders, sanctuary cities, regardless of how much it costs the American taxpayer. Instead of growing the economy and creating jobs, they want, what, they want to raise taxes. That's what this election is about. You want to raise taxes or cut taxes? You want to protect our Constitution or do you like those that block constitutionalist judges and smear and slander and eliminate all due process and presumption of innocence? Instead of improving the lives of the forgotten men and women that make this country great, what do they want? Endless investigations. Really? More Trump-Russian collusion? For another two years? In four days, this coming Tuesday, you have the power to shock the world. You can stand up for common sense, for what's working, everything that makes America great. This election is about jobs, higher taxes versus tax cuts, whether or not our borders will be secure or not, energy independence or energy dependence.  This is about America being strong on the national stage or not. This is about America for your kids, for our future. A lot at stake. When we come back, Bill Hemmer at the \"Hannity\" big board tonight. We'll take a look at the Senate and House and Senate races that matter the most. They all do. Herman Cain and Mark Penn will be here. Later, a big announcement. Stay with us. A lot of news tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Only four days left until you, the American people, head to the polls. Joining us now from the \"Hannity\" big board, \"America's Newsroom\" co-host Bill Hemmer. You know, yesterday, you were using the baby \"Hannity\" big board and I'm like we got the big board. And I'm like, what happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL HEMMER, FOX NEWS CORRSONDENT",
      "sentences": "You want a supersize it, don't you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "You will see that on Tuesday night, I don't want to give away too many secrets away just yet. But, Sean, in a moment, I'm going to show you the what-if scenario that you predicted last time for the Senate, OK? And I'm going to see in a moment if you change your mind over 24 hours. Is that a deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. You got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK. First, I want to start with the House. And, Sean, here's what we'll take our viewers through. On Tuesday night, around 7:00, what are the telltale signs about how this race is going? The polls close at 7:00 in Indiana, Virginia, lots of good House races there, in the state of Georgia, good governors races down there. And at 7:30 p.m., we're moving to Ohio and West Virginia, and North Carolina, a couple of good House races here as well. At 8:00, I think this is really where you start to digest the data. This is where we start to get an idea as to which way perhaps this race is going, especially on the House side. And here's what I'm looking at, Sean. We have at the moment at least 29 races that we think are pure toss-ups. But in Pennsylvania, here with the contours in New Jersey, we have eight different races that we think are in play. Red is leaning Republican, blue is leaning Democrat. The yellow ones here are pure toss-ups. It is my hunch, Sean, I don't know if you agree or disagree with this, but I think Democrats -- I think they could win net three House seats in Pennsylvania. Remember, they went redistricting back in January. It's not apples to apples from two years ago. So, I think if they do better than three, they could be in for a good night for the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "If it's a big change though, when they gerrymandered again, that was a big deal. And you are right, they redid the districts to -- for the very purpose that they could pick up these seats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "I've done the math. I think it's a net of three for Democrats. If it's higher than that, then they could be off to a good night, if it's at three or less than, that could be a better time for the GOP. Now, conversely, for Republicans, Sean, always come back here to Florida because I keep driving myself down the I-4 corridor in my mind -- you know, Tampa, Orlando, or Daytona. There are two house races down here that lean Republican, 15 and 16. If Republicans hold them early in the night, again, this is around 8:00 or 8:30 in the evening, it could be a good time for the GOP. The other one I'm watching here is back in Ohio. Now, remember, just a few months ago, we had that special election. This is Ohio district 12. This is Columbus, Ohio, the suburbs out to the rural areas. If Troy Balderson holds on, and we might get an indication early on the night, again, it would be a good sign for the Republicans. So, we'll see how this goes. And again, I mentioned the 29 toss-ups, these are the districts on the map. They will tell a story for you throughout the coming days for what matters and where. Now, you want to talk about the Senate, OK? Where was the president today? He was in West Virginia. He was in Indiana. West Virginia, you know about that Senate race, Patrick Morrisey against Joe Manchin. This is where all of the polls come together. Manchin appears to have the lead by about eight points, but let's just take you back two years. I mean, this is an extraordinary thing. These are presidential results from 2016 in West Virginia. Do the math there, Sean. That's 42 points where the president was a winner and that is again why he thinks he's got a good shot flipping that seat for Morrisey. By the way, congressional seat number three is up for grabs. Pop over to Indiana real quick, a state that he won by 20 points two years ago. The Senate race there, we know what it is. It's Joe Donnelly, the Democrat, Mike Braun, the Republican. If you look at the polls and smash them altogether, it looks like Donnelly has about a one-point lead there. Now, last night, we did a what-if, right, for the Senate for you. Let's go ahead and dial this up and tell me where you think something could give. Remember, we started with 51-49, Republicans and Democrats. Last night, you said Missouri flips, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I say Missouri -- well, first, Republicans have to hold Tennessee, Nevada with Dean Heller, and Martha McSally. I hope and I believe she would win Arizona. So, they hold those three.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Florida is too close to call in my mind. I do believe North Dakota will flip. I believe Jon Tester is in trouble. Indiana is so close, the only thing holding back the Republican is the libertarian in that race. And I -- so all of these are fluid. I'm not sure about West Virginia. That would be an outlier, as would be the state of New Jersey. Bob Menendez is in big trouble. They put huge resources in at the last hour to help him. So, net pick up, I would say Missouri. I would say net pick up North Dakota.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I would say net pick up Indiana, and we can go from there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK, I have to flip Indiana. This is your final answer, right? You're at 54-46.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm where I was yesterday, I didn't change my mind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Bill Hemmer, thank you. We'll be watching. We'll see you back here Monday. Joining us now with reaction, America Fight Back chairman Herman Cain, and former Clinton pollster, adviser, Mark Penn. What a great piece out. Good to see you both. Mark, let's start with you. You seem to have a grasp -- it really is a phenomenon, and to be fair, to Democrats, Clinton had it to a certain extent in '92. Obama had it in 2008, and Trump has it and he is not running. Trump has these crowds and overflows that are massive. People don't seem to be counting that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK PENN, FORMER CLINTON POLLSTER AND ADVISER",
      "sentences": "Well, I think we missed in 2016, how these rallies really made a difference. And it looks like President Trump is pursuing a Senate strategy, this thing is likely to be a split decision in midterms after the first two years of the presidency, and that's as close to a win as you are likely to get. But I think that, you know, something is going on here with the insults being thrown around. What I really said today in the piece in FoxNews.com is, look, we see insults on both sides. I think where Trump had the advantage in 2016 was he hit issues, whether he's hitting the economy where he's got a 57 percent approval, or immigration where he is provocative, not only on the side -- I don't agree with all the policies, but he's talking about issues. And the failure of the Democrats is not to join issues. Get out there on health care, infrastructure, redoing the cities, crime. You don't hear any of that being joined on the other side. And I think that's a big mistake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I agree with you. Democrats have not picked a single issue that they're running on. They are being stay -- they are being told to stay away from immigration to just stop talking about impeachment. A lot of hate Trump rhetoric and want the crumbs back and they really show that they want open borders. You know, but Herman Cain, I do think that we got to take seriously history and headwinds. And I think Mark is right, if the Republicans pick up seats in the Senate that's a huge win, even if the Democrats were to take back the house. We got to just go back and look at history. In '94, for the first time in 40 years Newt Gingrich won the house for Republicans. That was Bill Clinton's first midterm. In 2010 was a blowout that was the first midterm for Barack Obama. Huge Republican pickups. So the president has certainly a lot of headwinds as it relates to the house, I would say that house right now leaning tonight towards Democrats because so many tossups are Republican holds or Republican must holds, but I think the Senate goes Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERMAN CAIN, CHAIRMAN, AMERICA FIGHTING BACK",
      "sentences": "Yes. Well, for sure we know that we will know after Tuesday night. But here's the thing. Today is a lot different than those other two years that you referenced those other two situations. And here's why. People have more access to information than they've ever had, which I believe is going to change what has happened historically in terms of how this might turn out. I'm still cautiously optimistic that the Republicans will maintain control of the house and Republicans will maintain control of the Senate. I'm not counting whether they were going to pick up seats from I'm maintaining that they may control it. And here's why. You have some people at the call secret conservatives that aren't making any noise, they aren't saying anything. They aren't participating in the polls. I think the polls are directional, but the polls are not exact in terms of what think the outcome is going to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "But the big thing is people have access to more and better information themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, certainly that the polls are wrong in '04. Exit polls show John Kerry was president. In 2016 could've been more wrong, could have been wrong in 2014. There is something too, I think, Mark what Herman is saying here. Now by the way, I do fear is a great motivator. Fear of Nancy Pelosi really have a good shot here hopefully motivates people. But at least -- at least on the conservative side but the reality is, if they pollsters wrong this time we might be making the case that polls are irrelevant in the era of Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENN",
      "sentences": "Well, look, I agree with that. There's a conventional wisdom here based on the polls that the Democrats will take the House and the Republicans will hold and probably expand their lead in the Senate. If that happens as pollsters I'm going to look good again, we kind of knew what was going on. If something happens either way, there's a Democratic wave that we didn't expect and the Democrats getting or there is a Republican wave and you hold on. That's clearly not what the polls are saying. And therefore, we're really going to have to question the polls and Trump in the era of Trump as it become harder and harder to do. But I think this is going to be the return of conventional wisdom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Predictions. You're going with conventional that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You're going with that. What do you. Herman, you are predicting both houses Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "I'm predicting both Houses. You cannot bat elections today the way you used to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I am predicting too close to call. There are pick up seats in the Senate and then the House I would say advantage tonight Democrats. I would just tell the truth. But you can shock the world. We'll explain more as the program unfolds. Sarah Sanders on the media's outright despicable horrific unprecedentedly low coverage leading up to the midterms and an important announcement. It's pretty important. We'll tell you about coming later in the show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Al right. So, this week we saw the hate Trump, destroy-Trump mainstream media blatantly rooting for the Democrats to win in four days. In case you missed it, well, here are some of the examples.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKA BRZEZINSKI, ANCHOR, MSNBC",
      "sentences": "You want to live check on this man and his unrelenting race to the finish here to make sure he can continue destroying this country. You might want to vote all D.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAX BOOT, CNN GLOBAL AFFAIRS ANALYST",
      "sentences": "Instead of standing up for this kind of hatemongering by President Trump, Republicans are imitating it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN COLBERT, COMEDIAN",
      "sentences": "I know I haven't stop praying since you were elected. Dear God, when will this end?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Joining us with reaction White House press secretary, the hardest job in the entire universe, Sarah Sanders is with us. Good to see you. This went from, look, there's been nonstop hate almost from the day Melania and the president came down the escalator, but this took on a whole new level this week. Racist Nazi comparisons, it just never ending, blaming the president for the synagogue shooting, and yet the guy that shot the synagogue and committed that act of terror that anti-Semitic act hated Trump because of his strong support for Israel. That's how bad things have gotten.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH HUCKABEE-SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "It absolutely discussing. I'm just glad to see there's no bias in the media. That's my favorite part of all the clips that you just showed. They constantly talk about how they are fair in their reporting, but what you just gave us was a glimpse into every day with many in the media. One of the saddest truths is that they want to blame this president for every single problem in the world but refused to give him any credit for all of the success that he's had. It's absolutely outrageous and I think you just saw a great taste and a sad truth of what we deal with unfortunately, every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, for example, you watch fake news CNN and they deserve every criticism they get. It is almost every second, every minute, every hour of every day that this is all that they do is demonize the president. And even -- it's gone beyond what we get every two and four years racist, sexist, homophobic xenophobic, Islamophobic, dirty air, water, kill children and throw granny over the cliff. Now he's responsible for terrorism or some nut that, you know, sends bombs to innocent people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "One of the things I found so startling. There was a poll that came out just today that showed over 60 percent of the country feels like the media is dividing the country, and only 17 percent thinks they actually do anything to help bring people together, yet, they continue to try to place the blame on the president is absolutely outrageous. We saw CNN the first thing they did after the suspicious packages were mailed it wasn't to condemn the individual, it was to go after the president. The first thing the president did was condemn the individual and go after that person. At some point, Democrats and the media have to put personal responsibility on people that are carrying out these heinous acts and doing these despicable things. Yet, they continue they want to try to put every single bad thing in the world on the president and it's just getting out of control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, in a weird way, and it was funny to get lectured by Jeff Zucker and I'm like, watch thy own network and you might see, you know, the very thing that they accused president of. But in a weird way with the public 60 plus percent seeing that the media is that way. I think they -- I don't think it means as much. And now the president has been on the road, he's doing 11 stops in less than a week and the president's gone all in on the campaign and I always -- I don't believe the polls anymore because I think there is that incalculable base of Trump voters that will never talk to the media or any pollster. They are going to go click and not answer or lie to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Absolutely. And you can see that every one of the events that the president has hosted not just over the coming days. But what we've seen over the last month it's unprecedented the types of crowds and the people and the enthusiasm that the president is turning out particularly when he's not on the ballot. And I think that we have a great momentum going into Tuesday. They're great enthusiasm. And the reason is because the president has had an incredible two years and people have to make a decision. Do they want to continue to go down the road that we're on under the president's leadership with a booming economy? One of the best economies we've seen in years, if not in history is happened under this president and that's because of the tax cuts. That's because of him getting rid of this job killing deregulations that have been a burden on businesses, particularly small businesses--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, let's talk about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "-- over the last eight years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. We have 250,000 jobs by the way. And normally when you have hurricane that impacts job creation, you have literally wage growth, the highest since 2009, unemployment at a 49-year low, 4.5 million new jobs since the president was created. We have literally eight million Americans off of food stamps and out of poverty in that time. And literally the best two years economically that we've ever had. And yet, I don't think I've ever watched any one of the big three networks the New York Times, Washington Post ever talk about what is really an economic miracle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "And they all said it couldn't be done. And frankly, Sean, the sad piece is, I think a lot of people in the media want to see the president fail and it drives them absolutely crazy that he continues to succeed week after week, month after month and deliver on things they said that weren't possible under any president, much less under this president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "And he continues to surprise them all, and I think you do it again on Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Whatever they pay you it's not nearly enough. You couldn't pay anybody. I don't know why you do this job. How you--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "I love our country and I'm proud to serve in this administration. I think we got a great story to tell and I'm glad I got to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Boy, that's a great answer, you are serving your country. Yes. This is, you know, you carrying a lot of heavy backpacks out there. Sarah Sanders, thanks for being with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "You bet. Thanks, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "When we come back, the president back on the campaign trail, he'll be on the trail all weekend. I'm joined by some special guest. We're going to explain and get reaction with Tammy Bruce and Sean Spicer, all coming up. And we have a little big surprise you don't want to miss. It's big, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Under Republican leadership, America is booming. America is thriving, and American is winning like never before because we are finally putting America first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOBY KNIGHT, BASKETBALL COACH",
      "sentences": "What I want you to say very simply is this. Go get them, Donald.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHT",
      "sentences": "One, two, go get them, Donald.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHT",
      "sentences": "Three, go get them, Donald.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That was from the president's rally from earlier today as he is barnstorming and crisscrossing the nation. Joining us now with reaction, America First Action senior adviser, Sean Spicer, and Fox News adviser, Tammy Bruce is with us. Tammy, I watched the president he is going all in. And I watched the Democrats don't have the equivalent of Donald Trump. And I watched, you know, the Georgia race and I know it's close but I think Brian Kemp is going to win that race, he's for governor down there. And watching just when you compare him and this is somebody who is great on the stump in '08 and '12. To President Trump it just does not have the same zap, zip. I don't know what you want to call it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes. You know, I think the big difference is and we can tell not only can the live audiences tell but those of us watching him can tell. This is a man who genuinely likes what he's doing, who likes the people that he works for. He loves the country. This is not a game for him. He has a mission as a businessman to accomplish something and he is all in. And you see -- this is the difference and this is part of what got him elected as well. And of course, you know, he knows that his fight has been one, if you will, but he knows that for the American people to continue to succeed he must have the House of Representatives to be able to continue the agenda. And this is, that's part of this commitment, of course, and I think that when it comes to the issues also this is a big difference. The president is talking about issues. The issues that affect all of our lives. The Democrats constantly still are effectively threatening us with every conversation with every assertion. It is about chaos, it's about threats. It's about whether it's Nancy Pelosi now and Hillary Clinton saying, well, you know you give us what we want well, you know, stop being violent. That has got to be acceptable. But they say that because they don't have the issues with which they can discuss. One fellow on Twitter. Brian, you are noted today, 25 -- 250,000 jobs. We know of course accomplished, we know that in the last jobs report today. And Alec Baldwin punches a guy in the nose. This is jobs not mobs, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He can't -- he can't handle the pressure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "We got jobs in one hand, mobs on the other one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, you look at the economic numbers today and there are astounding, historic, Sean Spicer. And then I'm listening to, you know, Adam Schiff and Maxine Waters they are talking about revenge. We'll do to you what you've done to us and endless investigation. And I'm thinking is there one platform, is there any one policy they are offering. They won't talk about immigration. John Podesta's said don't. They won't talk about impeachment. They told Maxine to be quiet. What do they stand for, what are they offering the American people that is going to make their lives better? I don't hear any of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN SPICER, FORMER UNITED STATES WHITE HOUSE PRESS SECRETARY",
      "sentences": "Well, it's difficult, Sean. The jobs report this morning showed 250,000 jobs in October, which is another continued 200 plus thousand a month. We're just averaging just over 214,000 jobs a month. Real wages went up 3.1 percent, that's the largest growth that we've seen wages since 1969. Sectors like manufacturing, healthcare, hospitality, construction, all areas where I think Democrats will be looking to the working class to say we can provide better policies, but they can't. People are taking home more, they're finding jobs their lives are better and that makes it very difficult politically to go out there and say we offer you a better solution. So, they're having a difficult time doing this. And Tammy is right. They don't -- they can just go out and scare you because they don't have any real policy items and the president is getting results.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPICER",
      "sentences": "And if I just say, Sean. I mean, look, you correctly put it. The president has running through tape. America first is now in for millions of dollars. He's in Indiana tonight we're in $3 million in there. We've been in for Patrick Morrisey in West Virginia. We're all in this together. We're going to big in the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know what, we know what the conventional wisdom is that we hold the Senate and pickup seats and the House goes to the Democrats by a tiny margin. I want your predictions. Tammy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Well, look, the conventional wisdom two years ago was Hillary is going to be president. That didn't happen either. I trust in the American people and that means I believe that we'll hold the House of Representatives on Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What do you think, Sean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPICER",
      "sentences": "Fifty-five seats in the Senate. We hold all four seats the Dems are targeting. And we hold the house by two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Bravo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Listen, I like fears a motivator. And I'm Irish. I like them. I'm thinking the worst-case scenario when something is going to go wrong, you know, any second now. So, I hope you're both right. All right. When we come back, a huge announcement. Find out where we will be Monday and who we will -- who we will be with. That's next. Straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Quick programming note. Make sure to tune this Monday night, election eve, 9 Eastern. And we will be live at the president's final rally in Cape Gerardo, Missouri. That's the home of Rush and David Limbaugh. Plus, we will have an interview with the president. You don't want to miss that before he takes the stage in Cape Girardeau on the eve of the midterm elections. You don't want to miss them. Also, Fox News has announced the launch of our new premium subscription service called Fox nation, Foxnation.com. It goes live on November 27. It's an on-demand service daily live opinion shows, documentaries. Here's a sneak peek of one of the documentaries you will only be able to see there. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The tragedy on Martha's Vineyard has raised more questions that have been answered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Camelot ended. The morning police found that car.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We found the body.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was Mary Jo (Ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Senator Kennedy, what have you done? It's been 10 hours and you haven't told anybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The Kennedy name ran that part of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The chief says Senator Kennedy obviously we need to talk to you, can you come down here and Kennedy says, when I prefer you come to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was supposed to be an autopsy, they tried to get away with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We wanted to find out what happened. And here we are 50 years later and we still don't know the whole story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The story of Camelot only works if it has magic, he used up all the magic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And for a limited time, you can sign up as a founding member and by doing so you get exclusive merchandise. Just go to FoxNation.com to find the details. All right. That's all the time we have left. Listen, we'll you see you Monday from Missouri. It's game time, everybody on board. Let not your heart be troubled. Laura is next. We'll see Monday from Missouri. Thanks for being with us. Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "All right. Welcome to \"Hannity.\" In four days, just four days, the polls will be open, you will have the power to decide the balance of power in Washington, D.C. Remember, a vote for any Democrat in the House, that's a vote for Nancy Pelosi, Maxine Waters, Jerrold Nadler, Shifty Schiff. A vote for any in the Senate, you're basically voting for Chuck Schumer. This is the reality. We'll show you all the stats to back it up tonight. It looks unusually close this midterm election and it looks like turn out is going to be key. As per usual, Democrats have been using the politics of fear and division to motivate their base. You've seen it with your own eyes, for months, vilifying Trump, his supporters, and even the man that he appointed to the U.S. Supreme Court. No lie too egregious, no exaggeration too bold and no smear too absurd. Democrats are willing to do and say anything because they want power and we have been showing you the tapes to prove it every night. But tonight, the president, he's out pounding on the campaign trail, fighting like never before. And unlike Democrats, he actually has a track record and a positive message to share. With great news today, the economy is booming like never before. We'll show you today's numbers and also, we will have more analysis from all the critical election races all across America. Bill Hemmer will join us from the \"Hannity\" big board. Plus, we're going to give you an inclusive new Project Veritas videos, two of them. And we have an update from the crisis at our southern border. Buckle up midterms, four days away. It's almost game-time. But, first, time for tonight's breaking news opening monologue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "President Trump, he is out pounding the campaign trail again. This weekend, he will be making stops in four different states. Today, he held two major rallies, Indiana and West Virginia. Let's take a look."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We are finally putting America first. It's been a long time. But if Chuck Schumer, Cryin' Chuck, and Nancy Pelosi -- And the legendary Maxine Waters -- Take power, they will try to erase our gains and eradicate our progress, that's what's going to happen."
    },
    {
      "speaker": "HANNITY",
      "utterance": "President Trump campaigning in West Virginia. That means one thing, incumbent Democrat Joe Manchin is in serious trouble. You do know that he won by, like, 40 points in 2016 in West Virginia. Tonight, Democrats spread a message of fear and division like they do every two and four years. President Trump, a very positive message to deliver today. His agenda, it is working, the evidence is in, the economy is booming like never before. And just today, new numbers. The Labor Department announced big news. A whopping 250,000 more new jobs added in just the month of October, shattering all expectations, even in spite of a hurricane. Unemployment, well, it's at a 49-year low, 3.7 percent. We now have a record number of Americans employed. And wage growth, look at this number -- it's now surging past 3 percent. That means real money in real people's pockets for the first time since 2009. And overall, nearly 4.5 million jobs have been added since President Trump has been elected. Now, keep in mind, we already have record low unemployment for Hispanic Americans, African-Americans, Asian-Americans, women in the workplace, youth unemployment. We literally have more jobs available, about a million, than we actually have on food stamps. We have more people out of poverty than ever before. There are more jobs than we have people for. The country, we have success after success, shattering every record on the books and record low unemployment in 14 states. Now even some on the left, they can't help but admit that the Trump agenda is actually working. We are getting all these election week conversions. Look at this. Former Obama economic advisor touting the jobs numbers, calling the jobs report, quote, everything you could ever want, in a New York op-ed. For Fox News, former Clinton advisor Mark Penn, he praised the president for taking a bold stance on major issues. Americans tonight are taking notice four days out of an election. It is why the president's approval numbers are continuing to soar, hitting 51 percent in the latest Rasmussen poll."
    },
    {
      "speaker": "So, four days until the important midterm elections. Ask yourself this question",
      "utterance": "is President Trump delivering on his promises, is he keeping his word? Well, he's going all in. You can see it -- 11 cities, 11 states, 11 stops in just, what, five, six days, fighting for every vote, crisscrossing the country at the speed of Trump, all on behalf of the policies that are working for that forgotten men and women that suffered eight years under Barack Obama, because of every objective economic measure, you look at it, we are better off. Meanwhile, Democrats, no plan to make your life better. They offer nothing but, what, daily hate, division, obstruction. They want higher taxes, more regulation, more Obamacare, more open borders, more sanctuary cities. They obstruct originalist justices that believe in the Constitution. They want endless investigations. They want to even go back to the phony Trump- Russia collusion claims. Ask yourself, how is any of this agenda going to improve your life? Make no mistake, there are no moderates left in the Democratic Party today. This is a party of radical extremists, any moderates have long been drawn out into his extinction, every Democrat you elect votes as a bloc, based on the direction of Chuck Schumer in the Senate, Nancy Pelosi in the House. In the Senate, Montana Democrat incumbent, Jon Tester, he voters with Chuckie Schumer 87 percent of the time. By the way, Montana voted for Trump. By the way, he calls himself a moderate, he's anything but. He's Chuck Schumer except he lives in Montana. In Ohio, Senator Sherrod Brown, look at this. He votes with Schumer a whopping 98 percent of the time. In Florida, Bill \"do nothing\" Nelson, he votes with Schumer 88 percent of the time. North Dakota, Heidi Heitkamp, she supports Schumer 70 percent of the time. West Virginia, Joe Manchin sides with Schumer 64 percent of the time. Every county in West Virginia voted for Trump. Indiana, Joe Donnelly -- well, he says he's a moderate. He's not. He votes with Schumer by a whopping rate of 74 percent, especially on the big issues. And Donnelly now in the last week of the campaign is trying to appear to be something he's not, just like we saw in Tennessee, and in Missouri, an Arizona, and in North Dakota and Florida, he's trying to pretend he is a moderate. As you can see, that's a bald-faced lie. According to a report from \"The Daily Beast,\" he's actually running a stealth campaign. Look at this. In Indiana, running ads in support of the third-party libertarian. That candidate literally is siphoning away votes from Michael Braun. They are splitting the ticket. They're doing it on purpose. Now, he knows he could not win -- Joe Donnelly could not win a one-on-one battle with Michael Braun against the Republican. Now, this is dirty, despicable politics, yet predictable at its worst. And today, a brand-new undercover Project Veritas video, guess what? Joe Donnelly's wife and campaign staff all scheming once again to cover up just how liberal Joe Donnelly really is, as again, as always, we show you the tape and you get to decide."
    },
    {
      "speaker": "JOURNALIST",
      "utterance": "What's Senator Donnelly's take on like right to work? Do you know? We looked it up --"
    },
    {
      "speaker": "JILL DONNELLY, WIFE OF SENATOR JOE DONNELLY",
      "utterance": "Do you want to answer this or do you want me to?"
    },
    {
      "speaker": "CAMPAIGN WORKER",
      "utterance": "No."
    },
    {
      "speaker": "JOURNALIST",
      "utterance": "Sorry."
    },
    {
      "speaker": "TONY FLORA, NATIONAL ASSOCIATION OF LETTER CARRIERS UNION MEMBER",
      "utterance": "Right to work, it takes away workers' rights and destroys unions. He's for working for families."
    },
    {
      "speaker": "JILL DONNELLY",
      "utterance": "He's for working families."
    },
    {
      "speaker": "JOURNALIST",
      "utterance": "But he supports the unions, right?"
    },
    {
      "speaker": "CAMPAIGN WORKER",
      "utterance": "Well --"
    },
    {
      "speaker": "JILL DONNELLY",
      "utterance": "Don't say that to people."
    },
    {
      "speaker": "JOURNALIST",
      "utterance": "Sorry, no. But I'm just wondering for myself to --"
    },
    {
      "speaker": "FLORA",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "JILL DONNELLY",
      "utterance": "He does."
    },
    {
      "speaker": "JOURNALIIST",
      "utterance": "Got it. But, it's almost like Donnelly has to play down being liberal. Does that make sense?"
    },
    {
      "speaker": "DAVE MADDEN, JOE DONNELLY CAMPAIGN",
      "utterance": "Yes, he does, especially in Indiana, just because like --"
    },
    {
      "speaker": "JOURANLIST",
      "utterance": "Super red."
    },
    {
      "speaker": "MADDEN",
      "utterance": "-- it's so conservative. You know, we have, like, four or five safe Democratic counties."
    },
    {
      "speaker": "JOURNALIST",
      "utterance": "Do you think he has to stifle more of like, his liberal side to kind of -- even get the platform in the first place?"
    },
    {
      "speaker": "WILL TALCOTT, DONNELLY CAMPAIGN WORKER",
      "utterance": "I feel like probably."
    },
    {
      "speaker": "JOURNALIST",
      "utterance": "It sucks."
    },
    {
      "speaker": "TALCOTT",
      "utterance": "To some extent, because --"
    },
    {
      "speaker": "JOURNALIST",
      "utterance": "Yes, it sucks."
    },
    {
      "speaker": "TALCOTT",
      "utterance": "He's -- I know for a fact that he's losing voters because of Kavanaugh."
    },
    {
      "speaker": "JOURNALIST",
      "utterance": "Because he voted no."
    },
    {
      "speaker": "TALCOTT",
      "utterance": "Because he voted no."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, we reached out to the Donnelly campaign, didn't request -- return our request for comment, but is really anyone shocked? We have been showing you this in all of these red states, Democrats pretending to be something they are not. Countless examples caught on camera, plotting to seem less liberal, less extreme. Basically bamboozling, purposely lying to the people in their states. They want to hide just how far left the entire Democratic Party has become. They are out of touch. They have contempt for the voters. Claire McCaskill is saying, well, she's not one of the crazy Democrats when in fact, she actually is. Jon Tester complaining that the Democratic Party botched the Kavanaugh debate. Yes, they didn't give him a chance. Remember Montana was against Kavanaugh -- and Tester was against Kavanaugh from the beginning. Joe Donnelly actually ran an ad warning about socialists and government-run health care. His party, his BFF, his new best friend, his buddy Chuckie Schumer gave us that failure, gave us that monstrosity. Nobody kept their doctor, their plans, and everybody paid more. And many people only have one choice of a health care provider. This is a lie campaign. Now, they almost always vote with Schumer. They support the far left policies of Schumer. They constantly work to obstruct President Trump and his agenda. All they want is power and they have contempt and they are caught on tape. Bredesen caught on tape. Claire McCaskill caught on tape. Heidi Heitkamp caught on tape. Kyrsten Sinema caught on tape. Now, we have Joe Donnelly, caught on tape. Gillum, the one who's one running for governor in Florida, caught on tape. Look no further than Kavanaugh and Gorsuch. Only an extreme party line far left Democrat would be voting against these two highly qualified, impeccable candidates. And we saw what happened, no due process, no presumption of innocence. And tonight, we have yet another revealing Project Veritas video to show you, this time, yes, it comes from the great state of Texas. By the way, $80 million they have been using in Texas to smear and slander Ted Cruz, who has been a staunch constitutional conservatives for six years. And they've come up with their new hero, their new anointed one. Beto \"Bozo\" O'Rourke as I call him. He's caught on tape, people in his campaign, scheming to divert campaign funds to help migrants entering our country. By the way, potential huge campaign violation. We report, you view it, you get to decide. Take a look."
    },
    {
      "speaker": "DOMINIC CHACON, FIELD MANAGER, BETO O'ROURKE CAMPAIGN",
      "utterance": "I think we can use that with those cards (the campaign prepaid cards) to buy some food, all that (AUDIO DELETED) can be totally masked like \"oh we just wanted healthy breakfast\"."
    },
    {
      "speaker": "JOURNALIST",
      "utterance": "I know that we're using some of the campaign resources to help with the migrants like, I just didn't want anybody to get in trouble with that, like I didn't want them to ask any questions about people using resources."
    },
    {
      "speaker": "JODY CASEY, CAMPAIGN MANAGER, BETO O'ROURKE",
      "utterance": "Don't worry."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I don't want to get caught, we could be fined $50,000. Oh. In a statement, by the way, Bozo O'Rourke's campaign, they attacked Ted Cruz of using fear and paranoia. You can see their words on tape, projectveritas.com. Meanwhile, former communist turned former CIA director turned fake news conspiracy TV theorist, MSNBC hack John Brennan, has now officially endorsed Bozo. And tonight, Senator Ted Cruz maintains the lead. That raised is tight, $80 million liberal Democrats have thrown against Ted Cruz. Texans, Bozo does not represent Texas values. It is that simple. In Florida tonight, usually successful Governor Rick Scott, he's in a very, very tight race, too close to call against incumbent, liberal, do-nothing Senator Bill Nelson. The race for governor is also just as close. Republican, Freedom Caucus member Ron DeSantis making a last-minute push as his opponent far left, Tallahassee Mayor Andrew Gillum, facing tonight serious charges of corruption, actually taking tickets to the Broadway hit show \"Hamilton.\" He took them from an undercover FBI agent running a bribery scheme. Guess what? Apparently, it worked. Gillum also accepting a luxury vacation in Costa Rica from a lobbyist and other possible scheme. Gillum reportedly facing investigation as we speak tonight, yesterday calling the corruption charges a sideshow. I think all of you probably want free tickets, free vacations? Free, free, free? Take a look."
    },
    {
      "speaker": "MAYOR ANDREW GILLUM, D, FLORIDA GUBERNATORIAL CANDIDATE",
      "utterance": "The president has called me thief. If I'm stealing anything, it's hearts and minds. We're going to win this race frankly for that reason. On issue, as I said all along, I have zero tolerance for corruption. I am not under FBI investigation and neither is my city. What we have done is aided them all the way along, \"Hamilton\" has again been a sideshow."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh, I'm stealing hearts and minds and cash for \"Hamilton\" tickets and free luxury vacations. Gillum wins, probably won't even a finish his first term. See, he can't be governor of Florida from a federal prison. Let's see what happens. Now, despite everything we have just showed you, Nancy Pelosi, she couldn't be more confident, guaranteeing a huge Democratic victory a few days ago. Now, even left-winger, far left-wing conspiracy theorist Michael Moore thinks Pelosi went too far. There's a problem when you lose him. Take a look."
    },
    {
      "speaker": "MICHAEL MOORE, FILMMAKER",
      "utterance": "I'm not going to make the mistake that someone else made on a late night show a couple of nights ago?"
    },
    {
      "speaker": "SETH MEYERS, LATE NIGHT",
      "utterance": "OK."
    },
    {
      "speaker": "MOORE",
      "utterance": "A Democrat --"
    },
    {
      "speaker": "MEYERS",
      "utterance": "Yes."
    },
    {
      "speaker": "MOORE",
      "utterance": "-- who just automatically announced, we're going to win, and it's like, my God, that's what happened in 2016. Everybody was throwing the party for Hillary before the election."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Notice how all these Hollywood liberals, rich Hollywood liberals -- is kind of interesting -- they always support policies that never work for the people of this country, like Michael Moore. If you lose Michael Moore, Nancy, you know you are treading on some dangerous ground. Now, for years, Democrats, they have relied on the monolithic support from Hollywood to get that message out. And one of their favorite, far left actors, poor little Alec Baldwin, is in trouble. Watch this."
    },
    {
      "speaker": "ALEC BALDWIN, ACTOR",
      "utterance": "Can you imagine any other president saying this? No, because that would be that the action of a dictator or a king, not the president of the United States."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Alec Baldwin is actually arrested today in New York City for allegedly punching someone in the face. What about? A parking spot dispute. But the left thinks angry Alec is the perfect messenger for their platform. You know what? Probably is. All right. Before we go tonight, we must address a topic that grows more serious with each passing day, thousands upon thousands of illegal immigrants still marching toward our southern border. And while the majority of those migrants, probably 99 percent, have good intentions and probably want what we take for granted, they are in search of another life for themselves and their families, there is a massive security risk at play here. Nobody can vouch for any one of these people. The Department of Homeland Security is now reporting and assessing tonight that 270 people in that caravan of thousands are either known gang members or have criminal backgrounds. Now, the president is vowing to turn back the caravan, saying he's willing to commit as many as 15,000 troops in order to secure our border, protect our sovereignty, respect our laws. He also told those who intend to illegally come into this country, they should turn back now, they are wasting their time. By the way, our troops have already begun arriving from McAllen, Texas, on Thursday, and more are on the way. And tonight, we are learning that a group of migrants have already filed a lawsuit against the Trump administration for violating their constitutional rights. And they are not even at the border yet. They are not citizens. And, of course, Democrats, they're not allowed to talk about this. John Podesta's group says do not talk about this, just switch topics. They don't want to talk about any of this. They don't want to talk about what they really believe because they support open borders, sanctuary cities, sanctuary states. Doesn't matter how much it costs you, the taxpayer. They also rolled out their retired fearless leader, yes, he's back. Former President Obama, the anointed one, who mocked America's caravan concerns as nothing more than a political stunt."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "utterance": "In 2018, they are telling you, the existential threat to y America is a bunch of poor refugees a thousand miles away. They are even taking our brave troops away from their families for a political stunt at the border."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I think he's lost a step or two. He doesn't quite have the magic he once did. According to a new study tonight, look at this, six in ten Americans, they want the troops to stop the migrant caravan from entering our country illegally. Fifty-one percent of the Hispanic Americans also support troops at our southern border. Sadly, Democrats are putting their heads in the sand. Instead of securing our border, protecting Americans, respecting our sovereignty, our Constitution, we know their plan, open borders, sanctuary cities, regardless of how much it costs the American taxpayer. Instead of growing the economy and creating jobs, they want, what, they want to raise taxes. That's what this election is about. You want to raise taxes or cut taxes? You want to protect our Constitution or do you like those that block constitutionalist judges and smear and slander and eliminate all due process and presumption of innocence? Instead of improving the lives of the forgotten men and women that make this country great, what do they want? Endless investigations. Really? More Trump-Russian collusion? For another two years? In four days, this coming Tuesday, you have the power to shock the world. You can stand up for common sense, for what's working, everything that makes America great. This election is about jobs, higher taxes versus tax cuts, whether or not our borders will be secure or not, energy independence or energy dependence. This is about America being strong on the national stage or not. This is about America for your kids, for our future. A lot at stake. When we come back, Bill Hemmer at the \"Hannity\" big board tonight. We'll take a look at the Senate and House and Senate races that matter the most. They all do. Herman Cain and Mark Penn will be here. Later, a big announcement. Stay with us. A lot of news tonight."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Only four days left until you, the American people, head to the polls. Joining us now from the \"Hannity\" big board, \"America's Newsroom\" co-host Bill Hemmer. You know, yesterday, you were using the baby \"Hannity\" big board and I'm like we got the big board. And I'm like, what happened?"
    },
    {
      "speaker": "BILL HEMMER, FOX NEWS CORRSONDENT",
      "utterance": "You want a supersize it, don't you?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "HEMMER",
      "utterance": "You will see that on Tuesday night, I don't want to give away too many secrets away just yet. But, Sean, in a moment, I'm going to show you the what-if scenario that you predicted last time for the Senate, OK? And I'm going to see in a moment if you change your mind over 24 hours. Is that a deal?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. You got it."
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK. First, I want to start with the House. And, Sean, here's what we'll take our viewers through. On Tuesday night, around 7:00, what are the telltale signs about how this race is going? The polls close at 7:00 in Indiana, Virginia, lots of good House races there, in the state of Georgia, good governors races down there. And at 7:30 p.m., we're moving to Ohio and West Virginia, and North Carolina, a couple of good House races here as well. At 8:00, I think this is really where you start to digest the data. This is where we start to get an idea as to which way perhaps this race is going, especially on the House side. And here's what I'm looking at, Sean. We have at the moment at least 29 races that we think are pure toss-ups. But in Pennsylvania, here with the contours in New Jersey, we have eight different races that we think are in play. Red is leaning Republican, blue is leaning Democrat. The yellow ones here are pure toss-ups. It is my hunch, Sean, I don't know if you agree or disagree with this, but I think Democrats -- I think they could win net three House seats in Pennsylvania. Remember, they went redistricting back in January. It's not apples to apples from two years ago. So, I think if they do better than three, they could be in for a good night for the Democrats."
    },
    {
      "speaker": "HANNITY",
      "utterance": "If it's a big change though, when they gerrymandered again, that was a big deal. And you are right, they redid the districts to -- for the very purpose that they could pick up these seats."
    },
    {
      "speaker": "HEMMER",
      "utterance": "I've done the math. I think it's a net of three for Democrats. If it's higher than that, then they could be off to a good night, if it's at three or less than, that could be a better time for the GOP. Now, conversely, for Republicans, Sean, always come back here to Florida because I keep driving myself down the I-4 corridor in my mind -- you know, Tampa, Orlando, or Daytona. There are two house races down here that lean Republican, 15 and 16. If Republicans hold them early in the night, again, this is around 8:00 or 8:30 in the evening, it could be a good time for the GOP. The other one I'm watching here is back in Ohio. Now, remember, just a few months ago, we had that special election. This is Ohio district 12. This is Columbus, Ohio, the suburbs out to the rural areas. If Troy Balderson holds on, and we might get an indication early on the night, again, it would be a good sign for the Republicans. So, we'll see how this goes. And again, I mentioned the 29 toss-ups, these are the districts on the map. They will tell a story for you throughout the coming days for what matters and where. Now, you want to talk about the Senate, OK? Where was the president today? He was in West Virginia. He was in Indiana. West Virginia, you know about that Senate race, Patrick Morrisey against Joe Manchin. This is where all of the polls come together. Manchin appears to have the lead by about eight points, but let's just take you back two years. I mean, this is an extraordinary thing. These are presidential results from 2016 in West Virginia. Do the math there, Sean. That's 42 points where the president was a winner and that is again why he thinks he's got a good shot flipping that seat for Morrisey. By the way, congressional seat number three is up for grabs. Pop over to Indiana real quick, a state that he won by 20 points two years ago. The Senate race there, we know what it is. It's Joe Donnelly, the Democrat, Mike Braun, the Republican. If you look at the polls and smash them altogether, it looks like Donnelly has about a one-point lead there. Now, last night, we did a what-if, right, for the Senate for you. Let's go ahead and dial this up and tell me where you think something could give. Remember, we started with 51-49, Republicans and Democrats. Last night, you said Missouri flips, right?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I say Missouri -- well, first, Republicans have to hold Tennessee, Nevada with Dean Heller, and Martha McSally. I hope and I believe she would win Arizona. So, they hold those three."
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Florida is too close to call in my mind. I do believe North Dakota will flip. I believe Jon Tester is in trouble. Indiana is so close, the only thing holding back the Republican is the libertarian in that race. And I -- so all of these are fluid. I'm not sure about West Virginia. That would be an outlier, as would be the state of New Jersey. Bob Menendez is in big trouble. They put huge resources in at the last hour to help him. So, net pick up, I would say Missouri. I would say net pick up North Dakota."
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I would say net pick up Indiana, and we can go from there."
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK, I have to flip Indiana. This is your final answer, right? You're at 54-46."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm where I was yesterday, I didn't change my mind."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Bill Hemmer, thank you. We'll be watching. We'll see you back here Monday. Joining us now with reaction, America Fight Back chairman Herman Cain, and former Clinton pollster, adviser, Mark Penn. What a great piece out. Good to see you both. Mark, let's start with you. You seem to have a grasp -- it really is a phenomenon, and to be fair, to Democrats, Clinton had it to a certain extent in '92. Obama had it in 2008, and Trump has it and he is not running. Trump has these crowds and overflows that are massive. People don't seem to be counting that."
    },
    {
      "speaker": "MARK PENN, FORMER CLINTON POLLSTER AND ADVISER",
      "utterance": "Well, I think we missed in 2016, how these rallies really made a difference. And it looks like President Trump is pursuing a Senate strategy, this thing is likely to be a split decision in midterms after the first two years of the presidency, and that's as close to a win as you are likely to get. But I think that, you know, something is going on here with the insults being thrown around. What I really said today in the piece in FoxNews.com is, look, we see insults on both sides. I think where Trump had the advantage in 2016 was he hit issues, whether he's hitting the economy where he's got a 57 percent approval, or immigration where he is provocative, not only on the side -- I don't agree with all the policies, but he's talking about issues. And the failure of the Democrats is not to join issues. Get out there on health care, infrastructure, redoing the cities, crime. You don't hear any of that being joined on the other side. And I think that's a big mistake."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I agree with you. Democrats have not picked a single issue that they're running on. They are being stay -- they are being told to stay away from immigration to just stop talking about impeachment. A lot of hate Trump rhetoric and want the crumbs back and they really show that they want open borders. You know, but Herman Cain, I do think that we got to take seriously history and headwinds. And I think Mark is right, if the Republicans pick up seats in the Senate that's a huge win, even if the Democrats were to take back the house. We got to just go back and look at history. In '94, for the first time in 40 years Newt Gingrich won the house for Republicans. That was Bill Clinton's first midterm. In 2010 was a blowout that was the first midterm for Barack Obama. Huge Republican pickups. So the president has certainly a lot of headwinds as it relates to the house, I would say that house right now leaning tonight towards Democrats because so many tossups are Republican holds or Republican must holds, but I think the Senate goes Republican."
    },
    {
      "speaker": "HERMAN CAIN, CHAIRMAN, AMERICA FIGHTING BACK",
      "utterance": "Yes. Well, for sure we know that we will know after Tuesday night. But here's the thing. Today is a lot different than those other two years that you referenced those other two situations. And here's why. People have more access to information than they've ever had, which I believe is going to change what has happened historically in terms of how this might turn out. I'm still cautiously optimistic that the Republicans will maintain control of the house and Republicans will maintain control of the Senate. I'm not counting whether they were going to pick up seats from I'm maintaining that they may control it. And here's why. You have some people at the call secret conservatives that aren't making any noise, they aren't saying anything. They aren't participating in the polls. I think the polls are directional, but the polls are not exact in terms of what think the outcome is going to be."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well."
    },
    {
      "speaker": "CAIN",
      "utterance": "But the big thing is people have access to more and better information themselves."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, certainly that the polls are wrong in '04. Exit polls show John Kerry was president. In 2016 could've been more wrong, could have been wrong in 2014. There is something too, I think, Mark what Herman is saying here. Now by the way, I do fear is a great motivator. Fear of Nancy Pelosi really have a good shot here hopefully motivates people. But at least -- at least on the conservative side but the reality is, if they pollsters wrong this time we might be making the case that polls are irrelevant in the era of Trump."
    },
    {
      "speaker": "PENN",
      "utterance": "Well, look, I agree with that. There's a conventional wisdom here based on the polls that the Democrats will take the House and the Republicans will hold and probably expand their lead in the Senate. If that happens as pollsters I'm going to look good again, we kind of knew what was going on. If something happens either way, there's a Democratic wave that we didn't expect and the Democrats getting or there is a Republican wave and you hold on. That's clearly not what the polls are saying. And therefore, we're really going to have to question the polls and Trump in the era of Trump as it become harder and harder to do. But I think this is going to be the return of conventional wisdom."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Predictions. You're going with conventional that."
    },
    {
      "speaker": "PENN",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You're going with that. What do you. Herman, you are predicting both houses Republican."
    },
    {
      "speaker": "CAIN",
      "utterance": "I'm predicting both Houses. You cannot bat elections today the way you used to."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I am predicting too close to call. There are pick up seats in the Senate and then the House I would say advantage tonight Democrats. I would just tell the truth. But you can shock the world. We'll explain more as the program unfolds. Sarah Sanders on the media's outright despicable horrific unprecedentedly low coverage leading up to the midterms and an important announcement. It's pretty important. We'll tell you about coming later in the show."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Al right. So, this week we saw the hate Trump, destroy-Trump mainstream media blatantly rooting for the Democrats to win in four days. In case you missed it, well, here are some of the examples."
    },
    {
      "speaker": "MIKA BRZEZINSKI, ANCHOR, MSNBC",
      "utterance": "You want to live check on this man and his unrelenting race to the finish here to make sure he can continue destroying this country. You might want to vote all D."
    },
    {
      "speaker": "MAX BOOT, CNN GLOBAL AFFAIRS ANALYST",
      "utterance": "Instead of standing up for this kind of hatemongering by President Trump, Republicans are imitating it."
    },
    {
      "speaker": "STEPHEN COLBERT, COMEDIAN",
      "utterance": "I know I haven't stop praying since you were elected. Dear God, when will this end?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Joining us with reaction White House press secretary, the hardest job in the entire universe, Sarah Sanders is with us. Good to see you. This went from, look, there's been nonstop hate almost from the day Melania and the president came down the escalator, but this took on a whole new level this week. Racist Nazi comparisons, it just never ending, blaming the president for the synagogue shooting, and yet the guy that shot the synagogue and committed that act of terror that anti-Semitic act hated Trump because of his strong support for Israel. That's how bad things have gotten."
    },
    {
      "speaker": "SARAH HUCKABEE-SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "It absolutely discussing. I'm just glad to see there's no bias in the media. That's my favorite part of all the clips that you just showed. They constantly talk about how they are fair in their reporting, but what you just gave us was a glimpse into every day with many in the media. One of the saddest truths is that they want to blame this president for every single problem in the world but refused to give him any credit for all of the success that he's had. It's absolutely outrageous and I think you just saw a great taste and a sad truth of what we deal with unfortunately, every day."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, for example, you watch fake news CNN and they deserve every criticism they get. It is almost every second, every minute, every hour of every day that this is all that they do is demonize the president. And even -- it's gone beyond what we get every two and four years racist, sexist, homophobic xenophobic, Islamophobic, dirty air, water, kill children and throw granny over the cliff. Now he's responsible for terrorism or some nut that, you know, sends bombs to innocent people."
    },
    {
      "speaker": "SANDERS",
      "utterance": "One of the things I found so startling. There was a poll that came out just today that showed over 60 percent of the country feels like the media is dividing the country, and only 17 percent thinks they actually do anything to help bring people together, yet, they continue to try to place the blame on the president is absolutely outrageous. We saw CNN the first thing they did after the suspicious packages were mailed it wasn't to condemn the individual, it was to go after the president. The first thing the president did was condemn the individual and go after that person. At some point, Democrats and the media have to put personal responsibility on people that are carrying out these heinous acts and doing these despicable things. Yet, they continue they want to try to put every single bad thing in the world on the president and it's just getting out of control."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, in a weird way, and it was funny to get lectured by Jeff Zucker and I'm like, watch thy own network and you might see, you know, the very thing that they accused president of. But in a weird way with the public 60 plus percent seeing that the media is that way. I think they -- I don't think it means as much. And now the president has been on the road, he's doing 11 stops in less than a week and the president's gone all in on the campaign and I always -- I don't believe the polls anymore because I think there is that incalculable base of Trump voters that will never talk to the media or any pollster. They are going to go click and not answer or lie to them."
    },
    {
      "speaker": "SANDERS",
      "utterance": "Absolutely. And you can see that every one of the events that the president has hosted not just over the coming days. But what we've seen over the last month it's unprecedented the types of crowds and the people and the enthusiasm that the president is turning out particularly when he's not on the ballot. And I think that we have a great momentum going into Tuesday. They're great enthusiasm. And the reason is because the president has had an incredible two years and people have to make a decision. Do they want to continue to go down the road that we're on under the president's leadership with a booming economy? One of the best economies we've seen in years, if not in history is happened under this president and that's because of the tax cuts. That's because of him getting rid of this job killing deregulations that have been a burden on businesses, particularly small businesses--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, let's talk about that."
    },
    {
      "speaker": "SANDERS",
      "utterance": "-- over the last eight years."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. We have 250,000 jobs by the way. And normally when you have hurricane that impacts job creation, you have literally wage growth, the highest since 2009, unemployment at a 49-year low, 4.5 million new jobs since the president was created. We have literally eight million Americans off of food stamps and out of poverty in that time. And literally the best two years economically that we've ever had. And yet, I don't think I've ever watched any one of the big three networks the New York Times, Washington Post ever talk about what is really an economic miracle."
    },
    {
      "speaker": "SANDERS",
      "utterance": "And they all said it couldn't be done. And frankly, Sean, the sad piece is, I think a lot of people in the media want to see the president fail and it drives them absolutely crazy that he continues to succeed week after week, month after month and deliver on things they said that weren't possible under any president, much less under this president."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "SANDERS",
      "utterance": "And he continues to surprise them all, and I think you do it again on Tuesday."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Whatever they pay you it's not nearly enough. You couldn't pay anybody. I don't know why you do this job. How you--"
    },
    {
      "speaker": "SANDERS",
      "utterance": "I love our country and I'm proud to serve in this administration. I think we got a great story to tell and I'm glad I got to do it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Boy, that's a great answer, you are serving your country. Yes. This is, you know, you carrying a lot of heavy backpacks out there. Sarah Sanders, thanks for being with us."
    },
    {
      "speaker": "SANDERS",
      "utterance": "You bet. Thanks, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "When we come back, the president back on the campaign trail, he'll be on the trail all weekend. I'm joined by some special guest. We're going to explain and get reaction with Tammy Bruce and Sean Spicer, all coming up. And we have a little big surprise you don't want to miss. It's big, straight ahead."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Under Republican leadership, America is booming. America is thriving, and American is winning like never before because we are finally putting America first."
    },
    {
      "speaker": "BOOBY KNIGHT, BASKETBALL COACH",
      "utterance": "What I want you to say very simply is this. Go get them, Donald."
    },
    {
      "speaker": "KNIGHT",
      "utterance": "One, two, go get them, Donald."
    },
    {
      "speaker": "KNIGHT",
      "utterance": "Three, go get them, Donald."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That was from the president's rally from earlier today as he is barnstorming and crisscrossing the nation. Joining us now with reaction, America First Action senior adviser, Sean Spicer, and Fox News adviser, Tammy Bruce is with us. Tammy, I watched the president he is going all in. And I watched the Democrats don't have the equivalent of Donald Trump. And I watched, you know, the Georgia race and I know it's close but I think Brian Kemp is going to win that race, he's for governor down there. And watching just when you compare him and this is somebody who is great on the stump in '08 and '12. To President Trump it just does not have the same zap, zip. I don't know what you want to call it."
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes. You know, I think the big difference is and we can tell not only can the live audiences tell but those of us watching him can tell. This is a man who genuinely likes what he's doing, who likes the people that he works for. He loves the country. This is not a game for him. He has a mission as a businessman to accomplish something and he is all in. And you see -- this is the difference and this is part of what got him elected as well. And of course, you know, he knows that his fight has been one, if you will, but he knows that for the American people to continue to succeed he must have the House of Representatives to be able to continue the agenda. And this is, that's part of this commitment, of course, and I think that when it comes to the issues also this is a big difference. The president is talking about issues. The issues that affect all of our lives. The Democrats constantly still are effectively threatening us with every conversation with every assertion. It is about chaos, it's about threats. It's about whether it's Nancy Pelosi now and Hillary Clinton saying, well, you know you give us what we want well, you know, stop being violent. That has got to be acceptable. But they say that because they don't have the issues with which they can discuss. One fellow on Twitter. Brian, you are noted today, 25 -- 250,000 jobs. We know of course accomplished, we know that in the last jobs report today. And Alec Baldwin punches a guy in the nose. This is jobs not mobs, right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He can't -- he can't handle the pressure."
    },
    {
      "speaker": "BRUCE",
      "utterance": "We got jobs in one hand, mobs on the other one."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, you look at the economic numbers today and there are astounding, historic, Sean Spicer. And then I'm listening to, you know, Adam Schiff and Maxine Waters they are talking about revenge. We'll do to you what you've done to us and endless investigation. And I'm thinking is there one platform, is there any one policy they are offering. They won't talk about immigration. John Podesta's said don't. They won't talk about impeachment. They told Maxine to be quiet. What do they stand for, what are they offering the American people that is going to make their lives better? I don't hear any of that."
    },
    {
      "speaker": "SEAN SPICER, FORMER UNITED STATES WHITE HOUSE PRESS SECRETARY",
      "utterance": "Well, it's difficult, Sean. The jobs report this morning showed 250,000 jobs in October, which is another continued 200 plus thousand a month. We're just averaging just over 214,000 jobs a month. Real wages went up 3.1 percent, that's the largest growth that we've seen wages since 1969. Sectors like manufacturing, healthcare, hospitality, construction, all areas where I think Democrats will be looking to the working class to say we can provide better policies, but they can't. People are taking home more, they're finding jobs their lives are better and that makes it very difficult politically to go out there and say we offer you a better solution. So, they're having a difficult time doing this. And Tammy is right. They don't -- they can just go out and scare you because they don't have any real policy items and the president is getting results."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So."
    },
    {
      "speaker": "SPICER",
      "utterance": "And if I just say, Sean. I mean, look, you correctly put it. The president has running through tape. America first is now in for millions of dollars. He's in Indiana tonight we're in $3 million in there. We've been in for Patrick Morrisey in West Virginia. We're all in this together. We're going to big in the Senate."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know what, we know what the conventional wisdom is that we hold the Senate and pickup seats and the House goes to the Democrats by a tiny margin. I want your predictions. Tammy?"
    },
    {
      "speaker": "BRUCE",
      "utterance": "Well, look, the conventional wisdom two years ago was Hillary is going to be president. That didn't happen either. I trust in the American people and that means I believe that we'll hold the House of Representatives on Tuesday."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What do you think, Sean?"
    },
    {
      "speaker": "SPICER",
      "utterance": "Fifty-five seats in the Senate. We hold all four seats the Dems are targeting. And we hold the house by two."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Bravo."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Listen, I like fears a motivator. And I'm Irish. I like them. I'm thinking the worst-case scenario when something is going to go wrong, you know, any second now. So, I hope you're both right. All right. When we come back, a huge announcement. Find out where we will be Monday and who we will -- who we will be with. That's next. Straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Quick programming note. Make sure to tune this Monday night, election eve, 9 Eastern. And we will be live at the president's final rally in Cape Gerardo, Missouri. That's the home of Rush and David Limbaugh. Plus, we will have an interview with the president. You don't want to miss that before he takes the stage in Cape Girardeau on the eve of the midterm elections. You don't want to miss them. Also, Fox News has announced the launch of our new premium subscription service called Fox nation, Foxnation.com. It goes live on November 27. It's an on-demand service daily live opinion shows, documentaries. Here's a sneak peek of one of the documentaries you will only be able to see there. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The tragedy on Martha's Vineyard has raised more questions that have been answered."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Camelot ended. The morning police found that car."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We found the body."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It was Mary Jo (Ph)."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Senator Kennedy, what have you done? It's been 10 hours and you haven't told anybody."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "The Kennedy name ran that part of the United States."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The chief says Senator Kennedy obviously we need to talk to you, can you come down here and Kennedy says, when I prefer you come to me."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It was supposed to be an autopsy, they tried to get away with it."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We wanted to find out what happened. And here we are 50 years later and we still don't know the whole story."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The story of Camelot only works if it has magic, he used up all the magic."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And for a limited time, you can sign up as a founding member and by doing so you get exclusive merchandise. Just go to FoxNation.com to find the details. All right. That's all the time we have left. Listen, we'll you see you Monday from Missouri. It's game time, everybody on board. Let not your heart be troubled. Laura is next. We'll see Monday from Missouri. Thanks for being with us."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}