{
  "date": "November 1, 2022",
  "headline": "'Gutfeld!' on Paul Pelosi attack reaction, DHS fighting disinformation",
  "subHeadline": "Guests: Tom Cotton, Emily Compagno, Joe DeVito, Kat Timpf",
  "url": "https://www.foxnews.com/transcript/gutfeld-paul-pelosi-attack-reaction-dhs-fighting-disinformation",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "sentences": "There we go. Yes. There you are. Happy Tuesday. You're beautiful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, wow, somebody just died over there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, our dumbest politicians are getting dumber. It's like a semi- truck full of dumb pills overturned and Gavin Newsom leaped out of his limo and ate all of them up. And now he's OD'ing on dumb.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. GAVIN NEWSOM (D-CA), GUBERNATORIAL CANDIDATE",
      "sentences": "I watched this one guy, was this Jesse Watters or something on Fox News? What he's been saying about Paul Pelosi the last five, six months, mocking him consistently. Don't tell me that's not aiding and abetting all this. Of course it is. They're sowing the seeds and creating a culture and a climate like this. I mean, it's -- look online. Look at the sewage that is online.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sure, Gavin. Sure. He lived in a bus, but he definitely had cable. Gav talks like this maniac set his imaginary DVR on his imaginary T.V. on Fox News every night while wearing Brian Kilmeade pajamas, drinking his own urine out of a Fox Nation mug, and his beautiful, dilapidated bus of a home. This is rich from the party that calls everyone a Nazi or a white supremacist. Conservative Black politician? White supremacist. Latino Republican? White supremacist. Jimmy Kimmel? Funny. See, nothing makes sense. And the rest of the crowd who denies crime exists, they ain't much better. Take it away, fart blaster supreme.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ERIC SWALWELL (D-CA)",
      "sentences": "The violent political rhetoric that is espoused by Republican leaders is inspiring violent political acts by individuals like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It is a uniquely right-wing problem right now. We cannot both sides this, given what we have seen in the last few years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is a sickness, but it's not divorced from the Republican Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY REID, NATIONAL CORRESPONDENT, MSNBC",
      "sentences": "The right has been playing this game for a really long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RO KHANNA (D-CA)",
      "sentences": "People in the Republican Party who have been fueling some of these conspiracies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "There's too much violence, political violence, too much hatred. Enough is enough is enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well done, kids. You almost got us to forget that it's your policies, your defunding, your ambivalence that allows mayhem to rule. But back to Gavin blaming Jesse. It's so good. It's a battle of the narcissists. What? One is a good-looking tyrant who spends too much time on his hair and the other is Gavin Newsom. He'd never watch this. Gavin's rant, though, is wrong on two levels, which is one more level than his elevator goes to, if you know what I mean. One: Only I can blame Jesse for stuff. Well, maybe me and his wife and his kids. But it's my wheelhouse, you blow-dried shape shifter. So, stay out of it. And second, why not blame the guilty party of the act instead of making it about words? Like Madonna's plastic surgery, it's nonsense on its face. You know, Son of Sam killed people because he listened to his dog. So, let's ban dog ownership since you never know what those mutts might be planning. Speaking of, here is my new little guy. Yes. His name's Gus. Yes, he's adorable. And he tells me to do terrible things. Like be nice to Steve Doocy and steal money from Stuart Varney. So, Jesse reported on Paul Pelosi who happens to be Newsom's relative. He reported about Paul's DUI. Now, is Newsom implying that the press should not cover any law breaking by powerful people because then-crazy people will come after them? Well, how convenient for powerful people then, especially Democrats? I guess, you know what killed Kennedy? That Bay of Pigs coverage. That's a callback. So, yes, please don't report on my stock trades, my mask less parties, or reckless driving because that might radicalize one of 370 million people. But are they really worried about crazy people? Or -- well, if they were, Keith Olbermann wouldn't roam free, that's for sure. They're actually worried about sane people realizing what's crazy. But let's pretend they're right for a moment just to see what solution that might bring. Do we police language based on unstable reactions to such language? How is that possible? Do we appoint a board of crazy people to judge what upsets them? Sorry, you can't control the language of millions to placate a tiny minority of the unhinged. And I don't mean \"The View\". There is nothing tiny about them. But they would rather police language than the actually dangerous nuts on the streets. What we need to do is defund the language police. To them, everything is a threat to democracy except criminals. Free speech? Threat to democracy. Voter I.D.? Threat to democracy. Burning down a police station? Priceless. But we know the suspect's responsible for his actions. It's not you or me. You and I didn't raise this a-hole or fry his brains with drugs or encourage him to overstay his visa. That's your clan, Mr. Newsom. The culprit was an illegal alien, mentally ill, homeless person. And what party has been delinquent in dealing with all three? Democrats. This ass wipe should have been Canada's problem, like polar bears and Justin Bieber.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I love --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, sorry, Gavin. It aren't us on the hook. It's you, the Democrats. You're the governor of a state full of countless victims. But it didn't matter because you weren't related to them. Nobody has done more to turn one of the most beautiful states in the country into a dangerous dystopia that people are fleeing from, like rats on the Titanic than you, pretty boy. Why don't you try looking yourself in the mirror when your combing your mop for the 25th time of the day and ask yourself, is maybe some of this my fault? So, with days to go in an election, the Dems in the media are exploiting the Pelosi attack to distract from their failure in dealing with crime. Paul Pelosi isn't even the first person attacked by a crazy person with a blunt object in California that we've covered this year. Back in July, former Olympian volleyball player Kim Glass was hit by a metal pipe by a nut in L.A. And Jesse Watters hasn't criticized volleyball since they switched to snugger uniforms. California has a mad man problem, and if you point it out, they'll tell you, no, it's you. It's not their ambivalence towards crime or mental illness. It's January 6th, Trumpers, MAGA country, Ronald Reagan, elephants, straight white men, whatever. What say you, Whoopi?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHOOPI GOLDBERG, HOST, ABC",
      "sentences": "Fox News, some of this is on your hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Where you in a persistent --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "Some of this is on your hands. You know, you like to call people out. I'm calling you all out. Stop with the, that side is not good, because this is what it -- this is what it puts out there. It tells people that you think it's OK to do this. Stop doing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow. That was easy for you to say. Sorry, Whoopi. If Nancy or Gavin had actually listened to our channel, maybe that nut would have already been institutionalized. Maybe there would have been more police, more security. That's all we talk about. That's our wheelhouse. But no, it's like they only watch CNN and MSNBC or \"The View\" where you dispense bad advice like it's fentanyl. So, now, they can't even be honest about crime when one of their own gets hit with a hammer. But I guess when Democrats play Whack-A-Mole with any speech they don't like, everything looks like a nail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Period!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guests. Growing up on a cattle farm, prepared him for all the manure in D.C. Author of the great new book, Only the Strong, Senator Tom Cotton. She'll make your heart go soft as she talks your ear off. \"OUTNUMBERED\" co- host Emily Compagno. Crowds at his shows are lining up to pull the fire alarm. Writer and comedian Joe DeVito. And finally, she's hanging on by a thread, which is fine because she weighs like 90 pounds. Fox News contributor Kat Timpf. Senator, congratulations on the great new book. I just started it. It's called, Only the Strong. It's based on me. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TOM COTTON (R-AR)",
      "sentences": "Yes, yes. Only about you, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I would hope so. So, what do you -- when you hear this kind of rhetoric from other people blaming us, it's like the riots never happened. It's like the looting never happened. It's like burn it all down was never said. It's like somehow, it's conservatives that are running around, egging on like mobs of violence. They forget about the Judge Kavanaugh, they forget about all of that stuff. What's going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "Yes. And remember, Gavin Newsom, before he was the failed governor of California, he was the failed mayor of San Francisco. So, he's responsible for a lot of these problems in San Francisco specifically. In San Francisco, stiles itself is a sanctuary city, where they welcome illegal aliens like this deranged lunatic that attacked Paul Pelosi. San Francisco had one of the very first Soros prosecutors before the people of San Francisco got so second, they kicked him out right but that's why you've seen it. It's like this deranged lunatic that attacked Paul Pelosi, San Francisco had one of the very first Soros prosecutors before. The people of San Francisco got so second, they kicked him out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "But that's why you've seen a crime wave devastate this great American city. And then, for Gavin Newsom turn around and blame it on Republicans, who point out that Nancy Pelosi has done things like pass Obamacare, or cause inflation with $5 trillion that we don't have is the height of hypocrisy. By allowing mental lunatics out on the streets by not cracking down on crime and throwing the books at them by welcoming illegal aliens, you inevitably have this kind of crime in our streets. And it's not just Paul Pelosi, it's all of the normal Californians who aren't married to the Speaker who suffer the most.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right. Exactly, exactly. You know, Emily, is this really just about hairline? That Governor Newsom is looking at, like Jesse's hair? And it's like, it's some weird, bizarre, subliminal competition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "That's why he also sets his targets on Governor DeSantis, too, right? It's like the guys that are competing with him in the looks department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "So, say some people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I used to live in San Francisco, Senator, under then-Mayor Newsom's reign. And he talks about, you know, the sewage he says that is amplified online that's being spewed out by these networks. I had to endure his sewage from the beginning. His policies are the sewage. They have led to the actual sewage on the streets of San Francisco where my friends who still live there have to wade through on their way to get to work. It is choking the fish to the tune of billions of dollars that now taxpayers in that city are on the hook for. It is literally fully of -- out of his mouth, and his administration. So, when people like Swalwell to who represents across the bay from Dublin, and also says there's no colleague of mine that have advocated for violence. This shows not long enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Me to run through that litany. Everyone from Maxine Waters to Rhett Bowman (PH). There's a civil war if the GOP wins. Elizabeth Warren and Nancy Pelosi talking about the Supreme Court. That rhetoric absolutely does matter. But I'll say that the responsibility, I say lies at the top. Because before Justice Kavanaugh had a would-be assassin on his front lawn, there was nothing from the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "There was nothing from the elected official at the very top that said, I condemn these -- this rhetoric of violence. No, everyone tone it down. Let's actually be conciliatory. Let me be that unifier and chief. I campaigned on being. So, all of this simmering, of course, it's going to be incendiary, of course, it's going to lead to someone on Kavanaugh's lawn that the mainstream media has forgotten, as well as this, you know, this guy in his -- in his bus whatever. But the bottom line is this administration did nothing to curb it from the beginning. So, that all of this didn't lead to that exploded pimple. That is that guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right. You know, Joe, you also live in a bus. So, you might have some insight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE DEVITO, WRITER AND COMEDIAN",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Might an insight into the psyche of this unbalanced man. Did you know him at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You -- people lived in buses, did you talk to each other?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "You know, if you see a lot of right-wing radicals and buses with rainbow flags and BLM signs out in front of -- that is a calling card.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes, yes. This guy's politics was all over the map.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But I have to say, we have to be -- it was a political attack. I mean, he is basically saying it's a political attack. But he's also insane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yes. Of course, it -- well, they were going to say that no matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "It could have been Elizabeth Warren hitting him in the head with a tomahawk, and still would have say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Well, that that's the only time they would have said she was white.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "But they would have blamed it on him. Look at the way it started. They said that they were going there for a routine wellness check and they get there, and it's been -- it's now -- it's two guys in their underwear fighting over a hammer, which in San Francisco is considered a routine wellness check, let's be honest. But yes, it's absurd that they say this is the result of policies like you mentioned that the policies they're against would have prevented this from happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Amen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "He says this -- the sewage as a metaphor when it's literal sewage in the streets. He says it creates an environment, well, the environment you've created there's these camps with drug addicts and untreated mentally ill people. We've got people coming from Canada who shouldn't be here. We've got to build that wall. We cannot have these Canadians coming down here. You can't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "People forget about the Canadian wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yes. You give them an inch and they'll take 1.6 kilometers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. You just say -- That is -- that's very funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Very funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You have to say build that wall a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "A.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. You know, Kat, what have you accepted the media's claim that it was about rhetoric? What is the solution then? That's the beauty of this. There is none. They don't have to solve it, except say that it's your fault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. That he said Fox News, which I don't take -- I do take personally. But obviously, it's not Jessie Watters' fault that he did this. But Gavin Newsom basically said he was like so famous that even this bus dwelling lunatic knows not only who he is, but what he discusses on his show. Like, that's a huge compliment in a way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like there is household name and -- but then there's -- doesn't even have a household name. That's like fame, fame, baby.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I totally disagree. There is no way that guy even knew who Jesse was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I know. But Gavin Newsom thinks Jesse is that famous. I would -- I would say thank you, Gavin. You're right. I am a star.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "He's a -- he's a bus hold name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's a bus hold name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "There's no way you knew who Jesse Watters is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is amazing. I always wanted to be a bus hold name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And not even one that moves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's true. Well, that's what -- you know what that's -- who wants to live in a moving bus? That's no fun. Up next. Is Homeland Security monitoring your ideological purity?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're silly. It's the secret government group who still have permission to snoop. It's a report that's more explosive than Michael Moore after a Vegas buffet. Pretty explosive if he asked me. You remember the doomed disinfo board that was led by crazy showtunes lady Nina Jankowicz. She was asked to stop singing after a bag full of drowning cats complained about the noise. But it was scrapped due to public outcry and questions about its legality. But now internal documents from the Department of Homeland Security obtained by the intercept show that government and law enforcement are collaborating with social media giants to squelch certain content. I guess money wasn't the only thing the Biden's brought back from China. According to one DHS document, the push includes plans to target inaccurate info on COVID's origins, racial justice, the U.S. withdrawal from Afghanistan and the nature of U.S. support to Ukraine. All topics that government and media would never consider lying to the public about unless, of course they felt like it. In short, it's everything we've been looking to about already because it's everything that makes the Dems look bad. Facebook's even created a special portal where anyone with a dot gov or law enforcement e-mail address can request censorship of a Facebook or Instagram post in the name of fighting disinformation, in the name of. Here's the Intercept's Lee Fang on Tucker Carlson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEE FANG, INVESTIGATIVE REPORTER AT THE INTERCEPT",
      "sentences": "You know, we looked at one text where Microsoft executive techs, Jen Easterly, the top disinfo director at DHS appointed by Biden, basically saying the government needs to get -- the private sector needs to get more comfortable with the government. This is an agency that was founded in the aftermath of 9/11 to combat foreign terror threats of Al Qaeda and the like. But over the last five years, it's kind of evolved in its mission. It's moved towards fighting disinfo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hmm. So DHS once set up for fighting foreign terror. Now fights free speech at home. So forget ISIS, al Qaeda in Chinese labs that leak like Biden's underwear. Your aunt Joan shared a Hillary Clinton meme. Get her. I wonder what the president thinks about all this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM SHILLUE, FOX NEWS CONTRIBUTOR",
      "sentences": "You guys want everything free, huh? I gave you free college loans and anyone in free speech. Besides you can say whatever you want. It's just if we don't like what you said we put you in jail. That's all. And it's not even real jail. It's Twitter jail or Facebook jail. Back in the old days, we had to do real jail. I spent 19 years in Shawshank. I had to dig my way out with a raw camera behind a poster Rita Hayworth. Sway real men did it. Too bad though Corn Pop hung himself in a hotel room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's getting worse. It's getting worse. So you -- Senator, you led the -- you led kind of the force and tried to defund the disinfo board and that thing went away like CNN plus. But in (INAUDIBLE) parties, they can say anything in the name of disinformation, anything can be that, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "Yes, absolutely. You know, the singing disinformation lady, you know, Scary Poppins, or whatever her name was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "Maybe gone but the Democrats effort to suppress the views of normal Americans with whom they disagree is still alive and present. You know, you hear Democrats talk a lot about threats to democracy. I think what worries them more as threats from democracy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "And the threats they face next week at this election. Just think about the kinds of things that they would censor today, not just take you off your social media platform. So you should lose your job for maybe lose your bank account for that if -- maybe you don't think you're healthy teenage boys should take the coronavirus vaccine or a healthy teenage girl should have a double mastectomy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "Or maybe climate change can be best addressed by producing clean fossil fuels here in America and the prosperity that comes with that and dealing with mitigation of climate change. These are kind of things that the left would rather not engage on their merits, but rather use government to collude with big tech to censor. And you can see that over the last week as well, just how important it was to them because of the free count they've had since Elon has taken over Twitter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "You see just how important that censorship was to them trying not to win debates, but to suppress debates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's funny. It was like we found out, Kat that like, Twitter had like a second family across the country. Right? It was like, hey, everything's like this. And then Elon takes over and you go, whoa, it's totally different. Where did these people come from? That happened to you ever when you talk to your husband?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. We talk sometimes. No, I mean, look, this isn't surprising to me but -- and -- it is awful. But I think what's even more awful is this story coming out and the response to it has convinced me more than ever that we're totally (BLEEP) because people on the right care about this but everybody should care about this because it's not like if the left stops being empowered this kind of stuff will go away. This story comes out and you know what all that people on the left were outraged about was, well, this guy went on Tucker. Tucker's back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Do you not understand that we're talking about our ability to speak freely and have access to information? The idea that there is government sanctioned information and, you know, information that's not sanctioned by the government goes against everything in this country. I don't care who you are, who you vote for, you should be totally pissed off and terrified by it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Joe? I don't mind if the government calls you and says, hey, I want to let you know this Twitter address, Joe DeVito is actually a Chinese spy. That would be helpful to me. But after the Hunter laptop, the way they all joined together to bury that thing. They've lost all credibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Sure. Well, they're telling us they're going to protect us against disinformation, their record on spreading information is not that great. So yes, it's like Kat said, it's really scary that they talk about things like -- they say threat to democracy. And then they say, well, free speech and if too many people come out and vote, that's a threat to democracy. It's like, no, that's kind of what leads us to a democracy. That's the benefit of democracy. And you're right, we're seeing the freak outs on Twitter. None of them are saying, all right, this information I don't like or opinions I don't like is showing up. I'm going to stay here and argue with it. They're just saying, well, we're leaving. We're never coming back. As if we're supposed to say, please don't go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Please don't go. Go right ahead. I'm here Truth Social is nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly. You know, what do you think, Emily, of the topics that they chose? It's kind of funny that like, origins of COVID, racial justice, these are all kinds of things that they only want one opinion. So, it's like you mentioned four opinions, three opinions that will probably be edited out of other shows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "That's right. That is -- I'm so glad that you said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Because the most disturbing part about this other than the censorship itself, is the vagueness of all of these topics. What is racial justice? I wonder. And in that huge conversation about identifying it, that means that this government or those that they deem acceptable to flag it can have it be as broadly defined as they want. So does that mean that a conversation we have about the criminal justice system, about racial inequities in a way of data that maybe thrived under the prior administration? All of a sudden, oh, no, no, no. We deem that to be false. So let's suppress that. As you mentioned, there's a separate portal for government officials to flag exactly what the -- three-fourths of the CIA parking lot are a bunch of Priuses. I don't trust any one of them. And part of these the FOIA documents that came out was in March and immediately one of the top FBI officials said we're afraid that this disinformation could lead -- to let me quote it exactly. \"Threat of subversive and on social media could undermine support for the U.S. government.\" They're doing it themselves. It (BLEEP) like this. This is the worst way for our tax dollars to be spent. And that is saying a lot considering we just learned that that Ecuadorian consulate got like hundreds of thousands of dollars for drag performances for children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. We got to move on. Up next. COVID tyrants want us to get along now that they've been proven wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's good. Oh, here we are. After two years of abuse, COVID scolds want a truce. A piece in The Atlantic, the magazine, not the ocean that protects us from France, argues that it's time to declare a \"pandemic amnesty.\" The author writes, \"We need to forgive one another for what we did instead when we were in the dark about COVID.\" Which means you need to forget people like me who effed up your lives and were jerks about it. She talks about the early response like with Dr. Fauci went from recommending no masks to wrapping your whole face in damp plaster. She says, those who got it right make gloat while others might get defensive and \"all of this gloating and defensiveness continues to gobble up a lot of social energy and then drive the culture wars.\" Treating pandemic choices as a scorecard is preventing us from moving forward. I hate moving forward. So, when they wished for your painful death, it was nothing paint, it was nothing personal. And if you can't forgive, at least be like Joe Biden, and forget. But forgiveness is easier said than done after the economy was decimated. A generation of school kids were rendered stupid, and Senator Cotton was forced to wear a mask during his hot years. If you even asked questions about vaccines, you were treated like you're more reckless than Matthew Perry at an open bar. Meanwhile, CDC head, Rochelle Walensky, got jabbed with more needles in the Rolling Stones on tour in 72. And you just tested positive for COVID a third time. But let me set the record straight, I'm all for the amnesty because forgiveness is a civil virtue. It's why I let Kat back on the show even after she threw that toaster in my Jacuzzi. But that's usually the case with the right, we forgive. But the left, the only thing they forgive is their own student loans. And it was never about health and safety with them. It was about bossing people around like they're the orphans who washed Judge Jeanine's dogs. So, I'm all about forgiveness within the limit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE MACHI, COMEDIAN",
      "sentences": "Hi. Whiskey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK, look, I hate to complain, but the bathroom in my room smells moldy. Could you just -- the bathroom in my room smells moldy, and there's like this hidden resort fee on my bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "A lot of mistakes have been made, but remember holding on to anchor only gives you blisters. Can you forgive us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. Yes, I forgive you. I realize these things happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Good. This is the perfect time to tell you that I've been having an affair with your wife. Can I interest you too in our loyalty program?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, honey, what are you doing in Tucson?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "You get a free water bottle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't care!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Are you ready to forgive, Mr. DeVito?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Forgiving us for suckers. No, because what, what, what I did not read in that article here from these people is I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "They're, they're asking for forgiveness, but they're not saying they did anything wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a great point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yes, and what they did wrong was, it wasn't that people asked -- it wasn't the questions that people asked. It was that they asked questions. You weren't allowed to ask any questions. What is wrong with saying, someone saying, I don't know, does ivermectin work without hearing? That's horse medicine. You have horse worms? Well, maybe I do. But he even saw Jake Tapper said when they looked at this how poor these students are doing, he's like, how come we didn't have a debate on this? Because if you tried to, they took control of your bank account.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "They called you a grandma killer and they screamed at you. And now they're coming around? What I would like to see is some real contrition. It's not to say, at the beginning, we didn't know -- at the beginning nobody knew it was happening. But there was a point when you knew that these things didn't work, and the way we can tell is because the people in charge acted like the rules didn't apply to them. Dr. Fauci maskless at a baseball game. London Breed saying the music swept her up at a party dancing maskless. AOC going to Florida and maskless. And then Lori Lightfoot said she had to get her hair done because she owed it to the people of Chicago to look good, which is clearly a debt that has not been paid in her case. So, so, we could tell it just was they got a taste of power in putting their thumb on people, and that's what they should apologize for, for being tyrants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Emily. Yes, I'm for forgiveness, but this, this guy with the beard who lives in a bus made a good point. They're not asking for it, they're not apologizing. So, how can you forgive people if they don't apologize?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Right. Those were great points. And the blanket amnesty is way too overbroad. Look at Governor Cuomo, how many people died under his absolute insidious decision and then the resulting cover up? How much of our tax payer dollars went toward the billions of dollars in fraud, and the entire time that all of these overlays were unfolding, that kids, that the data was being unearthed about the mental health and the mental health status of our kids and every one of the isolations and the rules for the, not for the, in certain ordinances under Gavin Newsom's watch, for example; places of worship versus places of entertainment. Is there all of that happening? Anytime that data even tried to surface it was totally tamped down? So, I think forgiving, an absolute lack of knowledge is one thing. But that entire spectrum developed way after that where there was a total --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Tyranny, to your point, a misuse of everything and misguided. And by the way, does that request for amnesty, does that extend to President Trump? I'll bet it doesn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Of course, it doesn't. Good point there, Emily. Where are you on the forgiveness spectrum, somewhat forgivable, non-unforgivable?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "I'm opposed to amnesty in all its forms, whether we're dealing with illegal aliens are all of these COVID tyrants. I mean, I think Joe makes a very good point. We're not just talking about the early days of the pandemic, when we had the Chinese Communist to blame for covering up the information and preventing us from understanding who was uniquely at risk, like elderly and infirm persons and who weren't like school children. We're talking about what was happening in the summer of 2020, and on into the fall, and even in some cases still today. I mean, Joe Biden is still trying to kick thousands of healthy soldiers out of our military because they won't get a vaccine that obviously doesn't stop transmission because the most vaccinated and boosted man in America, Joe Biden, himself got COVID, twice in one week. And they're still suing in court to force kids and head start to wear masks. Just this morning, I'm in town for the launch of \"Only the Strong,\" I was going to be at CBS Mornings, they told me at the last minute, everyone who enters our building has to take a COVID test whether you're asymptomatic or not. So, I just said, no, you can send a studio truck to me or I won't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "But if you don't think that the people who are insisting on test at major news networks are also the people in universities and colleges and governors in Democratic states, and the Democrats in Washington aren't going to start taking these steps again after the election next week, you're sorely mistaken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "Because they have not given this up. Washington, D.C., more than any place I've traveled in the country in the last few months on the campaign trail has more mass per capita than anywhere. They're still dedicated to this COVID tyranny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm kind of glad that a lot of those people in D.C. are still wearing masks. I mean, have you seen some of them Kat? My God, I wish the mask went all the way up. Horrible. Their foreheads, especially, disgusting. Terrible eyeballs or noses. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. I loved how the teachers' union had Randi Weingarten. She shared this article and when I agree with this, I bet you do your big jerk. I mean, like, like everyone else has said, it was, it's one thing at the very beginning of the pandemic were nobody knew. This wasn't a case of ignorance. It was intentional hypocrisy, as everybody, as you know, you pointed out that they repeatedly engaged in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's joke, by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "They said, I know. I know, in my defense, he's only worked with us for like, over a year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Nice to meet you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, you too. And I think that they didn't know but what they didn't know was that it would stop being politically advantageous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That's what they didn't know. So, they've -- now, that they figured that out, they're like, hey, why don't you just forgive all of us? But they haven't said they're sorry and there's people that still suffer with the consequences. Businesses that were forced to shut down so long they couldn't stay open at, all those people, they still don't have their business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You know, people who couldn't say goodbye to loved ones, they can't re-say goodbye to them because they're dead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So, I think that they're -- we're going to need a, you know, have a little more, and also awareness that they were able to do this so we can watch out for this kind of thing in the future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Good point. All right. Coming up, would you choose dysentery or costume social commentary?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Nothing says Halloween like a political scene. Yes, \"The View\" celebrates the Oscar's slap along with their usual crap. \"The View\" did Halloween by dressing up kids as various social and political issues -- great idea. But thank God, no one went as a slutty nurse. I only throw up when I need to lose weight. So, there was a kid dresses inflation. I wonder if the clothes were from Goodwill. A few children dressed as the Mar-a-Lago raid, certainly no Trump obsession there. I wonder what costumes they rejected? Trump's taxes, January 6th, how do you dress up as the Capitol? Throw a sheet over Joy Behar? Then, there's a kid dressed as the Oscar's slap. She looks like she's having a ball. When the Oscar slap kid came out, wardrobe supervisor Ashley Alder (INAUDIBLE) Kaufmann said this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Now, we do not want to endorse violence of any kind, but we couldn't help but talk about one of the hottest hot topics this year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, Ashley Alder (INAUDIBLE) Kaufmann, shut up! Thank you. That wasn't easy. Now, they should have skipped the child's costume and had Will Smith come out as himself, he needs the work. But it could have been worse. They could have, \"The View\" could have gone as themselves, that usually scares the (BLEEP) out of kids. Kat, this isn't offensive. It's just like so ridiculous, using children as political props.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, but that's what sucks is because when these kids were coming out, everyone on the couch had to act like it was the funniest, most amazing thing they ever saw.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Because you can't be mean to kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So, like, that's what they do. I guess, it's not fair to involve kids in pretty much anything because you can't provide an accurate assessment or else, you're a jerk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's true. I'll say those kids are jerks, Senator. I want you to agree with me. No, when we were kids, we could -- I could be a hobo, a witch, or a ghost. Now, I'm all three. What say you, Senator?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "I thought that short Joe was in his bus. Should, shouldn't these kids have been in school? I mean, why did their parents take them out and sent to the \"The View\"? And by the way, isn't it a form of child abuse to make your kid go to \"The View\" and watch it in person?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is. It's elder abuse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "So, now these -- I mean, these costumes are not funny, especially the inflation costume. I don't think the American people think it's very funny. And I think the Democrats are going to think it's very funny next Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a good point. Emily, Emily, what do you think of the? Was it a good idea, bad idea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "No. And what's crazy to me is that, that idea must have been green lighted by a whole org chart, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Every editorial, every, every decision that gets, that happens on set. There's a whole chart that approves it. So, there must have been 10 decision makers that were like, yes, that's a great idea. I'm not quite sure why someone didn't say, this is actually totally grotesque, inappropriate, and disgusting. To use children as political props, especially that age children for that FBI raid. You think they know what a subpoena is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Or surveillance is? I mean, how do they, how were they explained that and then that guy who was the toilet, I wonder what his future holds? Probably not to brag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Joe, I'm just happy that Joy didn't go in blackface? Or Whoopi didn't go on white face or the Republican broad with her two faces didn't come out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "I think we're forgetting that. That's, that's a terrible costume.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "That's like -- Will Smith slapped the guy. He didn't beat him to death with the Oscars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I know, it makes no sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They didn't want to do, she couldn't go as Chris Rock or as Will Smith, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Well, I just they have a hand -- this is nonsense. We should go back to the good costumes we wore when I was a kid which was a plastic mask with three dimes size slits cut into it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Had a rubber band cutting off your circulation and a staple going into your temple and a bag that said flammable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you had no idea why you were sick at the end of the night. Breathing in some weird plastic contraption. Up next, you're not alone if automation makes you scream into your phone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "\"A STORY IN FIVE WORDS.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Story in five: consumers prefer dealing with people. Emily, recent poll found the majority of people prefer dealing with a live person versus an automated system on the phone, must be hard for that automated person dealing with someone like you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "What, why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Because you talk too fast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Whatever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Except for now, for some reason you're talking slow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "What I will say is that this is the most Captain Obvious poll of all time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Because it went on to say that the, like the, like the industry specifically where people still prefer humans are hairstyling, and like journalism, and things are here like obviously, when is there going to be a robot that's ever going to do my hair ever? No, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I would love to have a hair, a hair cut from a robot?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "No. What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. I don't know. What do I care? I look beautiful. Senator, isn't it the problem here is that the system is infallible, but humans are? We are the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "Well, whenever these tech companies say it's our algorithms that do this, well, someone had to make the algorithm, of course, like all of you prepare or prefer to deal with humans. Artificial intelligence has its place. It's important for our economy, it's important for our security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COTTON",
      "sentences": "Israel protects itself from incoming missiles with its Iron Dome system. Frankly, in Washington, if we got a little artificial intelligence, that would probably increase the total level of intelligence there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I agree. I agree with that. In fact, I believe that all judges, all judges should be robots because there's no emotion and it'll get hungry. I, you -- this show is completely affected by my hunger pangs. Do you know that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "Oh, I do know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hurry up!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVITO",
      "sentences": "I do know that. I don't like the automated systems. Just once, I want to have them tell me, you know what, our menu options haven't changed. I just would love to hear that. But, yes, it's so strange, I do like talking to the customer service representative and that's why before they even picked up, I'm screaming: \"Representative! Representative! Representative!\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Same, same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what, I have this theory, Kat, that what Joe just said is exactly how a dog thinks when it's barking. The dog barking is like a human talking to an automated system shouting like pay balance, pay balance. English, English. That's what a dog is doing when it's barking. It's like trying to talk to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. I hate dealing with an automated system, but I wish I could have one. It's like, it would to type: Wow, awesome. Congrats! I'm so happy for you. Or OMG, I'm so sorry. Sad face. Like depending on what the thing is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But that's predictive test, text on your phone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Oh, I'm talking about I'm asleep. I don't even have to know about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, there you go. Well --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And I'd be shocked to be like, oh, there's a baby, where that come from? But yes, I get so pissed because if you can do anything from an automated system, you can probably also do it on the Internet. And like I know about the Internet by now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes. It's terrible kids. Only with adult supervision. All right, don't go away. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We are out of time. Thank you, Senator Tom Cotton -- buy his book! Buy his book! Emily Compagno, Joe DeVito, Kat Timpf, our studio audience. \"FOX NEWS @ NIGHT\" with Dreamy Trace Gallagher is next. I'm Greg Gutfeld, I love you America. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "utterance": "There we go. Yes. There you are. Happy Tuesday. You're beautiful."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, wow, somebody just died over there."
    },
    {
      "speaker": "KATHERINE TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, our dumbest politicians are getting dumber. It's like a semi- truck full of dumb pills overturned and Gavin Newsom leaped out of his limo and ate all of them up. And now he's OD'ing on dumb."
    },
    {
      "speaker": "GOV. GAVIN NEWSOM (D-CA), GUBERNATORIAL CANDIDATE",
      "utterance": "I watched this one guy, was this Jesse Watters or something on Fox News? What he's been saying about Paul Pelosi the last five, six months, mocking him consistently. Don't tell me that's not aiding and abetting all this. Of course it is. They're sowing the seeds and creating a culture and a climate like this. I mean, it's -- look online. Look at the sewage that is online."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sure, Gavin. Sure. He lived in a bus, but he definitely had cable. Gav talks like this maniac set his imaginary DVR on his imaginary T.V. on Fox News every night while wearing Brian Kilmeade pajamas, drinking his own urine out of a Fox Nation mug, and his beautiful, dilapidated bus of a home. This is rich from the party that calls everyone a Nazi or a white supremacist. Conservative Black politician? White supremacist. Latino Republican? White supremacist. Jimmy Kimmel? Funny. See, nothing makes sense. And the rest of the crowd who denies crime exists, they ain't much better. Take it away, fart blaster supreme."
    },
    {
      "speaker": "REP. ERIC SWALWELL (D-CA)",
      "utterance": "The violent political rhetoric that is espoused by Republican leaders is inspiring violent political acts by individuals like this."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It is a uniquely right-wing problem right now. We cannot both sides this, given what we have seen in the last few years."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is a sickness, but it's not divorced from the Republican Party."
    },
    {
      "speaker": "JOY REID, NATIONAL CORRESPONDENT, MSNBC",
      "utterance": "The right has been playing this game for a really long time."
    },
    {
      "speaker": "REP. RO KHANNA (D-CA)",
      "utterance": "People in the Republican Party who have been fueling some of these conspiracies."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "There's too much violence, political violence, too much hatred. Enough is enough is enough."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well done, kids. You almost got us to forget that it's your policies, your defunding, your ambivalence that allows mayhem to rule. But back to Gavin blaming Jesse. It's so good. It's a battle of the narcissists. What? One is a good-looking tyrant who spends too much time on his hair and the other is Gavin Newsom. He'd never watch this."
    },
    {
      "speaker": "Gavin's rant, though, is wrong on two levels, which is one more level than his elevator goes to, if you know what I mean. One",
      "utterance": "Only I can blame Jesse for stuff. Well, maybe me and his wife and his kids. But it's my wheelhouse, you blow-dried shape shifter. So, stay out of it. And second, why not blame the guilty party of the act instead of making it about words? Like Madonna's plastic surgery, it's nonsense on its face. You know, Son of Sam killed people because he listened to his dog. So, let's ban dog ownership since you never know what those mutts might be planning. Speaking of, here is my new little guy. Yes. His name's Gus. Yes, he's adorable. And he tells me to do terrible things. Like be nice to Steve Doocy and steal money from Stuart Varney. So, Jesse reported on Paul Pelosi who happens to be Newsom's relative. He reported about Paul's DUI. Now, is Newsom implying that the press should not cover any law breaking by powerful people because then-crazy people will come after them? Well, how convenient for powerful people then, especially Democrats? I guess, you know what killed Kennedy? That Bay of Pigs coverage. That's a callback. So, yes, please don't report on my stock trades, my mask less parties, or reckless driving because that might radicalize one of 370 million people. But are they really worried about crazy people? Or -- well, if they were, Keith Olbermann wouldn't roam free, that's for sure. They're actually worried about sane people realizing what's crazy. But let's pretend they're right for a moment just to see what solution that might bring. Do we police language based on unstable reactions to such language? How is that possible? Do we appoint a board of crazy people to judge what upsets them? Sorry, you can't control the language of millions to placate a tiny minority of the unhinged. And I don't mean \"The View\". There is nothing tiny about them. But they would rather police language than the actually dangerous nuts on the streets. What we need to do is defund the language police. To them, everything is a threat to democracy except criminals. Free speech? Threat to democracy. Voter I.D.? Threat to democracy. Burning down a police station? Priceless. But we know the suspect's responsible for his actions. It's not you or me. You and I didn't raise this a-hole or fry his brains with drugs or encourage him to overstay his visa. That's your clan, Mr. Newsom. The culprit was an illegal alien, mentally ill, homeless person. And what party has been delinquent in dealing with all three? Democrats. This ass wipe should have been Canada's problem, like polar bears and Justin Bieber."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I love --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, sorry, Gavin. It aren't us on the hook. It's you, the Democrats. You're the governor of a state full of countless victims. But it didn't matter because you weren't related to them. Nobody has done more to turn one of the most beautiful states in the country into a dangerous dystopia that people are fleeing from, like rats on the Titanic than you, pretty boy. Why don't you try looking yourself in the mirror when your combing your mop for the 25th time of the day and ask yourself, is maybe some of this my fault? So, with days to go in an election, the Dems in the media are exploiting the Pelosi attack to distract from their failure in dealing with crime. Paul Pelosi isn't even the first person attacked by a crazy person with a blunt object in California that we've covered this year. Back in July, former Olympian volleyball player Kim Glass was hit by a metal pipe by a nut in L.A. And Jesse Watters hasn't criticized volleyball since they switched to snugger uniforms. California has a mad man problem, and if you point it out, they'll tell you, no, it's you. It's not their ambivalence towards crime or mental illness. It's January 6th, Trumpers, MAGA country, Ronald Reagan, elephants, straight white men, whatever. What say you, Whoopi?"
    },
    {
      "speaker": "WHOOPI GOLDBERG, HOST, ABC",
      "utterance": "Fox News, some of this is on your hands."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Where you in a persistent --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "Some of this is on your hands. You know, you like to call people out. I'm calling you all out. Stop with the, that side is not good, because this is what it -- this is what it puts out there. It tells people that you think it's OK to do this. Stop doing it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow. That was easy for you to say. Sorry, Whoopi. If Nancy or Gavin had actually listened to our channel, maybe that nut would have already been institutionalized. Maybe there would have been more police, more security. That's all we talk about. That's our wheelhouse. But no, it's like they only watch CNN and MSNBC or \"The View\" where you dispense bad advice like it's fentanyl. So, now, they can't even be honest about crime when one of their own gets hit with a hammer. But I guess when Democrats play Whack-A-Mole with any speech they don't like, everything looks like a nail."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Period!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guests. Growing up on a cattle farm, prepared him for all the manure in D.C. Author of the great new book, Only the Strong, Senator Tom Cotton. She'll make your heart go soft as she talks your ear off. \"OUTNUMBERED\" co- host Emily Compagno. Crowds at his shows are lining up to pull the fire alarm. Writer and comedian Joe DeVito. And finally, she's hanging on by a thread, which is fine because she weighs like 90 pounds. Fox News contributor Kat Timpf. Senator, congratulations on the great new book. I just started it. It's called, Only the Strong. It's based on me. Right?"
    },
    {
      "speaker": "SEN. TOM COTTON (R-AR)",
      "utterance": "Yes, yes. Only about you, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I would hope so. So, what do you -- when you hear this kind of rhetoric from other people blaming us, it's like the riots never happened. It's like the looting never happened. It's like burn it all down was never said. It's like somehow, it's conservatives that are running around, egging on like mobs of violence. They forget about the Judge Kavanaugh, they forget about all of that stuff. What's going on?"
    },
    {
      "speaker": "COTTON",
      "utterance": "Yes. And remember, Gavin Newsom, before he was the failed governor of California, he was the failed mayor of San Francisco. So, he's responsible for a lot of these problems in San Francisco specifically. In San Francisco, stiles itself is a sanctuary city, where they welcome illegal aliens like this deranged lunatic that attacked Paul Pelosi. San Francisco had one of the very first Soros prosecutors before the people of San Francisco got so second, they kicked him out right but that's why you've seen it. It's like this deranged lunatic that attacked Paul Pelosi, San Francisco had one of the very first Soros prosecutors before. The people of San Francisco got so second, they kicked him out."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "COTTON",
      "utterance": "But that's why you've seen a crime wave devastate this great American city. And then, for Gavin Newsom turn around and blame it on Republicans, who point out that Nancy Pelosi has done things like pass Obamacare, or cause inflation with $5 trillion that we don't have is the height of hypocrisy. By allowing mental lunatics out on the streets by not cracking down on crime and throwing the books at them by welcoming illegal aliens, you inevitably have this kind of crime in our streets. And it's not just Paul Pelosi, it's all of the normal Californians who aren't married to the Speaker who suffer the most."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right. Exactly, exactly. You know, Emily, is this really just about hairline? That Governor Newsom is looking at, like Jesse's hair? And it's like, it's some weird, bizarre, subliminal competition."
    },
    {
      "speaker": "EMILY COMPAGNO, FOX NEWS CHANNEL CONTRIBUTOR (on camera)",
      "utterance": "Probably."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "That's why he also sets his targets on Governor DeSantis, too, right? It's like the guys that are competing with him in the looks department."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "So, say some people."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I used to live in San Francisco, Senator, under then-Mayor Newsom's reign. And he talks about, you know, the sewage he says that is amplified online that's being spewed out by these networks. I had to endure his sewage from the beginning. His policies are the sewage. They have led to the actual sewage on the streets of San Francisco where my friends who still live there have to wade through on their way to get to work. It is choking the fish to the tune of billions of dollars that now taxpayers in that city are on the hook for. It is literally fully of -- out of his mouth, and his administration. So, when people like Swalwell to who represents across the bay from Dublin, and also says there's no colleague of mine that have advocated for violence. This shows not long enough."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Me to run through that litany. Everyone from Maxine Waters to Rhett Bowman (PH). There's a civil war if the GOP wins. Elizabeth Warren and Nancy Pelosi talking about the Supreme Court. That rhetoric absolutely does matter. But I'll say that the responsibility, I say lies at the top. Because before Justice Kavanaugh had a would-be assassin on his front lawn, there was nothing from the White House."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "There was nothing from the elected official at the very top that said, I condemn these -- this rhetoric of violence. No, everyone tone it down. Let's actually be conciliatory. Let me be that unifier and chief. I campaigned on being. So, all of this simmering, of course, it's going to be incendiary, of course, it's going to lead to someone on Kavanaugh's lawn that the mainstream media has forgotten, as well as this, you know, this guy in his -- in his bus whatever. But the bottom line is this administration did nothing to curb it from the beginning. So, that all of this didn't lead to that exploded pimple. That is that guy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right. You know, Joe, you also live in a bus. So, you might have some insight?"
    },
    {
      "speaker": "JOE DEVITO, WRITER AND COMEDIAN",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Might an insight into the psyche of this unbalanced man. Did you know him at all?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You -- people lived in buses, did you talk to each other?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "You know, if you see a lot of right-wing radicals and buses with rainbow flags and BLM signs out in front of -- that is a calling card."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes, yes. This guy's politics was all over the map."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But I have to say, we have to be -- it was a political attack. I mean, he is basically saying it's a political attack. But he's also insane."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yes. Of course, it -- well, they were going to say that no matter."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "It could have been Elizabeth Warren hitting him in the head with a tomahawk, and still would have say."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Well, that that's the only time they would have said she was white."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "But they would have blamed it on him. Look at the way it started. They said that they were going there for a routine wellness check and they get there, and it's been -- it's now -- it's two guys in their underwear fighting over a hammer, which in San Francisco is considered a routine wellness check, let's be honest. But yes, it's absurd that they say this is the result of policies like you mentioned that the policies they're against would have prevented this from happening."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Amen."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "He says this -- the sewage as a metaphor when it's literal sewage in the streets. He says it creates an environment, well, the environment you've created there's these camps with drug addicts and untreated mentally ill people. We've got people coming from Canada who shouldn't be here. We've got to build that wall. We cannot have these Canadians coming down here. You can't do it."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "People forget about the Canadian wall."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yes. You give them an inch and they'll take 1.6 kilometers."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. You just say -- That is -- that's very funny."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Very funny."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You have to say build that wall a --"
    },
    {
      "speaker": "COTTON",
      "utterance": "A."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. You know, Kat, what have you accepted the media's claim that it was about rhetoric? What is the solution then? That's the beauty of this. There is none. They don't have to solve it, except say that it's your fault."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. That he said Fox News, which I don't take -- I do take personally. But obviously, it's not Jessie Watters' fault that he did this. But Gavin Newsom basically said he was like so famous that even this bus dwelling lunatic knows not only who he is, but what he discusses on his show. Like, that's a huge compliment in a way."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, but --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like there is household name and -- but then there's -- doesn't even have a household name. That's like fame, fame, baby."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I totally disagree. There is no way that guy even knew who Jesse was."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I know. But Gavin Newsom thinks Jesse is that famous. I would -- I would say thank you, Gavin. You're right. I am a star."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "He's a -- he's a bus hold name."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's a bus hold name."
    },
    {
      "speaker": "TIMPF",
      "utterance": "There's no way you knew who Jesse Watters is."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is amazing. I always wanted to be a bus hold name."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And not even one that moves."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's true. Well, that's what -- you know what that's -- who wants to live in a moving bus? That's no fun. Up next. Is Homeland Security monitoring your ideological purity?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're silly. It's the secret government group who still have permission to snoop. It's a report that's more explosive than Michael Moore after a Vegas buffet. Pretty explosive if he asked me. You remember the doomed disinfo board that was led by crazy showtunes lady Nina Jankowicz. She was asked to stop singing after a bag full of drowning cats complained about the noise. But it was scrapped due to public outcry and questions about its legality. But now internal documents from the Department of Homeland Security obtained by the intercept show that government and law enforcement are collaborating with social media giants to squelch certain content. I guess money wasn't the only thing the Biden's brought back from China. According to one DHS document, the push includes plans to target inaccurate info on COVID's origins, racial justice, the U.S. withdrawal from Afghanistan and the nature of U.S. support to Ukraine. All topics that government and media would never consider lying to the public about unless, of course they felt like it. In short, it's everything we've been looking to about already because it's everything that makes the Dems look bad. Facebook's even created a special portal where anyone with a dot gov or law enforcement e-mail address can request censorship of a Facebook or Instagram post in the name of fighting disinformation, in the name of. Here's the Intercept's Lee Fang on Tucker Carlson."
    },
    {
      "speaker": "LEE FANG, INVESTIGATIVE REPORTER AT THE INTERCEPT",
      "utterance": "You know, we looked at one text where Microsoft executive techs, Jen Easterly, the top disinfo director at DHS appointed by Biden, basically saying the government needs to get -- the private sector needs to get more comfortable with the government. This is an agency that was founded in the aftermath of 9/11 to combat foreign terror threats of Al Qaeda and the like. But over the last five years, it's kind of evolved in its mission. It's moved towards fighting disinfo."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hmm. So DHS once set up for fighting foreign terror. Now fights free speech at home. So forget ISIS, al Qaeda in Chinese labs that leak like Biden's underwear. Your aunt Joan shared a Hillary Clinton meme. Get her. I wonder what the president thinks about all this."
    },
    {
      "speaker": "TOM SHILLUE, FOX NEWS CONTRIBUTOR",
      "utterance": "You guys want everything free, huh? I gave you free college loans and anyone in free speech. Besides you can say whatever you want. It's just if we don't like what you said we put you in jail. That's all. And it's not even real jail. It's Twitter jail or Facebook jail. Back in the old days, we had to do real jail. I spent 19 years in Shawshank. I had to dig my way out with a raw camera behind a poster Rita Hayworth. Sway real men did it. Too bad though Corn Pop hung himself in a hotel room."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's getting worse. It's getting worse. So you -- Senator, you led the -- you led kind of the force and tried to defund the disinfo board and that thing went away like CNN plus. But in (INAUDIBLE) parties, they can say anything in the name of disinformation, anything can be that, right?"
    },
    {
      "speaker": "COTTON",
      "utterance": "Yes, absolutely. You know, the singing disinformation lady, you know, Scary Poppins, or whatever her name was."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COTTON",
      "utterance": "Maybe gone but the Democrats effort to suppress the views of normal Americans with whom they disagree is still alive and present. You know, you hear Democrats talk a lot about threats to democracy. I think what worries them more as threats from democracy?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COTTON",
      "utterance": "And the threats they face next week at this election. Just think about the kinds of things that they would censor today, not just take you off your social media platform. So you should lose your job for maybe lose your bank account for that if -- maybe you don't think you're healthy teenage boys should take the coronavirus vaccine or a healthy teenage girl should have a double mastectomy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "COTTON",
      "utterance": "Or maybe climate change can be best addressed by producing clean fossil fuels here in America and the prosperity that comes with that and dealing with mitigation of climate change. These are kind of things that the left would rather not engage on their merits, but rather use government to collude with big tech to censor. And you can see that over the last week as well, just how important it was to them because of the free count they've had since Elon has taken over Twitter."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COTTON",
      "utterance": "You see just how important that censorship was to them trying not to win debates, but to suppress debates."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's funny. It was like we found out, Kat that like, Twitter had like a second family across the country. Right? It was like, hey, everything's like this. And then Elon takes over and you go, whoa, it's totally different. Where did these people come from? That happened to you ever when you talk to your husband?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. We talk sometimes. No, I mean, look, this isn't surprising to me but -- and -- it is awful. But I think what's even more awful is this story coming out and the response to it has convinced me more than ever that we're totally (BLEEP) because people on the right care about this but everybody should care about this because it's not like if the left stops being empowered this kind of stuff will go away. This story comes out and you know what all that people on the left were outraged about was, well, this guy went on Tucker. Tucker's back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Do you not understand that we're talking about our ability to speak freely and have access to information? The idea that there is government sanctioned information and, you know, information that's not sanctioned by the government goes against everything in this country. I don't care who you are, who you vote for, you should be totally pissed off and terrified by it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Joe? I don't mind if the government calls you and says, hey, I want to let you know this Twitter address, Joe DeVito is actually a Chinese spy. That would be helpful to me. But after the Hunter laptop, the way they all joined together to bury that thing. They've lost all credibility."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Sure. Well, they're telling us they're going to protect us against disinformation, their record on spreading information is not that great. So yes, it's like Kat said, it's really scary that they talk about things like -- they say threat to democracy. And then they say, well, free speech and if too many people come out and vote, that's a threat to democracy. It's like, no, that's kind of what leads us to a democracy. That's the benefit of democracy. And you're right, we're seeing the freak outs on Twitter. None of them are saying, all right, this information I don't like or opinions I don't like is showing up. I'm going to stay here and argue with it. They're just saying, well, we're leaving. We're never coming back. As if we're supposed to say, please don't go."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Please don't go. Go right ahead. I'm here Truth Social is nice."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly. You know, what do you think, Emily, of the topics that they chose? It's kind of funny that like, origins of COVID, racial justice, these are all kinds of things that they only want one opinion. So, it's like you mentioned four opinions, three opinions that will probably be edited out of other shows."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "That's right. That is -- I'm so glad that you said that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Because the most disturbing part about this other than the censorship itself, is the vagueness of all of these topics. What is racial justice? I wonder. And in that huge conversation about identifying it, that means that this government or those that they deem acceptable to flag it can have it be as broadly defined as they want. So does that mean that a conversation we have about the criminal justice system, about racial inequities in a way of data that maybe thrived under the prior administration? All of a sudden, oh, no, no, no. We deem that to be false. So let's suppress that. As you mentioned, there's a separate portal for government officials to flag exactly what the -- three-fourths of the CIA parking lot are a bunch of Priuses. I don't trust any one of them. And part of these the FOIA documents that came out was in March and immediately one of the top FBI officials said we're afraid that this disinformation could lead -- to let me quote it exactly. \"Threat of subversive and on social media could undermine support for the U.S. government.\" They're doing it themselves. It (BLEEP) like this. This is the worst way for our tax dollars to be spent. And that is saying a lot considering we just learned that that Ecuadorian consulate got like hundreds of thousands of dollars for drag performances for children."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. We got to move on. Up next. COVID tyrants want us to get along now that they've been proven wrong."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's good. Oh, here we are. After two years of abuse, COVID scolds want a truce. A piece in The Atlantic, the magazine, not the ocean that protects us from France, argues that it's time to declare a \"pandemic amnesty.\" The author writes, \"We need to forgive one another for what we did instead when we were in the dark about COVID.\" Which means you need to forget people like me who effed up your lives and were jerks about it. She talks about the early response like with Dr. Fauci went from recommending no masks to wrapping your whole face in damp plaster. She says, those who got it right make gloat while others might get defensive and \"all of this gloating and defensiveness continues to gobble up a lot of social energy and then drive the culture wars.\" Treating pandemic choices as a scorecard is preventing us from moving forward. I hate moving forward. So, when they wished for your painful death, it was nothing paint, it was nothing personal. And if you can't forgive, at least be like Joe Biden, and forget. But forgiveness is easier said than done after the economy was decimated. A generation of school kids were rendered stupid, and Senator Cotton was forced to wear a mask during his hot years. If you even asked questions about vaccines, you were treated like you're more reckless than Matthew Perry at an open bar. Meanwhile, CDC head, Rochelle Walensky, got jabbed with more needles in the Rolling Stones on tour in 72. And you just tested positive for COVID a third time. But let me set the record straight, I'm all for the amnesty because forgiveness is a civil virtue. It's why I let Kat back on the show even after she threw that toaster in my Jacuzzi. But that's usually the case with the right, we forgive. But the left, the only thing they forgive is their own student loans. And it was never about health and safety with them. It was about bossing people around like they're the orphans who washed Judge Jeanine's dogs. So, I'm all about forgiveness within the limit."
    },
    {
      "speaker": "JOE MACHI, COMEDIAN",
      "utterance": "Hi. Whiskey."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "OK, look, I hate to complain, but the bathroom in my room smells moldy. Could you just -- the bathroom in my room smells moldy, and there's like this hidden resort fee on my bill."
    },
    {
      "speaker": "MACHI",
      "utterance": "A lot of mistakes have been made, but remember holding on to anchor only gives you blisters. Can you forgive us?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes. Yes, I forgive you. I realize these things happen."
    },
    {
      "speaker": "MACHI",
      "utterance": "Good. This is the perfect time to tell you that I've been having an affair with your wife. Can I interest you too in our loyalty program?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No, honey, what are you doing in Tucson?"
    },
    {
      "speaker": "MACHI",
      "utterance": "You get a free water bottle."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I don't care!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Are you ready to forgive, Mr. DeVito?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "No."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Forgiving us for suckers. No, because what, what, what I did not read in that article here from these people is I'm sorry."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "They're, they're asking for forgiveness, but they're not saying they did anything wrong."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a great point."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yes, and what they did wrong was, it wasn't that people asked -- it wasn't the questions that people asked. It was that they asked questions. You weren't allowed to ask any questions. What is wrong with saying, someone saying, I don't know, does ivermectin work without hearing? That's horse medicine. You have horse worms? Well, maybe I do. But he even saw Jake Tapper said when they looked at this how poor these students are doing, he's like, how come we didn't have a debate on this? Because if you tried to, they took control of your bank account."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "They called you a grandma killer and they screamed at you. And now they're coming around? What I would like to see is some real contrition. It's not to say, at the beginning, we didn't know -- at the beginning nobody knew it was happening. But there was a point when you knew that these things didn't work, and the way we can tell is because the people in charge acted like the rules didn't apply to them. Dr. Fauci maskless at a baseball game. London Breed saying the music swept her up at a party dancing maskless. AOC going to Florida and maskless. And then Lori Lightfoot said she had to get her hair done because she owed it to the people of Chicago to look good, which is clearly a debt that has not been paid in her case. So, so, we could tell it just was they got a taste of power in putting their thumb on people, and that's what they should apologize for, for being tyrants."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Emily. Yes, I'm for forgiveness, but this, this guy with the beard who lives in a bus made a good point. They're not asking for it, they're not apologizing. So, how can you forgive people if they don't apologize?"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Right. Those were great points. And the blanket amnesty is way too overbroad. Look at Governor Cuomo, how many people died under his absolute insidious decision and then the resulting cover up? How much of our tax payer dollars went toward the billions of dollars in fraud, and the entire time that all of these overlays were unfolding, that kids, that the data was being unearthed about the mental health and the mental health status of our kids and every one of the isolations and the rules for the, not for the, in certain ordinances under Gavin Newsom's watch, for example; places of worship versus places of entertainment. Is there all of that happening? Anytime that data even tried to surface it was totally tamped down? So, I think forgiving, an absolute lack of knowledge is one thing. But that entire spectrum developed way after that where there was a total --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Tyranny, to your point, a misuse of everything and misguided. And by the way, does that request for amnesty, does that extend to President Trump? I'll bet it doesn't."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Of course, it doesn't. Good point there, Emily. Where are you on the forgiveness spectrum, somewhat forgivable, non-unforgivable?"
    },
    {
      "speaker": "COTTON",
      "utterance": "I'm opposed to amnesty in all its forms, whether we're dealing with illegal aliens are all of these COVID tyrants. I mean, I think Joe makes a very good point. We're not just talking about the early days of the pandemic, when we had the Chinese Communist to blame for covering up the information and preventing us from understanding who was uniquely at risk, like elderly and infirm persons and who weren't like school children. We're talking about what was happening in the summer of 2020, and on into the fall, and even in some cases still today. I mean, Joe Biden is still trying to kick thousands of healthy soldiers out of our military because they won't get a vaccine that obviously doesn't stop transmission because the most vaccinated and boosted man in America, Joe Biden, himself got COVID, twice in one week. And they're still suing in court to force kids and head start to wear masks. Just this morning, I'm in town for the launch of \"Only the Strong,\" I was going to be at CBS Mornings, they told me at the last minute, everyone who enters our building has to take a COVID test whether you're asymptomatic or not. So, I just said, no, you can send a studio truck to me or I won't do it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COTTON",
      "utterance": "But if you don't think that the people who are insisting on test at major news networks are also the people in universities and colleges and governors in Democratic states, and the Democrats in Washington aren't going to start taking these steps again after the election next week, you're sorely mistaken."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COTTON",
      "utterance": "Because they have not given this up. Washington, D.C., more than any place I've traveled in the country in the last few months on the campaign trail has more mass per capita than anywhere. They're still dedicated to this COVID tyranny."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm kind of glad that a lot of those people in D.C. are still wearing masks. I mean, have you seen some of them Kat? My God, I wish the mask went all the way up. Horrible. Their foreheads, especially, disgusting. Terrible eyeballs or noses. What do you think?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. I loved how the teachers' union had Randi Weingarten. She shared this article and when I agree with this, I bet you do your big jerk. I mean, like, like everyone else has said, it was, it's one thing at the very beginning of the pandemic were nobody knew. This wasn't a case of ignorance. It was intentional hypocrisy, as everybody, as you know, you pointed out that they repeatedly engaged in."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's joke, by the way."
    },
    {
      "speaker": "TIMPF",
      "utterance": "They said, I know. I know, in my defense, he's only worked with us for like, over a year."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Nice to meet you."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, you too. And I think that they didn't know but what they didn't know was that it would stop being politically advantageous."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That's what they didn't know. So, they've -- now, that they figured that out, they're like, hey, why don't you just forgive all of us? But they haven't said they're sorry and there's people that still suffer with the consequences. Businesses that were forced to shut down so long they couldn't stay open at, all those people, they still don't have their business."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You know, people who couldn't say goodbye to loved ones, they can't re-say goodbye to them because they're dead."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "So, I think that they're -- we're going to need a, you know, have a little more, and also awareness that they were able to do this so we can watch out for this kind of thing in the future."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Good point. All right. Coming up, would you choose dysentery or costume social commentary?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Nothing says Halloween like a political scene. Yes, \"The View\" celebrates the Oscar's slap along with their usual crap. \"The View\" did Halloween by dressing up kids as various social and political issues -- great idea. But thank God, no one went as a slutty nurse. I only throw up when I need to lose weight. So, there was a kid dresses inflation. I wonder if the clothes were from Goodwill. A few children dressed as the Mar-a-Lago raid, certainly no Trump obsession there. I wonder what costumes they rejected? Trump's taxes, January 6th, how do you dress up as the Capitol? Throw a sheet over Joy Behar? Then, there's a kid dressed as the Oscar's slap. She looks like she's having a ball. When the Oscar slap kid came out, wardrobe supervisor Ashley Alder (INAUDIBLE) Kaufmann said this."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Now, we do not want to endorse violence of any kind, but we couldn't help but talk about one of the hottest hot topics this year."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, Ashley Alder (INAUDIBLE) Kaufmann, shut up! Thank you. That wasn't easy. Now, they should have skipped the child's costume and had Will Smith come out as himself, he needs the work. But it could have been worse. They could have, \"The View\" could have gone as themselves, that usually scares the (BLEEP) out of kids. Kat, this isn't offensive. It's just like so ridiculous, using children as political props."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, but that's what sucks is because when these kids were coming out, everyone on the couch had to act like it was the funniest, most amazing thing they ever saw."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Because you can't be mean to kids."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "So, like, that's what they do. I guess, it's not fair to involve kids in pretty much anything because you can't provide an accurate assessment or else, you're a jerk."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's true. I'll say those kids are jerks, Senator. I want you to agree with me. No, when we were kids, we could -- I could be a hobo, a witch, or a ghost. Now, I'm all three. What say you, Senator?"
    },
    {
      "speaker": "COTTON",
      "utterance": "I thought that short Joe was in his bus. Should, shouldn't these kids have been in school? I mean, why did their parents take them out and sent to the \"The View\"? And by the way, isn't it a form of child abuse to make your kid go to \"The View\" and watch it in person?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is. It's elder abuse."
    },
    {
      "speaker": "COTTON",
      "utterance": "So, now these -- I mean, these costumes are not funny, especially the inflation costume. I don't think the American people think it's very funny. And I think the Democrats are going to think it's very funny next Tuesday."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a good point. Emily, Emily, what do you think of the? Was it a good idea, bad idea?"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "No. And what's crazy to me is that, that idea must have been green lighted by a whole org chart, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Every editorial, every, every decision that gets, that happens on set. There's a whole chart that approves it. So, there must have been 10 decision makers that were like, yes, that's a great idea. I'm not quite sure why someone didn't say, this is actually totally grotesque, inappropriate, and disgusting. To use children as political props, especially that age children for that FBI raid. You think they know what a subpoena is?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Or surveillance is? I mean, how do they, how were they explained that and then that guy who was the toilet, I wonder what his future holds? Probably not to brag."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Joe, I'm just happy that Joy didn't go in blackface? Or Whoopi didn't go on white face or the Republican broad with her two faces didn't come out."
    },
    {
      "speaker": "DEVITO",
      "utterance": "I think we're forgetting that. That's, that's a terrible costume."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it is."
    },
    {
      "speaker": "DEVITO",
      "utterance": "That's like -- Will Smith slapped the guy. He didn't beat him to death with the Oscars."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I know, it makes no sense."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They didn't want to do, she couldn't go as Chris Rock or as Will Smith, right?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "Well, I just they have a hand -- this is nonsense. We should go back to the good costumes we wore when I was a kid which was a plastic mask with three dimes size slits cut into it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "DEVITO",
      "utterance": "Had a rubber band cutting off your circulation and a staple going into your temple and a bag that said flammable."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you had no idea why you were sick at the end of the night. Breathing in some weird plastic contraption. Up next, you're not alone if automation makes you scream into your phone."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "\"A STORY IN FIVE WORDS.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Story in five: consumers prefer dealing with people. Emily, recent poll found the majority of people prefer dealing with a live person versus an automated system on the phone, must be hard for that automated person dealing with someone like you."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "What, why?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Because you talk too fast."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Whatever."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Except for now, for some reason you're talking slow."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "What I will say is that this is the most Captain Obvious poll of all time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Because it went on to say that the, like the, like the industry specifically where people still prefer humans are hairstyling, and like journalism, and things are here like obviously, when is there going to be a robot that's ever going to do my hair ever? No, thank you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I would love to have a hair, a hair cut from a robot?"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "No. What?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. I don't know. What do I care? I look beautiful. Senator, isn't it the problem here is that the system is infallible, but humans are? We are the problem."
    },
    {
      "speaker": "COTTON",
      "utterance": "Well, whenever these tech companies say it's our algorithms that do this, well, someone had to make the algorithm, of course, like all of you prepare or prefer to deal with humans. Artificial intelligence has its place. It's important for our economy, it's important for our security."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COTTON",
      "utterance": "Israel protects itself from incoming missiles with its Iron Dome system. Frankly, in Washington, if we got a little artificial intelligence, that would probably increase the total level of intelligence there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I agree. I agree with that. In fact, I believe that all judges, all judges should be robots because there's no emotion and it'll get hungry. I, you -- this show is completely affected by my hunger pangs. Do you know that?"
    },
    {
      "speaker": "DEVITO",
      "utterance": "Oh, I do know that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hurry up!"
    },
    {
      "speaker": "DEVITO",
      "utterance": "I do know that. I don't like the automated systems. Just once, I want to have them tell me, you know what, our menu options haven't changed. I just would love to hear that. But, yes, it's so strange, I do like talking to the customer service representative and that's why before they even picked up, I'm screaming: \"Representative! Representative! Representative!\""
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Same, same."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what, I have this theory, Kat, that what Joe just said is exactly how a dog thinks when it's barking. The dog barking is like a human talking to an automated system shouting like pay balance, pay balance. English, English. That's what a dog is doing when it's barking. It's like trying to talk to you."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. I hate dealing with an automated system, but I wish I could have one. It's like, it would to type: Wow, awesome. Congrats! I'm so happy for you. Or OMG, I'm so sorry. Sad face. Like depending on what the thing is."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But that's predictive test, text on your phone."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Oh, I'm talking about I'm asleep. I don't even have to know about it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, there you go. Well --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "And I'd be shocked to be like, oh, there's a baby, where that come from? But yes, I get so pissed because if you can do anything from an automated system, you can probably also do it on the Internet. And like I know about the Internet by now."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes. It's terrible kids. Only with adult supervision. All right, don't go away. We'll be right back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We are out of time. Thank you, Senator Tom Cotton -- buy his book! Buy his book! Emily Compagno, Joe DeVito, Kat Timpf, our studio audience. \"FOX NEWS @ NIGHT\" with Dreamy Trace Gallagher is next. I'm Greg Gutfeld, I love you America."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}