{
  "date": "November 23, 2021",
  "headline": "'Your World' on saving money during holiday season",
  "subHeadline": "'Your World' welcomed guests Randy Sutton, Mark Eiglarsh, Art Del Cueto, Heather Wheeler, Kenny Polcari, Jenna Arnold, Sarah Westwood and Lauren Tomlinson.",
  "url": "https://www.foxnews.com/transcript/your-world-on-saving-money",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHARLES PAYNE, FOX NEWS ANCHOR",
      "sentences": "President Biden outlining plans to tackle inflation, as Americans are digging deeper to pay for food and fuel ahead of the holidays. The president says moms and dads are worried. So what's being done to deal with it? We're all over it. Welcome, everyone. I'm Charles Payne, in for Neil Cavuto. And this is \"Your World.\" To David Spunt at the White House with more -- David.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID SPUNT, FOX NEWS CORRESPONDENT",
      "sentences": "Charles, good afternoon to you. President Biden said this afternoon of the rising gas prices -- quote -- \"This is a problem\" -- end quote. And to help alleviate the problem, he announced that he is releasing some 50 million gallons of oil from the Strategic Petroleum Reserve to help lower some of those gas prices across the country, especially now that people are getting ready to travel for Thanksgiving and Christmas next month. The president insists the price of a gallon of gas will eventually drop. It's $3.40 today, Charles. That's up from $2.10 last year at this time. The president just spoke a couple of hours ago at the White House about the economy. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Moms and dads are worried, asking, will there be enough food we can afford to buy for the holidays? Will we be able to get Christmas presents to the kids on time? And if so, will they cost me an arm and a leg? I told you before that we're going to take action on these problems. And that's exactly what we're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "The president gave an example of what he's doing by touting his port action plan to help ease congestion, pick up the pace from 40 hours a week to 24 hours a day, seven days a week and using more ports to coordinate and lessen the impact, but no question this is having an effect with Americans. According to the latest FOX News poll, President Biden's job performance on the economy, 36 percent approve right now, 58 percent disapprove, whereas, in May of this past year, just months ago, 51 percent approved of the president's handling of the economy, with 46 percent disapproving. The president hoping that Jerome Powell will deliver a healthy economy in his second term as Fed chair. Powell received 84 votes in the Senate when former President Donald Trump nominated him back in 2018. One of the senators who voted no on Powell in 2018, then-California Senator Kamala Harris, when asked yesterday how involved she was in the decision-making process to renominate Powell, White House Press Secretary Jen Psaki said she was consulted in the process. The president is hoping that Powell will really take those climate change priorities home, especially in Build Back Better. It passed the House to 220-13, has yet to pass the Senate. The names we want to look at, we have been looking at them for months, Kyrsten Sinema and Joe Manchin. When the president gets back from Nantucket after Thanksgiving, expect heavy negotiations here at the White House on Build Back Better -- Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Absolutely. Thank you very much. So, the White House worrying. Well, as the president's poll numbers keeps slipping, the economy and inflation are among the top three issues for voters, this according to the latest FOX News poll. So does the president have an inflation problem? With me now, Washington Examiner's Sarah Westwood, GOP strategist Lauren Tomlinson, and Democratic strategist Jenna Arnold. Lauren, let me start with you. It's obvious it's a problem. The White House has tried different tactics. First, this was -- it was a high-class problem. It was no big deal. We should be happy that we have inflation, to transitory, to now maybe it's profiteering, What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAUREN TOMLINSON, GOP STRATEGIST",
      "sentences": "Yes, they have really messed up the messaging on this one. I think dismissing Americans' concerns and when they were seeing this impact on their monthly budget, I mean, most Americans are seeing several hundred dollars in their monthly expenses right now. So they knew it wasn't a fake problem. They knew it wasn't transitory or it was -- just could be dismissed. And now the White House is trying to backtrack this, and you see this with their move today to announce that they're doing something about inflation, they're doing something about gas prices, they are releasing oil from the Strategic Reserve, which analysts say is not going to make that much of an impact ahead of the holidays on people's actual budgets. So they're trying to backtrack this because they realize they have stepped in it. And they don't want to repeat Jimmy Carter's failures and basically toss a win to the Republicans by messing this up so badly. Unfortunately for them, because they are also pushing the Build Back Better program and all of these other very high-spending government programs, if they continue to flush the market with so much money, I don't know how they are going to stop the inflationary measures.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMLINSON",
      "sentences": "I mean, Larry Summers, their own Democratic economist, was warning about this type of spending and how this would affect the inflation -- inflation in this country. And he was right. We're seeing it play out right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "No, there's no doubt that several Democrats, highly regarded Democratic economists, have come out said there's just too much money. But, Jenna, with respect to the actions being taken, these 50 million barrels, most folks don't think it's going to do -- amount to much. Crude oil, by the way, was up today. Crude oil stocks are up today. So if this doesn't work, what will the plan B?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNA ARNOLD, DEMOCRATIC STRATEGIST",
      "sentences": "Well, I would probably go back to one of the initial foundations of what I would argue is the Democratic Party, to make sure that the people who are making the most amount of money in this country are actually taxed. Remember, corporations have record-breaking profits this quarter, and the stock market is, again, higher than it's been in a very long time. So who's making money right now? Corporations. They're squeezing Americans. They're telling their shareholders they have made billions. And then they're telling the IRS that they haven't made that much money. So the idea of, again, going back to well, should we consider taxing more of the rich -- and, again, I'm not talking about anybody who's watching here. We're talking about multitrillion-dollar companies, increasing their taxes from 21 to 28 percent. There's your additional trillion dollars a year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "So, Sarah, first of all, I will point out. I looked at the numbers. ExxonMobil through the first three quarters of last year lost billions. In fact, last year, they lost $22 billion. Stands to reason to they're making a little bit more money this year. Do you think higher taxes will curb inflation if we that kazillion, billion-dollar companies?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH WESTWOOD, THE WASHINGTON EXAMINER",
      "sentences": "That's certainly the argument that the White House is trying to make when they're pitching Build Back Better now as something that is going to reduce inflationary pressures. But the reality is that no part of that legislation was written with inflation in mind. Democrats wanted all of those progressive policies before inflation became a concern.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WESTWOOD",
      "sentences": "This is not the bill that Democrats would have written if what they were trying to do was reduce inflation. But now the White House is trying to sell this as a bill that would reduce inflation somehow, even though it involves pumping trillions of dollars into the economy, overheating demand, which is already outstripping supply as it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WESTWOOD",
      "sentences": "And this is a White House that seems to think that what it has when it comes to the economy is just a messaging problem. That's why you hear them shifting their tone, talking about the impact of rising prices on Americans. But what they really have is a policy problem. They don't have an anti- inflation agenda. They don't really have a plan B to deal with rising prices. So they're sort of just trying to repackage their existing agenda as an anti-inflation panacea. And that's really not what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I can tell you right now, in just 48 hours, everyone in America is going to be passing the plates around. And the number one topic is going to be how expensive it is. No, number one topic would be, we're glad to see each other. It's been two years. And, golly, how expensive is this get-together? Ladies, thank you all very much. I want to go to Wisconsin now, where the suspect in that Waukesha parade Miranda rampage that left five people that is due to make his first court appearance. Matt Finn is in Waukesha with the very latest -- Matt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT FINN, FOX NEWS CORRESPONDENT",
      "sentences": "Thirty-nine-year-old Darrell Brooks is scheduled to make that first court appearance here at the Waukesha County courthouse within the hour. Police say they intend to charge him with five counts of first-degree murder. Each one of those counts carries a potential sentence of life in prison. There is a camera scheduled to be inside of the courtroom, so this should be livestreamed. And police say Brooks is the driver who allegedly drove his red SUV through Sunday's Christmas parade here in Waukesha, killing five people. That includes Virginia Sorenson, 79 years old, LeAnna Owen, 71 years old, Tamara Durand, 52 years old, Jane Kulich, 52, and Wilhelm Hospel, 81 years old. And we also have a new video to show you, the moment Darrell Brooks rooks was taken into custody by police on Sunday captured on a home Ring camera. Brooks told a homeowner named Daniel Rider that he needed to use his phone to call for a ride. Brooks claimed he was homeless and Rider gave him his phone and also made him a sandwich. Rider says he was unaware of the mass casualty event because Brooks was using his phone. Then police seized on Brooks. People who were at the parade and survived tell FOX News they are outraged to learn that Brooks was released over and over on violent crimes even while he has an active warrant in the state of Nevada. And just days ago, he was released on a $1,000 bond after allegedly trying to run over the mother of his child.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDRA HOLLANDER, WITNESS",
      "sentences": "This has taken up this community, and then finding out that this guy shouldn't have been out, it's -- it is maddening. Fortunately, the community has come together in support of each other. But the system, something is wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FINN",
      "sentences": "So, just minutes from now, the alleged driver of the Christmas parade massacre is scheduled to be inside of this court. We will keep you updated, Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Thank you very much. Meanwhile, with gas prices soaring, President Biden is tapping into the Strategic Oil Reserve, while many Americans are tapping the brakes on Thanksgiving travel. FOX Business' Jeff Flock is tracking it all -- Jeff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF FLOCK, FOX BUSINESS NETWORK CORRESPONDENT",
      "sentences": "On the road in New Jersey, Charles, looking at the question of whether or not these high gas prices have eliminated some people from the holiday travel drive. Take a look at the road out here in New Jersey, kind of sparse on this side. We will back in a moment, though, with a full report. Stand by.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "President Biden releasing 50 million barrels from the Strategic Oil Reserve, this in an effort to bring gas prices down. But Americans filling up for Thanksgiving travel this week will still be feeling a pain at the pump. FOX Business' Jeff Flock is following it all from the road -- Jeff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLOCK",
      "sentences": "And we can tell you just how much they will be feeling the pain, Charles. And I will tell you, some people think that is going to put a crimp in holiday driving this Thanksgiving at least. Take a look at the numbers right now, where we are. Fortunately, it looks like we have hit a peak when it comes to gas prices. It's $3.40, the average gallon of regular right now. That is down a penny from what it was last week. We got as high as $3.44 a little bit earlier. So the thought is, yes, we peaked, and now this SPR news, the Strategic Petroleum Reserve release, maybe it looks like they will come down a little more. But, according to GasBuddy, already, people are planning to cut their travel back. They surveyed GasBuddy customers, who said 32 percent are intending to travel this Thanksgiving. That's compared to 35 percent who were planning to travel by road this time last year, and 65 percent, of course, before the pandemic. So they think it's going to have a chilling effect. Over at AAA, though, they told us they don't think so. They think that actually people will go ahead and drive this holiday because, well, they really want to this Thanksgiving. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW GROSS, AAA",
      "sentences": "If there's a mild winter globally, that means there will be less demand for heating oil. So that means there will be less demand on oil in general. But if it's -- if it's a cold winter, that can cause some issues when it comes to gasoline prices.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLOCK",
      "sentences": "Just going through the toll here to cross the Ben Franklin Bridge, for those who know it, heading into Philadelphia. I leave you with one final note, Charles. And that is the cheapest gas in America. If you want to go and get gas for $2.17, you got to go to the United Express in a place called Pampa, Texas, many, many miles away from us here in the Northeast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLOCK",
      "sentences": "Fun drive, though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I'll tell you what. Things keep going like this, Jeff, I might take a drive down there and fill them up, and I think I would still break even, or maybe save cash.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Be safe, my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLOCK",
      "sentences": "Sounds good. Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, U.S. producers put out the largest share of the world's oil. This is last year, according to the U.S. Energy Information Administration. So, instead of pulling from reserves, shouldn't President Biden be calling for more pumping here at home? Slatestone Wealth market strategist Kenny Polcari here to weigh in. Kenny, I was shocked that we're bragging about this coordinated effort with these countries that are chipping in a million, two million, three million barrels? We're number one. If we wanted to really pressure OPEC, couldn't we turn on the spigots? I mean, this is a weird way of going about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNY POLCARI, SLATESTONE WEALTH",
      "sentences": "It's shameful. I mean, think about it. Under the last administration, and like it or not, we were the -- we were the swing producer. We were the ones who were actually controlling the price of oil, because we were a net exporter and the swing producer and the largest producer of oil in terms of barrels on a daily basis, right? So it's mind-boggling to me that we now find ourselves in this position where suddenly we have got to take oil out of the Strategic Petroleum Reserves, and then beg other countries in Asia to join us to help bring down oil, which is going to last for how long, by the way? Maybe for about -- maybe for about 12 hours? It might bring the cost of gasoline down by 3 cents. And, by the way, oil - - gas is down here in Florida. I was paying just over $4 a gallon a week- and-a-half ago. I paid $3.80 today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLCARI",
      "sentences": "So it's down about 20 cents here for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLCARI",
      "sentences": "And oil is off 10 percent in the last week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLCARI",
      "sentences": "It's on its right back up to $100.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I want to get back to you on that, because I like where you're gone. But I want to continue with this, because the Strategic Petroleum Reserve, we're just hearing from the White House that they have not ruled out options with respect to maybe even further going after some of this oil. This program was created as capacity for over 720 million barrels. But we're already at 600 million barrels. Turns out we have been secretly selling to foreign countries anyway. It's for emergencies. And here's the irony of it all. We have got to buy it back at some point. We will probably end up paying more to replace it than we are to take it out right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLCARI",
      "sentences": "And I'm not sure that this is defined as an emergency concerning what you said. We could replace that oil. It's not like we ran out of oil in the country, there's nothing left to pump. There's plenty of oil the pump, and we could do it. So why are we taking out of what should be an emergency program is beyond me, but one way or the other, he thinks he's helping the nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLCARI",
      "sentences": "Somebody said to me, put it today, well, it's better than nothing. Well, OK, it's better than nothing, but it's not a solution, by any stretch of the word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Also, I don't think finger-pointing is the solution. I want you to take a listen to President Biden blaming price gouging for some of these higher prices that Americans are seeing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLCARI",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Take a listen, Kenny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "If the gap between wholesale and retail gas prices was in line with past averages, Americans would be paying at least 25 cents less per gallon right now, as I speak. Instead, companies are pocketing the difference as profit. That's unacceptable. And that's why I have asked the Federal Trade Commission to consider whether potentially illegal and anti-competitive behavior in the oil and gas industry is causing higher prices for consumers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "So the two Republicans on the FTC sent the White House a message today. They said, listen, you want us to investigate this and you say you have proof, please share it with us. I really think this is a despicable route to go down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLCARI",
      "sentences": "It's despicable. And it started with Elizabeth Warren over the weekend. She did -- she had the exact same narrative on MSNBC. And I saw the clip on Twitter. I don't - - I wasn't watching the show itself. But I saw it on Twitter, where she did exactly that. She blamed ExxonMobil and Chevron for price gouging, for price gouging Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLCARI",
      "sentences": "And I say they completely have no idea what econ 101 is and supply and demand, because that's what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLCARI",
      "sentences": "And, in fact, like I said, oil for me, gas for me here in Florida has come down probably 10, maybe 15 cents from what I was paying two weeks ago or 20 cents or I was paying two weeks ago. So it has in fact come down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLCARI",
      "sentences": "But I expect it's going to shoot right back up in the next couple of weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes, hey, listen call off the war on oil. We got it beneath our feet. It's a blessing for us. Let's take advantage of it as we make the transition. By the way, Kenny, it's OK if you watch MSNBC every now and then. We will hold it against you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLCARI",
      "sentences": "I saw it on Twitter!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "But don't make it a habit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLCARI",
      "sentences": "I saw it on Twitter!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, have a great Thanksgiving, Kenny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLCARI",
      "sentences": "Thanks. You too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "By the way, you might have to skip that extra helping this -- at dinner at this Thanksgiving. Why stockpiling up on some turkey Day staples is becoming a little bit more challenging this year. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "A federal jury said CVS, Walgreens and Walmart helped fuel the opioid crisis in two Ohio counties by distributing massive amounts of painkillers in a region. It's the first time pharmacies have been found liable. We will be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, the supply chain crisis causing more trouble for shoppers ahead of the holidays. With Thanksgiving just days away, supermarket chains Publix now placing purchase limits on some items. The reason? Well, supply chain issues, FOX Business' Kelly O'Grady has the details -- Kelly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLY O'GRADY, FOX BUSINESS CORRESPONDENT",
      "sentences": "Yes. Well, Charles, Publix is actually one of a couple of supermarkets limiting items ahead of the Thanksgiving holiday. Winn-Dixie has also announced they will limit the purchase of turkeys to one per customer, similarly citing supply chain issues. But the list at Publix is far longer. So the affected items include everything from Thanksgiving staples, such as canned cranberry sauce, canned pie filling and jarred gravy, to certain breakfast items and even paper products and bath tissue. Now, customers shopping at the grocery store will only be allowed to buy two of these products per trip. And the move is intended to prevent hoarding, so that Publix can best serve the majority of their shoppers. Now, on top of food prices rising 5.3 percent vs. last October, supply chain circles have been a real problem for grocery stores this season. Containers are stuck at the ports and there simply aren't enough truck drivers to get your holiday staples to those supermarket shelves. Now, long term, that could be a problem for these regional players. And that's because Publix operates in seven Southeastern states. But national behemoths like Walmart have the resources to charter their own tankers amidst the crisis to ensure those shelves are stocked. Now, with Amazon getting into grocery as well, limited experiences this holiday season could impact where consumers shop going forward. And, listen, Charles, we may be in for more restrictions. I mean, you have winter holiday parties coming up next month, and the supply chain crisis is still raging. And, of course, we all remember or, probably, rather want to forget the great toilet paper shortage of 2020. So make sure you do your holiday shopping now. I'm personally going to pick up some pies on the way home because my family is going to be upset without them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes, I -- that sounds ditto for our family as well. Thanks a lot, Kelly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "So, as prices continue to surge amid the supply chain crisis, what can shoppers do to save money? The Krazy Coupon Lady, Heather Wheeler, is with us, joins us now. All right, people love you, first and foremost, but especially right now. Prices are zooming. People are getting nervous. What are they asking them? And what are you telling them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEATHER WHEELER, THE KRAZY COUPON LADY",
      "sentences": "OK. So, as you know, this is going to be the most expensive Thanksgiving that we have seen. But I actually have really good news, because there are some significant ways that shoppers can save even now, even two days before Thanksgiving. There's some really good tools I want to tell you about. The first one is an app called Ibotta. This is a cash-back rebate app that saves you money after you purchase. They're giving you five free items. This sounds too good to be true. I can hear it when I say it, but just hear me out. You can get free soup, corn muffins, frozen vegetables, mashed potatoes, and a turkey all for free at Walmart when you shop using the Ibotta app. So you're going to go, you're going to buy all of those things. And when you get home, you're going to take a picture of your receipt, and they're going to refund you the full amount that you paid for those five items.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHEELER",
      "sentences": "So that's huge right there. That's going to be over $20 in savings with just that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right. Right. Heather, I wrote it down, but is it Ibotta? How do you say it? Ibotta?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHEELER",
      "sentences": "You're saying it right. And it spelled I-B-O-T-T-A.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "OK, wow, that is absolutely phenomenal. What about some of these things now that are being restricted, like cranberry? Ironically, I like cranberry sauce out of a can, but they're in short supply.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHEELER",
      "sentences": "Me too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHEELER",
      "sentences": "Yes, I think the key is to shop at some of those big retailers, some of those big box stores, where they will have more stock. That's the biggest thing. And we might need to mix up some of the things that we're serving this year. For example, we know that eggs and bread and some of our meat products like seafood and pork are more expensive this year. So, we'd recommend skipping some of those things and replacing them with things that you can find in stock and that are a little bit cheaper.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, you're not talking about tofurkies, right? Like, we're not going with a tofu turkey here, are we?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHEELER",
      "sentences": "No, no, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHEELER",
      "sentences": "No, we are not. In fact...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "We draw the line somewhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHEELER",
      "sentences": "You can get a -- yes, none of that. You can actually even get a free turkey with purchase at WinCo and at Kroger. When you spend $100 on groceries at those stores, they will give you a free turkey. Or at Hy-Vee -- this is one of my favorites because you can check off your Christmas shopping and your Thanksgiving shopping in one swoop. When you buy a ham, they're going to give you a turkey for free.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Before I let you go, I was on your Web site and I saw you had these -- some of these best Black Friday deals for under $10. You don't have to give us all of them. We will get you some traffic to the Web site, but give us one, right? I mean, it just always creeps up on me and next thing I know I have got to catch up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHEELER",
      "sentences": "Yes, you should be doing your Black Friday shopping right now. It started early this year. My favorite deal so far that I just purchased was a Contigo water tumbler. Normal price is $25. It's under $10 right now at Amazon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Wow. Absolutely. Give me one more then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHEELER",
      "sentences": "Oh, gosh, there's so many. Do I have to stay under $10?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "No, you don't have to. I got big bucks. Go to $20.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHEELER",
      "sentences": "Oh, gosh, $20. OK, I was going to talk about the AirPods that are the lowest price we have seen. I'm not sure if that deal is still going at Amazon. But Walmart just launched a ton of their Black Friday prices already. There's just too many to list.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, well, it's great having you on, Heather, and The Krazy Coupon Lady, just in the nick of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHEELER",
      "sentences": "Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Thank you so much. Hey, a big change could be heading to the Big Apple. New York may soon allow noncitizens to vote. Would the moves get more cities to follow? Also, Texas deploying troops to the border as another caravan is closing in. Should it be the Biden administration, though, stepping in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "New York City set to clear the way now for 800,000 noncitizens to vote in local elections. It would be the largest city in the nation to do so. FOX News' own David Lee Miller has more than that -- David.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID LEE MILLER, FOX NEWS CORRESPONDENT",
      "sentences": "Charles, supporters of the proposed legislation that would allow noncitizen residents to vote in local elections in New York City rallied this afternoon outside of City Hall. The bill has been on the drawing boards for years. And now it seems increasingly likely that it will soon become law. Although Mayor Bill de Blasio has expressed doubts about the bill's legality, he says he will not veto it. But even if he did, there are enough votes to make his approval unnecessary. The Our City Our Vote bill, as it is known, says that anyone who has lived in the city for 30 days and who has a green card or a work visa can cast a ballot for local officials, including the mayor. It would not allow for participation in state or federal elections. The bill's passage would make New York City the largest in the country to allow noncitizens to vote. About 12 other municipalities have passed similar laws. Lawmakers behind the legislation say New York's immigrant population deserves a voice in the city that they now call home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLINA RIVERA (D), NEW YORK CITY COUNCIL MEMBER",
      "sentences": "The people that are taking care of our meals, that are driving the cars that we get into, that are making sure that we keep our city clean, they deserve a voice at the ballot box. And that is exactly what this is going to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "The proposed legislation comes as a record number of immigrants are trying to enter the U.S. Some opponents of the proposed bill say that it diminishes the incentive for pursuing citizenship and gives immigrants undeserving say in local issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BORELLI (R), NEW YORK CITY COUNCIL MEMBER",
      "sentences": "This bill allows people who've lived here for a total of 30 days, literally a month, to weigh in on the city's elections, the future of New York City, the amount of debt we leverage, the amount of spending we do, the amount of taxing we have. And, again, these are people who live here for literally a month.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Councilman Borelli says he wants the city to hold a referendum on giving the vote to noncitizens. The City Council, however, is expected to vote on the bill early next month. The incoming mayor, Eric Adams, supports the law. And he said -- and I quote now -- \"In a democracy, nothing is more fundamental than the right to vote,\" adding, \"Almost one million New Yorkers are denied this foundational right\" -- Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "David, thank you very much. Meanwhile, folks, in Texas, right now, they're dispatching 10,000 National Guard troops and state troopers to the border as that state prepares for more migrant caravans that are heading north. Joining me now, National Border Patrol Union Vice President Art Del Cueto. Art, it's -- we hear the story over and over again. And I guess the thing that is really -- for the most people in this country who aren't there, they keep wondering, why does Texas have to keep stopping them? Why so much pressure on your organization? Why can't there be some sort of federal acknowledgement of what's happening there and some serious action?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ART DEL CUETO, VICE PRESIDENT, BORDER PATROL UNION",
      "sentences": "Well, there isn't anything from the federal side because this administration, particularly the president, doesn't want to do anything about it. They don't care. Look at the issues that have been continuously happening down at the border. It's nonstop. It's what a lot of people call -- it's the evergreen, right? The immigration problem is something that doesn't stop. There's a borders are that's appointed. She's only been down there once. And she really didn't go down to see what was going on. And no one -- no one in the administration is going to go down there and pay attention and actually take care of the problem. So now here you have individuals at the state, the governor trying to do something about it. But the problem is going to be, they're going to be undermined by the federal government at the end of the day, because when those individuals are turned over to the federal government, the federal government's going to go through the regular immigration process that they have continued to go through and release them into the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "You know, speaking of the border czar, or Vice President Kamala Harris, all the scuttlebutt between the infighting between her and everyone else in the White House, it's been revealed that this job is deemed as something that's unfixable, that's deemed as something undesirable. And that's one of the reasons maybe she hasn't paid most -- a lot of attention to it. But are you somewhat saddened think that the administration is saying there's nothing that can be done at the border, and it's seen more as a punitive action to even be appointed the role as something positive for America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEL CUETO",
      "sentences": "It's -- I'm not saddened from it. I'm angered by it, because there is something that can be done. They could bring back policies that worked under the last administration. They can bring back the remain-in-Mexico policy, something that everyone knows worked, especially the people that are down here seeing it day in, day out. We know that's what worked. And that's what they need to bring back. So it's not a sad stage. It's an angry stage. They know what they need to do. They're just not doing it. And you're hearing another caravan coming up. It's -- every four months, you hear another caravan coming up. By now, you should figure out what you're supposed to do, because there's another caravan coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Art, I got less than a minute to go. I'm not sure if you were listening to the story right before yours. In New York City, they're working on a plan allow noncitizens who have been in the city only a month to vote in local elections. It's -- I mean, how much harder does that make your job? You talked about the federal government releasing folks who come in and come into the border throughout American cities, and now the notion that they have a right, a legal right somehow, to be able to vote in local elections only after being here for 30 days?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEL CUETO",
      "sentences": "There's politicians in this country that don't care about America, and they continue to make these ridiculous laws and create a magnet for the criminal element.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEL CUETO",
      "sentences": "That's the only thing that they're doing, creating a magnet for criminals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Art, I know you guys have been through a lot. We will keep checking in on you. And thank you so much. We always appreciate your time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEL CUETO",
      "sentences": "Thank you for having us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "As we learn more details about how the Wisconsin rampage suspect was released on low bail -- this is prior to the deadly attack -- some Democrats are still calling for bail reform -- next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, some Democrats are looking to lower bail. New York Congresswoman Alexandria Ocasio-Cortez demanding that prosecutors end the practice of -- quote -- \"excessive bail\" in New York, this as we learned that the Wisconsin rampage suspect, Darrell Brooks, was released on what the Milwaukee district attorney is calling inappropriately low bail earlier this month. FOX News correspondent Gillian Turner is here with the very latest -- Gillian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "sentences": "Hi, Charles. So, a group of House Democrats is now advocating some new criminal justice reform measures, including this push to close all federal prisons within the next decade. This comes, as you know, just 48 hours since -- after police took Darrell Brooks Jr. into custody Sunday after he allegedly mowed down dozens of parade-goers and killed five people. Now, the White House insisting just a few moments ago that President Biden is not interested. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "The president does not support abolishing prisons. He does not support defunding the police. He thinks measures like that will make us less safe and he would not support legislation that includes it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "So, Alexandria Ocasio-Cortez and two other New York representatives insist they have concerns that excessive bail is creating - - quote -- \"a humanitarian crisis\" in New York City's jail system. They're also claiming conditions in New York jails violate inmates' civil rights, AOC tweeting: \"More than 75 percent of individuals in custody haven't been convicted of a crime and are confined in unsafe conditions simply because they can't afford cash bail.\" Now, on Sunday, Rep. Rashida Tlaib told Axios she supports a proposal to shutter federal prisons altogether. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RASHIDA TLAIB (D-MI)",
      "sentences": "I think that everyone's like, oh, my God, we're going to just release everybody. That's not what I'm saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "That's what the act says.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TLAIB",
      "sentences": "Yes, but did you how many people are mentally ill that are in prison right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "No, I know that, but the act that you endorsed actually says release everyone in 10 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TLAIB",
      "sentences": "But in 10 years...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "It does release everyone. And what I'm trying to say to you is...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TLAIB",
      "sentences": "Within 10 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TLAIB",
      "sentences": "And, obviously, there's a process of looking at, how can we get away from mass incarceration and move towards care first?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "So, Darrell Brooks was himself out on $1,000 bail at the time he allegedly plowed into a Waukesha parade. He also has two open criminal cases in Milwaukee County -- Charles",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Gillian, thank you very much. I want to bring in criminal defense attorney Mark Eiglarsh. Mark, obviously, people are worried. We're talking now about Darrell Brooks, who initially had bail at $10,000. And then it was $1,000. I mean, does this -- does this send the wrong message to criminals? There's little consequence, and if you do get caught, you can get out pretty easily?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK EIGLARSH, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "I think that we need to confine what this means. What it means is a prosecutor, a single prosecutor, screwed up badly. And don't take my word for it. Let's listen to his boss, who said, yes, we messed up. So, the first thing it has to happen is find out why that particular prosecutor didn't read through his 50 pages of priors, or maybe he or she did and chose to ignore them. Find out specifically why they did what they did and fix it with that particular prosecutor. Now, to say that this somehow is a trend, and somehow means that there needs to be systematic reform and change and the sky is falling, I would hold off on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, if you lived in New York City, I'm not sure you would hold off on that. I have seen people who've bragged about going to jail, getting arrested and coming out that night over and over and over again. I mean, listen, this one-size-fits-all approach to criminal justice, social justice and all these other things, Mark, it's backfiring big time. I mean, shouldn't there be a smart way to be able to say, if somebody has 50 pages of priors -- $10,000 sound low; $1,000 sounds absurd. But, by the same token, someone who maybe is not a threat to the community could come out. Why do they have to be one or the other? Why can't we make logical decisions here? Because too many dangerous people are out on bail. Almost every time we hear of a significant crime, it's someone out on bail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EIGLARSH",
      "sentences": "OK, I'm in the system. And I have been in the system for over 30 years, in spite of my youthful appearance, and I'm telling you, that's how it generally works. Generally, the priors are looked at, they're analyzed. There's a standard bond, and then the prosecutors either agree to that or they say, hold on. On this guy -- and, specifically, we're talking about Brooks -- they should have said, this guy has a history of failing to appear. He's got several priors for violence. He's got a record dating back to 1999, when movie tickets were only $5 and \"SpongeBob SquarePants\" premiered. I mean, this is way back. This is a lot of history. That's the time that a prosecutor should say, Judge, the standard bond is not enough. It needs to go higher. And that's how it generally works.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "It just -- listen, most of the folks watching, I'm pretty sure, would say it's almost -- almost inevitable that these repeat offenders somehow find a way to get out of the system. And there has been a major push, particularly with cash bail. You heard AOC just mentioned the term a moment ago. Are you for reforming cash bail? Do you think the bail system is fair? And, again, I just think the notion that we should get rid of cash bail, particularly with people who have a track record of harming other people, it's outrageous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EIGLARSH",
      "sentences": "No one-size-fits-all. For people who have records dating back to the disco crisis, those people should have a much higher bond because they're more of a danger to the community and a risk of flight. On the other hand, those who have one offense, and perhaps it's not a very violent offense, who have ties to the community, but just don't have the money, shouldn't have to be posting a very high bond, because then that establishes a two-tier criminal justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EIGLARSH",
      "sentences": "Those who have money get out and those who don't wind up being subjected to acts of violence and overcrowding. So, there has to be some type of across-the-board way for prosecutors to do their job properly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EIGLARSH",
      "sentences": "In this case, in Brooks' case, he failed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right. And, Mark, I got to let you go. But I would say add one more component to that, and that's the public, who has to pay a serious price when the wrong people are let out. We have get to go. Thank you so much, my friend. By the way, you're looking live right now, folks, at President Biden and the first lady. They're visiting the D.C. Central Kitchen, where they're assembling Thanksgiving meal kits for families in need. We will have more right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "We're live in Waukesha, Wisconsin, where, moments from now, Darrell Brooks, the suspect in Sunday's parade rampage, will be doing in court. Matt Finn is in Waukesha with more on what we can expect -- Matt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FINN",
      "sentences": "Charles, we're outside of the Kenosha County courthouse right now, no crowds gathered or anything like that. Police have announced they intend to seek five charges of first-degree murder against 39-year-old Darrell Brooks. They say he's the guy who drove through the parade on Sunday, killing five people. There is the question of whether perhaps more charges will come, considering he mowed down dozens of people, leaving six children critically injured. We're told there will be a camera inside the courtroom. This will be livestreamed. And people who were at that parade on Sunday here in Kenosha tell FOX News that they are outraged that Brooks was released over and over again, considering his violent criminal past. Most recent, he was just released on $1,000 bond on November 11, even though he had an active warrant in the state of Nevada. And he was released on charges in part that he allegedly ran over the mother of his child. We are at the court, and we will keep you updated on Brooks' first appearance in this criminal case, Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Matt Finn, thank you very much. Appreciate it. So, how do you prevent this type of tragedy from happening again? In big cities, they use everything from garbage trucks to police cars to secure parade routes. Does that need to be done, though, everywhere? I want to bring in retired Las Vegas Police Lieutenant Randy Sutton with me now. Before we get to that, though, Randy, we're going to hit this hearing that's going to be livestreamed. What can we expect? For -- obviously, everyone there has to be embarrassed on the prosecutor's side that this man was out in the first place, allowed to commit such a heinous act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RANDY SUTTON, FORMER LAS VEGAS POLICE LIEUTENANT",
      "sentences": "Oh, you're absolutely right. This was a -- this was a very clear failure of the policies of the Milwaukee County district attorney, Chisholm. Now, he's now disavowing it in a way, saying that it was one of his underlings that made this bad decision. But this is a classic example of the buck stops here. The policies put into place by him are just like many of the -- quote -- \"activist\" district attorneys that have been put into office around the country. And this is his policy. So he can try and disavow and push it off on an underling. But this is all him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUTTON",
      "sentences": "And this is -- and we have seen -- as you said, you mentioned a little bit earlier, we have seen the same situation take place in New York, time after time after time. This is a failure of activist district attorneys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Waukesha, this -- the suspect goes to a house, knocks on the door, and the guy gives him -- lets him use the phone and makes him a sandwich. Can you imagine such a beautiful community? And now the question is, how can they have parades anymore? Do they have to erect structures? Do they have to bring in garbage trucks? I mean, how do they keep themselves safe and maybe keep some of what makes them a great American city at the same time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUTTON",
      "sentences": "You know, this is called -- in my estimation, this is taking the innocence of America away. We see an idyllic community, small community, 72,000 people in it, celebrating a holiday that brings people together with -- I mean, a true Americana. And then you have an animal like this, who takes the lives of so many, destroying the lives of so many more because of his violent acts. And so, when you look at what can be done as far as hardening the target, yes, sure, there's ways you can do that. And small towns, whether they have those resources, I don't know. I think that -- I think that what happened here is, America's heart has been broken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "It has been. And -- but people want to keep having these parades. I mean, is there anything that they have to do? I have got just 10 seconds, but, Randy, can -- it's hard for people now not to look over their shoulders, at least for the near term.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUTTON",
      "sentences": "Right. And this is where police presence can make all of the difference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUTTON",
      "sentences": "And this -- the heightened security that must take place all over America for holidays and parades like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, thank you, my friend. Happy Thanksgiving to you. And, of course, we will keep watching that. In the meantime, \"The Five\" starts now. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES PAYNE, FOX NEWS ANCHOR",
      "utterance": "President Biden outlining plans to tackle inflation, as Americans are digging deeper to pay for food and fuel ahead of the holidays. The president says moms and dads are worried. So what's being done to deal with it? We're all over it. Welcome, everyone. I'm Charles Payne, in for Neil Cavuto. And this is \"Your World.\" To David Spunt at the White House with more -- David."
    },
    {
      "speaker": "DAVID SPUNT, FOX NEWS CORRESPONDENT",
      "utterance": "Charles, good afternoon to you. President Biden said this afternoon of the rising gas prices -- quote -- \"This is a problem\" -- end quote. And to help alleviate the problem, he announced that he is releasing some 50 million gallons of oil from the Strategic Petroleum Reserve to help lower some of those gas prices across the country, especially now that people are getting ready to travel for Thanksgiving and Christmas next month. The president insists the price of a gallon of gas will eventually drop. It's $3.40 today, Charles. That's up from $2.10 last year at this time. The president just spoke a couple of hours ago at the White House about the economy. Listen."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Moms and dads are worried, asking, will there be enough food we can afford to buy for the holidays? Will we be able to get Christmas presents to the kids on time? And if so, will they cost me an arm and a leg? I told you before that we're going to take action on these problems. And that's exactly what we're doing."
    },
    {
      "speaker": "SPUNT",
      "utterance": "The president gave an example of what he's doing by touting his port action plan to help ease congestion, pick up the pace from 40 hours a week to 24 hours a day, seven days a week and using more ports to coordinate and lessen the impact, but no question this is having an effect with Americans. According to the latest FOX News poll, President Biden's job performance on the economy, 36 percent approve right now, 58 percent disapprove, whereas, in May of this past year, just months ago, 51 percent approved of the president's handling of the economy, with 46 percent disapproving. The president hoping that Jerome Powell will deliver a healthy economy in his second term as Fed chair. Powell received 84 votes in the Senate when former President Donald Trump nominated him back in 2018. One of the senators who voted no on Powell in 2018, then-California Senator Kamala Harris, when asked yesterday how involved she was in the decision-making process to renominate Powell, White House Press Secretary Jen Psaki said she was consulted in the process. The president is hoping that Powell will really take those climate change priorities home, especially in Build Back Better. It passed the House to 220-13, has yet to pass the Senate. The names we want to look at, we have been looking at them for months, Kyrsten Sinema and Joe Manchin. When the president gets back from Nantucket after Thanksgiving, expect heavy negotiations here at the White House on Build Back Better -- Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Absolutely. Thank you very much. So, the White House worrying. Well, as the president's poll numbers keeps slipping, the economy and inflation are among the top three issues for voters, this according to the latest FOX News poll. So does the president have an inflation problem? With me now, Washington Examiner's Sarah Westwood, GOP strategist Lauren Tomlinson, and Democratic strategist Jenna Arnold. Lauren, let me start with you. It's obvious it's a problem. The White House has tried different tactics. First, this was -- it was a high-class problem. It was no big deal. We should be happy that we have inflation, to transitory, to now maybe it's profiteering, What do you think?"
    },
    {
      "speaker": "LAUREN TOMLINSON, GOP STRATEGIST",
      "utterance": "Yes, they have really messed up the messaging on this one. I think dismissing Americans' concerns and when they were seeing this impact on their monthly budget, I mean, most Americans are seeing several hundred dollars in their monthly expenses right now. So they knew it wasn't a fake problem. They knew it wasn't transitory or it was -- just could be dismissed. And now the White House is trying to backtrack this, and you see this with their move today to announce that they're doing something about inflation, they're doing something about gas prices, they are releasing oil from the Strategic Reserve, which analysts say is not going to make that much of an impact ahead of the holidays on people's actual budgets. So they're trying to backtrack this because they realize they have stepped in it. And they don't want to repeat Jimmy Carter's failures and basically toss a win to the Republicans by messing this up so badly. Unfortunately for them, because they are also pushing the Build Back Better program and all of these other very high-spending government programs, if they continue to flush the market with so much money, I don't know how they are going to stop the inflationary measures."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right. Right."
    },
    {
      "speaker": "TOMLINSON",
      "utterance": "I mean, Larry Summers, their own Democratic economist, was warning about this type of spending and how this would affect the inflation -- inflation in this country. And he was right. We're seeing it play out right now."
    },
    {
      "speaker": "PAYNE",
      "utterance": "No, there's no doubt that several Democrats, highly regarded Democratic economists, have come out said there's just too much money. But, Jenna, with respect to the actions being taken, these 50 million barrels, most folks don't think it's going to do -- amount to much. Crude oil, by the way, was up today. Crude oil stocks are up today. So if this doesn't work, what will the plan B?"
    },
    {
      "speaker": "JENNA ARNOLD, DEMOCRATIC STRATEGIST",
      "utterance": "Well, I would probably go back to one of the initial foundations of what I would argue is the Democratic Party, to make sure that the people who are making the most amount of money in this country are actually taxed. Remember, corporations have record-breaking profits this quarter, and the stock market is, again, higher than it's been in a very long time. So who's making money right now? Corporations. They're squeezing Americans. They're telling their shareholders they have made billions. And then they're telling the IRS that they haven't made that much money. So the idea of, again, going back to well, should we consider taxing more of the rich -- and, again, I'm not talking about anybody who's watching here. We're talking about multitrillion-dollar companies, increasing their taxes from 21 to 28 percent. There's your additional trillion dollars a year."
    },
    {
      "speaker": "PAYNE",
      "utterance": "So, Sarah, first of all, I will point out. I looked at the numbers. ExxonMobil through the first three quarters of last year lost billions. In fact, last year, they lost $22 billion. Stands to reason to they're making a little bit more money this year. Do you think higher taxes will curb inflation if we that kazillion, billion-dollar companies?"
    },
    {
      "speaker": "SARAH WESTWOOD, THE WASHINGTON EXAMINER",
      "utterance": "That's certainly the argument that the White House is trying to make when they're pitching Build Back Better now as something that is going to reduce inflationary pressures. But the reality is that no part of that legislation was written with inflation in mind. Democrats wanted all of those progressive policies before inflation became a concern."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "WESTWOOD",
      "utterance": "This is not the bill that Democrats would have written if what they were trying to do was reduce inflation. But now the White House is trying to sell this as a bill that would reduce inflation somehow, even though it involves pumping trillions of dollars into the economy, overheating demand, which is already outstripping supply as it is."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "WESTWOOD",
      "utterance": "And this is a White House that seems to think that what it has when it comes to the economy is just a messaging problem. That's why you hear them shifting their tone, talking about the impact of rising prices on Americans. But what they really have is a policy problem. They don't have an anti- inflation agenda. They don't really have a plan B to deal with rising prices. So they're sort of just trying to repackage their existing agenda as an anti-inflation panacea. And that's really not what it is."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I can tell you right now, in just 48 hours, everyone in America is going to be passing the plates around. And the number one topic is going to be how expensive it is. No, number one topic would be, we're glad to see each other. It's been two years. And, golly, how expensive is this get-together? Ladies, thank you all very much. I want to go to Wisconsin now, where the suspect in that Waukesha parade Miranda rampage that left five people that is due to make his first court appearance. Matt Finn is in Waukesha with the very latest -- Matt."
    },
    {
      "speaker": "MATT FINN, FOX NEWS CORRESPONDENT",
      "utterance": "Thirty-nine-year-old Darrell Brooks is scheduled to make that first court appearance here at the Waukesha County courthouse within the hour. Police say they intend to charge him with five counts of first-degree murder. Each one of those counts carries a potential sentence of life in prison. There is a camera scheduled to be inside of the courtroom, so this should be livestreamed. And police say Brooks is the driver who allegedly drove his red SUV through Sunday's Christmas parade here in Waukesha, killing five people. That includes Virginia Sorenson, 79 years old, LeAnna Owen, 71 years old, Tamara Durand, 52 years old, Jane Kulich, 52, and Wilhelm Hospel, 81 years old. And we also have a new video to show you, the moment Darrell Brooks rooks was taken into custody by police on Sunday captured on a home Ring camera. Brooks told a homeowner named Daniel Rider that he needed to use his phone to call for a ride. Brooks claimed he was homeless and Rider gave him his phone and also made him a sandwich. Rider says he was unaware of the mass casualty event because Brooks was using his phone. Then police seized on Brooks. People who were at the parade and survived tell FOX News they are outraged to learn that Brooks was released over and over on violent crimes even while he has an active warrant in the state of Nevada. And just days ago, he was released on a $1,000 bond after allegedly trying to run over the mother of his child."
    },
    {
      "speaker": "SANDRA HOLLANDER, WITNESS",
      "utterance": "This has taken up this community, and then finding out that this guy shouldn't have been out, it's -- it is maddening. Fortunately, the community has come together in support of each other. But the system, something is wrong."
    },
    {
      "speaker": "FINN",
      "utterance": "So, just minutes from now, the alleged driver of the Christmas parade massacre is scheduled to be inside of this court. We will keep you updated, Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Thank you very much. Meanwhile, with gas prices soaring, President Biden is tapping into the Strategic Oil Reserve, while many Americans are tapping the brakes on Thanksgiving travel. FOX Business' Jeff Flock is tracking it all -- Jeff."
    },
    {
      "speaker": "JEFF FLOCK, FOX BUSINESS NETWORK CORRESPONDENT",
      "utterance": "On the road in New Jersey, Charles, looking at the question of whether or not these high gas prices have eliminated some people from the holiday travel drive. Take a look at the road out here in New Jersey, kind of sparse on this side. We will back in a moment, though, with a full report. Stand by."
    },
    {
      "speaker": "PAYNE",
      "utterance": "President Biden releasing 50 million barrels from the Strategic Oil Reserve, this in an effort to bring gas prices down. But Americans filling up for Thanksgiving travel this week will still be feeling a pain at the pump. FOX Business' Jeff Flock is following it all from the road -- Jeff."
    },
    {
      "speaker": "FLOCK",
      "utterance": "And we can tell you just how much they will be feeling the pain, Charles. And I will tell you, some people think that is going to put a crimp in holiday driving this Thanksgiving at least. Take a look at the numbers right now, where we are. Fortunately, it looks like we have hit a peak when it comes to gas prices. It's $3.40, the average gallon of regular right now. That is down a penny from what it was last week. We got as high as $3.44 a little bit earlier. So the thought is, yes, we peaked, and now this SPR news, the Strategic Petroleum Reserve release, maybe it looks like they will come down a little more. But, according to GasBuddy, already, people are planning to cut their travel back. They surveyed GasBuddy customers, who said 32 percent are intending to travel this Thanksgiving. That's compared to 35 percent who were planning to travel by road this time last year, and 65 percent, of course, before the pandemic. So they think it's going to have a chilling effect. Over at AAA, though, they told us they don't think so. They think that actually people will go ahead and drive this holiday because, well, they really want to this Thanksgiving. Listen."
    },
    {
      "speaker": "ANDREW GROSS, AAA",
      "utterance": "If there's a mild winter globally, that means there will be less demand for heating oil. So that means there will be less demand on oil in general. But if it's -- if it's a cold winter, that can cause some issues when it comes to gasoline prices."
    },
    {
      "speaker": "FLOCK",
      "utterance": "Just going through the toll here to cross the Ben Franklin Bridge, for those who know it, heading into Philadelphia. I leave you with one final note, Charles. And that is the cheapest gas in America. If you want to go and get gas for $2.17, you got to go to the United Express in a place called Pampa, Texas, many, many miles away from us here in the Northeast."
    },
    {
      "speaker": "FLOCK",
      "utterance": "Fun drive, though."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I'll tell you what. Things keep going like this, Jeff, I might take a drive down there and fill them up, and I think I would still break even, or maybe save cash."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Be safe, my friend."
    },
    {
      "speaker": "FLOCK",
      "utterance": "Sounds good. Thanks."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, U.S. producers put out the largest share of the world's oil. This is last year, according to the U.S. Energy Information Administration. So, instead of pulling from reserves, shouldn't President Biden be calling for more pumping here at home? Slatestone Wealth market strategist Kenny Polcari here to weigh in. Kenny, I was shocked that we're bragging about this coordinated effort with these countries that are chipping in a million, two million, three million barrels? We're number one. If we wanted to really pressure OPEC, couldn't we turn on the spigots? I mean, this is a weird way of going about it."
    },
    {
      "speaker": "KENNY POLCARI, SLATESTONE WEALTH",
      "utterance": "It's shameful. I mean, think about it. Under the last administration, and like it or not, we were the -- we were the swing producer. We were the ones who were actually controlling the price of oil, because we were a net exporter and the swing producer and the largest producer of oil in terms of barrels on a daily basis, right? So it's mind-boggling to me that we now find ourselves in this position where suddenly we have got to take oil out of the Strategic Petroleum Reserves, and then beg other countries in Asia to join us to help bring down oil, which is going to last for how long, by the way? Maybe for about -- maybe for about 12 hours? It might bring the cost of gasoline down by 3 cents. And, by the way, oil - - gas is down here in Florida. I was paying just over $4 a gallon a week- and-a-half ago. I paid $3.80 today."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "POLCARI",
      "utterance": "So it's down about 20 cents here for me."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right. Right."
    },
    {
      "speaker": "POLCARI",
      "utterance": "And oil is off 10 percent in the last week."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "POLCARI",
      "utterance": "It's on its right back up to $100."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I want to get back to you on that, because I like where you're gone. But I want to continue with this, because the Strategic Petroleum Reserve, we're just hearing from the White House that they have not ruled out options with respect to maybe even further going after some of this oil. This program was created as capacity for over 720 million barrels. But we're already at 600 million barrels. Turns out we have been secretly selling to foreign countries anyway. It's for emergencies. And here's the irony of it all. We have got to buy it back at some point. We will probably end up paying more to replace it than we are to take it out right now."
    },
    {
      "speaker": "POLCARI",
      "utterance": "And I'm not sure that this is defined as an emergency concerning what you said. We could replace that oil. It's not like we ran out of oil in the country, there's nothing left to pump. There's plenty of oil the pump, and we could do it. So why are we taking out of what should be an emergency program is beyond me, but one way or the other, he thinks he's helping the nation."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "POLCARI",
      "utterance": "Somebody said to me, put it today, well, it's better than nothing. Well, OK, it's better than nothing, but it's not a solution, by any stretch of the word."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Also, I don't think finger-pointing is the solution. I want you to take a listen to President Biden blaming price gouging for some of these higher prices that Americans are seeing."
    },
    {
      "speaker": "POLCARI",
      "utterance": "Right."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Take a listen, Kenny."
    },
    {
      "speaker": "BIDEN",
      "utterance": "If the gap between wholesale and retail gas prices was in line with past averages, Americans would be paying at least 25 cents less per gallon right now, as I speak. Instead, companies are pocketing the difference as profit. That's unacceptable. And that's why I have asked the Federal Trade Commission to consider whether potentially illegal and anti-competitive behavior in the oil and gas industry is causing higher prices for consumers."
    },
    {
      "speaker": "PAYNE",
      "utterance": "So the two Republicans on the FTC sent the White House a message today. They said, listen, you want us to investigate this and you say you have proof, please share it with us. I really think this is a despicable route to go down."
    },
    {
      "speaker": "POLCARI",
      "utterance": "It's despicable. And it started with Elizabeth Warren over the weekend. She did -- she had the exact same narrative on MSNBC. And I saw the clip on Twitter. I don't - - I wasn't watching the show itself. But I saw it on Twitter, where she did exactly that. She blamed ExxonMobil and Chevron for price gouging, for price gouging Americans."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes."
    },
    {
      "speaker": "POLCARI",
      "utterance": "And I say they completely have no idea what econ 101 is and supply and demand, because that's what it is."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes."
    },
    {
      "speaker": "POLCARI",
      "utterance": "And, in fact, like I said, oil for me, gas for me here in Florida has come down probably 10, maybe 15 cents from what I was paying two weeks ago or 20 cents or I was paying two weeks ago. So it has in fact come down."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes."
    },
    {
      "speaker": "POLCARI",
      "utterance": "But I expect it's going to shoot right back up in the next couple of weeks."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes, hey, listen call off the war on oil. We got it beneath our feet. It's a blessing for us. Let's take advantage of it as we make the transition. By the way, Kenny, it's OK if you watch MSNBC every now and then. We will hold it against you."
    },
    {
      "speaker": "POLCARI",
      "utterance": "I saw it on Twitter!"
    },
    {
      "speaker": "PAYNE",
      "utterance": "But don't make it a habit."
    },
    {
      "speaker": "POLCARI",
      "utterance": "I saw it on Twitter!"
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, have a great Thanksgiving, Kenny."
    },
    {
      "speaker": "POLCARI",
      "utterance": "Thanks. You too."
    },
    {
      "speaker": "PAYNE",
      "utterance": "By the way, you might have to skip that extra helping this -- at dinner at this Thanksgiving. Why stockpiling up on some turkey Day staples is becoming a little bit more challenging this year. That's next."
    },
    {
      "speaker": "PAYNE",
      "utterance": "A federal jury said CVS, Walgreens and Walmart helped fuel the opioid crisis in two Ohio counties by distributing massive amounts of painkillers in a region. It's the first time pharmacies have been found liable. We will be right back."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, the supply chain crisis causing more trouble for shoppers ahead of the holidays. With Thanksgiving just days away, supermarket chains Publix now placing purchase limits on some items. The reason? Well, supply chain issues, FOX Business' Kelly O'Grady has the details -- Kelly."
    },
    {
      "speaker": "KELLY O'GRADY, FOX BUSINESS CORRESPONDENT",
      "utterance": "Yes. Well, Charles, Publix is actually one of a couple of supermarkets limiting items ahead of the Thanksgiving holiday. Winn-Dixie has also announced they will limit the purchase of turkeys to one per customer, similarly citing supply chain issues. But the list at Publix is far longer. So the affected items include everything from Thanksgiving staples, such as canned cranberry sauce, canned pie filling and jarred gravy, to certain breakfast items and even paper products and bath tissue. Now, customers shopping at the grocery store will only be allowed to buy two of these products per trip. And the move is intended to prevent hoarding, so that Publix can best serve the majority of their shoppers. Now, on top of food prices rising 5.3 percent vs. last October, supply chain circles have been a real problem for grocery stores this season. Containers are stuck at the ports and there simply aren't enough truck drivers to get your holiday staples to those supermarket shelves. Now, long term, that could be a problem for these regional players. And that's because Publix operates in seven Southeastern states. But national behemoths like Walmart have the resources to charter their own tankers amidst the crisis to ensure those shelves are stocked. Now, with Amazon getting into grocery as well, limited experiences this holiday season could impact where consumers shop going forward. And, listen, Charles, we may be in for more restrictions. I mean, you have winter holiday parties coming up next month, and the supply chain crisis is still raging. And, of course, we all remember or, probably, rather want to forget the great toilet paper shortage of 2020. So make sure you do your holiday shopping now. I'm personally going to pick up some pies on the way home because my family is going to be upset without them."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes, I -- that sounds ditto for our family as well. Thanks a lot, Kelly."
    },
    {
      "speaker": "PAYNE",
      "utterance": "So, as prices continue to surge amid the supply chain crisis, what can shoppers do to save money? The Krazy Coupon Lady, Heather Wheeler, is with us, joins us now. All right, people love you, first and foremost, but especially right now. Prices are zooming. People are getting nervous. What are they asking them? And what are you telling them?"
    },
    {
      "speaker": "HEATHER WHEELER, THE KRAZY COUPON LADY",
      "utterance": "OK. So, as you know, this is going to be the most expensive Thanksgiving that we have seen. But I actually have really good news, because there are some significant ways that shoppers can save even now, even two days before Thanksgiving. There's some really good tools I want to tell you about. The first one is an app called Ibotta. This is a cash-back rebate app that saves you money after you purchase. They're giving you five free items. This sounds too good to be true. I can hear it when I say it, but just hear me out. You can get free soup, corn muffins, frozen vegetables, mashed potatoes, and a turkey all for free at Walmart when you shop using the Ibotta app. So you're going to go, you're going to buy all of those things. And when you get home, you're going to take a picture of your receipt, and they're going to refund you the full amount that you paid for those five items."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Wow."
    },
    {
      "speaker": "WHEELER",
      "utterance": "So that's huge right there. That's going to be over $20 in savings with just that."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right. Right. Heather, I wrote it down, but is it Ibotta? How do you say it? Ibotta?"
    },
    {
      "speaker": "WHEELER",
      "utterance": "You're saying it right. And it spelled I-B-O-T-T-A."
    },
    {
      "speaker": "PAYNE",
      "utterance": "OK, wow, that is absolutely phenomenal. What about some of these things now that are being restricted, like cranberry? Ironically, I like cranberry sauce out of a can, but they're in short supply."
    },
    {
      "speaker": "WHEELER",
      "utterance": "Me too."
    },
    {
      "speaker": "WHEELER",
      "utterance": "Yes, I think the key is to shop at some of those big retailers, some of those big box stores, where they will have more stock. That's the biggest thing. And we might need to mix up some of the things that we're serving this year. For example, we know that eggs and bread and some of our meat products like seafood and pork are more expensive this year. So, we'd recommend skipping some of those things and replacing them with things that you can find in stock and that are a little bit cheaper."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, you're not talking about tofurkies, right? Like, we're not going with a tofu turkey here, are we?"
    },
    {
      "speaker": "WHEELER",
      "utterance": "No, no, no."
    },
    {
      "speaker": "PAYNE",
      "utterance": "OK."
    },
    {
      "speaker": "WHEELER",
      "utterance": "No, we are not. In fact..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "We draw the line somewhere."
    },
    {
      "speaker": "WHEELER",
      "utterance": "You can get a -- yes, none of that. You can actually even get a free turkey with purchase at WinCo and at Kroger. When you spend $100 on groceries at those stores, they will give you a free turkey. Or at Hy-Vee -- this is one of my favorites because you can check off your Christmas shopping and your Thanksgiving shopping in one swoop. When you buy a ham, they're going to give you a turkey for free."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Before I let you go, I was on your Web site and I saw you had these -- some of these best Black Friday deals for under $10. You don't have to give us all of them. We will get you some traffic to the Web site, but give us one, right? I mean, it just always creeps up on me and next thing I know I have got to catch up."
    },
    {
      "speaker": "WHEELER",
      "utterance": "Yes, you should be doing your Black Friday shopping right now. It started early this year. My favorite deal so far that I just purchased was a Contigo water tumbler. Normal price is $25. It's under $10 right now at Amazon."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Wow. Absolutely. Give me one more then."
    },
    {
      "speaker": "WHEELER",
      "utterance": "Oh, gosh, there's so many. Do I have to stay under $10?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "No, you don't have to. I got big bucks. Go to $20."
    },
    {
      "speaker": "WHEELER",
      "utterance": "Oh, gosh, $20. OK, I was going to talk about the AirPods that are the lowest price we have seen. I'm not sure if that deal is still going at Amazon. But Walmart just launched a ton of their Black Friday prices already. There's just too many to list."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, well, it's great having you on, Heather, and The Krazy Coupon Lady, just in the nick of time."
    },
    {
      "speaker": "WHEELER",
      "utterance": "Thank you so much."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Thank you so much. Hey, a big change could be heading to the Big Apple. New York may soon allow noncitizens to vote. Would the moves get more cities to follow? Also, Texas deploying troops to the border as another caravan is closing in. Should it be the Biden administration, though, stepping in?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "New York City set to clear the way now for 800,000 noncitizens to vote in local elections. It would be the largest city in the nation to do so. FOX News' own David Lee Miller has more than that -- David."
    },
    {
      "speaker": "DAVID LEE MILLER, FOX NEWS CORRESPONDENT",
      "utterance": "Charles, supporters of the proposed legislation that would allow noncitizen residents to vote in local elections in New York City rallied this afternoon outside of City Hall. The bill has been on the drawing boards for years. And now it seems increasingly likely that it will soon become law. Although Mayor Bill de Blasio has expressed doubts about the bill's legality, he says he will not veto it. But even if he did, there are enough votes to make his approval unnecessary. The Our City Our Vote bill, as it is known, says that anyone who has lived in the city for 30 days and who has a green card or a work visa can cast a ballot for local officials, including the mayor. It would not allow for participation in state or federal elections. The bill's passage would make New York City the largest in the country to allow noncitizens to vote. About 12 other municipalities have passed similar laws. Lawmakers behind the legislation say New York's immigrant population deserves a voice in the city that they now call home."
    },
    {
      "speaker": "CARLINA RIVERA (D), NEW YORK CITY COUNCIL MEMBER",
      "utterance": "The people that are taking care of our meals, that are driving the cars that we get into, that are making sure that we keep our city clean, they deserve a voice at the ballot box. And that is exactly what this is going to do."
    },
    {
      "speaker": "MILLER",
      "utterance": "The proposed legislation comes as a record number of immigrants are trying to enter the U.S. Some opponents of the proposed bill say that it diminishes the incentive for pursuing citizenship and gives immigrants undeserving say in local issues."
    },
    {
      "speaker": "JOE BORELLI (R), NEW YORK CITY COUNCIL MEMBER",
      "utterance": "This bill allows people who've lived here for a total of 30 days, literally a month, to weigh in on the city's elections, the future of New York City, the amount of debt we leverage, the amount of spending we do, the amount of taxing we have. And, again, these are people who live here for literally a month."
    },
    {
      "speaker": "MILLER",
      "utterance": "Councilman Borelli says he wants the city to hold a referendum on giving the vote to noncitizens. The City Council, however, is expected to vote on the bill early next month. The incoming mayor, Eric Adams, supports the law. And he said -- and I quote now -- \"In a democracy, nothing is more fundamental than the right to vote,\" adding, \"Almost one million New Yorkers are denied this foundational right\" -- Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "David, thank you very much. Meanwhile, folks, in Texas, right now, they're dispatching 10,000 National Guard troops and state troopers to the border as that state prepares for more migrant caravans that are heading north. Joining me now, National Border Patrol Union Vice President Art Del Cueto. Art, it's -- we hear the story over and over again. And I guess the thing that is really -- for the most people in this country who aren't there, they keep wondering, why does Texas have to keep stopping them? Why so much pressure on your organization? Why can't there be some sort of federal acknowledgement of what's happening there and some serious action?"
    },
    {
      "speaker": "ART DEL CUETO, VICE PRESIDENT, BORDER PATROL UNION",
      "utterance": "Well, there isn't anything from the federal side because this administration, particularly the president, doesn't want to do anything about it. They don't care. Look at the issues that have been continuously happening down at the border. It's nonstop. It's what a lot of people call -- it's the evergreen, right? The immigration problem is something that doesn't stop. There's a borders are that's appointed. She's only been down there once. And she really didn't go down to see what was going on. And no one -- no one in the administration is going to go down there and pay attention and actually take care of the problem. So now here you have individuals at the state, the governor trying to do something about it. But the problem is going to be, they're going to be undermined by the federal government at the end of the day, because when those individuals are turned over to the federal government, the federal government's going to go through the regular immigration process that they have continued to go through and release them into the country."
    },
    {
      "speaker": "PAYNE",
      "utterance": "You know, speaking of the border czar, or Vice President Kamala Harris, all the scuttlebutt between the infighting between her and everyone else in the White House, it's been revealed that this job is deemed as something that's unfixable, that's deemed as something undesirable. And that's one of the reasons maybe she hasn't paid most -- a lot of attention to it. But are you somewhat saddened think that the administration is saying there's nothing that can be done at the border, and it's seen more as a punitive action to even be appointed the role as something positive for America?"
    },
    {
      "speaker": "DEL CUETO",
      "utterance": "It's -- I'm not saddened from it. I'm angered by it, because there is something that can be done. They could bring back policies that worked under the last administration. They can bring back the remain-in-Mexico policy, something that everyone knows worked, especially the people that are down here seeing it day in, day out. We know that's what worked. And that's what they need to bring back. So it's not a sad stage. It's an angry stage. They know what they need to do. They're just not doing it. And you're hearing another caravan coming up. It's -- every four months, you hear another caravan coming up. By now, you should figure out what you're supposed to do, because there's another caravan coming."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Art, I got less than a minute to go. I'm not sure if you were listening to the story right before yours. In New York City, they're working on a plan allow noncitizens who have been in the city only a month to vote in local elections. It's -- I mean, how much harder does that make your job? You talked about the federal government releasing folks who come in and come into the border throughout American cities, and now the notion that they have a right, a legal right somehow, to be able to vote in local elections only after being here for 30 days?"
    },
    {
      "speaker": "DEL CUETO",
      "utterance": "There's politicians in this country that don't care about America, and they continue to make these ridiculous laws and create a magnet for the criminal element."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes."
    },
    {
      "speaker": "DEL CUETO",
      "utterance": "That's the only thing that they're doing, creating a magnet for criminals."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Art, I know you guys have been through a lot. We will keep checking in on you. And thank you so much. We always appreciate your time."
    },
    {
      "speaker": "DEL CUETO",
      "utterance": "Thank you for having us."
    },
    {
      "speaker": "PAYNE",
      "utterance": "As we learn more details about how the Wisconsin rampage suspect was released on low bail -- this is prior to the deadly attack -- some Democrats are still calling for bail reform -- next."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, some Democrats are looking to lower bail. New York Congresswoman Alexandria Ocasio-Cortez demanding that prosecutors end the practice of -- quote -- \"excessive bail\" in New York, this as we learned that the Wisconsin rampage suspect, Darrell Brooks, was released on what the Milwaukee district attorney is calling inappropriately low bail earlier this month. FOX News correspondent Gillian Turner is here with the very latest -- Gillian."
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "utterance": "Hi, Charles. So, a group of House Democrats is now advocating some new criminal justice reform measures, including this push to close all federal prisons within the next decade. This comes, as you know, just 48 hours since -- after police took Darrell Brooks Jr. into custody Sunday after he allegedly mowed down dozens of parade-goers and killed five people. Now, the White House insisting just a few moments ago that President Biden is not interested. Take a listen."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "The president does not support abolishing prisons. He does not support defunding the police. He thinks measures like that will make us less safe and he would not support legislation that includes it."
    },
    {
      "speaker": "TURNER",
      "utterance": "So, Alexandria Ocasio-Cortez and two other New York representatives insist they have concerns that excessive bail is creating - - quote -- \"a humanitarian crisis\" in New York City's jail system."
    },
    {
      "speaker": "They're also claiming conditions in New York jails violate inmates' civil rights, AOC tweeting",
      "utterance": "\"More than 75 percent of individuals in custody haven't been convicted of a crime and are confined in unsafe conditions simply because they can't afford cash bail.\" Now, on Sunday, Rep. Rashida Tlaib told Axios she supports a proposal to shutter federal prisons altogether. Listen."
    },
    {
      "speaker": "REP. RASHIDA TLAIB (D-MI)",
      "utterance": "I think that everyone's like, oh, my God, we're going to just release everybody. That's not what I'm saying."
    },
    {
      "speaker": "QUESTION",
      "utterance": "That's what the act says."
    },
    {
      "speaker": "TLAIB",
      "utterance": "Yes, but did you how many people are mentally ill that are in prison right now?"
    },
    {
      "speaker": "QUESTION",
      "utterance": "No, I know that, but the act that you endorsed actually says release everyone in 10 years."
    },
    {
      "speaker": "TLAIB",
      "utterance": "But in 10 years..."
    },
    {
      "speaker": "QUESTION",
      "utterance": "It does release everyone. And what I'm trying to say to you is..."
    },
    {
      "speaker": "TLAIB",
      "utterance": "Within 10 years."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Yes."
    },
    {
      "speaker": "TLAIB",
      "utterance": "And, obviously, there's a process of looking at, how can we get away from mass incarceration and move towards care first?"
    },
    {
      "speaker": "QUESTION",
      "utterance": "Sure."
    },
    {
      "speaker": "TURNER",
      "utterance": "So, Darrell Brooks was himself out on $1,000 bail at the time he allegedly plowed into a Waukesha parade. He also has two open criminal cases in Milwaukee County -- Charles"
    },
    {
      "speaker": "PAYNE",
      "utterance": "Gillian, thank you very much. I want to bring in criminal defense attorney Mark Eiglarsh. Mark, obviously, people are worried. We're talking now about Darrell Brooks, who initially had bail at $10,000. And then it was $1,000. I mean, does this -- does this send the wrong message to criminals? There's little consequence, and if you do get caught, you can get out pretty easily?"
    },
    {
      "speaker": "MARK EIGLARSH, CRIMINAL DEFENSE ATTORNEY",
      "utterance": "I think that we need to confine what this means. What it means is a prosecutor, a single prosecutor, screwed up badly. And don't take my word for it. Let's listen to his boss, who said, yes, we messed up. So, the first thing it has to happen is find out why that particular prosecutor didn't read through his 50 pages of priors, or maybe he or she did and chose to ignore them. Find out specifically why they did what they did and fix it with that particular prosecutor. Now, to say that this somehow is a trend, and somehow means that there needs to be systematic reform and change and the sky is falling, I would hold off on that."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, if you lived in New York City, I'm not sure you would hold off on that. I have seen people who've bragged about going to jail, getting arrested and coming out that night over and over and over again. I mean, listen, this one-size-fits-all approach to criminal justice, social justice and all these other things, Mark, it's backfiring big time. I mean, shouldn't there be a smart way to be able to say, if somebody has 50 pages of priors -- $10,000 sound low; $1,000 sounds absurd. But, by the same token, someone who maybe is not a threat to the community could come out. Why do they have to be one or the other? Why can't we make logical decisions here? Because too many dangerous people are out on bail. Almost every time we hear of a significant crime, it's someone out on bail."
    },
    {
      "speaker": "EIGLARSH",
      "utterance": "OK, I'm in the system. And I have been in the system for over 30 years, in spite of my youthful appearance, and I'm telling you, that's how it generally works. Generally, the priors are looked at, they're analyzed. There's a standard bond, and then the prosecutors either agree to that or they say, hold on. On this guy -- and, specifically, we're talking about Brooks -- they should have said, this guy has a history of failing to appear. He's got several priors for violence. He's got a record dating back to 1999, when movie tickets were only $5 and \"SpongeBob SquarePants\" premiered. I mean, this is way back. This is a lot of history. That's the time that a prosecutor should say, Judge, the standard bond is not enough. It needs to go higher. And that's how it generally works."
    },
    {
      "speaker": "PAYNE",
      "utterance": "It just -- listen, most of the folks watching, I'm pretty sure, would say it's almost -- almost inevitable that these repeat offenders somehow find a way to get out of the system. And there has been a major push, particularly with cash bail. You heard AOC just mentioned the term a moment ago. Are you for reforming cash bail? Do you think the bail system is fair? And, again, I just think the notion that we should get rid of cash bail, particularly with people who have a track record of harming other people, it's outrageous."
    },
    {
      "speaker": "EIGLARSH",
      "utterance": "No one-size-fits-all. For people who have records dating back to the disco crisis, those people should have a much higher bond because they're more of a danger to the community and a risk of flight. On the other hand, those who have one offense, and perhaps it's not a very violent offense, who have ties to the community, but just don't have the money, shouldn't have to be posting a very high bond, because then that establishes a two-tier criminal justice."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "EIGLARSH",
      "utterance": "Those who have money get out and those who don't wind up being subjected to acts of violence and overcrowding. So, there has to be some type of across-the-board way for prosecutors to do their job properly."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "EIGLARSH",
      "utterance": "In this case, in Brooks' case, he failed."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right. And, Mark, I got to let you go. But I would say add one more component to that, and that's the public, who has to pay a serious price when the wrong people are let out. We have get to go. Thank you so much, my friend. By the way, you're looking live right now, folks, at President Biden and the first lady. They're visiting the D.C. Central Kitchen, where they're assembling Thanksgiving meal kits for families in need. We will have more right after this."
    },
    {
      "speaker": "PAYNE",
      "utterance": "We're live in Waukesha, Wisconsin, where, moments from now, Darrell Brooks, the suspect in Sunday's parade rampage, will be doing in court. Matt Finn is in Waukesha with more on what we can expect -- Matt."
    },
    {
      "speaker": "FINN",
      "utterance": "Charles, we're outside of the Kenosha County courthouse right now, no crowds gathered or anything like that. Police have announced they intend to seek five charges of first-degree murder against 39-year-old Darrell Brooks. They say he's the guy who drove through the parade on Sunday, killing five people. There is the question of whether perhaps more charges will come, considering he mowed down dozens of people, leaving six children critically injured. We're told there will be a camera inside the courtroom. This will be livestreamed. And people who were at that parade on Sunday here in Kenosha tell FOX News that they are outraged that Brooks was released over and over again, considering his violent criminal past. Most recent, he was just released on $1,000 bond on November 11, even though he had an active warrant in the state of Nevada. And he was released on charges in part that he allegedly ran over the mother of his child. We are at the court, and we will keep you updated on Brooks' first appearance in this criminal case, Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Matt Finn, thank you very much. Appreciate it. So, how do you prevent this type of tragedy from happening again? In big cities, they use everything from garbage trucks to police cars to secure parade routes. Does that need to be done, though, everywhere? I want to bring in retired Las Vegas Police Lieutenant Randy Sutton with me now. Before we get to that, though, Randy, we're going to hit this hearing that's going to be livestreamed. What can we expect? For -- obviously, everyone there has to be embarrassed on the prosecutor's side that this man was out in the first place, allowed to commit such a heinous act."
    },
    {
      "speaker": "RANDY SUTTON, FORMER LAS VEGAS POLICE LIEUTENANT",
      "utterance": "Oh, you're absolutely right. This was a -- this was a very clear failure of the policies of the Milwaukee County district attorney, Chisholm. Now, he's now disavowing it in a way, saying that it was one of his underlings that made this bad decision. But this is a classic example of the buck stops here. The policies put into place by him are just like many of the -- quote -- \"activist\" district attorneys that have been put into office around the country. And this is his policy. So he can try and disavow and push it off on an underling. But this is all him."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "SUTTON",
      "utterance": "And this is -- and we have seen -- as you said, you mentioned a little bit earlier, we have seen the same situation take place in New York, time after time after time. This is a failure of activist district attorneys."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Waukesha, this -- the suspect goes to a house, knocks on the door, and the guy gives him -- lets him use the phone and makes him a sandwich. Can you imagine such a beautiful community? And now the question is, how can they have parades anymore? Do they have to erect structures? Do they have to bring in garbage trucks? I mean, how do they keep themselves safe and maybe keep some of what makes them a great American city at the same time?"
    },
    {
      "speaker": "SUTTON",
      "utterance": "You know, this is called -- in my estimation, this is taking the innocence of America away. We see an idyllic community, small community, 72,000 people in it, celebrating a holiday that brings people together with -- I mean, a true Americana. And then you have an animal like this, who takes the lives of so many, destroying the lives of so many more because of his violent acts. And so, when you look at what can be done as far as hardening the target, yes, sure, there's ways you can do that. And small towns, whether they have those resources, I don't know. I think that -- I think that what happened here is, America's heart has been broken."
    },
    {
      "speaker": "PAYNE",
      "utterance": "It has been. And -- but people want to keep having these parades. I mean, is there anything that they have to do? I have got just 10 seconds, but, Randy, can -- it's hard for people now not to look over their shoulders, at least for the near term."
    },
    {
      "speaker": "SUTTON",
      "utterance": "Right. And this is where police presence can make all of the difference."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes."
    },
    {
      "speaker": "SUTTON",
      "utterance": "And this -- the heightened security that must take place all over America for holidays and parades like this."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, thank you, my friend. Happy Thanksgiving to you. And, of course, we will keep watching that. In the meantime, \"The Five\" starts now. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}