{
  "date": "November 9, 2021",
  "headline": "'Special Report' All-Star Panel on Durham developments, rising gas prices",
  "subHeadline": "Guests: Ben Domenech, Harold Ford Jr., Kimberley Strassel",
  "url": "https://www.foxnews.com/transcript/special-report-all-star-panel-durham-developments-rising-gas-prices",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "ADAM SCHIFF, (D-CA) HOUSE INTELLIGENCE COMMITTEE CHAIRMAN",
      "sentences": "It's one thing to say allegations should be investigated, and they were. It's another to say that we should have foreseen in advance that some people were lying to Christopher Steele, which is impossible, of course, to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN TURLEY, GEORGE WASHINGTON UNIVERSITY LAW PROFESSOR",
      "sentences": "It's somewhat ironic to see him say, well, it's a good thing these people are being prosecuted since if these people had their way, there would be no John Durham and, these indictments would have never seen the light of day. But what we're seeing now is great details that we didn't have before and were not disclosed by Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Congressman Adam Schiff and Jonathan Turley earlier in our broadcast. This comes as John Durham's investigation continues to move forward. A new indictment shows that inside that indictment, when it referenced a foreign policy adviser, that is, we're told, according to sources, Jake Sullivan, the National Security Adviser, and that brings other questions up as well as where this is heading. We'll start there with the panel, with a couple other topics, Ben Domenech, publisher of \"The Federalist,\" Harold Ford Jr., former Tennessee Congressman, CEO of Empowerment and Inclusion Capital, and Kimberley Strassel, a member of the editorial board at \"The Wall Street Journal.\" Kimberley, you have written about this. We are learning more and more as this piecemeal comes out. But your thoughts of where we are and where it's headed?  KIMBERLEY STRASSEL, \"WALL STREET JOURNAL\": Well, of importance of this latest Durham indictment was just to shed more light again on the degree to which the Clinton campaign's fingerprints were all over this dossier. We had already known that they had commissioned it. They had helped funnel it to the FBI. Now we find out one of the main sources was actually getting some information for the dossier from someone else in the Clinton orbit, this longtime political crony of the Clintons, as it were. And so I think one of the questions we have to ask here is, how much of this was just one giant political hit job? You saw Adam Schiff there trying to suggest that Christopher Steele is still innocent in all of this. But from a lot of the information we have received from the inspector general and Durham so far, he has got questionable politics as well. We await and see what else he does to fill in this picture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Ben, your thoughts?   BEN DOMENECH, PUBLISHER, \"THE FEDERALIST\": I just feel like this is gaslighting all the way down. It's coming back to us and saying how could we have possible known that Christopher Steele would have anybody who would lie to him when it came to this mishmash of a dossier that had questions raised about it from the get-go in terms of its accuracy. Look, I hope that these investigations continue. I think to Professor Turley's comments, this does not seem like the apex indictment, and I don't think it will be. But there is so much more that we need to know about what was going on here. And for Adam Schiff to continue to pretend that he is just this naive babe in the woods when it comes to this whole aspect, something that he pushed vociferously without being questioned, as he ought to have been, by many major media entities, it's just ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Harold, that is a thing when we think back and we just rewind to all of the media coverage, the nonstop talking about Russia and collusion. And then we learn what we are learning, it's infuriating to some. It's also they want an end result, and oftentimes in these investigations it doesn't happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROLD FORD JR., FORMER TENNESSEE REPRESENTATIVE",
      "sentences": "Well, thanks for having me on. I think when you hear stories like this and the American people hear stories like this, it makes them question an array of things, and certainly, coverage from networks, whether it was enough or not enough. And then whether or not -- whether who knew or when people knew and how they knew, and if they knew something, why they didn't share it before. The good thing is we will get to the bottom of this. And there will be those who need to be held accountable, held accountable. I would encourage everyone to refrain from casting too many aspersions, however, until we get to the bottom of the investigation, and it looks like we will now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, we will follow it. Next up, pain at the pump, take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRANHOLM, ENERGY SECRETARY",
      "sentences": "The president does not want to see people hurt at the pump or with their home heating oil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT HAYES, TOLEDO REFINING COMPANY",
      "sentences": "Shutting down line five means you are shutting down 40 percent of the crude oil into the region. I can't imagine that the administration would want to lose good-paying union jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "People are worried.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "High inflation, high gas prices, high grocery prices. Everybody is just fed up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Why is the price of agricultural products, when I go to the store, why is it higher?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "People feel they want to be heard, and these elections are the only way that some people feel that they can represent themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And it's real. You look at the numbers, the gas averages, national average now today, $3.42. Six months ago, $2.96. and there you see one year ago $2.11. This is prompting action. The U.S. Senate Democrats, 11 of them sending a letter to President Biden, \"Continued U.S. exports and overseas supply collusion could be devastating to many in our states, contributing to higher bills for American families and businesses. We ask that you consider all tools available at your disposal to lower gasoline prices. This includes a release from the Strategic Petroleum Reserve and a ban on crude oil exports.\" Kimberley, what about what the administration is doing and not doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "You've got to laugh at these Democrats who are now suddenly saying, oh, we don't have enough fossil fuels when it's been their mission to get rid of fossil fuels for more than a decade here. And they know that some of these things that they are advocating are not going to solve the immediate problem. For instance, releases from Strategic Petroleum Reserve, or even stopping exports. The real question is how do you solve this problem in the months ahead? How do you make sure it doesn't get worse? You don't do that by shutting down pipelines. You don't do that by continuing with an agenda that Biden put together with Bernie Sanders after the primary to make global warming their top concern, and all of these provisions they have in these bills. That's not the answer to this. You need to give the right signal to fossil fuel producers in the United States to continue producing. They are doing the opposite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Harold?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Look, I think Kimberley is largely right here. This is not a binary choice, either you end fossil fuels and pursue a complete green energy platform. If I were in the administration tonight, I would definitely tap the strategic oil reserve, not because it's going to solve their problem, but it sends a message to the world that we are willing to do things to enable ourselves to be sufficient.  Two, he should reverse the XL Pipeline decision, largely because I think it does the first thing I said, that it signals to the world how serious we are. And if you think about that pipeline, it's transporting that heavier crude which we can refine here down in the Gulf.  Three, I would modernize our pipelines here in the country. We have to. Again, we are not saying we don't believe green energy is the future, but we have to sustain ourselves now. And four, I'd RFP to all the major universities, including Carnegie Mellon and some of the major tech companies, how can we fortify and strengthen our electrical grids. It's forecast we are going to have a very tough winter this year, which means electrical grids are going to be tested. We as Americans should be able to say when things are going right, when things are going wrong, and politicians should be as well. We can pursue a green energy strategy and a strategy to sustain ourselves today. And we should.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Ben, they are going wrong now, and people are feeling it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOMENECH",
      "sentences": "This White House really has this form of sadness nostalgia to their explanation of their agenda. It sounds to me like a Lana Del Rey song sometimes. Remember the times when you could actually get a turkey for your Thanksgiving. Remember the times when your pie didn't have to be frozen. Remember the times when you didn't have to choose between paying your heating bill and paying your rent, perhaps to a global multinational corporation that has seen family houses as a way of investment in terms of their profit motive. When you didn't have to have the kids and the grandkids come home and tell you what was problematic about your Thanksgiving holiday, and when you had a president who you believed in when it came out to looking out for the interests of American workers and American jobs. None of that is true today. We talked about the nostalgia that motivated the election of Donald Trump in 2016, and I think a lot of people are right now waking up to how quickly this administration has run this country in the wrong direction and is really creating a lot of things, a lot of problems that they never thought they would have to see on our shores again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "That sounds like a \"Federalist\" op-ed, but it could be put to music. It could be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "It's possible. All right, panel, thank you so much. When we come back, something brand new on a Tuesday.   Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAM SCHIFF, (D-CA) HOUSE INTELLIGENCE COMMITTEE CHAIRMAN",
      "utterance": "It's one thing to say allegations should be investigated, and they were. It's another to say that we should have foreseen in advance that some people were lying to Christopher Steele, which is impossible, of course, to do."
    },
    {
      "speaker": "JONATHAN TURLEY, GEORGE WASHINGTON UNIVERSITY LAW PROFESSOR",
      "utterance": "It's somewhat ironic to see him say, well, it's a good thing these people are being prosecuted since if these people had their way, there would be no John Durham and, these indictments would have never seen the light of day. But what we're seeing now is great details that we didn't have before and were not disclosed by Mueller."
    },
    {
      "speaker": "BAIER",
      "utterance": "Congressman Adam Schiff and Jonathan Turley earlier in our broadcast. This comes as John Durham's investigation continues to move forward. A new indictment shows that inside that indictment, when it referenced a foreign policy adviser, that is, we're told, according to sources, Jake Sullivan, the National Security Adviser, and that brings other questions up as well as where this is heading. We'll start there with the panel, with a couple other topics, Ben Domenech, publisher of \"The Federalist,\" Harold Ford Jr., former Tennessee Congressman, CEO of Empowerment and Inclusion Capital, and Kimberley Strassel, a member of the editorial board at \"The Wall Street Journal.\" Kimberley, you have written about this. We are learning more and more as this piecemeal comes out. But your thoughts of where we are and where it's headed? KIMBERLEY STRASSEL, \"WALL STREET JOURNAL\": Well, of importance of this latest Durham indictment was just to shed more light again on the degree to which the Clinton campaign's fingerprints were all over this dossier. We had already known that they had commissioned it. They had helped funnel it to the FBI. Now we find out one of the main sources was actually getting some information for the dossier from someone else in the Clinton orbit, this longtime political crony of the Clintons, as it were. And so I think one of the questions we have to ask here is, how much of this was just one giant political hit job? You saw Adam Schiff there trying to suggest that Christopher Steele is still innocent in all of this. But from a lot of the information we have received from the inspector general and Durham so far, he has got questionable politics as well. We await and see what else he does to fill in this picture."
    },
    {
      "speaker": "BAIER",
      "utterance": "Ben, your thoughts? BEN DOMENECH, PUBLISHER, \"THE FEDERALIST\": I just feel like this is gaslighting all the way down. It's coming back to us and saying how could we have possible known that Christopher Steele would have anybody who would lie to him when it came to this mishmash of a dossier that had questions raised about it from the get-go in terms of its accuracy. Look, I hope that these investigations continue. I think to Professor Turley's comments, this does not seem like the apex indictment, and I don't think it will be. But there is so much more that we need to know about what was going on here. And for Adam Schiff to continue to pretend that he is just this naive babe in the woods when it comes to this whole aspect, something that he pushed vociferously without being questioned, as he ought to have been, by many major media entities, it's just ridiculous."
    },
    {
      "speaker": "BAIER",
      "utterance": "Harold, that is a thing when we think back and we just rewind to all of the media coverage, the nonstop talking about Russia and collusion. And then we learn what we are learning, it's infuriating to some. It's also they want an end result, and oftentimes in these investigations it doesn't happen."
    },
    {
      "speaker": "HAROLD FORD JR., FORMER TENNESSEE REPRESENTATIVE",
      "utterance": "Well, thanks for having me on. I think when you hear stories like this and the American people hear stories like this, it makes them question an array of things, and certainly, coverage from networks, whether it was enough or not enough. And then whether or not -- whether who knew or when people knew and how they knew, and if they knew something, why they didn't share it before. The good thing is we will get to the bottom of this. And there will be those who need to be held accountable, held accountable. I would encourage everyone to refrain from casting too many aspersions, however, until we get to the bottom of the investigation, and it looks like we will now."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, we will follow it. Next up, pain at the pump, take a listen."
    },
    {
      "speaker": "JENNIFER GRANHOLM, ENERGY SECRETARY",
      "utterance": "The president does not want to see people hurt at the pump or with their home heating oil."
    },
    {
      "speaker": "SCOTT HAYES, TOLEDO REFINING COMPANY",
      "utterance": "Shutting down line five means you are shutting down 40 percent of the crude oil into the region. I can't imagine that the administration would want to lose good-paying union jobs."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "People are worried."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "High inflation, high gas prices, high grocery prices. Everybody is just fed up."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Why is the price of agricultural products, when I go to the store, why is it higher?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "People feel they want to be heard, and these elections are the only way that some people feel that they can represent themselves."
    },
    {
      "speaker": "BAIER",
      "utterance": "And it's real. You look at the numbers, the gas averages, national average now today, $3.42. Six months ago, $2.96. and there you see one year ago $2.11. This is prompting action. The U.S. Senate Democrats, 11 of them sending a letter to President Biden, \"Continued U.S. exports and overseas supply collusion could be devastating to many in our states, contributing to higher bills for American families and businesses. We ask that you consider all tools available at your disposal to lower gasoline prices. This includes a release from the Strategic Petroleum Reserve and a ban on crude oil exports.\" Kimberley, what about what the administration is doing and not doing?"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "You've got to laugh at these Democrats who are now suddenly saying, oh, we don't have enough fossil fuels when it's been their mission to get rid of fossil fuels for more than a decade here. And they know that some of these things that they are advocating are not going to solve the immediate problem. For instance, releases from Strategic Petroleum Reserve, or even stopping exports. The real question is how do you solve this problem in the months ahead? How do you make sure it doesn't get worse? You don't do that by shutting down pipelines. You don't do that by continuing with an agenda that Biden put together with Bernie Sanders after the primary to make global warming their top concern, and all of these provisions they have in these bills. That's not the answer to this. You need to give the right signal to fossil fuel producers in the United States to continue producing. They are doing the opposite."
    },
    {
      "speaker": "BAIER",
      "utterance": "Harold?"
    },
    {
      "speaker": "FORD",
      "utterance": "Look, I think Kimberley is largely right here. This is not a binary choice, either you end fossil fuels and pursue a complete green energy platform. If I were in the administration tonight, I would definitely tap the strategic oil reserve, not because it's going to solve their problem, but it sends a message to the world that we are willing to do things to enable ourselves to be sufficient. Two, he should reverse the XL Pipeline decision, largely because I think it does the first thing I said, that it signals to the world how serious we are. And if you think about that pipeline, it's transporting that heavier crude which we can refine here down in the Gulf. Three, I would modernize our pipelines here in the country. We have to. Again, we are not saying we don't believe green energy is the future, but we have to sustain ourselves now. And four, I'd RFP to all the major universities, including Carnegie Mellon and some of the major tech companies, how can we fortify and strengthen our electrical grids. It's forecast we are going to have a very tough winter this year, which means electrical grids are going to be tested. We as Americans should be able to say when things are going right, when things are going wrong, and politicians should be as well. We can pursue a green energy strategy and a strategy to sustain ourselves today. And we should."
    },
    {
      "speaker": "BAIER",
      "utterance": "Ben, they are going wrong now, and people are feeling it."
    },
    {
      "speaker": "DOMENECH",
      "utterance": "This White House really has this form of sadness nostalgia to their explanation of their agenda. It sounds to me like a Lana Del Rey song sometimes. Remember the times when you could actually get a turkey for your Thanksgiving. Remember the times when your pie didn't have to be frozen. Remember the times when you didn't have to choose between paying your heating bill and paying your rent, perhaps to a global multinational corporation that has seen family houses as a way of investment in terms of their profit motive. When you didn't have to have the kids and the grandkids come home and tell you what was problematic about your Thanksgiving holiday, and when you had a president who you believed in when it came out to looking out for the interests of American workers and American jobs. None of that is true today. We talked about the nostalgia that motivated the election of Donald Trump in 2016, and I think a lot of people are right now waking up to how quickly this administration has run this country in the wrong direction and is really creating a lot of things, a lot of problems that they never thought they would have to see on our shores again."
    },
    {
      "speaker": "BAIER",
      "utterance": "That sounds like a \"Federalist\" op-ed, but it could be put to music. It could be."
    },
    {
      "speaker": "BAIER",
      "utterance": "It's possible. All right, panel, thank you so much. When we come back, something brand new on a Tuesday. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}