{
  "date": "October 24, 2017",
  "headline": "Will Republican Party infighting impact tax reform?",
  "subHeadline": "Jay Timmons, president and CEO of the National Association of Manufacturers, remains \"very confident, very bullish\" on the GOP getting tax reform across the line.",
  "url": "https://www.foxnews.com/transcript/will-republican-party-infighting-impact-tax-reform",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. JEFF FLAKE, R-ARIZ.",
      "sentences": "Were the shoe on the other foot, we Republicans -- would we Republicans meekly accept such behavior on display from dominant Democrats?  Of course we wouldn't. And we would be wrong if we did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "All right, that was Senator Jeff Flake on the floor of the United States Senate today, maybe opening up with an obvious wound among some in the party against the president of the United States. To Jay Timmons, the president and CEO of the National Association of Manufacturers, who wants to see those tax cuts, who wants to see some of the regulatory relief he already has seen outlined by the president through a number of executive orders.  And I guess I would ask you what others are probably asking you, whether this stuff worries you, Jay, whether you're pro or anti-president, pro or anti the senator, whether this is going to get in the way of an agenda you want to see happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAY TIMMONS, CEO, NATIONAL ASSOCIATION OF MANUFACTURERS",
      "sentences": "Well, look, Neil, I think it's a great question.  But the fact of the matter is, the members of the United States Senate are all elected to help the people of this country. And we know Senator Corker. We know Senator Flake.   We know that they have been great champions for manufacturing workers in this country throughout their career. And we think that they're going to want their legacy to be a strong one when it comes to supporting legislation that helps those manufacturing workers. So, I'm very confident, I'm very bullish about getting tax reform across the line. And, obviously, we have got a little ways to go. But I think we're well on our way there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you agree -- I think the gist of what Senator Flake was saying, Jay, is that the president ain't wrapped too tight.   Is that fair?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMMONS",
      "sentences": "Look, I can tell you that manufacturers are very excited about the president's agenda when it comes to tax reform and regulatory reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Oh, no, I'm not asking you about the agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMMONS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's a good agenda, to your point, but what about the personal issue he was making?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMMONS",
      "sentences": "Look, I will tell you, I have seen the president with our manufacturing workers. And that bond is so strong and so tight.  And it's so great to see them working together. When -- when he addresses, for instance, the National Association of Manufacturers, as he did two weeks ago, the response was overwhelmingly positive, because they know that he has their best interests at heart. You know, this back-and-forth -- but let me just...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, as a diplomatic guy yourself, does it bother you when he then goes after some Republican senators? Maybe a lot of them, they say nasty things about them. Maybe he just returns the favor. But does that bother you on a certain pragmatic business level?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMMONS",
      "sentences": "I will tell you this.   I get that this is the issue du jour. But, for manufacturers -- and I want to be very clear about this, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMMONS",
      "sentences": "You and I have talked about.  For manufacturers, this is not about personality. It's not about political party. It's about policy. The bottom line is this. We have got a lot of serious problems in this country. We have had a growth rate of less than 2 percent for a number of years.  We have had regulatory -- and a regulatory environment that has piled on $35,000 of compliance costs per employee per year for manufacturers. We have a 30-year noncompetitive tax code. We need to get this done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMMONS",
      "sentences": "We're pleased that the president wants to do it. We're pleased that members of the Senate and the House want to do it. And we're going to be there to support them the entire way. We want to get this across the finish line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Gotcha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMMONS",
      "sentences": "It's critical for the future of this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Jay Timmons, National Association of Manufacturers president and CEO, thank you, Jay, very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMMONS",
      "sentences": "Thanks, Neil.   Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JEFF FLAKE, R-ARIZ.",
      "utterance": "Were the shoe on the other foot, we Republicans -- would we Republicans meekly accept such behavior on display from dominant Democrats? Of course we wouldn't. And we would be wrong if we did."
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "All right, that was Senator Jeff Flake on the floor of the United States Senate today, maybe opening up with an obvious wound among some in the party against the president of the United States. To Jay Timmons, the president and CEO of the National Association of Manufacturers, who wants to see those tax cuts, who wants to see some of the regulatory relief he already has seen outlined by the president through a number of executive orders. And I guess I would ask you what others are probably asking you, whether this stuff worries you, Jay, whether you're pro or anti-president, pro or anti the senator, whether this is going to get in the way of an agenda you want to see happen?"
    },
    {
      "speaker": "JAY TIMMONS, CEO, NATIONAL ASSOCIATION OF MANUFACTURERS",
      "utterance": "Well, look, Neil, I think it's a great question. But the fact of the matter is, the members of the United States Senate are all elected to help the people of this country. And we know Senator Corker. We know Senator Flake. We know that they have been great champions for manufacturing workers in this country throughout their career. And we think that they're going to want their legacy to be a strong one when it comes to supporting legislation that helps those manufacturing workers. So, I'm very confident, I'm very bullish about getting tax reform across the line. And, obviously, we have got a little ways to go. But I think we're well on our way there."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you agree -- I think the gist of what Senator Flake was saying, Jay, is that the president ain't wrapped too tight. Is that fair?"
    },
    {
      "speaker": "TIMMONS",
      "utterance": "Look, I can tell you that manufacturers are very excited about the president's agenda when it comes to tax reform and regulatory reform."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Oh, no, I'm not asking you about the agenda."
    },
    {
      "speaker": "TIMMONS",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's a good agenda, to your point, but what about the personal issue he was making?"
    },
    {
      "speaker": "TIMMONS",
      "utterance": "Look, I will tell you, I have seen the president with our manufacturing workers. And that bond is so strong and so tight. And it's so great to see them working together. When -- when he addresses, for instance, the National Association of Manufacturers, as he did two weeks ago, the response was overwhelmingly positive, because they know that he has their best interests at heart. You know, this back-and-forth -- but let me just..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, as a diplomatic guy yourself, does it bother you when he then goes after some Republican senators? Maybe a lot of them, they say nasty things about them. Maybe he just returns the favor. But does that bother you on a certain pragmatic business level?"
    },
    {
      "speaker": "TIMMONS",
      "utterance": "I will tell you this. I get that this is the issue du jour. But, for manufacturers -- and I want to be very clear about this, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Sure."
    },
    {
      "speaker": "TIMMONS",
      "utterance": "You and I have talked about. For manufacturers, this is not about personality. It's not about political party. It's about policy. The bottom line is this. We have got a lot of serious problems in this country. We have had a growth rate of less than 2 percent for a number of years. We have had regulatory -- and a regulatory environment that has piled on $35,000 of compliance costs per employee per year for manufacturers. We have a 30-year noncompetitive tax code. We need to get this done."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "TIMMONS",
      "utterance": "We're pleased that the president wants to do it. We're pleased that members of the Senate and the House want to do it. And we're going to be there to support them the entire way. We want to get this across the finish line."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Gotcha."
    },
    {
      "speaker": "TIMMONS",
      "utterance": "It's critical for the future of this country."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Jay Timmons, National Association of Manufacturers president and CEO, thank you, Jay, very, very much."
    },
    {
      "speaker": "TIMMONS",
      "utterance": "Thanks, Neil. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}