{
  "date": "October 31, 2021",
  "headline": "'MediaBuzz' on Virginia election coverage",
  "subHeadline": "Guests: Marie Harf, Emily Jashinsky, Tara Palmeri, Andrew Sullivan, Susan Ferrechio",
  "url": "https://www.foxnews.com/transcript/mediabuzz-on-virginia-election-coverage",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "We don't have time to be wasting on these phony Trumped-up culture wars, this fake outrage that that right-wing media pedaled to juice their ratings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "Let me tell you about how business works in TV, Barack Obama. Fox News covers the culture war that you started because it's real news. Son people come to Fox to watch real news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE REID, HOST, MSNBC",
      "sentences": "The Republicans have followed Trump's lead, pouring high octane gasoline on cultural anxiety over jobs and societal change, and weaponizing anything that makes white Christians feel icky.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE SCARBOROUGH, HOST, MSNBC",
      "sentences": "Even if it was a clumsy, awkward ineffective plea to racist, it was how Glenn Youngkin decided to end his campaignn nonetheless. The horrors, the horrors of Toni Morrison.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAT BAIER, FOX NEWS ANCHOR",
      "sentences": "I just think it is so potent, Democrat or Republican, when parents are talking about what their kids are learning in schools that it's a big issue, culture war or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY JASHINSKY, CULTURE EDITOR, THE FEDERALIST",
      "sentences": "Absolutely. I think this is one of the misunderstood thing in all of politics, actually that Republicans and conservatives are almost always on defense. And that's the case in Loudoun County. That's been the case in Virginia in the culture. It is absolutely true. And you wrote this earlier this week, Howie, that nobody is choosing to opt out of the culture war, completely true. Republicans now see this as an issue they need to lean into.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Why always on defense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHINSKY",
      "sentences": "Because it's always the case that they're responding to something that progressives, by definition, of the phrase progressive are trying to change. So, in Virginia that was policy 8040, in Loudoun County public schools that went into place over transgender bathrooms and facilities and pronouns in August. Republicans were responding to that. They were responding to this issue of books. They were responding to them and that was an issue that the left was trying to change. So, Republicans are responding to it. But they are leaning into it, that's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Tara, do you think the media on the right, some of them, promote this culture war battles which could be such to include guns and immigration. And regardless, don't liberal media outlets punch back pretty hard?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARA PALMERI, CO-AUTHOR, POLITICO PLAYBOOK",
      "sentences": "They do. And I think the thing about the culture wars as much as we try to say that they're background noise, they create real visceral feelings among Americans, feeling like their culture is changing for some people, and others wanting it to change. So, it really does have a lot of impact on Americans day to day in their lives because it becomes policy. Culture eventually becomes policy. And so I think to ignore the culture war, the culture changes or resistance to change is to ignore what would actually become policy and what is already becoming policy. So as journalists we do have to continue to cover it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. I think that's a great point that we shouldn't just be dismissive about it. Now, Glenn Youngkin in the Virginia race says he's not for banning books. And that's true. This morning, Terry McAuliffe went on Meet the Press and said book banning, book banning.  And Chuck Todd to his credit said the legislation that McAuliffe had vetoed just allowed parents to opt out of any material. Like a sex course whether there was actually sexually explicit material there. But nevertheless, you've got liberal commentators, Emily, saying this is racist, you're dissing Toni Morrison, is the coverage fair?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHINSKY",
      "sentences": "No, not at all. I saw a Guardian headline this morning that called that Republicans racial culture war. Again, that's ownership. Republicans using the possessive form of, you know, their racial culture war. I've seen the Washington Post say that Republicans are seizing on all of this. It's not fair. Because in this case it was a policy that was fairly common in the state of Virginia that Republicans just said parents should have some choice. And so I think to pin that on as a banning of the Toni Morrison book, it's a great example of how that's a line for Terry McAuliffe that he thinks will do well and that the Democrats the DNC thinks will do well and the media echoes that narrative. And it is not a fair narrative what's happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, I'm not for book banning but that's not what this is in this particular case. Tara, on the flip side you have conservative pundits saying Terry McAuliffe doesn't think parents should have a right to help make decisions about their children's education. Is that coverage fair, given McAuliffe's past statements on the matter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMERI",
      "sentences": "I think it is accurate because he is saying that we should leave it to the school boards and some people would agree that their -- that individual parents should decide what their children can read and not read. It is pretty cut and dry. I mean, that is what he said. He said that let's leave it to a higher body and some people want autonomy over what their children are reading. He can, you know, slice it and dice it. But every time he's asked about it, he still comes back to the same, the same point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes, the exact quote from the former governor is \"I don't think parents should be telling schools what they should teach.\" That obviously would be popular in some places and not popular in others.  Emily, what about the coverage by this stunt the other day, the Lincoln Project, let me just remind people this is the anti-Trump group that paid themselves big salaries and one of their former members sexually preyed on more than 20 young men. They had -- if you're not familiar with this, they sent a group of torch bearing fake white nationalists to a Youngkin event in Charlottesville to make a point. I see virtually no criticism of this in the mainstream media, even though the McAuliffe campaign denounced it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHINSKY",
      "sentences": "Right. I mean, it was baffling. I've been baffled by the silence on this. This would be treated as a major right-wing disinformation operation had it happened in the other direction and a very cynical exploitation of racial politics. That's what this was.   It's not surprising coming from the Lincoln Project. But you would -- the media on the other side would just be diving into this all over it, would be splashed across chirons everywhere and it's been virtually nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The Washington Post, which is to say this is a hometown race in the state of Virginia, commonwealth, I should say, ran a story inside the metro section. Tara, quick thought on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMERI",
      "sentences": "I think that it's probably should have been on the front page, not the metro section. It's a -- it was -- I know a lot of journalists feel privately horrified about what happened. But yes, that's a front-page story to stage that kind of spectacle. It's very racial history triggering. I don't know how you could possibly get away with that and not be, you know, rolling on all networks and with horrified response to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. I don't even understand what it was supposed to accomplish. Obviously, this would be found out and then that becomes the controversy. So, what about the fact that, you know, we have this every four years, the Virginia and New Jersey governor's races, an off year, political reporters need something to do.  But there's always been weeks of punditry about what the outcome of this race will mean. Whether, you know, if McAuliffe wins it's good news for Democrats, if McAuliffe this is Armageddon for Democrats. Will the media take away be that the culture wars, since that's where we started, either works, Emily, or it doesn't?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHINSKY",
      "sentences": "Yes. So, I actually I think that's probably the only extent to which this race is nationally representative at all is how the culture war plays out as various sides sort of dig into their trenches. I think that -- that actually may be a national microcosm.  But always, to your point, there's the swarming and this parachuting end of journalists to various states and this one is easy because the DMV obviously calls to so many newsrooms and they try to nationalize races for the sake of ratings and coverage because everybody is bored and there is no election. And it's not always national representatives, so many local politics. I think we've seen that in Virginia. There is something though in this case about if Glenn Youngkin is able to keep this margin closer than it should be or if he's able to really like take the race, then we will see because of the way flips have happened and voters who say they're voting for education, that will be independent voters, that is a national message I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "You know, I almost always say all politics is local and the national media pump up these races because it's like what we do. But Tara, in this case, has -- is it fair to talk about the impact on national politics because has the race in Virginia in fact been nationalized especially since partially courtesy of the media and partially courtesy of the candidates, Donald Trump has played an outsize role.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMERI",
      "sentences": "Also if you look at this historically back in 2009 when Virginia, a purple state, went red in the governor's office, you know, it led to a sweeping change in the Congress and it's also seen as a referendum on Joe Biden. I don't know how you can't not look at that especially when, you know, Terry McAuliffe himself said that Joe Biden is not very popular here. He's not even really using the president to campaign. This is a referendum on Joe Biden and that's why, and his policy. And that's why the media is clinging to the story. I mean, today we just saw a new poll numbers from NBC that Joe Biden's approval ratings are at 42 percent. So, I would disagree and say yes, it's close to our newsrooms and we're paying close attention but it's cliche but Virginia is a bellwether state and we have to pay attention of to it. And it will also define whether, you know, the Democrats have the momentum to pass their agenda or not or whether this loss actually pushes their agenda forward. Som I would say that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMERI",
      "sentences": "-- this is a race to pay attention to and the media is doing the right thing by paying attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And on that point, I mean, we did have as we showed earlier Barack Obama and Joe Biden going into the commonwealth to campaign for McAuliffe. On the other hand, while Trump has endorsed Youngkin, he has not appeared with him, the Youngkin campaign seems to not want to be tied too closely. And when Trump says he's going to do a tele-rally on election eve, Youngkin says well, I'm not going to be there, I'm not going to engage. Quick thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHINSKY",
      "sentences": "Well, yes. To your point, all politics is local, and Virginia is a very unique state because of the way the beltway people living in northern Virginia --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHINSKY",
      "sentences": "-- and it's a huge state with different culture and different parts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But should the media be making Trump an issue or is it that both sides are making Trump an issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHINSKY",
      "sentences": "I think it is fair, very fair that media makes Trump like -- that sees some extent of a referendum on Trump on this. Because you're trying to have a Republican candidate win in what is a blue state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHINSKY",
      "sentences": "So, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRITTANY COMMISSO, FORMER ANDREW CUOMO AIDE",
      "sentences": "I exactly remember looking down, seeing his hand which is a large hand, thinking to myself, my God, this is happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The former New York governor has now been charged with forcible sexual misconduct. His spokeswoman says Cuomo never assaulted anyone. Emily, most of the media at the outset either ignored or minimized the sexual harassment allegations when they first surfaced. Now this one-rime Democratic hero is facing a criminal charge. What does this tell us about the press?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHINSKY",
      "sentences": "Yes. I mean, I think local media in this case really did the heavy lifting while national media that was super eager to jump on these charges with different people was taking a back seat to local media. And I think some of that has to do with the power that the Cuomo press operation, the P.R. operation has on the national media and that's a statement on the national media sort of compliance with those operations in and of itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Tara, in fairness, the New York Times, CBS and the opening Times Union were very aggressive from the outset and investigating and finding these accusers. What's your take on the rather restrained or limited coverage right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHINSKY",
      "sentences": "I would say it's because he's a former governor right now, it's a misdemeanor charge, not to minimize it but I would say that's part of it. But that's not the right way to look at it because based on my reporting on Andrew Cuomo, I used to cover him at the New York Post and the reporting that I've gathered now, he has $18 million in a war chest that he plans to use to be political and influential in the state, whether that means going after his political enemies or running again. I mean, in his first hire after resigning from office, he hired a P.R. person and what does that tell you. He's very eager in reshaping his image and bringing himself back into the political fold. And possibly, you know, reviving his career. He doesn't -- he left really non-apologetic. He seems to think there is a a future. So, if we give him a pass this time in the media, that means he has a chance to come back with very few people really remembering that he was in fact charged with a sex crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, Cuomo apologized for certain things, but he continues to insist that he never actually touched anybody and any of the serious allegations. But you know, yes, he's a former governor.   Less than three months ago he was the most prominent Democratic governor in the country, he was hailed by the media for his COVID briefings, he won an Emmy. So, when we say well, he's just a former governor, if this was a situation where this kind of charge was brought against a former governor, Ron DeSantis, for example, you think this would be a half day story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHINSKY",
      "sentences": "Absolutely not. And again, these are very graphic allegations. There's somebody on the record, a woman on the record who has talked on the camera about them. I mean, what she is alleging, what she is accusing him of having done is a terrible, terrible, terrible thing. It's amazing actually how little interest there is, given the news value of the story, even as a former governor. The point that was just made is a really smart one. He is trying to come back. He made all of the sort of signals that he's coming back. And that gives the story even more news value because he's trying to continue to throw his weight around in American politics, so the question of his character is completely relevant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "You know, MSNBC's Joy Reid and Chris Hayes couldn't find one minute on their prime time shows to mention this charge against former Governor Cuomo. I could not find a single mention, Tara, the next morning on the Washington Post home page, scrolling all the way down to the bottom, there was a story in the print edition.  So, I'm wondering whether or not the media have just lost interest because you say well, Cuomo is old news or whether there's a tendency to just want to move on because they're uncomfortable with the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMERI",
      "sentences": "I mean, he was a rising star so that makes the story even more consequential in my opinion. He had this potential people talked about him as a potential presidential candidate. He was, you know, the bright shining light of the Democratic Party. So, to completely forget about him right now seems like an oversight and the comeback is real. I mean, like I said, he has $18 million to be influential. So, he is an influential player in politics and just because, you know, he has fallen, he's he's not letting himself stay down for too long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. Now look, he's entitled to the resumption of innocence if this goes into a courtroom. By the way, a Cuomo spokesman called the Albany County sheriff, Craig Apple who abort this charge, a cowboy sheriff who is playing politics. Apple says well, I don't know how this leaked before I could even talk to the local D.A. about it. So there are questions of New York and Albany politics swirling around a this. Thanks for a really good conversation, Tara Palmeri and Emily Jashinsky, thanks for joining us this Sunday. Up next, the press touted a big blanking budget deal for President Biden just before he went to Europe but it quickly fell apart. Did journalists get played here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYLER PAGER, WHITE HOUSE REPORTER, THE WASHINGTON POST",
      "sentences": "So what we expect from the president today is to detail this new framework after months of negotiations that he thinks will be able to pass the Senate and the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "There's no question this is a massive deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BERMAN, HOST, CNN",
      "sentences": "This is a huge morning right now for Joe Biden, the President of the United States, who is laying it all on the line in the next hour.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "sentences": "We saw this all come to a head last month and then fizzle out. That is, it could happen again today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "Yes, you know, it was a little different than last month, Howard, because the last time this all played out, the White House was not the one who released the framework. They had that release coming from the White House, the president going to the Hill to sell his plan, delivering an address to the country. It did appear, it did feel like the White House really wanted this to happen more than last month when it all sort of fizzled out and the president said, you know, we can have, we don't want to have artificial time lines, we want to get it done right. So, more energy this time but again, we saw the same thing happened, the progressives staved off a vote on this bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "Interesting enough to me was that scoop from politico that it happened through the chief of staff Ron Klain and really shined a light on just how cozy their relationship is, the White House is sort of framing this now in a different way. They're saying since the progressives have endorsed the framework, that now Biden can go to the COP26 with Democrats in agreement. I think that's getting a little of the cart before the horse on that. This bill hasn't been --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. But let me jump in here. Let me jump in here and ask you. Since we've been through this so many times, Nancy Pelosi trying to schedule a vote but she can't get a votes, the progressives at odd with Joe Manchin and Kyrsten Sinema. Did you say that you saw this report I better be cautious here, I better be skeptical here, even though the White House through sources was talking this up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "Absolutely. Because the progressives have been clear the entire time on what their demands are. They have not budged. And they have -- they've held together. And so, I think that you have to really take that into consideration no matter what you're hearing from the White House. But until you hear Pramila Jayapal saying this sounds great, let's do it today, probably isn't going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes, I'm always skeptical of the framework or the blueprint because it means there is no tax, there is no fine print. Where is the money actually going to go. When obviously Biden has had to cut the original $3.5 trillion measure in half. At what point do the media say this is kind of disarray and the president is having trouble influencing his own party?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "Well, I think it's clear the president is having trouble influencing his own party and I think that they're trying to counter that today. You saw the energy secretary, Granholm, come out and say, you know, because of progressives having endorsed this package after reportedly getting assurances that the things were stripped out the White House will try and other bills later on down the line, you know, she's saying look the president can meet with foreign leaders and say that he has agreement among his party on these issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "And I don't think that he can say that yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. but artificial deadline as you said, artificial deadline as you said. Look, they might get the deal this week --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "And the parliamentarian hasn't ruled on immigration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. They might get the deal this week in which case nobody remembers the sausage making. But we sure have been through this a lot of time which is why I think skepticism is warranted by journalists. Jacqui Heinrich, thanks very much for taking the time out from a busy day to join us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "Thank, Howie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Next on MEDIA BUZZ, Andrew Sullivan on the mess at Facebook. Dave Chapelle on the dangers of woke journalism. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Andrew Sullivan, welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW SULLIVAN, AUTHOR, OUT ON A LIMB",
      "sentences": "Thanks, Howie, thanks for having me again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "There's been an avalanche of leaks from Facebook or Meta, showing that the company pushes out consistent that keeps users engaged and enraged. Is Facebook playing a corrosive role in media and society and politics?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "Of course, it is. It seems quite like that it is. Look, in some ways it's like Phillip Morris. Facebook has been incredibly successful because it's selling an addictive drug. And it kept designing and tweaking it so that you are more and more addicted to it.  And at some point, an organization that is doing that, that's clearly also rotting the minds of a lot of people, taking up the hours of their day, increasing depression, anger, polarization, splitting up families, destroying a political culture, essentially that becomes so stigmatizing such a big problem for P.R. for that company, they have to rename themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "So, Phillip Morris became out there. Now we're Meta.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "We're all part of the Meta.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "And it's you know, that can still keep pumping content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. But let's look at the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "But it's just beyond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Let's look at the ideology of it. Because you have internal documents now showing that some in Facebook wanted to kick the conservative site Breitbart out of the newsfeed. Can you imagine anybody at Facebook deciding that maybe this very liberal organization was not so reliable, and we should question it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "No, I can't. You know, this is the trouble with some of these elite corporations and institutions. They just, they don't really see that they are biased because they're so trapped in a bubble of their own making. What they think is common sense is actually for large numbers of people in America something that is really out on left field and that's a real problem. And it's a problem with being questioned siloed in these big cities and places where especially when you have very young generations of college educated people as part of the workforce, you become estranged from mainstream reality and that is a huge problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So, all the big media companies that that are feasting on these leaks, could this be a form of payback against its rival, Facebook?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "Well, I think if we're being honest, obviously to some extent. Facebook is their great rival. It is in some ways killed their appetite in business. And these big institutions are very envious of other places that are managing to poach readers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Let's go broader because you say and you've been writing about polarization making things work, Quoting you, \"on the left, moderations it portrayed as a surrender to white nationalism and on the right white identity politics has overwhelmed moderate conservatism.\" So, are we screwed to use a technical term and how much are the media fueling this polarization?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "Well, I think they like Facebook are fueling it to some extent. I think the fact that you can be, forgive me, on Fox News and never really hear a solid counter opinion and the same goes for MSNBC and increasingly CNN which is I can't watch, it's basically the same as MSNBC now, means that you don't have a range of views for people to judge. And inevitably when you all agree around roughly the same stuff, you there's no rasp h ratchet back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I wanted to touch on Dave Chappelle because you've tweeted about him as well. He of course is now pushing back against critics within Netflix, and Netflix is standing by him on the comedy special. Here's what he had to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVE CHAPPELLE, COMEDIAN",
      "sentences": "Even though the media frames this that it's me versus that community, it's not what it is. Do not blame the LGBTQ community for any of this (muted). This has nothing to do with them, it's about corporate interest and what I can say and what I cannot say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Andrew, you liken this movement on the left to the moral majority of the '80s and '90s, moralizing pearl clutching, uptight humor free censors. Explain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "Well, it used to be the case that the religious right were demonstrating against the documentaries or comedy specials or movies. You know, I remember going to see \"The Last Temptation of Christ,\" for example, to a barrage of people who were objecting. And this is a free society they can do that. But the general attitude that we've got to prevent people from saying things, we've got to prevent cultural products that could possibly do harm even though we don't have a direct evidence of that, is terribly counterproductive for the creative industry. I don't believe, I absolutely do not believe that Dave Chappelle is in any way transphobic, in as much as he hates or dislikes trans people. He's making an argument through a joke that there are some issues here that do have to be resolved and he's doing it in a funny way and he did it in a special that to my mind was deeply moving about the humanization of a trans person, a trans comedian, that was actually I think an extraordinary testament to his love and concern for trans people and how it's been distorted in this way is beyond me. But I'm proud of Netflix for standing up to the mob.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Finally, you've taken a lot of flak over the years going back to your 1989 new Republican article for the then crazy idea of gay marriage. You had ha criticism from other gay people. You said you developed a thick skin and you don't care what people say as long as it's not true. But what about there in the social media world, many people think that it is true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "Yes, I mean, what can you do about that? Humans are wired for gossip. I mean, we're wired for stories that confirm our biases and if we have institutions like Facebook or really propagandistic media channels, they're going to exploit that they're going to exploit. And it's up to you, the citizen, it seems to me, to determine fact from fiction. And that's not the role of the government to supervise. I don't want the federal government interfering in editorial decisions even by places like Facebook. It is -- it's a very creepy behavior and it will, I think, suppress mainly right of center views, it may suppress left of center views but we'll often do the latter. Because of the culture of these institutions and the culture of the government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Thinking independently is always the best advice. Andrew Sullivan, thank you very much for joining us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SULLIVAN",
      "sentences": "Thanks, Howie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "After the break, the Wall Street Journal editorial page punches back to media criticism that it shouldn't have published a letter by Donald Trump. And later, Alec Baldwin breaking his silence about the shooting tragedy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN FERRECHIO, CHIEF CONGRESSIONAL CORRESPONDENT, THE WASHINGTON EXAMINER",
      "sentences": "That's right. And I side with the Wall Street Journal, saying if he's running for president potentially in 2024, he's a former president, it's pretty foolish to deny him the opportunity to have his say in an op- ed. And they didn't just allow him to have his say. They came back and not only did they criticize the critics who didn't want them to run the op-ed, they pretty much debunked what Trump was arguing thoroughly in the article that they wrote following Trump's op-ed. So, I think they covered it in a responsible way. And even if they hadn't done so, Trump e-mail blasts his feelings on a daily basis to us in the media so we hear from him all the time. And I think he makes -- the Journal made an excellent case. The last paragraph was the most important part of the argument. Which is it's hard to accept criticism for Trump's argument when the media spent three years with the Russian collusion hoax running daily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right. I'm got to get to that, I'm going to get to that in just a moment. But I want to get Marie to respond. Maybe it would have played out differently if the Journal had done its fact-checking and response editorial the same day as opposed to the next day, but what about this what the Journal says is the media attempts to censor Donald Trump. MARIE HARF, DEMOCRATIC STRATEGIST & FOX NEWS CONTRIBUTOR: Howie, I think that's a really key point that you just raised. They shouldn't have waited 24 hours to fact check this piece. I think the Journal was trying to have it both ways, trying to get, you know, Donald Trump supporters to read their publication, get some credibility with the Trump part of the party which is a majority of the party today but then the next day sort of saying don't worry, everyone, we will fact check it. Everyone has already read the first piece. Those -- many of those people who read that first piece, Howie, are never going to read the fact checking. So, I think that was irresponsible. And look, the Journal doesn't have to give him space to do this. They aren't -- they don't have some responsibility to print every lie that is submitted to them in any format. And heading into this next presidential election, Howie, this is the key point. All of the media outlets need to figure out how they're going to cover Trump if he runs, when he lies repeatedly every single day. There's not two sides that are equally, you know, truthful to what he says.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "There's one that's not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. But if he's a candidate, you cover the hell out of him. That's how you cover him. And by the way, Trump called the follow-up Journal editorial whitewash. All right. Susan already mentioned this, Trump writing to the Pulitzer board, and then moving on from about Russia. Trump wrote to the Pulitzer board saying the New York Times and the Washington Post, you have to give back their 2018 prizes about Russia, based on, quote, \"false reporting on a non-existent link between the Kremlin and Trump campaign has been widely publicized. The coverage was no more than a politically motivated as farce which attempted to spin the false narrative that my campaign supposedly colluded with Russia. Now, Susan, the former president knows the prizes are not going to have to be returned. So why is he taking this shot?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "Because he's still defending his presidency which basically was under siege for the entire -- his entire term. And because people were accusing him of colluding with the Russians beginning with the campaign. And listen, We were covering Trump as if he was an alleged Russian agent part of the time. It was really ridiculous. He really spent his entire term under siege and the Pulitzer Prize, I think for the New York Times reporting, you can't help spot, the irony there. You know, they cited the Times for this deeply sourced reporting. When really, it was revealed later that a lot of it was just kind of this echo chamber and it was politically motivated. There's so much evidence of that now. But back to Marie's point about how you get the point out there, not the correction later. There's so much argument now from people who still believe --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right. FERRECHIO -- that Trump colluded with the Russians because the coverage was just so heavy in that regard. Now the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Now, Marie, the media did relentlessly hype the Russian investigation although it was an independent council's investigation that of course had to be covered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Of course, a lot of the allegations turned out to be true. We know a lot about what people like Paul Manafort did, for example, Mike Flynn. So, you know, I think this is Donald Trump gaslighting us. He, his whole politics is based on grievance politics, us versus them. He's taking on the mainstream media including the Pulitzer board. This is part of his brand. And this is him trying to continue that form of politics --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "-- that isn't about tackling the issues of today but it's about relitigating the last four years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "This is running the 4,700 segments that we did on Russia. All right, let me get a break. Still to come, --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Alec Baldwin speaking about the horrible accidental shooting as the coverage turns much more critical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEC BALDWIN, ACTOR",
      "sentences": "It's an active investigation in terms of a woman dying. She was my friend. She was my friend. There are incidental accidents on film sets from time to time. But nothing like this. This is a one in a trillion episode.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL AND POLITICAL ANALYST",
      "sentences": "I think the assistant director as well as the armorer are most at risk for criminal charges. But so is Alec Baldwin because he wasn't just an on actor relying on assurances. No, he was an on-location producer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARBOROUGH",
      "sentences": "You have three people that had custody of the gun. You the armorer, you had Dave Halls, the assistant director, and then you had Alec Baldwin, all three of those people. If they had ever handled guns before would have checked every chamber.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Susan, Alec Baldwin sounded pretty anguished there. Is the producer of this western (Ph) not completely blameless but is it fair for the actor, for the pundits, I should say, to rip him when he's an actor who was handed what he thought was a prop gun and told cold gun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "Well, if he's supposed to check the chamber first, yes. I think what Alec Baldwin said in the clip you just played is interesting, like this is really an outlier incident. When already we know you just from hearing some of the facts is that that gun may have been used for target shooting earlier, that there were all kinds of things going on on the set take that were irresponsible related to how the guns were handled. So, it sounds like he could be in more trouble given just the fact that he is a producer on the set and he was in fact supposed to check the chamber before he fired it. I think it's perfectly fair, in fact, you know, it's refreshing to hear people like Joe Scarborough at least try to say Baldwin should potentially be responsible, instead of just trying to cover up for him because of his stance on the NRA and other things over the years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. Well, the question is, who has the responsibility, I guess both morally and legally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Marie, the coverage took a negative turn when that assistant director David Halls, we learned from news reports, had been fired two years ago from a movie where there were accidental gun charges. I'm not prejudging the case. But shouldn't that be where the media scrutiny goes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I think that's right. And the L.A. Times and some other publications that focus on Hollywood very closely were breaking stories almost immediately about some crew discomfort in the days leading up to this tragedy with safety on set, for example. You just mentioned another one of the stories and so I do think that this is an industry that has a lot of people focused on it right now. This is not about Alec Baldwin. This isn't about a person who has been a political sort of figure for lack of a better term. This is about an industry that has a practice that does not appear to be entirely safe and I do think there is some journalists really digging into this, Howie, which is to the good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes, absolutely. And the fact that some of the crew had walked off to protest working conditions certainly fits into the larger puzzle here. Susan, but isn't the press milking this to some degree because it's Alec Baldwin, he's a big name, he's controversial, he's a big liberal who played Trump on SNL. And it's bigger news it would have been if it was, you know, some third tier actor who we didn't, whose name we didn't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "Sure, he is one of the post well-known actors in America and he killed somebody on a set. It's a tragic story, it's a horrible story. But it's an incredible story that this happened. And of course, he's been very vocal and outspoken about the NRA. Yet, he and many other actors have made millions and millions of dollars profiting off movies that use gun violence. It's tripled according to the American Pediatric Association. Gun violence tripled in movies over the past three decades, and yet Baldwin and others get out there and rail against the NRA and other gun rights groups. So, an incident like this puts a spotlight on his political views on guns, unfortunately. Just a tragic incident all the way around but just an incredible story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. I don't want to lose sight of the fact that it is such a heartbreaking tragedy and the 42-year-old cinematographer who was killed who he said was his friend, Halyna Hutchins -- Halyna Hutchins.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FERRECHIO",
      "sentences": "With a nine-year-old son.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And let me go to Marie in the time we have left. I mean, does all the media finger-pointing -- and you're right, there should be journalistic investigations of this and there are, does it take the spotlight off of the woman who tragically lost her life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I think some outlets have been trying to really keep that spotlight on her, while being sensitive to a family that is in mourning. But I also think that it has gotten especially the Alec Baldwin piece of this so much media attention this week, Howie, when a number of other really important stories that maybe aren't as sensational or politicized haven't been. Right? So I think when that we on TV, those of us in the media look at what stories we put on television as news, there has been some criticism that this has gotten so much attention, particularly the Alec Baldwin piece of it, when there are Americans killed by gun violence every day in many places around this country that don't get the same coverage. It's an interesting question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "That -- that is a fair point. I do think though there's so much public interest because it is one of the most famous actors in the country who tragically --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- killed somebody who he said was his friend. And he's been consoling the husband and the family. All right. Marie Harf, Susan Ferrechio, thanks so much for stopping by. Before we go, we made a whole lot of news last week when Fox's Neil Cavuto who has multiple health problems pleaded with people to get vaccinated in his first interview here after contracting COVID. He even drew praise from some competitors at rival cable networks along with harshly negative e- mails that he had had fun reading on the air. Neil's message is really important which is why it generated so many headlines. That's it for this edition of MEDIA BUZZ. I'm Howard Kurtz. We hope you'll like our Facebook page. We post my daily columns there. And you can post your comments. And we can continue the conversation on Twitter as well. Check out my podcast, Media Buzz Meter. We have a lot of fun doing this, we look at the buzziest stories of the day and the media coverage. You can subscribe at iTunes, Apple iTunes that is, Google podcasts or on your Amazon device. We're running out of time, so I'll just say we're back here next Sunday, you know the time, 11 Eastern. We hope to see you all then with the latest buzz. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD KURTZ, FOX NEWS HOST (on camera)",
      "utterance": "The culture war is once again getting a tidal wave of media coverage. Sure we have to report on inflation and the border and COVID and Afghanistan, but hot button topics draw a lot of journalistic attention because they touch a nerve and people tune in. Now it just so happens the Virginia governor's race between Democrat Terry McAuliffe and Republican Glenn Youngkin will be decided on Tuesday. And by the way, all the pundits and pals have decreed that we'll spend weeks debating whether that outcome affects the midterms. One smoldering issue featured in a Youngkin campaign aide is a mother's 8- year-old complain about a local high school teaching Toni Morrison's Pulitzer Prize-winning book, \"Beloved,\" leading to bipartisan legislation about sexually explicit material that was vetoed by McAuliffe when he was governor. Now we have all this media finger pointing about who fired the first shot in this rhetorical war which is essentially pointless. It's just like every issue where each side accuses the other of playing politics when both camps are engaged in just that. There's a reason why the media often seize on issues like a school board controversy over books, plenty of ordinary folks think they're important. I'm Howard Kurtz. And this is MEDIA BUZZ. Ahead, journalist Andrew Sullivan joins us on media intolerance and the latest damaging disclosures about Facebook. When Barack Obama campaigned for Terry McAuliffe, he dismissed the Toni Morrison book controversy as a conservative media creation."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "We don't have time to be wasting on these phony Trumped-up culture wars, this fake outrage that that right-wing media pedaled to juice their ratings."
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "Let me tell you about how business works in TV, Barack Obama. Fox News covers the culture war that you started because it's real news. Son people come to Fox to watch real news."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "And the pundits pick sides over what liberals painted as a racially divisive issue."
    },
    {
      "speaker": "JOE REID, HOST, MSNBC",
      "utterance": "The Republicans have followed Trump's lead, pouring high octane gasoline on cultural anxiety over jobs and societal change, and weaponizing anything that makes white Christians feel icky."
    },
    {
      "speaker": "JOE SCARBOROUGH, HOST, MSNBC",
      "utterance": "Even if it was a clumsy, awkward ineffective plea to racist, it was how Glenn Youngkin decided to end his campaignn nonetheless. The horrors, the horrors of Toni Morrison."
    },
    {
      "speaker": "BREAT BAIER, FOX NEWS ANCHOR",
      "utterance": "I just think it is so potent, Democrat or Republican, when parents are talking about what their kids are learning in schools that it's a big issue, culture war or not."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Joining us now to analyze the coverage, Emily Jashinsky, culture editor at The Federalist, and in New York, Tara Palmeri, co-author of \"Politico's Playbook.\" Emily, liberal pundits, not to mention Barack Obama, say it's conservative media that hypes up this culture war issues, I suspect you have a different view."
    },
    {
      "speaker": "EMILY JASHINSKY, CULTURE EDITOR, THE FEDERALIST",
      "utterance": "Absolutely. I think this is one of the misunderstood thing in all of politics, actually that Republicans and conservatives are almost always on defense. And that's the case in Loudoun County. That's been the case in Virginia in the culture. It is absolutely true. And you wrote this earlier this week, Howie, that nobody is choosing to opt out of the culture war, completely true. Republicans now see this as an issue they need to lean into."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Why always on defense?"
    },
    {
      "speaker": "JASHINSKY",
      "utterance": "Because it's always the case that they're responding to something that progressives, by definition, of the phrase progressive are trying to change. So, in Virginia that was policy 8040, in Loudoun County public schools that went into place over transgender bathrooms and facilities and pronouns in August. Republicans were responding to that. They were responding to this issue of books. They were responding to them and that was an issue that the left was trying to change. So, Republicans are responding to it. But they are leaning into it, that's true."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Tara, do you think the media on the right, some of them, promote this culture war battles which could be such to include guns and immigration. And regardless, don't liberal media outlets punch back pretty hard?"
    },
    {
      "speaker": "TARA PALMERI, CO-AUTHOR, POLITICO PLAYBOOK",
      "utterance": "They do. And I think the thing about the culture wars as much as we try to say that they're background noise, they create real visceral feelings among Americans, feeling like their culture is changing for some people, and others wanting it to change. So, it really does have a lot of impact on Americans day to day in their lives because it becomes policy. Culture eventually becomes policy. And so I think to ignore the culture war, the culture changes or resistance to change is to ignore what would actually become policy and what is already becoming policy. So as journalists we do have to continue to cover it."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. I think that's a great point that we shouldn't just be dismissive about it. Now, Glenn Youngkin in the Virginia race says he's not for banning books. And that's true. This morning, Terry McAuliffe went on Meet the Press and said book banning, book banning. And Chuck Todd to his credit said the legislation that McAuliffe had vetoed just allowed parents to opt out of any material. Like a sex course whether there was actually sexually explicit material there. But nevertheless, you've got liberal commentators, Emily, saying this is racist, you're dissing Toni Morrison, is the coverage fair?"
    },
    {
      "speaker": "JASHINSKY",
      "utterance": "No, not at all. I saw a Guardian headline this morning that called that Republicans racial culture war. Again, that's ownership. Republicans using the possessive form of, you know, their racial culture war. I've seen the Washington Post say that Republicans are seizing on all of this. It's not fair. Because in this case it was a policy that was fairly common in the state of Virginia that Republicans just said parents should have some choice. And so I think to pin that on as a banning of the Toni Morrison book, it's a great example of how that's a line for Terry McAuliffe that he thinks will do well and that the Democrats the DNC thinks will do well and the media echoes that narrative. And it is not a fair narrative what's happening."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, I'm not for book banning but that's not what this is in this particular case. Tara, on the flip side you have conservative pundits saying Terry McAuliffe doesn't think parents should have a right to help make decisions about their children's education. Is that coverage fair, given McAuliffe's past statements on the matter?"
    },
    {
      "speaker": "PALMERI",
      "utterance": "I think it is accurate because he is saying that we should leave it to the school boards and some people would agree that their -- that individual parents should decide what their children can read and not read. It is pretty cut and dry. I mean, that is what he said. He said that let's leave it to a higher body and some people want autonomy over what their children are reading. He can, you know, slice it and dice it. But every time he's asked about it, he still comes back to the same, the same point."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes, the exact quote from the former governor is \"I don't think parents should be telling schools what they should teach.\" That obviously would be popular in some places and not popular in others. Emily, what about the coverage by this stunt the other day, the Lincoln Project, let me just remind people this is the anti-Trump group that paid themselves big salaries and one of their former members sexually preyed on more than 20 young men. They had -- if you're not familiar with this, they sent a group of torch bearing fake white nationalists to a Youngkin event in Charlottesville to make a point. I see virtually no criticism of this in the mainstream media, even though the McAuliffe campaign denounced it."
    },
    {
      "speaker": "JASHINSKY",
      "utterance": "Right. I mean, it was baffling. I've been baffled by the silence on this. This would be treated as a major right-wing disinformation operation had it happened in the other direction and a very cynical exploitation of racial politics. That's what this was. It's not surprising coming from the Lincoln Project. But you would -- the media on the other side would just be diving into this all over it, would be splashed across chirons everywhere and it's been virtually nothing."
    },
    {
      "speaker": "KURTZ",
      "utterance": "The Washington Post, which is to say this is a hometown race in the state of Virginia, commonwealth, I should say, ran a story inside the metro section. Tara, quick thought on that."
    },
    {
      "speaker": "PALMERI",
      "utterance": "I think that it's probably should have been on the front page, not the metro section. It's a -- it was -- I know a lot of journalists feel privately horrified about what happened. But yes, that's a front-page story to stage that kind of spectacle. It's very racial history triggering. I don't know how you could possibly get away with that and not be, you know, rolling on all networks and with horrified response to it."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. I don't even understand what it was supposed to accomplish. Obviously, this would be found out and then that becomes the controversy. So, what about the fact that, you know, we have this every four years, the Virginia and New Jersey governor's races, an off year, political reporters need something to do. But there's always been weeks of punditry about what the outcome of this race will mean. Whether, you know, if McAuliffe wins it's good news for Democrats, if McAuliffe this is Armageddon for Democrats. Will the media take away be that the culture wars, since that's where we started, either works, Emily, or it doesn't?"
    },
    {
      "speaker": "JASHINSKY",
      "utterance": "Yes. So, I actually I think that's probably the only extent to which this race is nationally representative at all is how the culture war plays out as various sides sort of dig into their trenches. I think that -- that actually may be a national microcosm. But always, to your point, there's the swarming and this parachuting end of journalists to various states and this one is easy because the DMV obviously calls to so many newsrooms and they try to nationalize races for the sake of ratings and coverage because everybody is bored and there is no election. And it's not always national representatives, so many local politics. I think we've seen that in Virginia. There is something though in this case about if Glenn Youngkin is able to keep this margin closer than it should be or if he's able to really like take the race, then we will see because of the way flips have happened and voters who say they're voting for education, that will be independent voters, that is a national message I think."
    },
    {
      "speaker": "KURTZ",
      "utterance": "You know, I almost always say all politics is local and the national media pump up these races because it's like what we do. But Tara, in this case, has -- is it fair to talk about the impact on national politics because has the race in Virginia in fact been nationalized especially since partially courtesy of the media and partially courtesy of the candidates, Donald Trump has played an outsize role."
    },
    {
      "speaker": "PALMERI",
      "utterance": "Also if you look at this historically back in 2009 when Virginia, a purple state, went red in the governor's office, you know, it led to a sweeping change in the Congress and it's also seen as a referendum on Joe Biden. I don't know how you can't not look at that especially when, you know, Terry McAuliffe himself said that Joe Biden is not very popular here. He's not even really using the president to campaign. This is a referendum on Joe Biden and that's why, and his policy. And that's why the media is clinging to the story. I mean, today we just saw a new poll numbers from NBC that Joe Biden's approval ratings are at 42 percent. So, I would disagree and say yes, it's close to our newsrooms and we're paying close attention but it's cliche but Virginia is a bellwether state and we have to pay attention of to it. And it will also define whether, you know, the Democrats have the momentum to pass their agenda or not or whether this loss actually pushes their agenda forward. Som I would say that --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "PALMERI",
      "utterance": "-- this is a race to pay attention to and the media is doing the right thing by paying attention."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And on that point, I mean, we did have as we showed earlier Barack Obama and Joe Biden going into the commonwealth to campaign for McAuliffe. On the other hand, while Trump has endorsed Youngkin, he has not appeared with him, the Youngkin campaign seems to not want to be tied too closely. And when Trump says he's going to do a tele-rally on election eve, Youngkin says well, I'm not going to be there, I'm not going to engage. Quick thought."
    },
    {
      "speaker": "JASHINSKY",
      "utterance": "Well, yes. To your point, all politics is local, and Virginia is a very unique state because of the way the beltway people living in northern Virginia --"
    },
    {
      "speaker": "LEMON (on camera)",
      "utterance": "Right."
    },
    {
      "speaker": "JASHINSKY",
      "utterance": "-- and it's a huge state with different culture and different parts."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But should the media be making Trump an issue or is it that both sides are making Trump an issue."
    },
    {
      "speaker": "JASHINSKY",
      "utterance": "I think it is fair, very fair that media makes Trump like -- that sees some extent of a referendum on Trump on this. Because you're trying to have a Republican candidate win in what is a blue state."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "JASHINSKY",
      "utterance": "So, yes."
    },
    {
      "speaker": "LEMON (on camera)",
      "utterance": "Or a referendum. And by the way, six months ago even people living inside the beltway didn't know who Glenn Youngkin was. So, it would be quite the upset. When we come back, Andrew Cuomo charged with a sex crime and much of the media have moved on and nothing to see here. And later, Andrew Sullivan on the growing crisis at Facebook. It's very meta."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "First it was breaking fuse only on MSNBC, a criminal charge against Andrew Cuomo. Then the Albany Times Union said the charge had been filed erroneously. But then it was confirmed. Long after news outlets disclosed the claims of sexual harassment two months after his one- time aide Brittany Commisso filed a complaint accusing him of groping her."
    },
    {
      "speaker": "BRITTANY COMMISSO, FORMER ANDREW CUOMO AIDE",
      "utterance": "I exactly remember looking down, seeing his hand which is a large hand, thinking to myself, my God, this is happening."
    },
    {
      "speaker": "KURTZ",
      "utterance": "The former New York governor has now been charged with forcible sexual misconduct. His spokeswoman says Cuomo never assaulted anyone. Emily, most of the media at the outset either ignored or minimized the sexual harassment allegations when they first surfaced. Now this one-rime Democratic hero is facing a criminal charge. What does this tell us about the press?"
    },
    {
      "speaker": "JASHINSKY",
      "utterance": "Yes. I mean, I think local media in this case really did the heavy lifting while national media that was super eager to jump on these charges with different people was taking a back seat to local media. And I think some of that has to do with the power that the Cuomo press operation, the P.R. operation has on the national media and that's a statement on the national media sort of compliance with those operations in and of itself."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Tara, in fairness, the New York Times, CBS and the opening Times Union were very aggressive from the outset and investigating and finding these accusers. What's your take on the rather restrained or limited coverage right now?"
    },
    {
      "speaker": "JASHINSKY",
      "utterance": "I would say it's because he's a former governor right now, it's a misdemeanor charge, not to minimize it but I would say that's part of it. But that's not the right way to look at it because based on my reporting on Andrew Cuomo, I used to cover him at the New York Post and the reporting that I've gathered now, he has $18 million in a war chest that he plans to use to be political and influential in the state, whether that means going after his political enemies or running again. I mean, in his first hire after resigning from office, he hired a P.R. person and what does that tell you. He's very eager in reshaping his image and bringing himself back into the political fold. And possibly, you know, reviving his career. He doesn't -- he left really non-apologetic. He seems to think there is a a future. So, if we give him a pass this time in the media, that means he has a chance to come back with very few people really remembering that he was in fact charged with a sex crime."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, Cuomo apologized for certain things, but he continues to insist that he never actually touched anybody and any of the serious allegations. But you know, yes, he's a former governor. Less than three months ago he was the most prominent Democratic governor in the country, he was hailed by the media for his COVID briefings, he won an Emmy. So, when we say well, he's just a former governor, if this was a situation where this kind of charge was brought against a former governor, Ron DeSantis, for example, you think this would be a half day story."
    },
    {
      "speaker": "JASHINSKY",
      "utterance": "Absolutely not. And again, these are very graphic allegations. There's somebody on the record, a woman on the record who has talked on the camera about them. I mean, what she is alleging, what she is accusing him of having done is a terrible, terrible, terrible thing. It's amazing actually how little interest there is, given the news value of the story, even as a former governor. The point that was just made is a really smart one. He is trying to come back. He made all of the sort of signals that he's coming back. And that gives the story even more news value because he's trying to continue to throw his weight around in American politics, so the question of his character is completely relevant."
    },
    {
      "speaker": "KURTZ",
      "utterance": "You know, MSNBC's Joy Reid and Chris Hayes couldn't find one minute on their prime time shows to mention this charge against former Governor Cuomo. I could not find a single mention, Tara, the next morning on the Washington Post home page, scrolling all the way down to the bottom, there was a story in the print edition. So, I'm wondering whether or not the media have just lost interest because you say well, Cuomo is old news or whether there's a tendency to just want to move on because they're uncomfortable with the story."
    },
    {
      "speaker": "PALMERI",
      "utterance": "I mean, he was a rising star so that makes the story even more consequential in my opinion. He had this potential people talked about him as a potential presidential candidate. He was, you know, the bright shining light of the Democratic Party. So, to completely forget about him right now seems like an oversight and the comeback is real. I mean, like I said, he has $18 million to be influential. So, he is an influential player in politics and just because, you know, he has fallen, he's he's not letting himself stay down for too long."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. Now look, he's entitled to the resumption of innocence if this goes into a courtroom. By the way, a Cuomo spokesman called the Albany County sheriff, Craig Apple who abort this charge, a cowboy sheriff who is playing politics. Apple says well, I don't know how this leaked before I could even talk to the local D.A. about it. So there are questions of New York and Albany politics swirling around a this. Thanks for a really good conversation, Tara Palmeri and Emily Jashinsky, thanks for joining us this Sunday. Up next, the press touted a big blanking budget deal for President Biden just before he went to Europe but it quickly fell apart. Did journalists get played here?"
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "The Washington Post was upbeat saying President Biden could be marking a potential breakthrough after months of lengthy negotiations and MSNBC was really excited."
    },
    {
      "speaker": "TYLER PAGER, WHITE HOUSE REPORTER, THE WASHINGTON POST",
      "utterance": "So what we expect from the president today is to detail this new framework after months of negotiations that he thinks will be able to pass the Senate and the House."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "There's no question this is a massive deal."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "There was skepticism on CNN and Fox News."
    },
    {
      "speaker": "JOHN BERMAN, HOST, CNN",
      "utterance": "This is a huge morning right now for Joe Biden, the President of the United States, who is laying it all on the line in the next hour."
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "utterance": "We saw this all come to a head last month and then fizzle out. That is, it could happen again today."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "And then of course it turned out that some Democrats were still opposing Biden's nearly $2 trillion compromise. Joining us now from Glasgow which is covering President Biden's trip is Fox White House correspondent Jacqui Heinrich. And Jacqui, we showes a little clip of, what was it like morning as a reporter when the White House was touting that Biden had this new framework and all the Democrats were expected to be on board and we hadn't even seen the thing."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "Yes, you know, it was a little different than last month, Howard, because the last time this all played out, the White House was not the one who released the framework. They had that release coming from the White House, the president going to the Hill to sell his plan, delivering an address to the country. It did appear, it did feel like the White House really wanted this to happen more than last month when it all sort of fizzled out and the president said, you know, we can have, we don't want to have artificial time lines, we want to get it done right. So, more energy this time but again, we saw the same thing happened, the progressives staved off a vote on this bill."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "Interesting enough to me was that scoop from politico that it happened through the chief of staff Ron Klain and really shined a light on just how cozy their relationship is, the White House is sort of framing this now in a different way. They're saying since the progressives have endorsed the framework, that now Biden can go to the COP26 with Democrats in agreement. I think that's getting a little of the cart before the horse on that. This bill hasn't been --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. But let me jump in here. Let me jump in here and ask you. Since we've been through this so many times, Nancy Pelosi trying to schedule a vote but she can't get a votes, the progressives at odd with Joe Manchin and Kyrsten Sinema. Did you say that you saw this report I better be cautious here, I better be skeptical here, even though the White House through sources was talking this up."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "Absolutely. Because the progressives have been clear the entire time on what their demands are. They have not budged. And they have -- they've held together. And so, I think that you have to really take that into consideration no matter what you're hearing from the White House. But until you hear Pramila Jayapal saying this sounds great, let's do it today, probably isn't going to happen."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes, I'm always skeptical of the framework or the blueprint because it means there is no tax, there is no fine print. Where is the money actually going to go. When obviously Biden has had to cut the original $3.5 trillion measure in half. At what point do the media say this is kind of disarray and the president is having trouble influencing his own party?"
    },
    {
      "speaker": "HEINRICH",
      "utterance": "Well, I think it's clear the president is having trouble influencing his own party and I think that they're trying to counter that today. You saw the energy secretary, Granholm, come out and say, you know, because of progressives having endorsed this package after reportedly getting assurances that the things were stripped out the White House will try and other bills later on down the line, you know, she's saying look the president can meet with foreign leaders and say that he has agreement among his party on these issues."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "And I don't think that he can say that yet."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. but artificial deadline as you said, artificial deadline as you said. Look, they might get the deal this week --"
    },
    {
      "speaker": "HEINRICH",
      "utterance": "And the parliamentarian hasn't ruled on immigration."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. They might get the deal this week in which case nobody remembers the sausage making. But we sure have been through this a lot of time which is why I think skepticism is warranted by journalists. Jacqui Heinrich, thanks very much for taking the time out from a busy day to join us."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "Thank, Howie."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Next on MEDIA BUZZ, Andrew Sullivan on the mess at Facebook. Dave Chapelle on the dangers of woke journalism. Stay with us."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "Facebook, now called Meta in the most bizarre name change ever, has been hit by a whole series of damaging disclosures. The Washington Post says Mark Zuckerberg's company tweaked the secret formula to value emotional emojis such as angry or sad five times as much as a simple like. That according to internal documents caused more polarizing posts to flood into the news feed of millions of users. I spoke earlier with Andrew Sullivan, the veteran journalist who writes at Substack and is author of the new book, \"Out on a Limb.\""
    },
    {
      "speaker": "KURTZ",
      "utterance": "Andrew Sullivan, welcome."
    },
    {
      "speaker": "ANDREW SULLIVAN, AUTHOR, OUT ON A LIMB",
      "utterance": "Thanks, Howie, thanks for having me again."
    },
    {
      "speaker": "KURTZ",
      "utterance": "There's been an avalanche of leaks from Facebook or Meta, showing that the company pushes out consistent that keeps users engaged and enraged. Is Facebook playing a corrosive role in media and society and politics?"
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "Of course, it is. It seems quite like that it is. Look, in some ways it's like Phillip Morris. Facebook has been incredibly successful because it's selling an addictive drug. And it kept designing and tweaking it so that you are more and more addicted to it. And at some point, an organization that is doing that, that's clearly also rotting the minds of a lot of people, taking up the hours of their day, increasing depression, anger, polarization, splitting up families, destroying a political culture, essentially that becomes so stigmatizing such a big problem for P.R. for that company, they have to rename themselves."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "So, Phillip Morris became out there. Now we're Meta."
    },
    {
      "speaker": "KURTZ",
      "utterance": "We're all part of the Meta."
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "And it's you know, that can still keep pumping content."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. But let's look at the --"
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "But it's just beyond."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Let's look at the ideology of it. Because you have internal documents now showing that some in Facebook wanted to kick the conservative site Breitbart out of the newsfeed. Can you imagine anybody at Facebook deciding that maybe this very liberal organization was not so reliable, and we should question it?"
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "No, I can't. You know, this is the trouble with some of these elite corporations and institutions. They just, they don't really see that they are biased because they're so trapped in a bubble of their own making. What they think is common sense is actually for large numbers of people in America something that is really out on left field and that's a real problem. And it's a problem with being questioned siloed in these big cities and places where especially when you have very young generations of college educated people as part of the workforce, you become estranged from mainstream reality and that is a huge problem."
    },
    {
      "speaker": "KURTZ",
      "utterance": "So, all the big media companies that that are feasting on these leaks, could this be a form of payback against its rival, Facebook?"
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "Well, I think if we're being honest, obviously to some extent. Facebook is their great rival. It is in some ways killed their appetite in business. And these big institutions are very envious of other places that are managing to poach readers."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Let's go broader because you say and you've been writing about polarization making things work, Quoting you, \"on the left, moderations it portrayed as a surrender to white nationalism and on the right white identity politics has overwhelmed moderate conservatism.\" So, are we screwed to use a technical term and how much are the media fueling this polarization?"
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "Well, I think they like Facebook are fueling it to some extent. I think the fact that you can be, forgive me, on Fox News and never really hear a solid counter opinion and the same goes for MSNBC and increasingly CNN which is I can't watch, it's basically the same as MSNBC now, means that you don't have a range of views for people to judge. And inevitably when you all agree around roughly the same stuff, you there's no rasp h ratchet back."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I wanted to touch on Dave Chappelle because you've tweeted about him as well. He of course is now pushing back against critics within Netflix, and Netflix is standing by him on the comedy special. Here's what he had to say."
    },
    {
      "speaker": "DAVE CHAPPELLE, COMEDIAN",
      "utterance": "Even though the media frames this that it's me versus that community, it's not what it is. Do not blame the LGBTQ community for any of this (muted). This has nothing to do with them, it's about corporate interest and what I can say and what I cannot say."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Andrew, you liken this movement on the left to the moral majority of the '80s and '90s, moralizing pearl clutching, uptight humor free censors. Explain."
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "Well, it used to be the case that the religious right were demonstrating against the documentaries or comedy specials or movies. You know, I remember going to see \"The Last Temptation of Christ,\" for example, to a barrage of people who were objecting. And this is a free society they can do that. But the general attitude that we've got to prevent people from saying things, we've got to prevent cultural products that could possibly do harm even though we don't have a direct evidence of that, is terribly counterproductive for the creative industry. I don't believe, I absolutely do not believe that Dave Chappelle is in any way transphobic, in as much as he hates or dislikes trans people. He's making an argument through a joke that there are some issues here that do have to be resolved and he's doing it in a funny way and he did it in a special that to my mind was deeply moving about the humanization of a trans person, a trans comedian, that was actually I think an extraordinary testament to his love and concern for trans people and how it's been distorted in this way is beyond me. But I'm proud of Netflix for standing up to the mob."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Finally, you've taken a lot of flak over the years going back to your 1989 new Republican article for the then crazy idea of gay marriage. You had ha criticism from other gay people. You said you developed a thick skin and you don't care what people say as long as it's not true. But what about there in the social media world, many people think that it is true?"
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "Yes, I mean, what can you do about that? Humans are wired for gossip. I mean, we're wired for stories that confirm our biases and if we have institutions like Facebook or really propagandistic media channels, they're going to exploit that they're going to exploit. And it's up to you, the citizen, it seems to me, to determine fact from fiction. And that's not the role of the government to supervise. I don't want the federal government interfering in editorial decisions even by places like Facebook. It is -- it's a very creepy behavior and it will, I think, suppress mainly right of center views, it may suppress left of center views but we'll often do the latter. Because of the culture of these institutions and the culture of the government."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Thinking independently is always the best advice. Andrew Sullivan, thank you very much for joining us."
    },
    {
      "speaker": "SULLIVAN",
      "utterance": "Thanks, Howie."
    },
    {
      "speaker": "KURTZ",
      "utterance": "After the break, the Wall Street Journal editorial page punches back to media criticism that it shouldn't have published a letter by Donald Trump. And later, Alec Baldwin breaking his silence about the shooting tragedy."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "The Wall Street Journal editorial page is taking media flak for publishing a letter to the editor from Donald Trump filled with unproven claims about how the Pennsylvania election was rigged, such as suggesting that over 70,000 late ballots were counted when they weren't. The journal responded the next day, we think it's news when an ex-president who may run in 2024 wrote what he did, even if or perhaps especially if his claims are bananas. As for the media clerics, their attempts to censor Mr. Trump have done nothing to diminish his popularity. Joining us to analyze the coverage, Susan Ferrechio, chief congressional correspondent for The Washington Examiner, and Marie Harf, a Democratic strategist and Fox News contributor. Susan, the Journal didn't vouch for this Trump letter, it simply published it as a response to an early editorial, yet got roundly denounced by much of the media."
    },
    {
      "speaker": "SUSAN FERRECHIO, CHIEF CONGRESSIONAL CORRESPONDENT, THE WASHINGTON EXAMINER",
      "utterance": "That's right. And I side with the Wall Street Journal, saying if he's running for president potentially in 2024, he's a former president, it's pretty foolish to deny him the opportunity to have his say in an op- ed. And they didn't just allow him to have his say. They came back and not only did they criticize the critics who didn't want them to run the op-ed, they pretty much debunked what Trump was arguing thoroughly in the article that they wrote following Trump's op-ed. So, I think they covered it in a responsible way. And even if they hadn't done so, Trump e-mail blasts his feelings on a daily basis to us in the media so we hear from him all the time. And I think he makes -- the Journal made an excellent case. The last paragraph was the most important part of the argument. Which is it's hard to accept criticism for Trump's argument when the media spent three years with the Russian collusion hoax running daily."
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right. I'm got to get to that, I'm going to get to that in just a moment. But I want to get Marie to respond. Maybe it would have played out differently if the Journal had done its fact-checking and response editorial the same day as opposed to the next day, but what about this what the Journal says is the media attempts to censor Donald Trump. MARIE HARF, DEMOCRATIC STRATEGIST & FOX NEWS CONTRIBUTOR: Howie, I think that's a really key point that you just raised. They shouldn't have waited 24 hours to fact check this piece. I think the Journal was trying to have it both ways, trying to get, you know, Donald Trump supporters to read their publication, get some credibility with the Trump part of the party which is a majority of the party today but then the next day sort of saying don't worry, everyone, we will fact check it. Everyone has already read the first piece. Those -- many of those people who read that first piece, Howie, are never going to read the fact checking. So, I think that was irresponsible. And look, the Journal doesn't have to give him space to do this. They aren't -- they don't have some responsibility to print every lie that is submitted to them in any format. And heading into this next presidential election, Howie, this is the key point. All of the media outlets need to figure out how they're going to cover Trump if he runs, when he lies repeatedly every single day. There's not two sides that are equally, you know, truthful to what he says."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "HARF",
      "utterance": "There's one that's not."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. But if he's a candidate, you cover the hell out of him. That's how you cover him. And by the way, Trump called the follow-up Journal editorial whitewash. All right. Susan already mentioned this, Trump writing to the Pulitzer board, and then moving on from about Russia. Trump wrote to the Pulitzer board saying the New York Times and the Washington Post, you have to give back their 2018 prizes about Russia, based on, quote, \"false reporting on a non-existent link between the Kremlin and Trump campaign has been widely publicized. The coverage was no more than a politically motivated as farce which attempted to spin the false narrative that my campaign supposedly colluded with Russia. Now, Susan, the former president knows the prizes are not going to have to be returned. So why is he taking this shot?"
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "Because he's still defending his presidency which basically was under siege for the entire -- his entire term. And because people were accusing him of colluding with the Russians beginning with the campaign. And listen, We were covering Trump as if he was an alleged Russian agent part of the time. It was really ridiculous. He really spent his entire term under siege and the Pulitzer Prize, I think for the New York Times reporting, you can't help spot, the irony there. You know, they cited the Times for this deeply sourced reporting. When really, it was revealed later that a lot of it was just kind of this echo chamber and it was politically motivated. There's so much evidence of that now. But back to Marie's point about how you get the point out there, not the correction later. There's so much argument now from people who still believe --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right. FERRECHIO -- that Trump colluded with the Russians because the coverage was just so heavy in that regard. Now the --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Now, Marie, the media did relentlessly hype the Russian investigation although it was an independent council's investigation that of course had to be covered."
    },
    {
      "speaker": "HARF",
      "utterance": "Of course, a lot of the allegations turned out to be true. We know a lot about what people like Paul Manafort did, for example, Mike Flynn. So, you know, I think this is Donald Trump gaslighting us. He, his whole politics is based on grievance politics, us versus them. He's taking on the mainstream media including the Pulitzer board. This is part of his brand. And this is him trying to continue that form of politics --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right."
    },
    {
      "speaker": "HARF",
      "utterance": "-- that isn't about tackling the issues of today but it's about relitigating the last four years."
    },
    {
      "speaker": "KURTZ",
      "utterance": "This is running the 4,700 segments that we did on Russia. All right, let me get a break. Still to come, --"
    },
    {
      "speaker": "HARF",
      "utterance": "I know."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Alec Baldwin speaking about the horrible accidental shooting as the coverage turns much more critical."
    },
    {
      "speaker": "KURTZ (on camera)",
      "utterance": "The coverage of Alec Baldwin's tragic accidental shooting on a movie set is turning far more critical and the actor broke his silence yesterday by speaking to photographers."
    },
    {
      "speaker": "ALEC BALDWIN, ACTOR",
      "utterance": "It's an active investigation in terms of a woman dying. She was my friend. She was my friend. There are incidental accidents on film sets from time to time. But nothing like this. This is a one in a trillion episode."
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL AND POLITICAL ANALYST",
      "utterance": "I think the assistant director as well as the armorer are most at risk for criminal charges. But so is Alec Baldwin because he wasn't just an on actor relying on assurances. No, he was an on-location producer."
    },
    {
      "speaker": "SCARBOROUGH",
      "utterance": "You have three people that had custody of the gun. You the armorer, you had Dave Halls, the assistant director, and then you had Alec Baldwin, all three of those people. If they had ever handled guns before would have checked every chamber."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Susan, Alec Baldwin sounded pretty anguished there. Is the producer of this western (Ph) not completely blameless but is it fair for the actor, for the pundits, I should say, to rip him when he's an actor who was handed what he thought was a prop gun and told cold gun."
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "Well, if he's supposed to check the chamber first, yes. I think what Alec Baldwin said in the clip you just played is interesting, like this is really an outlier incident. When already we know you just from hearing some of the facts is that that gun may have been used for target shooting earlier, that there were all kinds of things going on on the set take that were irresponsible related to how the guns were handled. So, it sounds like he could be in more trouble given just the fact that he is a producer on the set and he was in fact supposed to check the chamber before he fired it. I think it's perfectly fair, in fact, you know, it's refreshing to hear people like Joe Scarborough at least try to say Baldwin should potentially be responsible, instead of just trying to cover up for him because of his stance on the NRA and other things over the years."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. Well, the question is, who has the responsibility, I guess both morally and legally."
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "Right."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Marie, the coverage took a negative turn when that assistant director David Halls, we learned from news reports, had been fired two years ago from a movie where there were accidental gun charges. I'm not prejudging the case. But shouldn't that be where the media scrutiny goes?"
    },
    {
      "speaker": "HARF",
      "utterance": "I think that's right. And the L.A. Times and some other publications that focus on Hollywood very closely were breaking stories almost immediately about some crew discomfort in the days leading up to this tragedy with safety on set, for example. You just mentioned another one of the stories and so I do think that this is an industry that has a lot of people focused on it right now. This is not about Alec Baldwin. This isn't about a person who has been a political sort of figure for lack of a better term. This is about an industry that has a practice that does not appear to be entirely safe and I do think there is some journalists really digging into this, Howie, which is to the good."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes, absolutely. And the fact that some of the crew had walked off to protest working conditions certainly fits into the larger puzzle here. Susan, but isn't the press milking this to some degree because it's Alec Baldwin, he's a big name, he's controversial, he's a big liberal who played Trump on SNL. And it's bigger news it would have been if it was, you know, some third tier actor who we didn't, whose name we didn't know."
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "Sure, he is one of the post well-known actors in America and he killed somebody on a set. It's a tragic story, it's a horrible story. But it's an incredible story that this happened. And of course, he's been very vocal and outspoken about the NRA. Yet, he and many other actors have made millions and millions of dollars profiting off movies that use gun violence. It's tripled according to the American Pediatric Association. Gun violence tripled in movies over the past three decades, and yet Baldwin and others get out there and rail against the NRA and other gun rights groups. So, an incident like this puts a spotlight on his political views on guns, unfortunately. Just a tragic incident all the way around but just an incredible story."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. I don't want to lose sight of the fact that it is such a heartbreaking tragedy and the 42-year-old cinematographer who was killed who he said was his friend, Halyna Hutchins -- Halyna Hutchins."
    },
    {
      "speaker": "FERRECHIO",
      "utterance": "With a nine-year-old son."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And let me go to Marie in the time we have left. I mean, does all the media finger-pointing -- and you're right, there should be journalistic investigations of this and there are, does it take the spotlight off of the woman who tragically lost her life."
    },
    {
      "speaker": "HARF",
      "utterance": "I think some outlets have been trying to really keep that spotlight on her, while being sensitive to a family that is in mourning. But I also think that it has gotten especially the Alec Baldwin piece of this so much media attention this week, Howie, when a number of other really important stories that maybe aren't as sensational or politicized haven't been. Right? So I think when that we on TV, those of us in the media look at what stories we put on television as news, there has been some criticism that this has gotten so much attention, particularly the Alec Baldwin piece of it, when there are Americans killed by gun violence every day in many places around this country that don't get the same coverage. It's an interesting question."
    },
    {
      "speaker": "KURTZ",
      "utterance": "That -- that is a fair point. I do think though there's so much public interest because it is one of the most famous actors in the country who tragically --"
    },
    {
      "speaker": "HARF",
      "utterance": "Of course."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- killed somebody who he said was his friend. And he's been consoling the husband and the family. All right. Marie Harf, Susan Ferrechio, thanks so much for stopping by. Before we go, we made a whole lot of news last week when Fox's Neil Cavuto who has multiple health problems pleaded with people to get vaccinated in his first interview here after contracting COVID. He even drew praise from some competitors at rival cable networks along with harshly negative e- mails that he had had fun reading on the air. Neil's message is really important which is why it generated so many headlines. That's it for this edition of MEDIA BUZZ. I'm Howard Kurtz. We hope you'll like our Facebook page. We post my daily columns there. And you can post your comments. And we can continue the conversation on Twitter as well. Check out my podcast, Media Buzz Meter. We have a lot of fun doing this, we look at the buzziest stories of the day and the media coverage. You can subscribe at iTunes, Apple iTunes that is, Google podcasts or on your Amazon device. We're running out of time, so I'll just say we're back here next Sunday, you know the time, 11 Eastern. We hope to see you all then with the latest buzz. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}