{
  "date": "October 19, 2018",
  "headline": "Tucker takes on migrant caravan supporter; Rep. Jim Jordan talks Big Tech bias",
  "subHeadline": "Guests: Max Burns, Victor Davis Hanson, Dan Bongino, James Jordan, Ethan Bearman, Leslie Marshall, Mark Steyn",
  "url": "https://www.foxnews.com/transcript/tucker-takes-on-migrant-caravan-supporter-rep-jim-jordan-talks-big-tech-bias",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening and welcome to \"Tucker Carlson Tonight,\" and greetings from California. We're coming to you live this evening from the Nixon Library in Yorba Linda outside Los Angeles. We'll see if you remember hearing this story at any point before. A Caravan of impoverished migrants is now making its way up from Central America through Mexico. Their plan is to present themselves at our Southern border and demand entry into our country with all the benefits, of course, that that entails.  The White House has vowed to stop this Caravan using the Armed Forces, if necessary, but it keeps coming. Have you heard something like that before? Well in fact, you have.  Something very similar happened just a few months ago. We watched another migrant Caravan snake its way up from Central America. It finally arrived and then the news coverage essentially stopped. But what happened next? Well here's what happened next.  Hundreds of those people in that Caravan are still here in the U.S. And if recent history is any guide at all, very few of them will ever leave. Once you reach this country and claim asylum, you're usually home free. Our media don't often cover that. But the rest of the world is watching and knows it very well. And that's why they keep coming. The most recent estimates suggest that a caravan's worth of uninvited migrants arrives at our border every few days. Why is this happening? Because an entire political party is inviting it and encouraging it. They believe unchecked immigration will strengthen their hold on power. They're perfectly aware that you don't like this, but they don't care.  Just yesterday, Nancy Pelosi said it would be \"immoral\" to build a wall that might stop poor people from flooding into this country. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOUSE MINORITY LEADER NANCY PELOSI, D-CALIF.",
      "sentences": "We have to do something other than building a wall, which you can't try very well. In my view, it's immoral, expensive, ineffective, and not something that people do between countries.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Did you catch that? Securing the border is just \"Not something people do,\" not something decent people do, anyway. Bigots do it, so do moral reprobates and anyone else who derives pleasure from cruelty. As MSNBC explained just today, borders are a lot like slavery or the Trail of Tears. Watch:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN EDWARD SCHMIDT, PUBLIC AFFAIRS STRATEGIST",
      "sentences": "This is a moral outrage that harkens to the worst accesses in the history of the country, to the separation of families at the slave auction blocks--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSEANNE O'DONNELL, COMEDIAN, ACTRESS, AUTHOR, TELEVISION PERSONALITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHMIDT",
      "sentences": "--to the separation of Native American families. It is a--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLLE WALLACE, NBC NEWS",
      "sentences": "And - and as Laura said that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHMIDT",
      "sentences": "--moral outrage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'DONNELL",
      "sentences": "I love you. I really do. I will make sure --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHMIDT",
      "sentences": "Me too Rosie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'DONNELL",
      "sentences": "--I'd like to move next door to you. We'll have coffee --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "They're morally outraged. Well, they're always morally outraged. And the point of their moral outrage is pretty clear. America has no right to decide who lives within its borders. Americans lack the moral standing to make that decision. We are too sinful.  Illegal immigrants come here because we deserve it. We meddled in their wars in the 1980s. We had the gall to get addicted to the drugs they send us. We once had segregation in the American South, whatever. The point is this is a fallen country. 22 million illegals within our borders is just the beginning of our penance. Latin America is listening to all of this and they are getting the message, and that's why they're on their way.   Last fiscal year, 94,000 families from the Honduras, Guatemala, and El Salvador were detained at the U.S. border. Not one of these people had a right to come in, but they were not deported. Almost 100 percent of them are still here and most will never leave. We are powerless in the face of this. Congress could fix it but Congress refuses to fix it. The system is broken by design. Voters know this, of course. It's one of the main reasons they voted for Donald Trump two years ago. They don't hate immigrants, obviously, but they do believe America has a right to decide which immigrants to admit. All countries have that right, don't they? That would be an interesting debate. The Democratic Party and their lackeys in the media don't want to have that debate because they know they would lose. So instead, they try to bully the population into silence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN",
      "sentences": "The GOP argument on immigration isn't one that's optimism-based, it's fear-based.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN",
      "sentences": "This is a scare tactic, right? This is the President - this immigration is a scare tactic he's using to rev up his supporters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDDIE GLAUDE, CENTER FOR AFRICAN-AMERICAN STUDIES",
      "sentences": "When you talk about caravan, you're talking about White anxiety. You're talking about old White man angst. And so, when they bring up the caravan that's all we need to do is to bring up the pictures of children being separated from their families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "In other words: shut up, racist. You probably heard that before too like every day for the last two years. You hear it a lot because it's an effective political tactic. But it only works if you fall for it. You should not fall for it.  Most Americans are not racists, not even close. They're decent people. They love their country. They want their country to continue. And they know that will not continue without real borders.  Tucker takes on migrant caravan supporter Max Burns is spokesman for Robert F. Kennedy Human Rights, a groups that campaigns on behalf of migration, and he joins us tonight. Thanks a lot Max for joining us tonight. So, sort of a macro question first. You acknowledge this is a democracy. And - and democracies, over time, probably ought to reflect the will of the people who live within them. The majority of the population overwhelmingly thinks Americans have the right to determine who comes in from other countries. We don't have that right. It's demonstrable. Isn't this anti-democratic, the system that we have now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAX BURNS, ROBERT F. KENNEDY HUMAN RIGHTS",
      "sentences": "I don't know that anyone's arguing that we have to take people in. This is, Tucker, a - a simple question of enforcing the laws that we already have.  I mean if people like Barry Goldwater, and Ronald Reagan, and George W. Bush could make the distinction between an immigrant and a refugee, I think it's well within the capability of Congress and the President to make that same distinction today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But we're not making that distinction. And that's the reason that of the last Caravan, as you just heard, which was several months ago, almost every single member who made it within our borders is still here.  We're not enforcing our own laws, and that's why we have upwards of 22 million illegal aliens within our borders. The outline's really simple. We don't have control of who's coming in or out. And it's hard to contest that when the numbers are universally acknowledged. So, why is that democratic if most people don't want it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "I think it's strange that the people talking about law and order don't want to enforce, say, the Refugee Act of 1980, which was unanimously passed by the Senate, unanimity not something we're used to today, and who don't want to follow the process that's enshrined in our own domestic law to grant at least the application and the right to plead a case for asylum at the border. That's in the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "The problem is that process is not--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "--being followed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well it's not, as you know, and I think your argument is disingenuous, because you know, because you work on this issue that the overwhelming majority of people are released within our country and never go before a judge, and just stay here. And again, that's why we have 22 million, so when - illegals in this country right now. It's part of the reason. So, if you see a migrant caravan coming of people who have no documentation and no right to be here, it's a little concerning when the Left says \"Well, wait a second. We deserve them because we meddled in their countries in the 80s or we take the drugs they send us.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "Well--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The point that you're making--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "--come on, Tucker--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--and others on the Left are making is this is our punishment--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "No, come on, Tucker--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--which is what you clearly say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "--you're - you're - you're a supply and demand conservative. You know that there can't be a demand without supply, there can't be supply without demand. It's not like this is a one-way street.  These are drugs that we are obsessed with as a nation due to a failed war on drugs, and there is something to be said for the fact that we have created this gang violence, this political instability in Honduras and Guatemala--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, we've created it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "--through this addiction we have to drugs and, yet, we are so hesitant to acknowledge--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "--the human cost that's marching toward us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I guess I'm not hesitant to acknowledge the human cost. I'm struck by your hesitance to acknowledge the over 50,000 Americans who died last year of drug ODs. Where do they figure into this moral equation of yours where we deserve to be invaded because we take their drugs? What about the families of the 50,000 who died? How much time do you spend thinking about them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "All the time. I think they would be much better served using that money we want to spend on a wall for opioid prevention, opioid education, and to rethink this entire country's addiction to heroin, crystal meth--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "--to marijuana--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Wait maybe --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "--come on, Tucker, that's more useful--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--but - but - but - wait - wait - but wait --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "--than a wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--a wall might stem some of the flood of illegal drugs, not all, but some that would save American lives. But that's not a concern to you because why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "Because these people are seeking--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You're against the wall because you believe it would work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "--no, because the people in this caravan are seeking asylum status. They're not drug runners. All the pictures that are up right now on the TV- -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But what about - but - but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "--are them checking in at--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--well you don't know - we don't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "--police stations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--you don't know - you don't know who they are actually.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "The people--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You have no idea who they are and neither do I, so we know--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "Which is why we have a process for hearing their--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--what the press is telling us they are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "--asylum claim. That's why we have--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But the macro point is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "--that in process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--why do not - hold on, you know as well as I that a wall would give us some control, physical control over our borders. It works, which is why you hate it. Why would you argue against the right of a sovereign nation to determine who comes in? Why - what is your motive in that, honestly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "I think the drugs, you would agree, are going in under the wall and over the wall and on sea routes, not so much through a point of entry like McAllen, Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I'm not - I'm not sure we know that. But people are certainly going on foot and a wall would stop some of them. Why would you oppose that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "There was a report on Fox just the other day of a gigantic air- conditioned drug tunnel with a little mini subway in it, so you can't say that it's not like--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right, of course --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "--they haven't figured out how to get around a wall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. So you're just - you just want to save money. You just worry about federal expenditures. All right, we're out of time. Max, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURNS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Victor Davis Hanson is a Senior Fellow at the Hoover Institution, also in California, and he joins us tonight. Professor, thank you very much for coming on. I'm fixated--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTION SENIOR FELLOW",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--on the moral argument here beneath the policy argument, which is that the United States has no moral standing. The Left is saying this blows, he said it, the guest who I just talked to has said it. We have no moral standing. We have no right to determine who comes into our country because our history is just so bad, so awful, so sinful. What do you make of that argument?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Well - well I don't really - I don't even take it on its own merits because I don't think they really believe in any consistency. Remember, it was just 30 years ago that the likes of Cesar, it - it - it was Cesar Chavez and Bill Clinton and Chuck Schumer - want to - to - I don't have --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Who were making the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "--they - they were--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--case. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "--yes. They were all making the case - case that the borders should be poor - should be closed because it adversely impact the minority communities, and that it - it under writ - it undermined Union wages and entry-level workers. And then when we got 20 million, all of a sudden they said \"Wow. We flipped California, New Mexico, Colorado, Nevada, this is a good thing. Let's ignore federal immigration law.\"  And then, same thing with sanctuary cities. They're good now because that it - it fulfills a useful agenda. But believe me, if Alabama and Montana and Utah said \"You know what, in our jurisdictions, in our state, we don't want to adhere to federal orders about gay marriage or the Endangered Species Act or federal handgun registration,\" then all of a sudden that would be nullification and Neo-Confederate in the eyes of the - the Left. It's the Kavanaugh hearings all over again. Remember, in a nanosecond we were going to throw out a 100 - 238 years of American jurisprudence because it didn't coincide with an agenda for the Supreme Court. And then afterwards, suddenly the good blue wall Electoral College that helped Obama get elected was - had to be jettisoned because it - it crumbled and gave Trump the election. And Senators were wonderful from small states, the same as big states--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "--because Obama had a supermajority in the Senate, then that was bad, and the nine Justices were good since 1869. And suddenly, they didn't flip like--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "--they usually do in a Republican. And so, it's whatever is useful, the - the law is - is fluid and adaptable. It's about power, Tucker. It's not about the respect for the law and the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You're exactly right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "--abstract.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. And I think a lot of us, including me, very often, are far too literal and take these arguments as if they're sincere, which they are not. Professor, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANSON",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Across the country, extremists are attacking candidates for office but, of course, only of one party. The media's message is to vote for Democrats anyway or you're a bad person. Much tape on that as the show continues tonight from the Nixon Library in Yorba Linda, California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Welcome back. We're coming to you live tonight from Yorba Linda, California. We're actually in the front lawn of the home Richard Nixon was born in and he grew up in.  Want to bring you new video from Houston, Texas. It shows a man being confronted for ripping up Ted Cruz yard signs. It happened in the wealthy Liberal neighborhood of Montrose. Be warned. The video is upsetting. In that it shows a lunatic in his natural habitat. Here it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I would watch. Be careful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You know what? I have bought a 100 of these. I'm about to--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "--put more out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Cool, all right. Well I'll tear it up. I hate Ted Cruz. I hate Ted Cruz. I hate Ted Cruz. I hate Ted Cruz.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well we're not licensed veterinarians, but it does seem obvious the Zombie Raccoon Virus is spreading outside of the Northeast, so stay safe. Well despite plenty of examples of violence and extremism and mob behavior from the Left, the media have decided to ban the word \"Mob,\" and coalesce around a new storyline, \"You better vote Democrat or you're a racist, sexist or, literally, a traitor to your country.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC",
      "sentences": "--quislings meekly march in lockstep behind a morally disabled president. I don't know how you do it. It's appalling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMANDA CARPENTER, POLITICAL ADVISER",
      "sentences": "People are just trying to make Liberals scream and cry. And they laugh about it, right? Like there is a mug that they'll hold up and say \"Liberal tears,\" and they laugh as they drink it. The cruelty is the point of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "They voted for their cruel person who demeans and diminishes people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAKARI SELLERS, ATTORNEY",
      "sentences": "I don't understand how you overlook misogamy, sexism, racism. I don't understand how you can just sit back and say, \"You know what, all of that's OK because I'm going to get, you know, all of these judges elected or I'm going to get a tax break.\" I - I just think that there is - that - that - that's not what it means to be American.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Dan Bongino was a former NYPD officer, NRATV contributor, author of the book Spygate: The Attempted Sabotage of Donald J. Trump. Dan, thanks a lot for coming on tonight. There's been a shift.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, FORMER AGENT OF THE UNITED STATES SECRET SERVICE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So when Trump got elected, obviously, shocked and horrified a lot of people in Washington, in New York, but they for a while decided to attack him and not the tens of millions people who voted for him, not the whole middle of the country. Now, they are. Now the idea is it's not just Trump who is bad, it's anyone who might support Trump is bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes. This is really an incredible phenomenon. I mean - I mean I have never seen anything like this where the media is playing referee solely for one side. It's like a boxing match where, you know, one side's wearing brass knuckles, we're wearing 20 ounce gloves, and they're yelling at us for a kidney punch or something, Tucker. It's ridiculous. But there's a couple things going on here. Number one, the - the Leftist freak-out is basically due to their, you know, their coin of the realm is state power. And when they lose state power, they're takers, right, they can't take. They can't take your money. They can't take your healthcare. They don't have anything else but aggression, right? Now, the media polices that on the Right. Matter of fact, the media even makes up stories about was that commentator you showed, was she even serious? She's worried about a mug that says Liberal tears, while Antifa's beating the snot out of people in this is that. I mean I'm serious. Is that a serious comment like a mug that says Liberal tears--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "--while there's actual people getting the crap beaten out of them in the streets. It's absurd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I want to show you a - a piece of tape we just got. I think it's from Portland, Oregon. It's otherwise a beautiful city, I have to say. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why are you trying to block me? I'm (BEEP) trying to walk here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't like traveling sneakers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're a (BEEP) snarky little (BEEP) idiot. Shut the (BEEP) up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Try something (BEEP).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm not. I'm not going to punch you. I'm not like your husband. I'm not going to punch you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm not married.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm not like your boyfriend or your cop boyfriend who's going to (BEEP) knock you out, so don't worry--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "My husband died 9/11.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hi, it's free.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Good for him. Good. Good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's your point --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Those NY - NYPD were a bunch of (BEEP) sodomizing (BEEP) sodomizing immigrants with their bully sticks. So yes, you're (BEEP). Your husband should probably--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What are you saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "--(BEEP) just rot in the grave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "He - he doesn't know her. She's wearing an NYPD hat, so he starts screaming her. My husband died on 9/11, she says. Good, he says. What's going on here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "You know, Tucker, Truck 7 of the Emergency Services Unit of the NYPD was in the precinct I was in, in the 75th Precinct when I was a cop. They lost multiple members running in those buildings on 9/11 to save people's lives. And this piece of human filth, this disgusting savage animal has to - has the gall to say that to - say this to this woman who may have lost a loved one there on 9/11. I mean this is grotesque behavior. And Tucker, you and I both know darn well, and thankfully so, that if that was some Conservative from some Tea Party group who had done that to a Liberal, he would be banned from any news channel, any Republican group and polite conversation from now until eternity. Where is the Left speaking out with a collective voice? As you pointed out before, they used to be the party of civil liberties, right, saying this kind of stuff is not welcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Let's get back to ideas. And the media has a role in this too, which they've entirely abandoned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It does seem the closer we get to an election, the more united the press becomes in its mission, which is to carry water for the Democratic Party. I mean all the kind of pretense falls away and they just basically are running a continuous 24-hour-a-day commercial for the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Tucker, it's a straight-up power play. It's the reason the immigration argument's covered the way it is as well. This was never about compassion for immigrants. It's not about refugees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "This is about votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--of course not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "They lost votes amongst working-class people, and they're trying to make it up with illegal immigrant votes. This has always been the play.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. If they - if they cared, they'd be concerned about the tens of thousands of Americans dying every year of drug ODs, but they don't. Dan, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Good to see you too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well if you're Conservative, you probably grew up believing the government might be the biggest threat to free expression. It turns out it's not. Big tech, which is more powerful than the government, is. Could Republicans in the Congress take action to protect the public from their influence while they still hold the House? We'll ask one Congressman next. Freedom of speech is under threat in this country because the people who hold power have stopped seeing the value of it and other constitutional rights, not to mention the Constitution itself. That is all described the sad, and yet, riveting story in a new book called \"Ship of Fools,\" still on sale.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well the ominous tech monopoly, Google, recently announced it will not work with the U.S. Pentagon on a defense project due to ethical concerns. That problem has not arisen as they work hard to build a censored search engine to help the fascist Chinese government repress its own people. But private messages from Google employees, obtained by this program, show Google's refusal to help national defense in this country may be for the best. In 2016, shortly after the Presidential election, a one-time Google employee called Bryan Klimt wrote this. \"If the government wants a company to build some software for unethical purposes, we should volunteer to do it. I gladly take project management responsibility for such a thing. I promise the deadlines will slip for decades and we'll never produce anything remotely functional.\" In other words, he would sabotage it. A Google engineer called Javier Estevez responded by linking to a CIA document giving tips for \"Simple sabotage.\" Another engineer called Gary Boyer seemed to like the idea but lamented their strategy would have to remain hidden. Estevez and Boyer still work at Google. We reached out to the company, which commented this way. \"What employees say in their personal capacity has no bearing on the way we build or operate our products.\" They didn't apologize. They didn't explain.  Rep. Jim Jordan talks Big Tech bias Meanwhile, Twitter announced yesterday it won't be banning or even suspending Louis Farrakhan after he made a post that compared Jews to termites. As we've often noted, we don't have a problem with free speech. We support it strongly. We just wish Twitter would extend the same courtesy to people who aren't Democratic stalwarts, like Louis Farrakhan. Last month, Twitter took part in the coordinated purge of Alex Jones and Infowars from multiple online platforms. Twitter suspended many other accounts for reasons it won't fully explain, but which appear to be political. We're against that, of course. The question is can Congress do something about it as well? Congressman Jim Jordan represents Ohio, and he joins us tonight. Congressman, thanks very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM JORDAN, R-OHIO",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Before I ask you about Twitter, I want to ask you what you make of these internal messages from Google that show Google employees--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes, it's--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--apparently joking about sabotaging a defense--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--a Department of Defense project? What does that tell you about how they view the U.S. government--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Well--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--and this country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "--it shows you how ridiculous the Left has become. Limit conservative speech, sabotage national defense, allow anti-Semitic language on your platforms, but restrict conservative speech. I mean the Left - I mean think, I said this the other day. The Left will applaud Colin Kaepernick when he disrespects the flag, they'll cheer on Cuomo when he says America is never that great, and they'll applaud Maxine Waters when she says go out and harass people who support the President and, yet, they allow Louis Farrakhan's speech but restrict conservatives. I mean this is - this is the ridiculous level we have now gotten to, the absurd level, I think, we've now gotten to in this country, and it's unfortunate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well it's certainly dark. That's for sure. So Twitter, it is the portal through which a lot of people get their news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean it's - it's not just a social medium. It's an important part of our - of our news landscape. And they are obviously political in the way they censor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Does Congress have a role in that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Well I - I think they are political. You know, there are 435 Members of the - of the House, a 100 Members of the Senate. 535. This summer, four got shadow-banned, Devin Nunes, Matt Gaetz, Mark Meadows, and Jim Jordan, four Conservative Members of the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "And of course, CEO, Jack Dorsey said, \"Well it was just a problem, just a glitch in our algorithm.\" I mean well think about that. So, what did you put in the algorithm? The names Gaetz, Meadows, Nunes, Jordan? I mean come on. There is no way that is the answer. So this is - this is where we've got --Tucker, we're doing a series of hearings on the First Amendment in the Oversight Committee. And at our most recent one, I asked this college professor, he was a witness for the Democrats. I asked this college professor, I said, \"On a college campus safe space, could I say this sentence? Donald Trump is President.\" He began his response with these words, \"It depends.\" And I interrupt him, I said, \"It depends. It's a fact. He got elected November 8, 2016. He was sworn in January 2017. He lives at 1600 Pennsylvania Avenue. There's no \"It depends\" about it.\" This is the level of absurdity--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "--the Left is taking us to, and it is a direct attack on the First Amendment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But I mean these companies are more powerful in their technology than the U.S. government. The U.S. government has nothing as powerful as Google, nothing as close. They control--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--our national conversation. They have a chokehold on all human information in English. So why doesn't the U.S. Congress see--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Well--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--their clamp down on speech as a threat to all American citizens? I mean can we do something about this or do we stand--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "I--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--idly by?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "No, I - I think you're right. But I think it's - it's a multiple step process. And we're at step one, which is we first need to understand how serious this problem is, how big it is. Is it every single social media platform? There's certainly lots of examples. You mentioned Google. We know what Twitter has done. We know what Jack Dorsey has said. So, let's have the hearings. Let's get to the bottom of it. And then you're right. We may have to take action to protect the First Amendment and protect people's ability to speak out in a conservative fashion and not be hindered for doing so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. Or a liberal fashion, but to speak, I mean--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes. Well correct --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--this - the First Amendment doesn't mean anything if you can't exercise it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "No, right, I mean the First - the First--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean that. Congressman--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "--Amendment wasn't written--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "--just for speech we like. It was written for all speech. But right now, it doesn't seem--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "--they - they allow Liberal and - and they allow all kinds of crazy things to be said as the Farrakhan example is such crazy language like that, but they're going to restrict conservatives and their ability to speak? It's just not right and it's something we're going to have to look into.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Congressman Jim Jordan of Ohio, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "You bet. Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The President is speaking tonight in Missoula, Montana. We're monitoring that speech should news arise. It may. And if it does, we'll go there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right now though, it's time for a special Traveling Edition of Final Exam. Two California radio show hosts with us here at the Nixon Library, and that's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Time now for Final Exam where we choose two world-renowned experts in the news to see who has been paying closer attention to the news over the past week. We're on the road this week in California, so tonight we have a special Travel Edition of Final Exam. Our two contestants, two of our favorite Liberal radio hosts, both based here in California, Leslie Marshall and Ethan Bearman. OK, contestants. This is a little bit different from the way we normally do it. We have buzzers, typically. Those were confiscated at the airport by the California EPA. Turns out they were plastic in the same category as straws. So tonight, I'm going to ask the questions, and the first one to raise a hand gets to answer the question. I don't trust myself to make that judgment. We have an independent panel of judges to determine whose hand went up first. You must wait until I finish asking the question before you answer it. Please answer once I acknowledge you by saying your name. Each correct answer worth one point. You get it wrong, you lose a point. Best of five wins. Is the math clear?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESLIE MARSHALL, RADIO SHOW HOST",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ETHAN BEARMAN, RADIO SHOW HOST",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Particularly hard questions tonight. Here they go. Question one, which nation became the second place on planet Earth to legalize marijuana nationwide?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ethan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Ethan Bearman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "Canada.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Canada. Is it Canada? Roll tape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Canada has gone to pot. Our neighbors to the north legalizing recreational marijuana overnight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can't wait to come in and see me buy the first gram in Canada. That's like the most amazing thing ever. How many people get to do that? How many people get to be part of history in the making?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, for an extra point, which you'll not actually be awarded, what - wait, congratulations, you won that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What was the first country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "Portugal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Portugal? Think it was Paraguay. But it would be - it was definitely starting with a P.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "OK. Good. Well it was Paraguay, said our judges.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "Was it Paraguay?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's an irrelevant question. Shouldn't even like no--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "The point --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Uruguay. We're both wrong. OK. Question two, before we embarrass ourselves more, multiple choice here. The filmmaker, Michael Moore, would like Trump out of office so badly he is trying to recruit famous people, celebrities, to run against him. Moore just confessed that his top pick is A, George Clooney, B, Ben Affleck, C, Tom Hanks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Leslie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Leslie Marshall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "George Clooney.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "George Clooney. Is it George Clooney?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL MOORE, LEFT-WING ACTIVIST",
      "sentences": "I've asked Tom Hanks twice to run.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Who doesn't like Tom hanks? Nobody, right? Tom Hanks would --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What does he say when you ring him and say \"Please--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "--save the country.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOORE",
      "sentences": "Stop asking me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well he just outed Tom Hanks as someone he speaks to. How'd you like Michael Moore to confess that he talked to you? I think that's mean. OK. Unfortunately, you didn't get that right. I thought you were right. Question three comes from the State of Texas. The Senate candidate there on the Democratic side, Robert Francis Beto O'Rourke, is trailing in the polls. He has now decided to win allegiance of voters by doing something brand new. He recently rolled on stage in front of hundreds of cheering teenagers riding what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "Hmm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What was Robert Francis Beto O'Rourke riding? It has wheels. If you were incredibly hip and looked like a young Bobby Kennedy but grew up near the beach, you might ride this cot -- Ethan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "Skateboard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is it skateboard?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "He rides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "He yes --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "It's structure --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I clearly don't know but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "Ethan hints --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I mean just one second - I don't begrudge either one of you not guessing that Robert Francis Beto O'Rourke rode a skateboard. I mean I personally thought it was roller-skates but like what do I know about politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "I thought it was a motorcycle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. That would have been cool, by the way, maybe gotten my vote. All right, question four, again a multiple choice. Boston Dynamics is a company that makes robots, terrifying robots. Its famous Robot Dog named Spot has just acquired a brand new talent. What is that talent? Is it A, the robot dog can make pancakes, B, it can dance and twerk to pop music, or C, it can drive a truck? Ethan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "B. Dance and twerk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It can dance? A dancing and twerking robot dog, is that a real thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This robot because it's the one thing America needs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "No question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Driving a truck, cure cancer? No. Twerk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "But now you can arm it and it can, you know, go hunt down terrorists while dancing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "By the way that - I mean that might be worth having. All right final question--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sun down --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Time to celebrate because there is a new Royal baby on the way, apparently. Prince Harry and his American wife are expecting a child. They received several gifts from the government of Australia, including some warm and furry footwear. What kind of footwear was it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Leslie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "Uggs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Uggs. Is that an exclamation or is that an - OK, Uggs. Is it Uggs?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Duke and Duchess of Sussex receiving their first official gift celebrating the announcement of an expanding family. From Australia, they got a fluffy stuffed kangaroo and a fleeced baby-sized Uggs. It's kind of cute. Probably pick one up at the airport too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So happy for the Royal couple.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Absolutely --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Would you take that? Would - I mean is that really a present?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "They're not even in sale right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "No. No. They're made - I think they're made there, right? They're made--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I guess. I didn't know that till now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "They have winter in England. So they need baby Uggs, especially the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's a really good point. Ethan Bearman is the winner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Ethan Bearman, I think it's three points. Ethan, you win. Leslie, you were a great person. And it's great to see you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you very much for competing outdoors at the Nixon Library here in Yorba Linda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEARMAN",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We appreciate that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's it for tonight's Final Exam. Pay very close attention to the news each week, particularly the weird news, and then tune in Thursday nights to see if you can outwit our experts. We'll be right back, after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well the MeToo movement has certainly expanded its scope. It started, as you'll remember, with Hollywood producers. That seemed fine. Then they went after actors and performers. Now, MeToo seems to be taking out movies themselves. Actress Keira Knightley says she won't let her kids watch Disney Princess movies because of the messages they send. Here's what she explained earlier this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEN LEE DEGENERES, AMERICAN COMEDIAN, TELEVISION HOST, ACTRESS, WRITER, PRODUCER, LGBT ACTIVIST",
      "sentences": "She's banned from seeing certain children's movies, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEIRA KNIGHTLEY, ENGLISH ACTRESS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEGENERES",
      "sentences": "What are they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHTLEY",
      "sentences": "Cinderella, banned because, you know, she - she waits around for a rich guy to rescue her. Don't. Rescue yourself, obviously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEGENERES",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KNIGHTLEY",
      "sentences": "--but Little Mermaid. I mean the songs are great but do not give your voice up for a man. Hello?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEGENERES",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And you thought mindless 1970s second-wave feminism was over. No, it's back in force. Kristen Bell meanwhile says she isn't comfortable having her kids watch Snow White because it ends with Snow White being kissed by Prince Charming without prior consent, even though that kiss raises her from death. Better to die than not get consent. Author and columnist Mark Steyn joins us tonight. Mark, kind of hard to create art within the boundaries of these ideological imperatives, is it not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK STEYN, AUTHOR, COLUMNIST, STEYNONLINE.COM",
      "sentences": "Yes, it is. Apparently, you're only allowed to have one school of propaganda now. I personally don't let my kids watch Keira Knightley movies because for the last 15 years, sylphlike Keira Knightley has taken down entire pirate crew single- handed in Pirates of the Caribbean. When she was - when she played Guinevere in King Arthur, somewhat to my surprise if for anybody who's seen Camelot, this Queen Guinevere covers herself in blue woad and goes into full-blown woad rage and takes out a thousand hairy Saxon guys single-handed. And if you're asking me which is inherently more--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Ooh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "--ludicrous, Cinderella where the coach turns back into a pumpkin or the average Keira Knightley movie where she dispatches single-handedly a thousand hairy Saxons, I'd have to give it to the coach turning back into a pumpkin. We're all entitled all--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "--all that - all this is simply fashion, fashions in fairy tales. And the - and the feminist fairy tales of Kristen Bell and Keira Knightley are no more inherently unludicrous than anything that's gone before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "There's an awful lot of violence in these feminist fantasies, I noticed. So, it's totally cool to expose your girls to movies in which women slay people with swords, but it's immoral to let them see movies in which they get kissed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes. I think that's true. I mean I think if you see someone, for example, this is an important point about the Prince and Snow White. You know, if you see someone who's down on the floor and ceased breathing, don't give them the kiss of life because under the - the feminist rules, you can't kiss someone without permission. So, it's very important just to leave them there dying as the Prince is now expected to do to Snow White. Personally, I think if we're going to remake these things we should do it the whole way, and we should have - instead of having whatever it is with the Seven Snow White and Seven Dwarfs, Sleepy, Happy, Grumpy, we should have Snow White who makes the mistake of going to a Hollywood mansion and the Seven Dwarfs are Harvey, Woody, Spacey, Charlie, Rose and a couple of the other fellas and - and go the full way with re-makes. But basically, they're exposing what is the problem with their art so- called, in that, it's essentially meant to function as propaganda. And when it's propaganda--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "--it becomes boring. These are universal's fairy tales across all cultures--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "--and there's a reason for that, and there's a reason why Keira Knightley kick-assing a thousand hairy Saxons is not a prevailing fairy tale across all cultures.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right. Dark propaganda in which human warmth is outlawed but violence is celebrated. It's pretty sick--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--actually.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "No, that's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well Mark Steyn--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Feminist violence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "--great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Thanks a lot, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's dis - it's disgusting. See you. Well the investigation continues tonight into the disappearance of the Saudi journalist Jamal Khashoggi. We have an update on that story. Plus, we're watching the President's rally in Montana for any breaking news. And, of course, we'll bring it to you when it occurs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD J. TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Who said that? Who said that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's finally a woman. You know, I get it from the men all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And so far, every guy that said I love you, they're just not my type.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I finally heard it from a woman, thank you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And look at all the Women for Trump signs. Here we go again, it's the same thing. Everyone says but will he get the women? They don't tell - you know, these fakers on television, the pundits, you know, real geniuses, they've really done well in predicting me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He's never going to run. He has too good a life. He's just doing it for fun. He'll never run but he's having a good time. I said that's a good time? Sorry. Then September, one by one we knock them off, knock them off, knock them off. Remember? 18 people, 17 opponents, very talented opponents in many cases, not in all cases, but in many cases. I remember Charles Krauthammer, and he was talking good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This is a Fox News Alert. The President holding a rally tonight in Missoula, Montana. He's rallying support there for Matt Rosendale's challenge to Senator Jon Tester. Stay with Fox for any news that emerges from that rally tonight. We're on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "She hears that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well international pressure on Saudi Arabia is rising intensely over the disappearance and apparent murder of Journalist Jamal Khashoggi. Out of nowhere, for reasons that are not exactly clear, this has become one of the biggest stories in the world. And so, we wanted to update you on it. Trace Gallagher has the very latest, and he joins us tonight. Hey Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT, FOX NEWS",
      "sentences": "Hey, Tucker. The President had indicated that whatever happened to Khashoggi wasn't good. But on board Air Force One, en route to Montana, he was asked directly if he thinks Khashoggi is dead and said, \"It certainly looks that way.\" Keep in mind, his comments were made after the President was briefed by Secretary of State, Mike Pompeo who just returned from Saudi Arabia. Pompeo says he told the President that Saudi Arabia should be given a few more days to complete its investigation before the U.S. decides how, or if, to respond. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL RICHARD POMPEO, UNITED STATES SECRETARY OF STATE",
      "sentences": "We made clear to them that we take this matter with respect to Mr. Khashoggi very seriously. They made clear to me that they too understand the serious nature of the disappearance of Mr. Khashoggi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "And in turn, when he was asked about the consequences facing the Saudi Kingdom, President Trump said this. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Well it'll have to be very severe. I mean it's just bad, bad stuff. But we'll see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes. Turkish investigators say Khashoggi was killed then dismembered by a Saudi hit team inside the Saudi Consulate in Istanbul. Numerous reports say the Saudis will claim his death was an interrogation gone wrong. But now a Turkish newspaper says a top aide and frequent companion of Crown Prince Mohammad Bin Salman entered the Saudi Consulate in Turkey, hours before Khashoggi arrived. The photo of Maher Abdulaziz Mutreb is the strongest evidence yet linking the Crown Prince to the disappearance of Khashoggi. Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Trace Gallagher, thanks for that update. Murdered, huh? Doesn't sound like something a medieval desert theocracy would do. That's about it for us tonight. We are live at the Nixon Library, a very pretty place here in California. We'll be back tomorrow night, the show that is the sworn, but cheerful, enemy of lying, pomposity, smugness, and groupthink. DVR it if you can. We dare you. Goodnight from California. \"Hannity\" is next with Rush Limbaugh for the hour. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening and welcome to \"Tucker Carlson Tonight,\" and greetings from California. We're coming to you live this evening from the Nixon Library in Yorba Linda outside Los Angeles. We'll see if you remember hearing this story at any point before. A Caravan of impoverished migrants is now making its way up from Central America through Mexico. Their plan is to present themselves at our Southern border and demand entry into our country with all the benefits, of course, that that entails. The White House has vowed to stop this Caravan using the Armed Forces, if necessary, but it keeps coming. Have you heard something like that before? Well in fact, you have. Something very similar happened just a few months ago. We watched another migrant Caravan snake its way up from Central America. It finally arrived and then the news coverage essentially stopped. But what happened next? Well here's what happened next. Hundreds of those people in that Caravan are still here in the U.S. And if recent history is any guide at all, very few of them will ever leave. Once you reach this country and claim asylum, you're usually home free. Our media don't often cover that. But the rest of the world is watching and knows it very well. And that's why they keep coming. The most recent estimates suggest that a caravan's worth of uninvited migrants arrives at our border every few days. Why is this happening? Because an entire political party is inviting it and encouraging it. They believe unchecked immigration will strengthen their hold on power. They're perfectly aware that you don't like this, but they don't care. Just yesterday, Nancy Pelosi said it would be \"immoral\" to build a wall that might stop poor people from flooding into this country. Watch."
    },
    {
      "speaker": "HOUSE MINORITY LEADER NANCY PELOSI, D-CALIF.",
      "utterance": "We have to do something other than building a wall, which you can't try very well. In my view, it's immoral, expensive, ineffective, and not something that people do between countries."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Did you catch that? Securing the border is just \"Not something people do,\" not something decent people do, anyway. Bigots do it, so do moral reprobates and anyone else who derives pleasure from cruelty."
    },
    {
      "speaker": "As MSNBC explained just today, borders are a lot like slavery or the Trail of Tears. Watch",
      "utterance": ""
    },
    {
      "speaker": "STEPHEN EDWARD SCHMIDT, PUBLIC AFFAIRS STRATEGIST",
      "utterance": "This is a moral outrage that harkens to the worst accesses in the history of the country, to the separation of families at the slave auction blocks--"
    },
    {
      "speaker": "ROSEANNE O'DONNELL, COMEDIAN, ACTRESS, AUTHOR, TELEVISION PERSONALITY",
      "utterance": "Yes."
    },
    {
      "speaker": "SCHMIDT",
      "utterance": "--to the separation of Native American families. It is a--"
    },
    {
      "speaker": "NICOLLE WALLACE, NBC NEWS",
      "utterance": "And - and as Laura said that--"
    },
    {
      "speaker": "SCHMIDT",
      "utterance": "--moral outrage."
    },
    {
      "speaker": "O'DONNELL",
      "utterance": "I love you. I really do. I will make sure --"
    },
    {
      "speaker": "SCHMIDT",
      "utterance": "Me too Rosie."
    },
    {
      "speaker": "O'DONNELL",
      "utterance": "--I'd like to move next door to you. We'll have coffee --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "They're morally outraged. Well, they're always morally outraged. And the point of their moral outrage is pretty clear. America has no right to decide who lives within its borders. Americans lack the moral standing to make that decision. We are too sinful. Illegal immigrants come here because we deserve it. We meddled in their wars in the 1980s. We had the gall to get addicted to the drugs they send us. We once had segregation in the American South, whatever. The point is this is a fallen country. 22 million illegals within our borders is just the beginning of our penance. Latin America is listening to all of this and they are getting the message, and that's why they're on their way. Last fiscal year, 94,000 families from the Honduras, Guatemala, and El Salvador were detained at the U.S. border. Not one of these people had a right to come in, but they were not deported. Almost 100 percent of them are still here and most will never leave. We are powerless in the face of this. Congress could fix it but Congress refuses to fix it. The system is broken by design. Voters know this, of course. It's one of the main reasons they voted for Donald Trump two years ago. They don't hate immigrants, obviously, but they do believe America has a right to decide which immigrants to admit. All countries have that right, don't they? That would be an interesting debate. The Democratic Party and their lackeys in the media don't want to have that debate because they know they would lose. So instead, they try to bully the population into silence."
    },
    {
      "speaker": "CHRIS CUOMO, CNN",
      "utterance": "The GOP argument on immigration isn't one that's optimism-based, it's fear-based."
    },
    {
      "speaker": "DON LEMON, CNN",
      "utterance": "This is a scare tactic, right? This is the President - this immigration is a scare tactic he's using to rev up his supporters."
    },
    {
      "speaker": "EDDIE GLAUDE, CENTER FOR AFRICAN-AMERICAN STUDIES",
      "utterance": "When you talk about caravan, you're talking about White anxiety. You're talking about old White man angst. And so, when they bring up the caravan that's all we need to do is to bring up the pictures of children being separated from their families."
    },
    {
      "speaker": "CARLSON",
      "utterance": "In other words: shut up, racist. You probably heard that before too like every day for the last two years. You hear it a lot because it's an effective political tactic. But it only works if you fall for it. You should not fall for it. Most Americans are not racists, not even close. They're decent people. They love their country. They want their country to continue. And they know that will not continue without real borders. Max Burns is spokesman for Robert F. Kennedy Human Rights, a groups that campaigns on behalf of migration, and he joins us tonight. Thanks a lot Max for joining us tonight. So, sort of a macro question first. You acknowledge this is a democracy. And - and democracies, over time, probably ought to reflect the will of the people who live within them. The majority of the population overwhelmingly thinks Americans have the right to determine who comes in from other countries. We don't have that right. It's demonstrable. Isn't this anti-democratic, the system that we have now?"
    },
    {
      "speaker": "MAX BURNS, ROBERT F. KENNEDY HUMAN RIGHTS",
      "utterance": "I don't know that anyone's arguing that we have to take people in. This is, Tucker, a - a simple question of enforcing the laws that we already have. I mean if people like Barry Goldwater, and Ronald Reagan, and George W. Bush could make the distinction between an immigrant and a refugee, I think it's well within the capability of Congress and the President to make that same distinction today."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But we're not making that distinction. And that's the reason that of the last Caravan, as you just heard, which was several months ago, almost every single member who made it within our borders is still here. We're not enforcing our own laws, and that's why we have upwards of 22 million illegal aliens within our borders. The outline's really simple. We don't have control of who's coming in or out. And it's hard to contest that when the numbers are universally acknowledged. So, why is that democratic if most people don't want it?"
    },
    {
      "speaker": "BURNS",
      "utterance": "I think it's strange that the people talking about law and order don't want to enforce, say, the Refugee Act of 1980, which was unanimously passed by the Senate, unanimity not something we're used to today, and who don't want to follow the process that's enshrined in our own domestic law to grant at least the application and the right to plead a case for asylum at the border. That's in the law."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "BURNS",
      "utterance": "The problem is that process is not--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right--"
    },
    {
      "speaker": "BURNS",
      "utterance": "--being followed."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well it's not, as you know, and I think your argument is disingenuous, because you know, because you work on this issue that the overwhelming majority of people are released within our country and never go before a judge, and just stay here. And again, that's why we have 22 million, so when - illegals in this country right now. It's part of the reason. So, if you see a migrant caravan coming of people who have no documentation and no right to be here, it's a little concerning when the Left says \"Well, wait a second. We deserve them because we meddled in their countries in the 80s or we take the drugs they send us.\""
    },
    {
      "speaker": "BURNS",
      "utterance": "Well--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "The point that you're making--"
    },
    {
      "speaker": "BURNS",
      "utterance": "--come on, Tucker--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--and others on the Left are making is this is our punishment--"
    },
    {
      "speaker": "BURNS",
      "utterance": "No, come on, Tucker--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--which is what you clearly say --"
    },
    {
      "speaker": "BURNS",
      "utterance": "--you're - you're - you're a supply and demand conservative. You know that there can't be a demand without supply, there can't be supply without demand. It's not like this is a one-way street. These are drugs that we are obsessed with as a nation due to a failed war on drugs, and there is something to be said for the fact that we have created this gang violence, this political instability in Honduras and Guatemala--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, we've created it."
    },
    {
      "speaker": "BURNS",
      "utterance": "--through this addiction we have to drugs and, yet, we are so hesitant to acknowledge--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So--"
    },
    {
      "speaker": "BURNS",
      "utterance": "--the human cost that's marching toward us."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I guess I'm not hesitant to acknowledge the human cost. I'm struck by your hesitance to acknowledge the over 50,000 Americans who died last year of drug ODs. Where do they figure into this moral equation of yours where we deserve to be invaded because we take their drugs? What about the families of the 50,000 who died? How much time do you spend thinking about them?"
    },
    {
      "speaker": "BURNS",
      "utterance": "All the time. I think they would be much better served using that money we want to spend on a wall for opioid prevention, opioid education, and to rethink this entire country's addiction to heroin, crystal meth--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's --"
    },
    {
      "speaker": "BURNS",
      "utterance": "--to marijuana--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Wait maybe --"
    },
    {
      "speaker": "BURNS",
      "utterance": "--come on, Tucker, that's more useful--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--but - but - but - wait - wait - but wait --"
    },
    {
      "speaker": "BURNS",
      "utterance": "--than a wall."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--a wall might stem some of the flood of illegal drugs, not all, but some that would save American lives. But that's not a concern to you because why?"
    },
    {
      "speaker": "BURNS",
      "utterance": "Because these people are seeking--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "You're against the wall because you believe it would work."
    },
    {
      "speaker": "BURNS",
      "utterance": "--no, because the people in this caravan are seeking asylum status. They're not drug runners. All the pictures that are up right now on the TV- -"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But what about - but - but --"
    },
    {
      "speaker": "BURNS",
      "utterance": "--are them checking in at--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--well you don't know - we don't --"
    },
    {
      "speaker": "BURNS",
      "utterance": "--police stations."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--you don't know - you don't know who they are actually."
    },
    {
      "speaker": "BURNS",
      "utterance": "The people--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "You have no idea who they are and neither do I, so we know--"
    },
    {
      "speaker": "BURNS",
      "utterance": "Which is why we have a process for hearing their--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--what the press is telling us they are --"
    },
    {
      "speaker": "BURNS",
      "utterance": "--asylum claim. That's why we have--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "But the macro point is--"
    },
    {
      "speaker": "BURNS",
      "utterance": "--that in process."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--why do not - hold on, you know as well as I that a wall would give us some control, physical control over our borders. It works, which is why you hate it. Why would you argue against the right of a sovereign nation to determine who comes in? Why - what is your motive in that, honestly?"
    },
    {
      "speaker": "BURNS",
      "utterance": "I think the drugs, you would agree, are going in under the wall and over the wall and on sea routes, not so much through a point of entry like McAllen, Texas."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I'm not - I'm not sure we know that. But people are certainly going on foot and a wall would stop some of them. Why would you oppose that?"
    },
    {
      "speaker": "BURNS",
      "utterance": "There was a report on Fox just the other day of a gigantic air- conditioned drug tunnel with a little mini subway in it, so you can't say that it's not like--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right, of course --"
    },
    {
      "speaker": "BURNS",
      "utterance": "--they haven't figured out how to get around a wall."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. So you're just - you just want to save money. You just worry about federal expenditures. All right, we're out of time. Max, thank you."
    },
    {
      "speaker": "BURNS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Victor Davis Hanson is a Senior Fellow at the Hoover Institution, also in California, and he joins us tonight. Professor, thank you very much for coming on. I'm fixated--"
    },
    {
      "speaker": "VICTOR DAVIS HANSON, HOOVER INSTITUTION SENIOR FELLOW",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--on the moral argument here beneath the policy argument, which is that the United States has no moral standing. The Left is saying this blows, he said it, the guest who I just talked to has said it. We have no moral standing. We have no right to determine who comes into our country because our history is just so bad, so awful, so sinful. What do you make of that argument?"
    },
    {
      "speaker": "HANSON",
      "utterance": "Well - well I don't really - I don't even take it on its own merits because I don't think they really believe in any consistency. Remember, it was just 30 years ago that the likes of Cesar, it - it - it was Cesar Chavez and Bill Clinton and Chuck Schumer - want to - to - I don't have --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Who were making the--"
    },
    {
      "speaker": "HANSON",
      "utterance": "--they - they were--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--case. Right."
    },
    {
      "speaker": "HANSON",
      "utterance": "--yes. They were all making the case - case that the borders should be poor - should be closed because it adversely impact the minority communities, and that it - it under writ - it undermined Union wages and entry-level workers. And then when we got 20 million, all of a sudden they said \"Wow. We flipped California, New Mexico, Colorado, Nevada, this is a good thing. Let's ignore federal immigration law.\" And then, same thing with sanctuary cities. They're good now because that it - it fulfills a useful agenda. But believe me, if Alabama and Montana and Utah said \"You know what, in our jurisdictions, in our state, we don't want to adhere to federal orders about gay marriage or the Endangered Species Act or federal handgun registration,\" then all of a sudden that would be nullification and Neo-Confederate in the eyes of the - the Left. It's the Kavanaugh hearings all over again. Remember, in a nanosecond we were going to throw out a 100 - 238 years of American jurisprudence because it didn't coincide with an agenda for the Supreme Court. And then afterwards, suddenly the good blue wall Electoral College that helped Obama get elected was - had to be jettisoned because it - it crumbled and gave Trump the election. And Senators were wonderful from small states, the same as big states--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "HANSON",
      "utterance": "--because Obama had a supermajority in the Senate, then that was bad, and the nine Justices were good since 1869. And suddenly, they didn't flip like--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "HANSON",
      "utterance": "--they usually do in a Republican. And so, it's whatever is useful, the - the law is - is fluid and adaptable. It's about power, Tucker. It's not about the respect for the law and the--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "You're exactly right."
    },
    {
      "speaker": "HANSON",
      "utterance": "--abstract."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. And I think a lot of us, including me, very often, are far too literal and take these arguments as if they're sincere, which they are not. Professor, thank you."
    },
    {
      "speaker": "HANSON",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Across the country, extremists are attacking candidates for office but, of course, only of one party. The media's message is to vote for Democrats anyway or you're a bad person. Much tape on that as the show continues tonight from the Nixon Library in Yorba Linda, California."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Welcome back. We're coming to you live tonight from Yorba Linda, California. We're actually in the front lawn of the home Richard Nixon was born in and he grew up in. Want to bring you new video from Houston, Texas. It shows a man being confronted for ripping up Ted Cruz yard signs. It happened in the wealthy Liberal neighborhood of Montrose. Be warned. The video is upsetting. In that it shows a lunatic in his natural habitat. Here it is."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I would watch. Be careful."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If you --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You know what? I have bought a 100 of these. I'm about to--"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "--put more out."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Cool, all right. Well I'll tear it up. I hate Ted Cruz. I hate Ted Cruz. I hate Ted Cruz. I hate Ted Cruz."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well we're not licensed veterinarians, but it does seem obvious the Zombie Raccoon Virus is spreading outside of the Northeast, so stay safe. Well despite plenty of examples of violence and extremism and mob behavior from the Left, the media have decided to ban the word \"Mob,\" and coalesce around a new storyline, \"You better vote Democrat or you're a racist, sexist or, literally, a traitor to your country.\""
    },
    {
      "speaker": "MIKA BRZEZINSKI, MSNBC",
      "utterance": "--quislings meekly march in lockstep behind a morally disabled president. I don't know how you do it. It's appalling."
    },
    {
      "speaker": "AMANDA CARPENTER, POLITICAL ADVISER",
      "utterance": "People are just trying to make Liberals scream and cry. And they laugh about it, right? Like there is a mug that they'll hold up and say \"Liberal tears,\" and they laugh as they drink it. The cruelty is the point of that."
    },
    {
      "speaker": "LEMON",
      "utterance": "They voted for their cruel person who demeans and diminishes people."
    },
    {
      "speaker": "BAKARI SELLERS, ATTORNEY",
      "utterance": "I don't understand how you overlook misogamy, sexism, racism. I don't understand how you can just sit back and say, \"You know what, all of that's OK because I'm going to get, you know, all of these judges elected or I'm going to get a tax break.\" I - I just think that there is - that - that - that's not what it means to be American."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Dan Bongino was a former NYPD officer, NRATV contributor, author of the book Spygate: The Attempted Sabotage of Donald J. Trump. Dan, thanks a lot for coming on tonight. There's been a shift."
    },
    {
      "speaker": "DAN BONGINO, FORMER AGENT OF THE UNITED STATES SECRET SERVICE",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So when Trump got elected, obviously, shocked and horrified a lot of people in Washington, in New York, but they for a while decided to attack him and not the tens of millions people who voted for him, not the whole middle of the country. Now, they are. Now the idea is it's not just Trump who is bad, it's anyone who might support Trump is bad."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes. This is really an incredible phenomenon. I mean - I mean I have never seen anything like this where the media is playing referee solely for one side. It's like a boxing match where, you know, one side's wearing brass knuckles, we're wearing 20 ounce gloves, and they're yelling at us for a kidney punch or something, Tucker. It's ridiculous. But there's a couple things going on here. Number one, the - the Leftist freak-out is basically due to their, you know, their coin of the realm is state power. And when they lose state power, they're takers, right, they can't take. They can't take your money. They can't take your healthcare. They don't have anything else but aggression, right? Now, the media polices that on the Right. Matter of fact, the media even makes up stories about was that commentator you showed, was she even serious? She's worried about a mug that says Liberal tears, while Antifa's beating the snot out of people in this is that. I mean I'm serious. Is that a serious comment like a mug that says Liberal tears--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well--"
    },
    {
      "speaker": "BONGINO",
      "utterance": "--while there's actual people getting the crap beaten out of them in the streets. It's absurd."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I want to show you a - a piece of tape we just got. I think it's from Portland, Oregon. It's otherwise a beautiful city, I have to say. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Why are you trying to block me? I'm (BEEP) trying to walk here."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I don't like traveling sneakers."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You're a (BEEP) snarky little (BEEP) idiot. Shut the (BEEP) up."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Try something (BEEP)."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm not. I'm not going to punch you. I'm not like your husband. I'm not going to punch you."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I'm not married."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm not like your boyfriend or your cop boyfriend who's going to (BEEP) knock you out, so don't worry--"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "My husband died 9/11."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hi, it's free."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Good for him. Good. Good."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "That's your point --"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Those NY - NYPD were a bunch of (BEEP) sodomizing (BEEP) sodomizing immigrants with their bully sticks. So yes, you're (BEEP). Your husband should probably--"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "What are you saying?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "--(BEEP) just rot in the grave."
    },
    {
      "speaker": "CARLSON",
      "utterance": "He - he doesn't know her. She's wearing an NYPD hat, so he starts screaming her. My husband died on 9/11, she says. Good, he says. What's going on here?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "You know, Tucker, Truck 7 of the Emergency Services Unit of the NYPD was in the precinct I was in, in the 75th Precinct when I was a cop. They lost multiple members running in those buildings on 9/11 to save people's lives. And this piece of human filth, this disgusting savage animal has to - has the gall to say that to - say this to this woman who may have lost a loved one there on 9/11. I mean this is grotesque behavior. And Tucker, you and I both know darn well, and thankfully so, that if that was some Conservative from some Tea Party group who had done that to a Liberal, he would be banned from any news channel, any Republican group and polite conversation from now until eternity. Where is the Left speaking out with a collective voice? As you pointed out before, they used to be the party of civil liberties, right, saying this kind of stuff is not welcome."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Let's get back to ideas. And the media has a role in this too, which they've entirely abandoned."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It does seem the closer we get to an election, the more united the press becomes in its mission, which is to carry water for the Democratic Party. I mean all the kind of pretense falls away and they just basically are running a continuous 24-hour-a-day commercial for the Democrats."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Tucker, it's a straight-up power play. It's the reason the immigration argument's covered the way it is as well. This was never about compassion for immigrants. It's not about refugees."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes--"
    },
    {
      "speaker": "BONGINO",
      "utterance": "This is about votes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--of course not."
    },
    {
      "speaker": "BONGINO",
      "utterance": "They lost votes amongst working-class people, and they're trying to make it up with illegal immigrant votes. This has always been the play."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. If they - if they cared, they'd be concerned about the tens of thousands of Americans dying every year of drug ODs, but they don't. Dan, great to see you."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Good to see you too."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well if you're Conservative, you probably grew up believing the government might be the biggest threat to free expression. It turns out it's not. Big tech, which is more powerful than the government, is. Could Republicans in the Congress take action to protect the public from their influence while they still hold the House? We'll ask one Congressman next. Freedom of speech is under threat in this country because the people who hold power have stopped seeing the value of it and other constitutional rights, not to mention the Constitution itself. That is all described the sad, and yet, riveting story in a new book called \"Ship of Fools,\" still on sale."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well the ominous tech monopoly, Google, recently announced it will not work with the U.S. Pentagon on a defense project due to ethical concerns. That problem has not arisen as they work hard to build a censored search engine to help the fascist Chinese government repress its own people. But private messages from Google employees, obtained by this program, show Google's refusal to help national defense in this country may be for the best. In 2016, shortly after the Presidential election, a one-time Google employee called Bryan Klimt wrote this. \"If the government wants a company to build some software for unethical purposes, we should volunteer to do it. I gladly take project management responsibility for such a thing. I promise the deadlines will slip for decades and we'll never produce anything remotely functional.\" In other words, he would sabotage it. A Google engineer called Javier Estevez responded by linking to a CIA document giving tips for \"Simple sabotage.\" Another engineer called Gary Boyer seemed to like the idea but lamented their strategy would have to remain hidden. Estevez and Boyer still work at Google. We reached out to the company, which commented this way. \"What employees say in their personal capacity has no bearing on the way we build or operate our products.\" They didn't apologize. They didn't explain. Meanwhile, Twitter announced yesterday it won't be banning or even suspending Louis Farrakhan after he made a post that compared Jews to termites. As we've often noted, we don't have a problem with free speech. We support it strongly. We just wish Twitter would extend the same courtesy to people who aren't Democratic stalwarts, like Louis Farrakhan. Last month, Twitter took part in the coordinated purge of Alex Jones and Infowars from multiple online platforms. Twitter suspended many other accounts for reasons it won't fully explain, but which appear to be political. We're against that, of course. The question is can Congress do something about it as well? Congressman Jim Jordan represents Ohio, and he joins us tonight. Congressman, thanks very much for coming on."
    },
    {
      "speaker": "REP. JIM JORDAN, R-OHIO",
      "utterance": "You bet."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Before I ask you about Twitter, I want to ask you what you make of these internal messages from Google that show Google employees--"
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes, it's--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--apparently joking about sabotaging a defense--"
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--a Department of Defense project? What does that tell you about how they view the U.S. government--"
    },
    {
      "speaker": "JORDAN",
      "utterance": "Well--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--and this country?"
    },
    {
      "speaker": "JORDAN",
      "utterance": "--it shows you how ridiculous the Left has become. Limit conservative speech, sabotage national defense, allow anti-Semitic language on your platforms, but restrict conservative speech. I mean the Left - I mean think, I said this the other day. The Left will applaud Colin Kaepernick when he disrespects the flag, they'll cheer on Cuomo when he says America is never that great, and they'll applaud Maxine Waters when she says go out and harass people who support the President and, yet, they allow Louis Farrakhan's speech but restrict conservatives. I mean this is - this is the ridiculous level we have now gotten to, the absurd level, I think, we've now gotten to in this country, and it's unfortunate."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well it's certainly dark. That's for sure. So Twitter, it is the portal through which a lot of people get their news."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean it's - it's not just a social medium. It's an important part of our - of our news landscape. And they are obviously political in the way they censor."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Does Congress have a role in that?"
    },
    {
      "speaker": "JORDAN",
      "utterance": "Well I - I think they are political. You know, there are 435 Members of the - of the House, a 100 Members of the Senate. 535. This summer, four got shadow-banned, Devin Nunes, Matt Gaetz, Mark Meadows, and Jim Jordan, four Conservative Members of the House."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "JORDAN",
      "utterance": "And of course, CEO, Jack Dorsey said, \"Well it was just a problem, just a glitch in our algorithm.\" I mean well think about that. So, what did you put in the algorithm? The names Gaetz, Meadows, Nunes, Jordan? I mean come on. There is no way that is the answer. So this is - this is where we've got --Tucker, we're doing a series of hearings on the First Amendment in the Oversight Committee. And at our most recent one, I asked this college professor, he was a witness for the Democrats. I asked this college professor, I said, \"On a college campus safe space, could I say this sentence? Donald Trump is President.\" He began his response with these words, \"It depends.\" And I interrupt him, I said, \"It depends. It's a fact. He got elected November 8, 2016. He was sworn in January 2017. He lives at 1600 Pennsylvania Avenue. There's no \"It depends\" about it.\" This is the level of absurdity--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "JORDAN",
      "utterance": "--the Left is taking us to, and it is a direct attack on the First Amendment."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But I mean these companies are more powerful in their technology than the U.S. government. The U.S. government has nothing as powerful as Google, nothing as close. They control--"
    },
    {
      "speaker": "JORDAN",
      "utterance": "Right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--our national conversation. They have a chokehold on all human information in English. So why doesn't the U.S. Congress see--"
    },
    {
      "speaker": "JORDAN",
      "utterance": "Well--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--their clamp down on speech as a threat to all American citizens? I mean can we do something about this or do we stand--"
    },
    {
      "speaker": "JORDAN",
      "utterance": "I--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--idly by?"
    },
    {
      "speaker": "JORDAN",
      "utterance": "No, I - I think you're right. But I think it's - it's a multiple step process. And we're at step one, which is we first need to understand how serious this problem is, how big it is. Is it every single social media platform? There's certainly lots of examples. You mentioned Google. We know what Twitter has done. We know what Jack Dorsey has said. So, let's have the hearings. Let's get to the bottom of it. And then you're right. We may have to take action to protect the First Amendment and protect people's ability to speak out in a conservative fashion and not be hindered for doing so."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. Or a liberal fashion, but to speak, I mean--"
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes. Well correct --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "--this - the First Amendment doesn't mean anything if you can't exercise it."
    },
    {
      "speaker": "JORDAN",
      "utterance": "No, right, I mean the First - the First--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean that. Congressman--"
    },
    {
      "speaker": "JORDAN",
      "utterance": "--Amendment wasn't written--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "JORDAN",
      "utterance": "--just for speech we like. It was written for all speech. But right now, it doesn't seem--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Of course."
    },
    {
      "speaker": "JORDAN",
      "utterance": "--they - they allow Liberal and - and they allow all kinds of crazy things to be said as the Farrakhan example is such crazy language like that, but they're going to restrict conservatives and their ability to speak? It's just not right and it's something we're going to have to look into."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Congressman Jim Jordan of Ohio, thank you very much."
    },
    {
      "speaker": "JORDAN",
      "utterance": "You bet. Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The President is speaking tonight in Missoula, Montana. We're monitoring that speech should news arise. It may. And if it does, we'll go there."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right now though, it's time for a special Traveling Edition of Final Exam. Two California radio show hosts with us here at the Nixon Library, and that's next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Time now for Final Exam where we choose two world-renowned experts in the news to see who has been paying closer attention to the news over the past week. We're on the road this week in California, so tonight we have a special Travel Edition of Final Exam. Our two contestants, two of our favorite Liberal radio hosts, both based here in California, Leslie Marshall and Ethan Bearman. OK, contestants. This is a little bit different from the way we normally do it. We have buzzers, typically. Those were confiscated at the airport by the California EPA. Turns out they were plastic in the same category as straws. So tonight, I'm going to ask the questions, and the first one to raise a hand gets to answer the question. I don't trust myself to make that judgment. We have an independent panel of judges to determine whose hand went up first. You must wait until I finish asking the question before you answer it. Please answer once I acknowledge you by saying your name. Each correct answer worth one point. You get it wrong, you lose a point. Best of five wins. Is the math clear?"
    },
    {
      "speaker": "LESLIE MARSHALL, RADIO SHOW HOST",
      "utterance": "Yes."
    },
    {
      "speaker": "ETHAN BEARMAN, RADIO SHOW HOST",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Particularly hard questions tonight. Here they go. Question one, which nation became the second place on planet Earth to legalize marijuana nationwide?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Ethan."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Ethan Bearman."
    },
    {
      "speaker": "BEARMAN",
      "utterance": "Canada."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Canada. Is it Canada? Roll tape."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Canada has gone to pot. Our neighbors to the north legalizing recreational marijuana overnight."
    },
    {
      "speaker": "BEARMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Can't wait to come in and see me buy the first gram in Canada. That's like the most amazing thing ever. How many people get to do that? How many people get to be part of history in the making?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, for an extra point, which you'll not actually be awarded, what - wait, congratulations, you won that."
    },
    {
      "speaker": "BEARMAN",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What was the first country?"
    },
    {
      "speaker": "BEARMAN",
      "utterance": "Portugal."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Portugal? Think it was Paraguay. But it would be - it was definitely starting with a P."
    },
    {
      "speaker": "BEARMAN",
      "utterance": "OK."
    },
    {
      "speaker": "CARLSON",
      "utterance": "OK. Good. Well it was Paraguay, said our judges."
    },
    {
      "speaker": "BEARMAN",
      "utterance": "Was it Paraguay?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's an irrelevant question. Shouldn't even like no--"
    },
    {
      "speaker": "BEARMAN",
      "utterance": "The point --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Uruguay. We're both wrong. OK. Question two, before we embarrass ourselves more, multiple choice here. The filmmaker, Michael Moore, would like Trump out of office so badly he is trying to recruit famous people, celebrities, to run against him. Moore just confessed that his top pick is A, George Clooney, B, Ben Affleck, C, Tom Hanks?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Leslie."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Leslie Marshall."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "George Clooney."
    },
    {
      "speaker": "CARLSON",
      "utterance": "George Clooney. Is it George Clooney?"
    },
    {
      "speaker": "MICHAEL MOORE, LEFT-WING ACTIVIST",
      "utterance": "I've asked Tom Hanks twice to run."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes."
    },
    {
      "speaker": "MOORE",
      "utterance": "Who doesn't like Tom hanks? Nobody, right? Tom Hanks would --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "What does he say when you ring him and say \"Please--"
    },
    {
      "speaker": "MOORE",
      "utterance": "No."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "--save the country.\""
    },
    {
      "speaker": "MOORE",
      "utterance": "Stop asking me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well he just outed Tom Hanks as someone he speaks to. How'd you like Michael Moore to confess that he talked to you? I think that's mean. OK. Unfortunately, you didn't get that right. I thought you were right. Question three comes from the State of Texas. The Senate candidate there on the Democratic side, Robert Francis Beto O'Rourke, is trailing in the polls. He has now decided to win allegiance of voters by doing something brand new. He recently rolled on stage in front of hundreds of cheering teenagers riding what?"
    },
    {
      "speaker": "BEARMAN",
      "utterance": "Hmm."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What was Robert Francis Beto O'Rourke riding? It has wheels. If you were incredibly hip and looked like a young Bobby Kennedy but grew up near the beach, you might ride this cot -- Ethan."
    },
    {
      "speaker": "BEARMAN",
      "utterance": "Skateboard."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is it skateboard?"
    },
    {
      "speaker": "MARSHALL",
      "utterance": "He rides."
    },
    {
      "speaker": "CARLSON",
      "utterance": "He yes --"
    },
    {
      "speaker": "BEARMAN",
      "utterance": "It's structure --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I clearly don't know but --"
    },
    {
      "speaker": "MARSHALL",
      "utterance": "Ethan hints --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I mean just one second - I don't begrudge either one of you not guessing that Robert Francis Beto O'Rourke rode a skateboard. I mean I personally thought it was roller-skates but like what do I know about politics."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "I thought it was a motorcycle."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. That would have been cool, by the way, maybe gotten my vote. All right, question four, again a multiple choice. Boston Dynamics is a company that makes robots, terrifying robots. Its famous Robot Dog named Spot has just acquired a brand new talent. What is that talent? Is it A, the robot dog can make pancakes, B, it can dance and twerk to pop music, or C, it can drive a truck? Ethan."
    },
    {
      "speaker": "BEARMAN",
      "utterance": "B. Dance and twerk."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "That's right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It can dance? A dancing and twerking robot dog, is that a real thing?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "This robot because it's the one thing America needs."
    },
    {
      "speaker": "BEARMAN",
      "utterance": "No question."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Driving a truck, cure cancer? No. Twerk."
    },
    {
      "speaker": "BEARMAN",
      "utterance": "But now you can arm it and it can, you know, go hunt down terrorists while dancing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "By the way that - I mean that might be worth having. All right final question--"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Sun down --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Time to celebrate because there is a new Royal baby on the way, apparently. Prince Harry and his American wife are expecting a child. They received several gifts from the government of Australia, including some warm and furry footwear. What kind of footwear was it?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Leslie."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "Uggs."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Uggs. Is that an exclamation or is that an - OK, Uggs. Is it Uggs?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The Duke and Duchess of Sussex receiving their first official gift celebrating the announcement of an expanding family. From Australia, they got a fluffy stuffed kangaroo and a fleeced baby-sized Uggs. It's kind of cute. Probably pick one up at the airport too."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "So happy for the Royal couple."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Absolutely --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Would you take that? Would - I mean is that really a present?"
    },
    {
      "speaker": "MARSHALL",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "They're not even in sale right?"
    },
    {
      "speaker": "MARSHALL",
      "utterance": "No. No. They're made - I think they're made there, right? They're made--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I guess. I didn't know that till now."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "All right."
    },
    {
      "speaker": "BEARMAN",
      "utterance": "They have winter in England. So they need baby Uggs, especially the--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's a really good point. Ethan Bearman is the winner."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "No."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No?"
    },
    {
      "speaker": "BEARMAN",
      "utterance": "What?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Ethan Bearman, I think it's three points. Ethan, you win. Leslie, you were a great person. And it's great to see you both."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you very much for competing outdoors at the Nixon Library here in Yorba Linda."
    },
    {
      "speaker": "BEARMAN",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We appreciate that."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's it for tonight's Final Exam. Pay very close attention to the news each week, particularly the weird news, and then tune in Thursday nights to see if you can outwit our experts. We'll be right back, after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well the MeToo movement has certainly expanded its scope. It started, as you'll remember, with Hollywood producers. That seemed fine. Then they went after actors and performers. Now, MeToo seems to be taking out movies themselves. Actress Keira Knightley says she won't let her kids watch Disney Princess movies because of the messages they send. Here's what she explained earlier this week."
    },
    {
      "speaker": "ELLEN LEE DEGENERES, AMERICAN COMEDIAN, TELEVISION HOST, ACTRESS, WRITER, PRODUCER, LGBT ACTIVIST",
      "utterance": "She's banned from seeing certain children's movies, right?"
    },
    {
      "speaker": "KEIRA KNIGHTLEY, ENGLISH ACTRESS",
      "utterance": "Yes."
    },
    {
      "speaker": "DEGENERES",
      "utterance": "What are they?"
    },
    {
      "speaker": "KNIGHTLEY",
      "utterance": "Cinderella, banned because, you know, she - she waits around for a rich guy to rescue her. Don't. Rescue yourself, obviously."
    },
    {
      "speaker": "DEGENERES",
      "utterance": "Right."
    },
    {
      "speaker": "KNIGHTLEY",
      "utterance": "--but Little Mermaid. I mean the songs are great but do not give your voice up for a man. Hello?"
    },
    {
      "speaker": "DEGENERES",
      "utterance": "Wow."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And you thought mindless 1970s second-wave feminism was over. No, it's back in force. Kristen Bell meanwhile says she isn't comfortable having her kids watch Snow White because it ends with Snow White being kissed by Prince Charming without prior consent, even though that kiss raises her from death. Better to die than not get consent. Author and columnist Mark Steyn joins us tonight. Mark, kind of hard to create art within the boundaries of these ideological imperatives, is it not?"
    },
    {
      "speaker": "MARK STEYN, AUTHOR, COLUMNIST, STEYNONLINE.COM",
      "utterance": "Yes, it is. Apparently, you're only allowed to have one school of propaganda now. I personally don't let my kids watch Keira Knightley movies because for the last 15 years, sylphlike Keira Knightley has taken down entire pirate crew single- handed in Pirates of the Caribbean. When she was - when she played Guinevere in King Arthur, somewhat to my surprise if for anybody who's seen Camelot, this Queen Guinevere covers herself in blue woad and goes into full-blown woad rage and takes out a thousand hairy Saxon guys single-handed. And if you're asking me which is inherently more--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Ooh."
    },
    {
      "speaker": "STEYN",
      "utterance": "--ludicrous, Cinderella where the coach turns back into a pumpkin or the average Keira Knightley movie where she dispatches single-handedly a thousand hairy Saxons, I'd have to give it to the coach turning back into a pumpkin. We're all entitled all--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So--"
    },
    {
      "speaker": "STEYN",
      "utterance": "--all that - all this is simply fashion, fashions in fairy tales. And the - and the feminist fairy tales of Kristen Bell and Keira Knightley are no more inherently unludicrous than anything that's gone before."
    },
    {
      "speaker": "CARLSON",
      "utterance": "There's an awful lot of violence in these feminist fantasies, I noticed. So, it's totally cool to expose your girls to movies in which women slay people with swords, but it's immoral to let them see movies in which they get kissed?"
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes. I think that's true. I mean I think if you see someone, for example, this is an important point about the Prince and Snow White. You know, if you see someone who's down on the floor and ceased breathing, don't give them the kiss of life because under the - the feminist rules, you can't kiss someone without permission. So, it's very important just to leave them there dying as the Prince is now expected to do to Snow White. Personally, I think if we're going to remake these things we should do it the whole way, and we should have - instead of having whatever it is with the Seven Snow White and Seven Dwarfs, Sleepy, Happy, Grumpy, we should have Snow White who makes the mistake of going to a Hollywood mansion and the Seven Dwarfs are Harvey, Woody, Spacey, Charlie, Rose and a couple of the other fellas and - and go the full way with re-makes. But basically, they're exposing what is the problem with their art so- called, in that, it's essentially meant to function as propaganda. And when it's propaganda--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's right."
    },
    {
      "speaker": "STEYN",
      "utterance": "--it becomes boring. These are universal's fairy tales across all cultures--"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "STEYN",
      "utterance": "--and there's a reason for that, and there's a reason why Keira Knightley kick-assing a thousand hairy Saxons is not a prevailing fairy tale across all cultures."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right. Dark propaganda in which human warmth is outlawed but violence is celebrated. It's pretty sick--"
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--actually."
    },
    {
      "speaker": "STEYN",
      "utterance": "No, that's right."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well Mark Steyn--"
    },
    {
      "speaker": "STEYN",
      "utterance": "Feminist violence."
    },
    {
      "speaker": "CARLSON",
      "utterance": "--great to see you."
    },
    {
      "speaker": "STEYN",
      "utterance": "Thanks a lot, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's dis - it's disgusting. See you. Well the investigation continues tonight into the disappearance of the Saudi journalist Jamal Khashoggi. We have an update on that story. Plus, we're watching the President's rally in Montana for any breaking news. And, of course, we'll bring it to you when it occurs."
    },
    {
      "speaker": "DONALD J. TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Who said that? Who said that?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's finally a woman. You know, I get it from the men all the time."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And so far, every guy that said I love you, they're just not my type."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I finally heard it from a woman, thank you. Thank you."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And look at all the Women for Trump signs. Here we go again, it's the same thing. Everyone says but will he get the women? They don't tell - you know, these fakers on television, the pundits, you know, real geniuses, they've really done well in predicting me."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He's never going to run. He has too good a life. He's just doing it for fun. He'll never run but he's having a good time. I said that's a good time? Sorry. Then September, one by one we knock them off, knock them off, knock them off. Remember? 18 people, 17 opponents, very talented opponents in many cases, not in all cases, but in many cases. I remember Charles Krauthammer, and he was talking good."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This is a Fox News Alert. The President holding a rally tonight in Missoula, Montana. He's rallying support there for Matt Rosendale's challenge to Senator Jon Tester. Stay with Fox for any news that emerges from that rally tonight. We're on it."
    },
    {
      "speaker": "TRUMP",
      "utterance": "She hears that --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well international pressure on Saudi Arabia is rising intensely over the disappearance and apparent murder of Journalist Jamal Khashoggi. Out of nowhere, for reasons that are not exactly clear, this has become one of the biggest stories in the world. And so, we wanted to update you on it. Trace Gallagher has the very latest, and he joins us tonight. Hey Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, CORRESPONDENT, FOX NEWS",
      "utterance": "Hey, Tucker. The President had indicated that whatever happened to Khashoggi wasn't good. But on board Air Force One, en route to Montana, he was asked directly if he thinks Khashoggi is dead and said, \"It certainly looks that way.\" Keep in mind, his comments were made after the President was briefed by Secretary of State, Mike Pompeo who just returned from Saudi Arabia. Pompeo says he told the President that Saudi Arabia should be given a few more days to complete its investigation before the U.S. decides how, or if, to respond. Watch."
    },
    {
      "speaker": "MICHAEL RICHARD POMPEO, UNITED STATES SECRETARY OF STATE",
      "utterance": "We made clear to them that we take this matter with respect to Mr. Khashoggi very seriously. They made clear to me that they too understand the serious nature of the disappearance of Mr. Khashoggi."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "And in turn, when he was asked about the consequences facing the Saudi Kingdom, President Trump said this. Listen."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Well it'll have to be very severe. I mean it's just bad, bad stuff. But we'll see what happens."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes. Turkish investigators say Khashoggi was killed then dismembered by a Saudi hit team inside the Saudi Consulate in Istanbul. Numerous reports say the Saudis will claim his death was an interrogation gone wrong. But now a Turkish newspaper says a top aide and frequent companion of Crown Prince Mohammad Bin Salman entered the Saudi Consulate in Turkey, hours before Khashoggi arrived. The photo of Maher Abdulaziz Mutreb is the strongest evidence yet linking the Crown Prince to the disappearance of Khashoggi. Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Trace Gallagher, thanks for that update. Murdered, huh? Doesn't sound like something a medieval desert theocracy would do. That's about it for us tonight. We are live at the Nixon Library, a very pretty place here in California. We'll be back tomorrow night, the show that is the sworn, but cheerful, enemy of lying, pomposity, smugness, and groupthink. DVR it if you can. We dare you. Goodnight from California. \"Hannity\" is next with Rush Limbaugh for the hour. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}