{
  "date": "October 26, 2020",
  "headline": "COVID-19 cases surge across much of US as winter approaches",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/covid-19-cases-surge-across-much-of-us-as-winter-approaches",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "Welcome, everybody. I'm Neil Cavuto, and you're watching YOUR WORLD. Well, it was the virus that was front and center, both candidates talking a good deal about it, the president claiming that we have rounded the bend and things are taking a positive turn, the former vice president just saying we are anything but, on a day we have had a disturbing spike in cases, three back-to-back days of where it gets to be over 83,000 cases, and even the seven-day average has gotten to be very, very worrisome, a more realistic way to read the disease's progression. Wall Street took a look at that and spikes in cases in Italy, in France, in Britain, and Ireland. And this is what happened. They sold off. But I'm telling you, this is a lot better than it was when we were down nearly 1,000 points on the Dow Jones industrials. The market averages came back with the whisper of a hope that maybe something can be cobbled together on stimulus. But I got to tell you, folks, that is not looking very good, and if anything materializes, maybe after the election, if then. So, what happened? And what are the markets saying about what is happening right now, despite assurances that the virus is under control, when 40 states in this country are seeing a 5 percent pickup in such cases? How bad is this going to get? For the better part of valor, they were selling first, asking questions later. So, what's at stake? Susan Li was following all the red -- Susan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN LI, FOX NEWS CORRESPONDENT",
      "sentences": "Neil, you're absolutely right, because this is not a great close, but it wasn't terrible, because, at session lows, we were staring down, down 1,000 points, and the worst day for the stock market since early June, so going back over four months. And three main factors here, as you mentioned, rising COVID cases in the U.S. and Europe, and that could lead to a second round of lockdowns, also fading hopes for stimulus before the election. But House Speaker Nancy Pelosi says that she's still hopeful after a phone call today with Treasury Secretary Steve Mnuchin. And that's despite the two sides still far apart when it comes to state aid and testing, and then throw in election uncertainty. With Senate races tightening, a blue wave sweep of the White House, Congress and Senate might not be a sure thing. Meantime, investors, they typically tend to take money out of the stock markets in the days heading into the presidential vote, holding cash until a winner is declared and then buying into the stocks and sectors that might benefit from the winner's new policies. Now, Citi Private Bank says, historically, no matter who wins the election, the broader S&P 500 goes up by an average of 6 percent in 12 months afterwards. And you know that this is also a big week and a big one for corporate America. We had the biggest of the big, the tech titans, Apple, Amazon, Microsoft among the 175 companies on the S&P giving us a health check on the state of business during COVID -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Susan, thank you very much. Well, to the president's point here, he thinks we are obsessing a bit too much on COVID-19, especially the media constantly pounding these figures that come out every day. They are what they are. But the president says it's missing a bigger picture. And that's what he's been pounding in the Keystone State today. John Roberts with more, traveling with the president in Martinsburg, Pennsylvania -- John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Neil, good afternoon from Martinsburg, where the president should be arriving very soon. And, certainly, coronavirus has hit home again with the White House, with, over the weekend, the news coming out that five of the vice president's top staffers, including his White House chief of staff, his White -- rather, his chief of staff, Marc Short, came down with coronavirus. The president at his first two rallies in Allentown and Lititz saying that we're rounding the corner on coronavirus, even though we do not appear to be, at least at this point. Mark Meadows, the White House chief of staff, saying, we're focusing on therapeutics because it is impossible to contain the virus. It's contagious, just like the flu. But I can tell you the most of the people here at this rally here, while a number of them are wearing masks, most of them aren't. They don't seem to be very concerned about social distancing. There's a fact that, in many parts of America, or a feeling in many parts of America that people have got COVID fatigue, and they just don't want to hear about lockdowns, they don't want to hear about masks, they don't want to hear about social distancing, but they're not particularly concerned about it. One area of concern that the president really has been drilling down on today is energy, because, of course, Pennsylvania, like Texas, like North Dakota, like Louisiana, Oklahoma, a big -- eastern part of Ohio, big energy-producing state. And Joe Biden at the end of last week's debate saying that he wants to transition away from oil, the president tried to pump that up in much the same way as he pumped up Hillary Clinton's statement back in 2016 about West Virginia that she wanted to put the coal industry out of business. Listen to what the president said a short time ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Joe Biden confirmed his plan to abolish the entire U.S. oil industry. I said, you mean no more oil, Joe? Well, that's what I mean. That means no fracking, no natural gas, no jobs, no energy for Pennsylvania families. He will eradicate your energy and send Pennsylvania into a crippling depression.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "And I should point out that there are a lot of hardhats in the audience today, a lot of coal workers. There are a lot of people who work in the fracking industry here. And there are a lot of people who work in manufacturing, of course, in Pennsylvania as well, Neil. And the president, reaching out to them, pointed to Joe Biden's record on NAFTA and China's entry into the WTO and what the Obama administration said early on, when President Obama said, those manufacturing jobs, they're gone forever, they're not coming back. Well, the president says, they are coming back, he has brought some of them back in his first term, says he would continue to do so in his second term, and contrasted that with Joe Biden's position. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He was a cheerleader for NAFTA, which was a disaster for your state. And he enthusiastically voted for China's entry into the World Trade Organization, decimating your manufacturing and enriching China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's really what made China. He voted for it. Pennsylvania lost almost 50 percent of its manufacturing jobs after Biden's NAFTA and China disaster. Sleepy Joe has betrayed Pennsylvania. How the hell can you vote for him? Is this a serious -- how can you vote for this guy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "President Trump saying that Joe Biden is the worst candidate in history. How could you lose to a guy like him? So, if the president were to lose to him, Neil, he would probably have to eat those words, and Joe Biden would probably hand them him salt and pepper and a knife and fork to do it. But a lot of this turns on enthusiasm. And we see a lot of people here, thousands of people very enthusiastic about this president. This is the third place he's come today. And even though he's down five points in the RealClearPolitics average, enthusiasm goes a long way when it comes to voting -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, John, as you're familiar, I mean, we just heard from Joe Biden explaining why he doesn't do rallies like this. It's not because he couldn't generate crowds. He says it's the safe thing to do in this environment. When the president does address these large groups, into the tens of thousands -- and you mentioned some wear masks, some don't -- is that a worry? I mean, are those who travel with the president, or even those in attendance, worried about the kind of stuff that Joe Biden raises? Or are they saying, Joe, you're the one making the mistake, you're missing this opportunity, and we're not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "I mean, clearly, the president has been concerned about coronavirus, because he had it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "And I think in the first 48 to 72 hours of him being infected, he was very worried about what was going to happen. But I haven't heard anybody here talk about it, be concerned about it. There are probably maybe a quarter of the people here are wearing masks, but, for the most part, the rest of them aren't. They're not really talking about coronavirus. For them, it's really all about the economy and jobs. That's what they are really concerned about, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it, my friend. Thank you very, very much. This was an issue I had a chance to raise earlier with Ohio Republican Senator Rob Portman on the president's notion earlier today -- and he kept pounding it -- that the U.S. is turning the corner on the pandemic, at a time when the numbers would seem to belie just the opposite. This was from earlier today when I talked to Senator Portman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "He is just whistling past the reality right now. To say we're rounding the bend, to say this is all a media fixation, I don't know. In his own White House, the vice president and his chief of staff, the people around it, they're all affected by this. So, is that a proper thing for him to do and say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ROB PORTMAN (R-OH)",
      "sentences": "Well, two things, Neil. One, I think he's referring to the therapies that are coming online that are pretty miraculous, and he got to experience one, and the vaccines, which are coming at unprecedented speed. So, when he says things are getting better, as those things come online, he's -- he's right. And I think every expert would agree with that, that they're going to be key to being able to stay open, stay open safely. If we get these vaccines and therapies in place more quickly, that's a good thing. And, again, he's done it at a fast pace. Second, what he ought to be saying, Neil...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But he seems -- Senator, he seems to be minimizing -- no, no, no, he is not talking about the average number of daily cases. He is not talking about the fact that the percentage of positive cases there -- it's not all testing -- has also gone up from roughly 5 percent to close to 6.5 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "He's not talking about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "No, all I'm saying, you're asking why he's saying...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you worry -- just do you worry -- no, I understand, Senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "... we're starting to turn the corner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But do you worry that he's giving some Americans some false confidence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Well, look, we're in trouble. We're not out of the woods, either on the economy or the health care crisis. What I think he ought to be saying, for what it's worth, is, he is the one who has been most hawkish on trying to get a COVID-19 package through Congress. I mean, he even said a couple weeks ago -- probably not every Senate Republican agrees with this -- but I'm happy to put the money on the table that Nancy Pelosi is talking about .In fact, I would go even higher. So, think about it. He's the one who's been saying, let's get a COVID-19 bill. Poor Steve Mnuchin, he's been up there negotiating with Nancy Pelosi endlessly. My view, as you know, Neil, is that she doesn't want a deal before the election. That's what he ought to be talking about, in my view, because he is the one saying, let's get the money for testing, let's get the money for the tracing and for the therapies. And that's all in the bills that he's been supporting. Let's get the money for our schools. Let's help businesses to be able to reopen safely by giving them a tax incentive to do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But isn't it Mitch McConnell -- I don't know where you stand on this, Senator, but isn't it Mitch McConnell...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "I stand on doing something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... who was essentially saying, no matter what they're coming up with it, it's dead on arrival in the Senate, because a lot of your colleagues, Mr. McConnell is saying, aren't keen on spending this amount of money?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Well, we just had a vote. We just had a vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, isn't the president's real problem not so much Nancy Pelosi, as much as the Senate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Well, but -- but, Neil, Nancy Pelosi refuses to move off the mark because she's not interested in compromise right now. The Senate Republicans put up a $500 billion bill on Wednesday, just a few days ago, $500 billion. That used to be real money. And it has all the things I just talked about. It has the school money, actually more than the HEROES Act initially had. It has the money for testing. It has the money for the vaccine. It has the money for small businesses. It was all in there. And Democrats refused to even take the vote to get on the legislation to debate it. In other words, they wouldn't provide the 60 votes. We got a majority. We got all the Republicans. We got a majority of the Senate to support it twice now. So, I -- that's what I think the president ought to be talking about, because a bunch of us here, as Republicans, are trying to get something done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I see. But the president -- the president was saying -- last week at this time -- Senator, as you know, the president was saying last week at this time, make it bigger. I'm willing to go bigger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "He seemed to allude, I will go over $2 trillion if need be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, obviously, Mitch McConnell and some of your colleagues, you were at that half-trillion-dollar figure, a very generous package, to your point. It didn't go anywhere. But the fact of the matter is now we might not get anything. Is it your sense now that, who's ever to blame for that, things are going to get worse without any stimulus at all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "I think we will do it. I think we will do it after the election. I think it's unfortunate we're not doing it this week. That's when I wanted to do it. I gave a speech on the floor last night about that very topic, and laid out all the areas where we have common ground. It's amazing how similar we are in our approaches. By the way, we have already passed five COVID-19 packages. Most of them were unanimous. So, we have been able to put politics aside. It's become a victim of the election year politics in the last couple of months. And so, after the election, I think we're going to get together and figure this out. And we should, because there's actually some things we can do to help both to deal with the virus, but also to deal with the economic realities that you talked about earlier with your guests. We're seeing the market react. We're also seeing a lot of small businesses in real trouble now. So, we have got to do something to help get them through this next stage until we have that vaccine, until there are more reliable therapies on board. It's coming. But there is a period of time here where people need some additional help. And I think we will do it. I think it'll happen after the election, but I think we will do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, let's get the read on where the virus actually is, because this day and this -- markets and this reaction, I mean, you're either worried about the virus, or it's just a media manufacturing, that we're just making fake news out of something. Dr. Roshini Raj joins us right now, the NYU Langone associate professor of medicine, internal medicine physician. Doctor, are you and should we be worried about these spikes in cases? What do they tell you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ROSHINI RAJ, NYU LANGONE HEALTH",
      "sentences": "Yes, Neil, absolutely, we should. I think there's no doubt that we're going to see a worsening of the coronavirus in this country in the next several weeks and months, as winter approaches. And that's for several reasons. Number one, people are going to be socializing more indoors in more poorly ventilated areas. We have flu season coming very soon. In fact, it's already started. But, as it gets worse, hospitals are going to become overwhelmed with people with the flu. And it's the same ICU beds that we would need for people with COVID. So that's going to be a resource issue as well. And we still don't have a vaccine. And even the therapies that, albeit, are better than they were in the beginning of the pandemic, when we had nothing, are still not silver bullets when it comes to curing this disease. Yes, people that are in the hospital have lower death rates now, which is great, but they're certainly not zero. And we have what we're calling the long-haulers, people who may not even end up in the hospital, but have long-term symptoms. So, there are many, many reasons why we should be worried. And this is not to make people panic, but to make people understand that there are things we can do that could potentially stop this from becoming a total disaster. And that's really up to personal measures, things like mask-wearing, hand hygiene, social distancing. I didn't mention the fact that the holidays are coming. And this is another potential problem, where people may get together with their families or travel and spread the virus that way. So, there are a lot of reasons why we need to be more careful than ever going into the next couple months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But I can understand the president not liking the press and all of that. I get that and all. But no one's making up these numbers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAJ",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And I just wonder if the one making up potentially could be the president, saying that the spikes that we have seen are overstated or that, in Florida, they're now gone -- they're not -- that, in Texas, they have stopped -- they're not -- that, in Arizona, the issue has gone away. It's not. And I'm just worried that the message it sends people, all-clear, we can go back to doing what we're doing. Part of what I think, Doctor -- and I know you're a medical expert and don't soil yourself with the markets, but many people in the markets are telling me that they're wondering if there's a disconnect between the reality of what's going on and what they're officially hearing. And it scares them. Does it scare you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAJ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Is it something, I'm not saying that we should be panicked about, but that we should be cautious about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAJ",
      "sentences": "Absolutely. There seems to be a disconnect between the reality and what many people in this country believe. And you just did a piece on how people were at a rally where three-quarters of them were not wearing masks. To me, that's shocking and so dangerous. But the fact is, many people still in this country think that this is an overblown situation, that they're not in danger. And that's simply not the case. And we have seen in other parts of the Northern Hemisphere already things getting really bad, lockdowns going back into effect in parts of Europe. And that's what we can expect here. And for those of you and all of us who care about the economy, it is so directly linked to what's going to happen with this virus. And if you care about the economy, you want to keep this virus under control. That first means knowing the facts and the figures and responding appropriately, not dismissing them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Thank you, Doctor, very much. What I look at it as, don't take a right or left view on this. It's just the data, just the data, just the data.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAJ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Dr. Raj, thank you for all you're doing, this -- sort of just laying it out there for us. Again, I think it's very incumbent upon all of us, again, not -- regardless of political party, to take a look at the facts that are a concern. This is by no means anything akin to what's going on in places like Spain and Portugal and Britain and Ireland, where they're looking at rolling lockdowns, in Italy, where they're closing restaurants after 6:00 p.m. to deal with this. Consider this, that the average number of daily new cases in the U.S. is now officially at a record, that the seven-day average of about 69,000 is the highest it has been over a seven-day average yet, that we have more, more, right now, testing that cannot account for all these increases, because, after the testing, the number of positive increases, the positive cases has come up from an average of about 4 and 4.5 percent to 5 percent a little more than a few weeks ago to north of 6 percent now. So, the positive cases are what's on the rise, and the fact that, in 40 states in this country, the number of people testing positive is 5 percent or more. It has never been that high. These are not made-up numbers. These are not right or left, Republican or Democratic numbers. These are real numbers. These are real cases. These are real people. I don't care where you stand on the political ledger. Those are the facts. We will have more after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Judge Amy Coney Barrett could be on her way to becoming a Supreme Court justice, associate justice, by the end of the week, maybe at the latest, because, sometime tonight, on the floor of the Senate, they are going to vote on her nomination, or at least one party is. Let's get the latest from Chad Pergram. Hey, Chad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "sentences": "Hey. Good afternoon, Neil. Well, we expect that vote to start sometime after 7:30, with the confirmation vote probably hitting around 8:00 or thereafter. And Democrats are still crowing about trying to move this nomination so close to the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHARLES SCHUMER (D-NY)",
      "sentences": "So, the flimsiness, the transparency, the dishonesty of the excuse that they have come up with ex post facto doesn't work. Republicans promised they'd follow their own standard if the situation was reversed. Guess not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Republican Lisa Murkowski of Alaska twice voted to filibuster the nomination, but Murkowski now says she will vote yes, even though the confirmation comes so close to the election. There's also concern about an event tonight to swear in Barrett at the White House. Three GOP senators contracted coronavirus after an outbreak at the White House introducing Barrett in September.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KEVIN CRAMER (R-ND)",
      "sentences": "I would anticipate that everybody will practice good hygiene, social distancing, whatever is appropriate. I'm not overly concerned, no. I'm certainly not concerned for myself. And I will do -- I will do my part.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Clarence Thomas is expected to swear in Barrett tonight. She's expected to get 52 Republican yeas, Susan Collins, Republican of Maine, expected to be the only no vote. And keep in mind that after the Senate votes tonight to confirm Barrett, they will have reshaped the Supreme Court for a generation -- back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Chad Pergram, thank you very, very much on that. Again, that's a few hours from now. So, it could all go down after that, and then it is just a matter of time before she officially is sitting on the Supreme Court. Then what? Let's go to Joe Manchin right now, the West Virginia Democratic senator, who supported Judge Barrett on her appeals court appointment back in 2017, not now. You're not voting, period, tonight, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOE MANCHIN (D-WV)",
      "sentences": "No, I'm voting, Neil. I'm just not voting to confirm her. And it's not against Judge Barrett. As you said, I voted for her in 2017. This is unprecedented. We have never done this in the history of our country before. There's never been a confirmation vote when there's been a vacancy that has happened between July and Election Day, no matter what. This never happened. So, in a divided country -- we have been divided...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, it's the process you're voting against.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "The process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But you're taking it out on her, Senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "I'm not taking it out on her. First of all, we're not in a judicial crisis, Neil. We have got eight judges right now, five conservative and three progressives. So, I don't know what the rush would be and what we're concerned about, why this has to be as a judicial crisis. We have dropped everything. We dropped COVID, basically, talks and trying to work something to help the people of America. We have dropped those. Everything's fallen to the backside. We have an energy efficiency bill. We have a great energy bill, Lisa Murkowski and myself, that 73 senators have pieces of legislation. It is totally bipartisan. It has fallen to the wayside. Everything's fallen to the wayside for this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, there was a half-trillion-dollar measure, Senator, that Mitch McConnell had. It failed. But it wasn't as if the Senate couldn't prove that it could walk and chew gum at the same time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, I guess what I'm wondering, sir, is that, when it came to you're not supporting the judge tonight, and it's over process, if it had not been, and it was not this situation at this time, would you have supported her for the Supreme Court otherwise?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "I would have hoped, and we would have dove into her background a little bit more. Judge Barrett is extremely intelligent and extremely accomplished, OK? She hasn't had that much illegal experience, as far as being on the bench or serving -- or basically a practicing lawyer. She's been an educator. And, with that, she has an awful lot of writings and opinions. And we got into some of that. But I would like to have been able to delve into that much deeper, because I was kind of curious why she opined, basically, against John Roberts' decision to uphold the ACA and the severability. And we were starting to get into that, but it's kind of hard when the person is sitting there, and you're trying to get them to talk about particulars, and they say, well, we really can't because it might come before us. So, we could have delved into a lot much -- and much more deeper, fashion as, basically, her background, her beliefs. And I know she was a student and basically an admirer of Judge Scalia, who was a very, very fine jurist. But he was very adamantly opposed to the Affordable Care Act...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "... which really kills my little state of West Virginia. If it goes down, 800,000 West Virginians...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, let's talk about -- could we talk about West Virginia, Senator?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right now, as you know, it's a big energy state. And you, as governor there, a senator now...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... you know how important it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And there is some concern with Joe Biden's comments last week in the debates, saying he eventually wants to phase out the oil industry, at the very least get rid of subsidies for the oil industry. We already know what's happened to coal and all the problems related to that. Do you think Joe Biden is anti-traditional energy, so anti, well, I guess West Virginia energy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Absolutely not. If I did, I wouldn't be here supporting Joe Biden or voting for Joe Biden. I have seen Joe Biden's plan. We have talked to some of his people. I'm on the -- I'm the ranking member of Energy right now, as a Democrat. If the Senate switches, and the Democrats have majority, I would be the chairman of Energy. And we're working with an all-in energy package. I work with my Republican colleagues very closely. We have a great relationship. We have to use every tool we have, which is all the renewables, wind and solar, the energies of the future, fusion, all the different things that we want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, he sounds like he wants to phase those out, though. How do you feel about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "No, no, here's -- no, here's what happens. The markets are shifting. The president came in 2016, got elected, and says, we're going to bring all the coal jobs back. I told him, specifically, I said, Mr. President, be very careful the statement you're making. Markets are shifting. Gas was coming. We have an ocean of Marcellus Shale, and Utica Shale. We have a flood of basically wet properties, propane, ethane, butane, that comes from that. And all of this is coming on so much cheaper. With that being said, we're for innovation. Joe Biden understands we have to innovate. You can't eliminate. You have to have baseload fuel 24/7. And, as the markets change, as the people's demand changes, and as we have a responsibility to do everything we can in a cleaner environment, we should be manufacturing all the new technology.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But if I'm hearing -- Senator, if I'm hearing Joe Biden talking about eventually phasing out oil, it might be 2050, or whatever he's talking about, and I'm a young man or woman, I'm looking about that industry and job prospects there, I'm not going to stick around West Virginia for that, because I know there's a short shelf life on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Well, the oil industry has not been big in West Virginia. We had at one time some oil industry. And we have a little bit. But, basically, ours is now natural gas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "And that -- and, of course, the coal that we have is some of the best metallurgical coal, Neil, in the world, some of the best steel that is forged from the coal that we produce in West Virginia. And that will go on for some time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But if you phase out oil, if you question fracking, if you start looking, again...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "We're not questioning fracking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And this -- you're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, no, no, no, this predates Joe Biden -- that coal isn't as important. Do you get a message now that, in a Biden administration, traditional fossil fuels are expiring, they're just not cool anymore, they're not important to him, they're not important to the Democratic Party?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And they're not going to be important, period?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Well, let me speak about me. They're important for me, from this standpoint. I know what the world and I know the appetite the world has for fossil. They're going to be using it, whether we use it or not. Can't we find a cleaner way to use it, and then basically be able to use through our trading policies the technology and the new innovation that we're using? Carbon capture, sequestration and utilization is the greatest thing that we can do if you want to clean up the environment and the gases that are emitted from the CO2. Why can't we all come to agreement that, hey...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "... sovereign countries of India and China are going to use it? Can't we at least use it in the cleanest fashion possible, unless they transition? They will transition if it's cheaper. If they have a fuel that's cheaper and plentiful, it has to be -- it has to be affordable, it has to be plentiful, and it has to be basically guaranteed that it'll be there 24/7. If you don't have that, if you can't have a guaranteed baseload, people aren't going to say, OK, can't turn the lights on at 11:00 at night and can't wash the clothes at 7:00 at night. That's not what they are. And that's not who we are. We're going to -- dependable, affordable, reliable energy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "And it will come from all -- all-in energy. And we're all working together here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, you hope, right? We will see, because look what's happened in California. Senator Manchin, always good chatting with you. Thank you, sir, very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MANCHIN",
      "sentences": "Thanks, Neil. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Joe Manchin, again, a no-vote, not supporting Judge Barrett, the key vote tonight. Jonathan Turley joins us right now, the GWU constitutional law professor, FOX News contributor. Jonathan, very good to have you back. I guess it's just now perfunctory. She is going to get this vote tonight. She is going to be approved. The question then becomes, she would almost instantly have to go to work. And a number of Democrats have been saying she shouldn't take up a number of these cases, and particularly in the issues that might come up with the election, that she should recuse herself. What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN TURLEY, FOX NEWS CONTRIBUTOR",
      "sentences": "I think that's bloody ridiculous. I don't know of any basis upon which she would recuse herself. There are rules of recusal. There are cases involving recusal. None of that would support recusal in this situation. She doesn't have a personal interest in the issues that have been identified. She doesn't have any prior litigation involvement in any of the cases that would come up. They haven't even been litigated yet. These would be election cases, or the ones pending now coming out of states like Pennsylvania. It's ridiculous. I mean, you could use the same argument against any of the justices who were appointed within a year or so of an election. And that's a lot of justices. And that's never been done. And it's not just ridiculous, it's insulting to Judge and what now maybe Justice Barrett.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What is the procedure on it, though, Jonathan? Who sets the decorum on these things, for lack of a better word? Is that a policy among justices? Is it a Supreme Court position? Is it something that was ironed out by our founders that might have missed me here, that this is when there's a potential conflict, and you opt out? I don't remember any, but help me here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "Yes, there is a standard that is codified that deals with conditions for recusal. But the Supreme Court is its own judge. Since they're supreme, they don't subject themselves to the review of lower court jurists. And so they make these decisions themselves. The chief justice can play a dialogic role in this. He can go to justices and say, wow, there's a real problem here with an appearance, or I actually think you have a conflict. But it's largely left up to the individual justices. And they have recused themselves in past cases. But those have been very narrow and very few. Justice Kagan recused herself. She was directly involved in some cases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm sorry, Jonathan, but what if the liberal justices don't think too keenly of her weighing in on some of these issues that will come before, especially election issues that could have come up? Is it a majority rules? Is it they settle it among themselves quietly? What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "No, it's left up to her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "I would be very surprised if other justices suggest that she should recuse herself. It's basically saying, you look like a shill, and you shouldn't be voting. I'd be very surprised if any justice took that position.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Jonathan Turley, I always learn a lot. Thank you very much. I appreciate it, my friend, Jonathan Turley on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURLEY",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It is going to go down tonight, her vote to become the next associate justice on the Supreme Court. The only timing is when she would be there. Very soon. It's safe to say very, very soon. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the good news and the bad news on what's happening with the coronavirus. I should maybe begin with the latter, the bad news, and the worry, and why stocks were tanking today, fears that the spike in cases we have seen in this country, back-to-back-to-back record spikes we haven't seen since last summer, added to unexpected developments in France and Italy, even in Germany, Britain, Ireland, where they're looking at various rolling lockdowns. The promising news, though, is what's happening out of the likes of AstraZeneca and Johnson & Johnson coming together with some promising news, even if initially for emergency use, vaccines and treatments that have already made it to phase three trials that are resuming and having potentially promising results. Wall Street, though, still concerned about the cases themselves, and why they're not going the other way. Some call it pandemic fatigue, others an excuse to sell. But it was a handy reference point today when the Dow was down almost 1,000 points. Gary B. Smith on all this. Gary, it could be just the fact that this was an excuse to sell, but the stubbornness in these spikes across 40 states is reminding folks, we ain't done with this, fears of a second wave. How is the market adjusting or trying to with this? It doesn't seem to have any clarity or closure, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARY B. SMITH, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes. You add that, Neil, into the fact that it doesn't look like, for the foreseeable future, there's going to be any extra stimulus. So, that -- the market kind of likes that extra money being fed into the market. The slow and steady drip -- and I'm being very cynical here -- of the mainstream media painting this as the next Black Death, if you will, has got everyone on -- hanging by their fingernails. And when you have that, Neil, people are going to sell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, I'm wondering, though, with the numbers and doctors saying, urge caution, people got to get back to doing what they should be doing, the mask-wearing, the washing the hands, I get all of that. But what's odd about this is, some of these spikes are occurring where people are doing all of that. And I think that adds a little bit to the Street anxiety here, as the possibility that we might have to, I'm not saying re-shelter, but at least slow things down. I know that hit retailers. That hit airlines. It hit cruise lines, the idea that this recovery period is going to take longer than thought. How real a threat is that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Well, I definitely think it's a threat. It depends on, for the foreseeable future, who really has the president's ear. I'm hoping it's Dr. Scott Atlas, because he has shown, in documentation, in research, in what he says, that lockdowns don't work. When we have had lockdowns, as soon as the lockdown is lifted, spikes occur. Masks don't work. Same way. As soon as -- in fact, you have gone through state by state, when there's been masks mandate, and the number of cases took off. Look, I think, honestly, the sensitivity, the number of false positives you have, the fact that the survival rate is still well over 99.5 percent for anyone under 70, if you will, the mainstream media is painting this, again -- and I really do think this -- is to make Trump look as bad as possible, because I guarantee one thing that's going to happen. If Biden is elected, you are going to see a curve of cure that you have never seen before. I know that's conspiracy theory, but that's really what I think is going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Well, you're entitled to your thoughts. I think a lot of this is real, without playing the media game here. Some of these are genuine concerns here...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... that we shouldn't dismiss, but, hopefully, all things do sort out. Thank you very, very much, my friend. We are going to be following the president in making his third stop right now in Pennsylvania, Martinsburg, Pennsylvania. He is certainly giving a great deal of attention to that state, a battleground that he won four years ago, and set the upset of upsets in 2016. He's hoping for a repeat performance -- right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the president in Martinsburg, Pennsylvania. A short time ago, we saw Joe Biden in Chester, Pennsylvania. That gives you an indication how important this state is. It's the third visit for the president just today in Pennsylvania. Let's get the read on things right now and where this is all going with Jacqui Heinrich, traveling with the vice president -- or the former vice president -- Jacqui.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Neil. Yes, Pennsylvania is certainly being hard-fought by both campaigns. At a voter activation center in Chester, Pennsylvania, Joe Biden pushed back on the notion that he's having any sort of a light schedule, saying that there hasn't been a day that's gone by that hasn't been a 12-hour day. He also announced plans to visit Iowa and Wisconsin, in addition to the Florida and Georgia trips that we already knew about. And he said he's been doing a lot online in terms of fund-raising and talking to party leaders about the path forward. Now, at that event, voters asked him about the pandemic and court-packing. Biden reiterated his plan to create a bipartisan committee of constitutional scholars to look at that issue if he's elected. And in his remarks, he seized on the coronavirus outbreak among Vice President Mike Pence's staff and White House plans to hold an outdoor ceremonial swearing-in event tonight for Judge Amy Coney Barrett, who is expected to be confirmed to the Supreme Court. The last event for Barrett in the Rose Garden was deemed a super-spreader event by Dr. Anthony Fauci.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "What you do matters to the rest of the company. Well, the words of a president and the actions of a president, they matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "Tomorrow, Biden makes two stops in Georgia, an interesting choice, given that it's a traditionally leaning red state. And Hillary Clinton was criticized for focusing too much on the harder-to-win states in the last stretch of the 2016 campaign and letting the must-wins flip. The campaign said the former V.P. is looking at as many paths to 270 as possible. And he said that he's going to be doing a lot more travel here in the next week or so -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK, Jacqui, thank you very much. David Paleologos joins us right now, the Suffolk University political Research Center director. We're looking at the president now, David, his third stop in Pennsylvania today. So, he's concentrating on a lot of these states that he won last time. And it seems that the Biden folks are maybe getting a little aggressive here, looking at Georgia, committing more ad time in places like Texas. What do you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID PALEOLOGOS, SUFFOLK UNIVERSITY",
      "sentences": "You know, you can judge a lot by the closing days of the campaign by where the presidential candidates are flying to. We saw that in 2016, with Donald Trump visiting the former -- formerly named blue wall states. And now you see by non offense and Trump playing defense, Biden on offense, campaigning in Texas. I mean, for Democrats, that's really unheard of a week before the election. But I look at the polls in Texas, and we're looking at Trump leading. Biden might be closing a bit, but I don't see that -- that's going to be a tough slog. Democrats don't usually get above 44, 45 percent in Texas, as a general rule. Georgia is a different story. Georgia, Trump only got 51 percent last time. Democrats can move into the mid, high 40s. So I think that's probably more viable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, David, we will see what happens. Want to go to the president right now, his third stop in Pennsylvania today. He has been pounding this theme of oil and energy and the virus situation not nearly as bad as it's been made out to be. The president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Poll numbers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AUDIENCE",
      "sentences": "Four more years! Four more years! Four more years!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Thank you. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AUDIENCE",
      "sentences": "Four more years! Four more years! Four more years! Four more years! Four more years! Four more years!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You know, Joe Biden, sleepy Joe Biden said a little while ago he was -- he was in a lid. You know what a lid is? A garbage can. They put the lid on it. They put the lid...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And he saw we had two of these today. They were fantastic, different parts of the Commonwealth of Pennsylvania, right? And we had two events. Sleepy Joe was down there. And they said, you got to get out  of this basement. So he traveled from Delaware to a little tiny corner of Pennsylvania, like right next to Delaware. And he made a speech. And he said that he doesn't do these kinds of rallies because of COVID, because of -- no, he doesn't do them because nobody shows up. That's why. Nobody shows up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "COVID, COVID, COVID. That's all they talk about, the fake news, COVID, COVID, COVID. That's all they talk about. What progress we have made on it, too. We understand it. We know we have to protect our seniors, especially when they have heart, when they have diabetes problems. And we are protecting them. We have the best testing in the world. That's why we show so many cases, because we do more testing than anybody else. But we're doing great. And -- ooh, excuse me. Here I am. Right? I'm here for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I didn't feel so good one day. One day, I didn't feel exactly great, Mike, our great congressman. But I didn't feel exactly great. And I said, what's the story, Doc? Sir, you've tested positive. I said, positive for what, doc? Tell me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And, you know -- and I say this. A president, if you're doing your job, you can't stay in a basement of the White House. You can't stay in a basement. You can't stay in a beautiful bedroom upstairs. You can't do that. You got to do your job. And I'd have many days, I'd say, I've met a lot of people today. There's got to be something going. But, one day, they came back. And these doctors were so great. And there are a lot of them. There's so many doctors. When you're president, there's so many doctors. And I had 12 doctors. Can you believe it? I've never had 12. I've had one or two, but I've never had 12. And each one was a specialist, different parts of the body. And they would grab my body. And I hated it. I hated it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I said, Get your hands off me, Doctors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "But let's make me feel good. And we took something that was, like, incredible, Regeneron. And I don't know. Maybe I would have just been perfect just by doing nothing, but who the hell wants to take a chance? And I woke up the next morning, and I felt like Superman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Get me back. Get me back. Get me back. And the first lady had it, right? The first lady had it. And she did great. She's great. She -- and she is popular too. People like her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "They love -- they love Melania. But she had it. Doesn't complain about things. And then, of course, Barron had it. Now, with Baron, young, strong immune system, he had it. I said, what's the story, Doc, with Barron? Sir, he tested positive. Like 15 minutes later, how's Barron doing? Sir, it's gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "So, you have to get back to school. We have to get back to school, Pennsylvania.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You know, you have a governor -- you have a governor...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You have a governor who doesn't want us to do anything in Pennsylvania, because did you see the poll just came out? We're up two. In another one, we're up four.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Because you watch. I have a whole list of the polls that just came out. But eight days from now, we're going to win the Commonwealth of Pennsylvania. And we're going to win four more years in our great White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Just a few hours from now, the Senate will vote to confirm Judge Amy Coney Barrett to the United States Supreme Court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "That was a good choice, wasn't it? I've never seen anything -- I'm glad she's not running for president. I'd much rather go against sleepy Joe. Much easier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No, she's fantastic, a fantastic person, fantastic woman, a great student. Her professor, her great professor at Notre Dame said -- and he's been teaching a long time. A lot of great legal minds, he's taught. He said, she's the single greatest student he's ever had. That was good enough for me. That was it, highly respected person. He's a highly respected man. He said, sir, she's the greatest student I've ever had. Judge Barrett is one of our nation's most brilliant legal minds. She'll defend our rights, our liberties and our God-given freedoms. And you saw that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And we were all watching in great amusement as she was so-called grilled by the opposition. That was easy, right? That was easy. That was like one of our great football teams from the area, plenty of them, playing a high school football team. That was really something. Judge Barrett will be the third Supreme Court Justice, along with almost 300, right around the number. By the time we end the first term, I will have 300, maybe a little more, maybe a little less, federal judges that we've confirmed to uphold our laws and our Constitution. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "Welcome, everybody. I'm Neil Cavuto, and you're watching YOUR WORLD. Well, it was the virus that was front and center, both candidates talking a good deal about it, the president claiming that we have rounded the bend and things are taking a positive turn, the former vice president just saying we are anything but, on a day we have had a disturbing spike in cases, three back-to-back days of where it gets to be over 83,000 cases, and even the seven-day average has gotten to be very, very worrisome, a more realistic way to read the disease's progression. Wall Street took a look at that and spikes in cases in Italy, in France, in Britain, and Ireland. And this is what happened. They sold off. But I'm telling you, this is a lot better than it was when we were down nearly 1,000 points on the Dow Jones industrials. The market averages came back with the whisper of a hope that maybe something can be cobbled together on stimulus. But I got to tell you, folks, that is not looking very good, and if anything materializes, maybe after the election, if then. So, what happened? And what are the markets saying about what is happening right now, despite assurances that the virus is under control, when 40 states in this country are seeing a 5 percent pickup in such cases? How bad is this going to get? For the better part of valor, they were selling first, asking questions later. So, what's at stake? Susan Li was following all the red -- Susan."
    },
    {
      "speaker": "SUSAN LI, FOX NEWS CORRESPONDENT",
      "utterance": "Neil, you're absolutely right, because this is not a great close, but it wasn't terrible, because, at session lows, we were staring down, down 1,000 points, and the worst day for the stock market since early June, so going back over four months. And three main factors here, as you mentioned, rising COVID cases in the U.S. and Europe, and that could lead to a second round of lockdowns, also fading hopes for stimulus before the election. But House Speaker Nancy Pelosi says that she's still hopeful after a phone call today with Treasury Secretary Steve Mnuchin. And that's despite the two sides still far apart when it comes to state aid and testing, and then throw in election uncertainty. With Senate races tightening, a blue wave sweep of the White House, Congress and Senate might not be a sure thing. Meantime, investors, they typically tend to take money out of the stock markets in the days heading into the presidential vote, holding cash until a winner is declared and then buying into the stocks and sectors that might benefit from the winner's new policies. Now, Citi Private Bank says, historically, no matter who wins the election, the broader S&P 500 goes up by an average of 6 percent in 12 months afterwards. And you know that this is also a big week and a big one for corporate America. We had the biggest of the big, the tech titans, Apple, Amazon, Microsoft among the 175 companies on the S&P giving us a health check on the state of business during COVID -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Susan, thank you very much. Well, to the president's point here, he thinks we are obsessing a bit too much on COVID-19, especially the media constantly pounding these figures that come out every day. They are what they are. But the president says it's missing a bigger picture. And that's what he's been pounding in the Keystone State today. John Roberts with more, traveling with the president in Martinsburg, Pennsylvania -- John."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Neil, good afternoon from Martinsburg, where the president should be arriving very soon. And, certainly, coronavirus has hit home again with the White House, with, over the weekend, the news coming out that five of the vice president's top staffers, including his White House chief of staff, his White -- rather, his chief of staff, Marc Short, came down with coronavirus. The president at his first two rallies in Allentown and Lititz saying that we're rounding the corner on coronavirus, even though we do not appear to be, at least at this point. Mark Meadows, the White House chief of staff, saying, we're focusing on therapeutics because it is impossible to contain the virus. It's contagious, just like the flu. But I can tell you the most of the people here at this rally here, while a number of them are wearing masks, most of them aren't. They don't seem to be very concerned about social distancing. There's a fact that, in many parts of America, or a feeling in many parts of America that people have got COVID fatigue, and they just don't want to hear about lockdowns, they don't want to hear about masks, they don't want to hear about social distancing, but they're not particularly concerned about it. One area of concern that the president really has been drilling down on today is energy, because, of course, Pennsylvania, like Texas, like North Dakota, like Louisiana, Oklahoma, a big -- eastern part of Ohio, big energy-producing state. And Joe Biden at the end of last week's debate saying that he wants to transition away from oil, the president tried to pump that up in much the same way as he pumped up Hillary Clinton's statement back in 2016 about West Virginia that she wanted to put the coal industry out of business. Listen to what the president said a short time ago."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Joe Biden confirmed his plan to abolish the entire U.S. oil industry. I said, you mean no more oil, Joe? Well, that's what I mean. That means no fracking, no natural gas, no jobs, no energy for Pennsylvania families. He will eradicate your energy and send Pennsylvania into a crippling depression."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "And I should point out that there are a lot of hardhats in the audience today, a lot of coal workers. There are a lot of people who work in the fracking industry here. And there are a lot of people who work in manufacturing, of course, in Pennsylvania as well, Neil. And the president, reaching out to them, pointed to Joe Biden's record on NAFTA and China's entry into the WTO and what the Obama administration said early on, when President Obama said, those manufacturing jobs, they're gone forever, they're not coming back. Well, the president says, they are coming back, he has brought some of them back in his first term, says he would continue to do so in his second term, and contrasted that with Joe Biden's position. Listen here."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He was a cheerleader for NAFTA, which was a disaster for your state. And he enthusiastically voted for China's entry into the World Trade Organization, decimating your manufacturing and enriching China."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's really what made China. He voted for it. Pennsylvania lost almost 50 percent of its manufacturing jobs after Biden's NAFTA and China disaster. Sleepy Joe has betrayed Pennsylvania. How the hell can you vote for him? Is this a serious -- how can you vote for this guy?"
    },
    {
      "speaker": "ROBERTS",
      "utterance": "President Trump saying that Joe Biden is the worst candidate in history. How could you lose to a guy like him? So, if the president were to lose to him, Neil, he would probably have to eat those words, and Joe Biden would probably hand them him salt and pepper and a knife and fork to do it. But a lot of this turns on enthusiasm. And we see a lot of people here, thousands of people very enthusiastic about this president. This is the third place he's come today. And even though he's down five points in the RealClearPolitics average, enthusiasm goes a long way when it comes to voting -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, John, as you're familiar, I mean, we just heard from Joe Biden explaining why he doesn't do rallies like this. It's not because he couldn't generate crowds. He says it's the safe thing to do in this environment. When the president does address these large groups, into the tens of thousands -- and you mentioned some wear masks, some don't -- is that a worry? I mean, are those who travel with the president, or even those in attendance, worried about the kind of stuff that Joe Biden raises? Or are they saying, Joe, you're the one making the mistake, you're missing this opportunity, and we're not?"
    },
    {
      "speaker": "ROBERTS",
      "utterance": "I mean, clearly, the president has been concerned about coronavirus, because he had it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "And I think in the first 48 to 72 hours of him being infected, he was very worried about what was going to happen. But I haven't heard anybody here talk about it, be concerned about it. There are probably maybe a quarter of the people here are wearing masks, but, for the most part, the rest of them aren't. They're not really talking about coronavirus. For them, it's really all about the economy and jobs. That's what they are really concerned about, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it, my friend. Thank you very, very much. This was an issue I had a chance to raise earlier with Ohio Republican Senator Rob Portman on the president's notion earlier today -- and he kept pounding it -- that the U.S. is turning the corner on the pandemic, at a time when the numbers would seem to belie just the opposite. This was from earlier today when I talked to Senator Portman."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "He is just whistling past the reality right now. To say we're rounding the bend, to say this is all a media fixation, I don't know. In his own White House, the vice president and his chief of staff, the people around it, they're all affected by this. So, is that a proper thing for him to do and say?"
    },
    {
      "speaker": "SEN. ROB PORTMAN (R-OH)",
      "utterance": "Well, two things, Neil. One, I think he's referring to the therapies that are coming online that are pretty miraculous, and he got to experience one, and the vaccines, which are coming at unprecedented speed. So, when he says things are getting better, as those things come online, he's -- he's right. And I think every expert would agree with that, that they're going to be key to being able to stay open, stay open safely. If we get these vaccines and therapies in place more quickly, that's a good thing. And, again, he's done it at a fast pace. Second, what he ought to be saying, Neil..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But he seems -- Senator, he seems to be minimizing -- no, no, no, he is not talking about the average number of daily cases. He is not talking about the fact that the percentage of positive cases there -- it's not all testing -- has also gone up from roughly 5 percent to close to 6.5 percent."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "He's not talking about that."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "No, all I'm saying, you're asking why he's saying..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you worry -- just do you worry -- no, I understand, Senator."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "... we're starting to turn the corner."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But do you worry that he's giving some Americans some false confidence?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Well, look, we're in trouble. We're not out of the woods, either on the economy or the health care crisis. What I think he ought to be saying, for what it's worth, is, he is the one who has been most hawkish on trying to get a COVID-19 package through Congress. I mean, he even said a couple weeks ago -- probably not every Senate Republican agrees with this -- but I'm happy to put the money on the table that Nancy Pelosi is talking about .In fact, I would go even higher. So, think about it. He's the one who's been saying, let's get a COVID-19 bill. Poor Steve Mnuchin, he's been up there negotiating with Nancy Pelosi endlessly. My view, as you know, Neil, is that she doesn't want a deal before the election. That's what he ought to be talking about, in my view, because he is the one saying, let's get the money for testing, let's get the money for the tracing and for the therapies. And that's all in the bills that he's been supporting. Let's get the money for our schools. Let's help businesses to be able to reopen safely by giving them a tax incentive to do so."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But isn't it Mitch McConnell -- I don't know where you stand on this, Senator, but isn't it Mitch McConnell..."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "I stand on doing something."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... who was essentially saying, no matter what they're coming up with it, it's dead on arrival in the Senate, because a lot of your colleagues, Mr. McConnell is saying, aren't keen on spending this amount of money?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Well, we just had a vote. We just had a vote."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, isn't the president's real problem not so much Nancy Pelosi, as much as the Senate?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Well, but -- but, Neil, Nancy Pelosi refuses to move off the mark because she's not interested in compromise right now. The Senate Republicans put up a $500 billion bill on Wednesday, just a few days ago, $500 billion. That used to be real money. And it has all the things I just talked about. It has the school money, actually more than the HEROES Act initially had. It has the money for testing. It has the money for the vaccine. It has the money for small businesses. It was all in there. And Democrats refused to even take the vote to get on the legislation to debate it. In other words, they wouldn't provide the 60 votes. We got a majority. We got all the Republicans. We got a majority of the Senate to support it twice now. So, I -- that's what I think the president ought to be talking about, because a bunch of us here, as Republicans, are trying to get something done."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I see. But the president -- the president was saying -- last week at this time -- Senator, as you know, the president was saying last week at this time, make it bigger. I'm willing to go bigger."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "He seemed to allude, I will go over $2 trillion if need be."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, obviously, Mitch McConnell and some of your colleagues, you were at that half-trillion-dollar figure, a very generous package, to your point. It didn't go anywhere. But the fact of the matter is now we might not get anything. Is it your sense now that, who's ever to blame for that, things are going to get worse without any stimulus at all?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "I think we will do it. I think we will do it after the election. I think it's unfortunate we're not doing it this week. That's when I wanted to do it. I gave a speech on the floor last night about that very topic, and laid out all the areas where we have common ground. It's amazing how similar we are in our approaches. By the way, we have already passed five COVID-19 packages. Most of them were unanimous. So, we have been able to put politics aside. It's become a victim of the election year politics in the last couple of months. And so, after the election, I think we're going to get together and figure this out. And we should, because there's actually some things we can do to help both to deal with the virus, but also to deal with the economic realities that you talked about earlier with your guests. We're seeing the market react. We're also seeing a lot of small businesses in real trouble now. So, we have got to do something to help get them through this next stage until we have that vaccine, until there are more reliable therapies on board. It's coming. But there is a period of time here where people need some additional help. And I think we will do it. I think it'll happen after the election, but I think we will do it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, let's get the read on where the virus actually is, because this day and this -- markets and this reaction, I mean, you're either worried about the virus, or it's just a media manufacturing, that we're just making fake news out of something. Dr. Roshini Raj joins us right now, the NYU Langone associate professor of medicine, internal medicine physician. Doctor, are you and should we be worried about these spikes in cases? What do they tell you?"
    },
    {
      "speaker": "DR. ROSHINI RAJ, NYU LANGONE HEALTH",
      "utterance": "Yes, Neil, absolutely, we should. I think there's no doubt that we're going to see a worsening of the coronavirus in this country in the next several weeks and months, as winter approaches. And that's for several reasons. Number one, people are going to be socializing more indoors in more poorly ventilated areas. We have flu season coming very soon. In fact, it's already started. But, as it gets worse, hospitals are going to become overwhelmed with people with the flu. And it's the same ICU beds that we would need for people with COVID. So that's going to be a resource issue as well. And we still don't have a vaccine. And even the therapies that, albeit, are better than they were in the beginning of the pandemic, when we had nothing, are still not silver bullets when it comes to curing this disease. Yes, people that are in the hospital have lower death rates now, which is great, but they're certainly not zero. And we have what we're calling the long-haulers, people who may not even end up in the hospital, but have long-term symptoms. So, there are many, many reasons why we should be worried. And this is not to make people panic, but to make people understand that there are things we can do that could potentially stop this from becoming a total disaster. And that's really up to personal measures, things like mask-wearing, hand hygiene, social distancing. I didn't mention the fact that the holidays are coming. And this is another potential problem, where people may get together with their families or travel and spread the virus that way. So, there are a lot of reasons why we need to be more careful than ever going into the next couple months."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But I can understand the president not liking the press and all of that. I get that and all. But no one's making up these numbers."
    },
    {
      "speaker": "RAJ",
      "utterance": "No."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And I just wonder if the one making up potentially could be the president, saying that the spikes that we have seen are overstated or that, in Florida, they're now gone -- they're not -- that, in Texas, they have stopped -- they're not -- that, in Arizona, the issue has gone away. It's not. And I'm just worried that the message it sends people, all-clear, we can go back to doing what we're doing. Part of what I think, Doctor -- and I know you're a medical expert and don't soil yourself with the markets, but many people in the markets are telling me that they're wondering if there's a disconnect between the reality of what's going on and what they're officially hearing. And it scares them. Does it scare you?"
    },
    {
      "speaker": "RAJ",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Is it something, I'm not saying that we should be panicked about, but that we should be cautious about?"
    },
    {
      "speaker": "RAJ",
      "utterance": "Absolutely. There seems to be a disconnect between the reality and what many people in this country believe. And you just did a piece on how people were at a rally where three-quarters of them were not wearing masks. To me, that's shocking and so dangerous. But the fact is, many people still in this country think that this is an overblown situation, that they're not in danger. And that's simply not the case. And we have seen in other parts of the Northern Hemisphere already things getting really bad, lockdowns going back into effect in parts of Europe. And that's what we can expect here. And for those of you and all of us who care about the economy, it is so directly linked to what's going to happen with this virus. And if you care about the economy, you want to keep this virus under control. That first means knowing the facts and the figures and responding appropriately, not dismissing them."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Thank you, Doctor, very much. What I look at it as, don't take a right or left view on this. It's just the data, just the data, just the data."
    },
    {
      "speaker": "RAJ",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Dr. Raj, thank you for all you're doing, this -- sort of just laying it out there for us. Again, I think it's very incumbent upon all of us, again, not -- regardless of political party, to take a look at the facts that are a concern. This is by no means anything akin to what's going on in places like Spain and Portugal and Britain and Ireland, where they're looking at rolling lockdowns, in Italy, where they're closing restaurants after 6:00 p.m. to deal with this. Consider this, that the average number of daily new cases in the U.S. is now officially at a record, that the seven-day average of about 69,000 is the highest it has been over a seven-day average yet, that we have more, more, right now, testing that cannot account for all these increases, because, after the testing, the number of positive increases, the positive cases has come up from an average of about 4 and 4.5 percent to 5 percent a little more than a few weeks ago to north of 6 percent now. So, the positive cases are what's on the rise, and the fact that, in 40 states in this country, the number of people testing positive is 5 percent or more. It has never been that high. These are not made-up numbers. These are not right or left, Republican or Democratic numbers. These are real numbers. These are real cases. These are real people. I don't care where you stand on the political ledger. Those are the facts. We will have more after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Judge Amy Coney Barrett could be on her way to becoming a Supreme Court justice, associate justice, by the end of the week, maybe at the latest, because, sometime tonight, on the floor of the Senate, they are going to vote on her nomination, or at least one party is. Let's get the latest from Chad Pergram. Hey, Chad."
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "utterance": "Hey. Good afternoon, Neil. Well, we expect that vote to start sometime after 7:30, with the confirmation vote probably hitting around 8:00 or thereafter. And Democrats are still crowing about trying to move this nomination so close to the election."
    },
    {
      "speaker": "SEN. CHARLES SCHUMER (D-NY)",
      "utterance": "So, the flimsiness, the transparency, the dishonesty of the excuse that they have come up with ex post facto doesn't work. Republicans promised they'd follow their own standard if the situation was reversed. Guess not."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Republican Lisa Murkowski of Alaska twice voted to filibuster the nomination, but Murkowski now says she will vote yes, even though the confirmation comes so close to the election. There's also concern about an event tonight to swear in Barrett at the White House. Three GOP senators contracted coronavirus after an outbreak at the White House introducing Barrett in September."
    },
    {
      "speaker": "SEN. KEVIN CRAMER (R-ND)",
      "utterance": "I would anticipate that everybody will practice good hygiene, social distancing, whatever is appropriate. I'm not overly concerned, no. I'm certainly not concerned for myself. And I will do -- I will do my part."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Clarence Thomas is expected to swear in Barrett tonight. She's expected to get 52 Republican yeas, Susan Collins, Republican of Maine, expected to be the only no vote. And keep in mind that after the Senate votes tonight to confirm Barrett, they will have reshaped the Supreme Court for a generation -- back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Chad Pergram, thank you very, very much on that. Again, that's a few hours from now. So, it could all go down after that, and then it is just a matter of time before she officially is sitting on the Supreme Court. Then what? Let's go to Joe Manchin right now, the West Virginia Democratic senator, who supported Judge Barrett on her appeals court appointment back in 2017, not now. You're not voting, period, tonight, right?"
    },
    {
      "speaker": "SEN. JOE MANCHIN (D-WV)",
      "utterance": "No, I'm voting, Neil. I'm just not voting to confirm her. And it's not against Judge Barrett. As you said, I voted for her in 2017. This is unprecedented. We have never done this in the history of our country before. There's never been a confirmation vote when there's been a vacancy that has happened between July and Election Day, no matter what. This never happened. So, in a divided country -- we have been divided..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, it's the process you're voting against."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "The process."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But you're taking it out on her, Senator."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "I'm not taking it out on her. First of all, we're not in a judicial crisis, Neil. We have got eight judges right now, five conservative and three progressives. So, I don't know what the rush would be and what we're concerned about, why this has to be as a judicial crisis. We have dropped everything. We dropped COVID, basically, talks and trying to work something to help the people of America. We have dropped those. Everything's fallen to the backside. We have an energy efficiency bill. We have a great energy bill, Lisa Murkowski and myself, that 73 senators have pieces of legislation. It is totally bipartisan. It has fallen to the wayside. Everything's fallen to the wayside for this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, there was a half-trillion-dollar measure, Senator, that Mitch McConnell had. It failed. But it wasn't as if the Senate couldn't prove that it could walk and chew gum at the same time."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, I guess what I'm wondering, sir, is that, when it came to you're not supporting the judge tonight, and it's over process, if it had not been, and it was not this situation at this time, would you have supported her for the Supreme Court otherwise?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "I would have hoped, and we would have dove into her background a little bit more. Judge Barrett is extremely intelligent and extremely accomplished, OK? She hasn't had that much illegal experience, as far as being on the bench or serving -- or basically a practicing lawyer. She's been an educator. And, with that, she has an awful lot of writings and opinions. And we got into some of that. But I would like to have been able to delve into that much deeper, because I was kind of curious why she opined, basically, against John Roberts' decision to uphold the ACA and the severability. And we were starting to get into that, but it's kind of hard when the person is sitting there, and you're trying to get them to talk about particulars, and they say, well, we really can't because it might come before us. So, we could have delved into a lot much -- and much more deeper, fashion as, basically, her background, her beliefs. And I know she was a student and basically an admirer of Judge Scalia, who was a very, very fine jurist. But he was very adamantly opposed to the Affordable Care Act..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "... which really kills my little state of West Virginia. If it goes down, 800,000 West Virginians..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, let's talk about -- could we talk about West Virginia, Senator?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Sure."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right now, as you know, it's a big energy state. And you, as governor there, a senator now..."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Sure."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... you know how important it is."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Absolutely."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And there is some concern with Joe Biden's comments last week in the debates, saying he eventually wants to phase out the oil industry, at the very least get rid of subsidies for the oil industry. We already know what's happened to coal and all the problems related to that. Do you think Joe Biden is anti-traditional energy, so anti, well, I guess West Virginia energy?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Absolutely not. If I did, I wouldn't be here supporting Joe Biden or voting for Joe Biden. I have seen Joe Biden's plan. We have talked to some of his people. I'm on the -- I'm the ranking member of Energy right now, as a Democrat. If the Senate switches, and the Democrats have majority, I would be the chairman of Energy. And we're working with an all-in energy package. I work with my Republican colleagues very closely. We have a great relationship. We have to use every tool we have, which is all the renewables, wind and solar, the energies of the future, fusion, all the different things that we want."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, he sounds like he wants to phase those out, though. How do you feel about that?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "No, no, here's -- no, here's what happens. The markets are shifting. The president came in 2016, got elected, and says, we're going to bring all the coal jobs back. I told him, specifically, I said, Mr. President, be very careful the statement you're making. Markets are shifting. Gas was coming. We have an ocean of Marcellus Shale, and Utica Shale. We have a flood of basically wet properties, propane, ethane, butane, that comes from that. And all of this is coming on so much cheaper. With that being said, we're for innovation. Joe Biden understands we have to innovate. You can't eliminate. You have to have baseload fuel 24/7. And, as the markets change, as the people's demand changes, and as we have a responsibility to do everything we can in a cleaner environment, we should be manufacturing all the new technology."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But if I'm hearing -- Senator, if I'm hearing Joe Biden talking about eventually phasing out oil, it might be 2050, or whatever he's talking about, and I'm a young man or woman, I'm looking about that industry and job prospects there, I'm not going to stick around West Virginia for that, because I know there's a short shelf life on it."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Well, the oil industry has not been big in West Virginia. We had at one time some oil industry. And we have a little bit. But, basically, ours is now natural gas."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Sure."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "And that -- and, of course, the coal that we have is some of the best metallurgical coal, Neil, in the world, some of the best steel that is forged from the coal that we produce in West Virginia. And that will go on for some time."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But if you phase out oil, if you question fracking, if you start looking, again..."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "We're not questioning fracking."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And this -- you're right."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "No."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, no, no, no, this predates Joe Biden -- that coal isn't as important. Do you get a message now that, in a Biden administration, traditional fossil fuels are expiring, they're just not cool anymore, they're not important to him, they're not important to the Democratic Party?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "No, no."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And they're not going to be important, period?"
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Well, let me speak about me. They're important for me, from this standpoint. I know what the world and I know the appetite the world has for fossil. They're going to be using it, whether we use it or not. Can't we find a cleaner way to use it, and then basically be able to use through our trading policies the technology and the new innovation that we're using? Carbon capture, sequestration and utilization is the greatest thing that we can do if you want to clean up the environment and the gases that are emitted from the CO2. Why can't we all come to agreement that, hey..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "... sovereign countries of India and China are going to use it? Can't we at least use it in the cleanest fashion possible, unless they transition? They will transition if it's cheaper. If they have a fuel that's cheaper and plentiful, it has to be -- it has to be affordable, it has to be plentiful, and it has to be basically guaranteed that it'll be there 24/7. If you don't have that, if you can't have a guaranteed baseload, people aren't going to say, OK, can't turn the lights on at 11:00 at night and can't wash the clothes at 7:00 at night. That's not what they are. And that's not who we are. We're going to -- dependable, affordable, reliable energy."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "And it will come from all -- all-in energy. And we're all working together here."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, you hope, right? We will see, because look what's happened in California. Senator Manchin, always good chatting with you. Thank you, sir, very, very much."
    },
    {
      "speaker": "MANCHIN",
      "utterance": "Thanks, Neil. Appreciate it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Joe Manchin, again, a no-vote, not supporting Judge Barrett, the key vote tonight. Jonathan Turley joins us right now, the GWU constitutional law professor, FOX News contributor. Jonathan, very good to have you back. I guess it's just now perfunctory. She is going to get this vote tonight. She is going to be approved. The question then becomes, she would almost instantly have to go to work. And a number of Democrats have been saying she shouldn't take up a number of these cases, and particularly in the issues that might come up with the election, that she should recuse herself. What do you think of that?"
    },
    {
      "speaker": "JONATHAN TURLEY, FOX NEWS CONTRIBUTOR",
      "utterance": "I think that's bloody ridiculous. I don't know of any basis upon which she would recuse herself. There are rules of recusal. There are cases involving recusal. None of that would support recusal in this situation. She doesn't have a personal interest in the issues that have been identified. She doesn't have any prior litigation involvement in any of the cases that would come up. They haven't even been litigated yet. These would be election cases, or the ones pending now coming out of states like Pennsylvania. It's ridiculous. I mean, you could use the same argument against any of the justices who were appointed within a year or so of an election. And that's a lot of justices. And that's never been done. And it's not just ridiculous, it's insulting to Judge and what now maybe Justice Barrett."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What is the procedure on it, though, Jonathan? Who sets the decorum on these things, for lack of a better word? Is that a policy among justices? Is it a Supreme Court position? Is it something that was ironed out by our founders that might have missed me here, that this is when there's a potential conflict, and you opt out? I don't remember any, but help me here."
    },
    {
      "speaker": "TURLEY",
      "utterance": "Yes, there is a standard that is codified that deals with conditions for recusal. But the Supreme Court is its own judge. Since they're supreme, they don't subject themselves to the review of lower court jurists. And so they make these decisions themselves. The chief justice can play a dialogic role in this. He can go to justices and say, wow, there's a real problem here with an appearance, or I actually think you have a conflict. But it's largely left up to the individual justices. And they have recused themselves in past cases. But those have been very narrow and very few. Justice Kagan recused herself. She was directly involved in some cases."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm sorry, Jonathan, but what if the liberal justices don't think too keenly of her weighing in on some of these issues that will come before, especially election issues that could have come up? Is it a majority rules? Is it they settle it among themselves quietly? What?"
    },
    {
      "speaker": "TURLEY",
      "utterance": "No, it's left up to her."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "TURLEY",
      "utterance": "I would be very surprised if other justices suggest that she should recuse herself. It's basically saying, you look like a shill, and you shouldn't be voting. I'd be very surprised if any justice took that position."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Jonathan Turley, I always learn a lot. Thank you very much. I appreciate it, my friend, Jonathan Turley on that."
    },
    {
      "speaker": "TURLEY",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It is going to go down tonight, her vote to become the next associate justice on the Supreme Court. The only timing is when she would be there. Very soon. It's safe to say very, very soon. Stay with us."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the good news and the bad news on what's happening with the coronavirus. I should maybe begin with the latter, the bad news, and the worry, and why stocks were tanking today, fears that the spike in cases we have seen in this country, back-to-back-to-back record spikes we haven't seen since last summer, added to unexpected developments in France and Italy, even in Germany, Britain, Ireland, where they're looking at various rolling lockdowns. The promising news, though, is what's happening out of the likes of AstraZeneca and Johnson & Johnson coming together with some promising news, even if initially for emergency use, vaccines and treatments that have already made it to phase three trials that are resuming and having potentially promising results. Wall Street, though, still concerned about the cases themselves, and why they're not going the other way. Some call it pandemic fatigue, others an excuse to sell. But it was a handy reference point today when the Dow was down almost 1,000 points. Gary B. Smith on all this. Gary, it could be just the fact that this was an excuse to sell, but the stubbornness in these spikes across 40 states is reminding folks, we ain't done with this, fears of a second wave. How is the market adjusting or trying to with this? It doesn't seem to have any clarity or closure, right?"
    },
    {
      "speaker": "GARY B. SMITH, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes. You add that, Neil, into the fact that it doesn't look like, for the foreseeable future, there's going to be any extra stimulus. So, that -- the market kind of likes that extra money being fed into the market. The slow and steady drip -- and I'm being very cynical here -- of the mainstream media painting this as the next Black Death, if you will, has got everyone on -- hanging by their fingernails. And when you have that, Neil, people are going to sell."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, I'm wondering, though, with the numbers and doctors saying, urge caution, people got to get back to doing what they should be doing, the mask-wearing, the washing the hands, I get all of that. But what's odd about this is, some of these spikes are occurring where people are doing all of that. And I think that adds a little bit to the Street anxiety here, as the possibility that we might have to, I'm not saying re-shelter, but at least slow things down. I know that hit retailers. That hit airlines. It hit cruise lines, the idea that this recovery period is going to take longer than thought. How real a threat is that?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Well, I definitely think it's a threat. It depends on, for the foreseeable future, who really has the president's ear. I'm hoping it's Dr. Scott Atlas, because he has shown, in documentation, in research, in what he says, that lockdowns don't work. When we have had lockdowns, as soon as the lockdown is lifted, spikes occur. Masks don't work. Same way. As soon as -- in fact, you have gone through state by state, when there's been masks mandate, and the number of cases took off. Look, I think, honestly, the sensitivity, the number of false positives you have, the fact that the survival rate is still well over 99.5 percent for anyone under 70, if you will, the mainstream media is painting this, again -- and I really do think this -- is to make Trump look as bad as possible, because I guarantee one thing that's going to happen. If Biden is elected, you are going to see a curve of cure that you have never seen before. I know that's conspiracy theory, but that's really what I think is going to happen."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Well, you're entitled to your thoughts. I think a lot of this is real, without playing the media game here. Some of these are genuine concerns here..."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... that we shouldn't dismiss, but, hopefully, all things do sort out. Thank you very, very much, my friend. We are going to be following the president in making his third stop right now in Pennsylvania, Martinsburg, Pennsylvania. He is certainly giving a great deal of attention to that state, a battleground that he won four years ago, and set the upset of upsets in 2016. He's hoping for a repeat performance -- right after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the president in Martinsburg, Pennsylvania. A short time ago, we saw Joe Biden in Chester, Pennsylvania. That gives you an indication how important this state is. It's the third visit for the president just today in Pennsylvania. Let's get the read on things right now and where this is all going with Jacqui Heinrich, traveling with the vice president -- or the former vice president -- Jacqui."
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Neil. Yes, Pennsylvania is certainly being hard-fought by both campaigns. At a voter activation center in Chester, Pennsylvania, Joe Biden pushed back on the notion that he's having any sort of a light schedule, saying that there hasn't been a day that's gone by that hasn't been a 12-hour day. He also announced plans to visit Iowa and Wisconsin, in addition to the Florida and Georgia trips that we already knew about. And he said he's been doing a lot online in terms of fund-raising and talking to party leaders about the path forward. Now, at that event, voters asked him about the pandemic and court-packing. Biden reiterated his plan to create a bipartisan committee of constitutional scholars to look at that issue if he's elected. And in his remarks, he seized on the coronavirus outbreak among Vice President Mike Pence's staff and White House plans to hold an outdoor ceremonial swearing-in event tonight for Judge Amy Coney Barrett, who is expected to be confirmed to the Supreme Court. The last event for Barrett in the Rose Garden was deemed a super-spreader event by Dr. Anthony Fauci."
    },
    {
      "speaker": "BIDEN",
      "utterance": "What you do matters to the rest of the company. Well, the words of a president and the actions of a president, they matter."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "Tomorrow, Biden makes two stops in Georgia, an interesting choice, given that it's a traditionally leaning red state. And Hillary Clinton was criticized for focusing too much on the harder-to-win states in the last stretch of the 2016 campaign and letting the must-wins flip. The campaign said the former V.P. is looking at as many paths to 270 as possible. And he said that he's going to be doing a lot more travel here in the next week or so -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK, Jacqui, thank you very much. David Paleologos joins us right now, the Suffolk University political Research Center director. We're looking at the president now, David, his third stop in Pennsylvania today. So, he's concentrating on a lot of these states that he won last time. And it seems that the Biden folks are maybe getting a little aggressive here, looking at Georgia, committing more ad time in places like Texas. What do you make of that?"
    },
    {
      "speaker": "DAVID PALEOLOGOS, SUFFOLK UNIVERSITY",
      "utterance": "You know, you can judge a lot by the closing days of the campaign by where the presidential candidates are flying to. We saw that in 2016, with Donald Trump visiting the former -- formerly named blue wall states. And now you see by non offense and Trump playing defense, Biden on offense, campaigning in Texas. I mean, for Democrats, that's really unheard of a week before the election. But I look at the polls in Texas, and we're looking at Trump leading. Biden might be closing a bit, but I don't see that -- that's going to be a tough slog. Democrats don't usually get above 44, 45 percent in Texas, as a general rule. Georgia is a different story. Georgia, Trump only got 51 percent last time. Democrats can move into the mid, high 40s. So I think that's probably more viable."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, David, we will see what happens. Want to go to the president right now, his third stop in Pennsylvania today. He has been pounding this theme of oil and energy and the virus situation not nearly as bad as it's been made out to be. The president of the United States."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Poll numbers."
    },
    {
      "speaker": "AUDIENCE",
      "utterance": "Four more years! Four more years! Four more years!"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Thank you. Thank you very much."
    },
    {
      "speaker": "AUDIENCE",
      "utterance": "Four more years! Four more years! Four more years! Four more years! Four more years! Four more years!"
    },
    {
      "speaker": "TRUMP",
      "utterance": "You know, Joe Biden, sleepy Joe Biden said a little while ago he was -- he was in a lid. You know what a lid is? A garbage can. They put the lid on it. They put the lid..."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And he saw we had two of these today. They were fantastic, different parts of the Commonwealth of Pennsylvania, right? And we had two events. Sleepy Joe was down there. And they said, you got to get out  of this basement. So he traveled from Delaware to a little tiny corner of Pennsylvania, like right next to Delaware. And he made a speech. And he said that he doesn't do these kinds of rallies because of COVID, because of -- no, he doesn't do them because nobody shows up. That's why. Nobody shows up."
    },
    {
      "speaker": "TRUMP",
      "utterance": "COVID, COVID, COVID. That's all they talk about, the fake news, COVID, COVID, COVID. That's all they talk about. What progress we have made on it, too. We understand it. We know we have to protect our seniors, especially when they have heart, when they have diabetes problems. And we are protecting them. We have the best testing in the world. That's why we show so many cases, because we do more testing than anybody else. But we're doing great. And -- ooh, excuse me. Here I am. Right? I'm here for you."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Right?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I didn't feel so good one day. One day, I didn't feel exactly great, Mike, our great congressman. But I didn't feel exactly great. And I said, what's the story, Doc? Sir, you've tested positive. I said, positive for what, doc? Tell me."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And, you know -- and I say this. A president, if you're doing your job, you can't stay in a basement of the White House. You can't stay in a basement. You can't stay in a beautiful bedroom upstairs. You can't do that. You got to do your job. And I'd have many days, I'd say, I've met a lot of people today. There's got to be something going. But, one day, they came back. And these doctors were so great. And there are a lot of them. There's so many doctors. When you're president, there's so many doctors. And I had 12 doctors. Can you believe it? I've never had 12. I've had one or two, but I've never had 12. And each one was a specialist, different parts of the body. And they would grab my body. And I hated it. I hated it."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I said, Get your hands off me, Doctors."
    },
    {
      "speaker": "TRUMP",
      "utterance": "But let's make me feel good. And we took something that was, like, incredible, Regeneron. And I don't know. Maybe I would have just been perfect just by doing nothing, but who the hell wants to take a chance? And I woke up the next morning, and I felt like Superman."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Get me back. Get me back. Get me back. And the first lady had it, right? The first lady had it. And she did great. She's great. She -- and she is popular too. People like her."
    },
    {
      "speaker": "TRUMP",
      "utterance": "They love -- they love Melania. But she had it. Doesn't complain about things. And then, of course, Barron had it. Now, with Baron, young, strong immune system, he had it. I said, what's the story, Doc, with Barron? Sir, he tested positive. Like 15 minutes later, how's Barron doing? Sir, it's gone."
    },
    {
      "speaker": "TRUMP",
      "utterance": "So, you have to get back to school. We have to get back to school, Pennsylvania."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You know, you have a governor -- you have a governor..."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You have a governor who doesn't want us to do anything in Pennsylvania, because did you see the poll just came out? We're up two. In another one, we're up four."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Because you watch. I have a whole list of the polls that just came out. But eight days from now, we're going to win the Commonwealth of Pennsylvania. And we're going to win four more years in our great White House."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Just a few hours from now, the Senate will vote to confirm Judge Amy Coney Barrett to the United States Supreme Court."
    },
    {
      "speaker": "TRUMP",
      "utterance": "That was a good choice, wasn't it? I've never seen anything -- I'm glad she's not running for president. I'd much rather go against sleepy Joe. Much easier."
    },
    {
      "speaker": "TRUMP",
      "utterance": "No, she's fantastic, a fantastic person, fantastic woman, a great student. Her professor, her great professor at Notre Dame said -- and he's been teaching a long time. A lot of great legal minds, he's taught. He said, she's the single greatest student he's ever had. That was good enough for me. That was it, highly respected person. He's a highly respected man. He said, sir, she's the greatest student I've ever had. Judge Barrett is one of our nation's most brilliant legal minds. She'll defend our rights, our liberties and our God-given freedoms. And you saw that."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And we were all watching in great amusement as she was so-called grilled by the opposition. That was easy, right? That was easy. That was like one of our great football teams from the area, plenty of them, playing a high school football team. That was really something. Judge Barrett will be the third Supreme Court Justice, along with almost 300, right around the number. By the time we end the first term, I will have 300, maybe a little more, maybe a little less, federal judges that we've confirmed to uphold our laws and our Constitution. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}