{
  "date": "October 19, 2020",
  "headline": "Mainstream media tries to tamp down Hunter Biden email story",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/mainstream-media-tries-to-tamp-down-hunter-biden-email-story",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "sentences": "Good evening, and welcome to TUCKER CARLSON TONIGHT.   Last week, \"The New York Post\" published one of the great scoops of the year. The paper's editors got a copy of the hard drive from Hunter Biden's personal laptop. On it were tens of thousands of e-mails, videos, texts, and photographs. Much of the material on the laptop is of limited relevance to the public.  Not everything a famous person does in the course of a day has news value.  Some of the pictures in the laptop were sad and weird, of prurient interest only. We're not going to show the bad ones on this show.  And by the way, if we're being honest, some of the exchanges between Hunter Biden and his father, and they are on there, too, reveal that whatever you say about them, Joe Biden really loves his son, and they're touching we want to be honest about that. But there's one very newsworthy series of e-mails and they stuck out. They showed that as Vice President of the United States, Joe Biden tailored American foreign policy, our foreign policy, which Joe Biden does not own, in order to help his son's business interests.  Biden intervened aggressively in the internal affairs of another sovereign nation, Ukraine, and his son got paid for that. By any measure, that is a real story. There's no spinning it. That's the story.  But then, very quickly, something bigger than that happened, something far more dangerous to our country than anything, \"The New York Post\" found on hunter Biden's laptop. Here's what happened.   The most powerful people in the world aligned to censor the news, to keep it from the population of the United States. Twitter prevented its users from sharing the story, so did Facebook. When Americans search Google to read \"The New York Post\" story, many couldn't find it. So within hours, the promise of a free press that the basis of American democracy and has been for 250 years, just disappeared. One minute we were America; the next minute, we were China. Horrifying.   And perhaps most horrifying of all, our news media applauded it. The self- described guardians of the First Amendment cheered the destruction of the First Amendment. \"The New York Times\" actually ran an op-ed attacking the idea of free speech. Ideas that threaten the ruling class must be squelched, put down. That's their position. Every power center in America vehemently agreed with that, and most ominous of all, the U.S. Intelligence Community, the secretive Federal agencies that have nearly unlimited power joined in. Those agencies colluded with the news media to hide information from the American public weeks before a presidential election. On Saturday, \"U.S.A. Today\" kicked off the effort by publishing one of the most dishonest newspaper stories ever to run in this country. Federal authorities are investigating, the paper declared, whether the story about Hunter Biden's laptop was, quote, \"Part of a smoke bomb of disinformation pushed by Russia.\"  The Russians did it. That was the point of the piece. In fact, it was the only point of the piece.   The newspaper never bothered to assess whether the core story was true: are the facts right? And that used to be the very first and most important question in journalism. Is the allegation true? Everything else flows from that. But \"U.S.A. Today\" didn't even ask that question, nor did the newspaper explain how this Russian plot might have worked in practical terms.  The computer repair shop owner in Wilmington, for example, he must have been in on it. He had physical possession of the laptop. So, is this seemingly mild mannered Mac repairman yet another one of Vladimir Putin's handpicked sleeper agents? Had he been lying in wait in a Delaware strip mall for decades preparing for just this moment? \"U.S.A. Today\" didn't tell us. They didn't need to tell us because the rest of the media understood instantly what to do.  \"F.B.I. Probed if Purported Hunter Biden E-mails are a Russian Plot,\"  declared Bloomberg News. PBS, which you pay for, it is publicly funded, cited a quote, \"senior former Intelligence official\" whose salary you also pay declaim that Rudy Giuliani was likely channeling Russian disinformation. So the former Mayor of New York is working for Vladimir Putin, too. That's how vast this conspiracy was. Reporters in Washington and New York frantically called their many sources in the permanent National Security State for more details.  From his perch on Twitter, desiccated neo-con ghoul, David Frum cheered them on. Vast experience lying in the run up to the Iraq War, he put those talents to use.   In this frenzy to find this new batch of Russian spies, the media did miss a few -- obviously -- it's for example, two people reporters forgot to call were Joe and Hunter Biden. Presumably the Bidens could have confirmed whether or not the famous laptop was real and that would have ended the speculation. It would have informed the rest of us. But somehow no one thought to do that. Finally, last Friday night, one reporter, Bo Erickson of CBS blurted out the question to Joe Biden himself, and here's what happened next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BO ERICKSON, CBS NEWS REPORTER",
      "sentences": "Mr. Biden, what is your response to the \"New York Post\" story about your son, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), DEMOCRATIC PRESIDENTIAL NOMINEE",
      "sentences": "I know you you'd ask it. I have no response. It's another smear campaign. It's right up your alley. They are the questions you always ask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, it's a smear campaign right up your alley. I have no response, said Joe Biden. Biden, you didn't deny the story because he knows that laptop from the Delaware repair shop did in fact belong to his son, Hunter, and we know it, too. We confirmed that conclusively last week.  Everything we have learned since then, and there has been a lot that we've learned since then, bolsters that conclusion. The laptop in question belonged to our Hunter Biden. Period. It is not a Russian fabrication.  So Bo Erickson of CBS asked a legitimate question. And for that very reason, within minutes, Democratic operatives, including many in the media landed on him. The point of attacking, a man who appears to be a fairly liberal CBS reporter was to send a message to the rest of the press corps, shut up and obey the narrative, or else. According to Greg Sargent of \"The Washington Post\" quote, \"The real problem here is this is a useless question from a journalistic perspective. Large parts of the story are invented, unconfirmed, highly dubious. What is learned by placing the work of denying them on Biden?\" End quote.   Notice, Greg Sargent doesn't explain what parts are unconfirmed or false.  No part of the story, no e-mail has been shown to be false. They're not even claiming it's false. It doesn't matter. Another Democratic operative called John Favreau called \"The New York Post\"  story, Russian disinformation and concluded rather Biden was too nice.  Michael McFaul, he now works at Stanford, he used to work in the Obama administration for five years, attacked Bo Ericsson for quote, \"discussing disinformation.\" You're not even allowed to discuss it. Then the actor of Alec Baldwin wrote this, quote, \"Take the beat down.  Learn from it and move on.\" What is this? It's happening in concert all at one time. What you're watching is the most powerful people in America aligning as one to hide legitimate information from the public. This is not the way our country used to operate. Are you terrified yet? You should be terrified. Because it worked. That's why they do it because it works.   Here are the questions reporters are asking Joe Biden now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "All right. Happy milk shake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Mr. Biden, what flavor did you get?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We got one vanilla, one chocolate, but I wanted to get what we call black and white, but we're going to move it -- we're going to split it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "\"What flavor did you get?\" That was the question. This is a man who has relatively few opportunities to speak to the press, and when they get a chance, they ask, \"What flavor did you get?\"   And if you don't want to end up like Bo Erickson of CBS, that's the kind of question you'd better ask the Democratic nominee for President with fewer than two weeks to go until Election Day.  So after Joe Biden gave his answer, \"one vanilla, one chocolate\" in case you missed the answer, another reporter had a follow up. Listen to how that went.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "I have one more question, the F.B.I. is ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So the second the words F.B.I. emerged, Joe Biden walks away. And yet that's not even the worst part of the clip you just saw. The worst part is the other journalists. They burst out laughing before they even hear the rest of the question.  Asking about the F.B.I. was unapproved. You can't talk about that, so the journalists laughed it down. That is state media protecting the powerful.  No one thought to ask Biden why if the laptop is a Russian invention, there's a letter from Hunter Biden's lawyer asking for the laptop back. Is he part of the conspiracy, too? We don't know. And we're not going to learn because Joe Biden has now gone into hiding until Thursday's debate. That means the media can continue to collude unimpeded with our spy agencies to lie to you. It's the Russians because Russia, and repeat after us as we say this until you reflexively believe it, because Russia is the greatest threat we face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We've got a person named Donald Trump, who has been warned that he is receiving and is now regurgitating, repeating and disseminating disinformation that he knows to be fabricated and supplied by a foreign intelligence service, and despite the warning, he is still doing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You have said this entire thing is so obviously a Russian plot. It is to me and I was never even an Ambassador to the Russian Federation. Tell me why it's so obviously a Russian plot to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Rudy basically functioning as a Russian asset by pushing Russian disinformation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN STELTER, CNN CHIEF MEDIA CORRESPONDENT",
      "sentences": "CNN reported on Friday, the U.S. authorities are seeing if those e-mails we just talked about are connected to an ongoing Russian disinformation effort.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You know, at some point you've got to be honest and say, who cares what's on Hunter Biden's laptop. What you just saw is the real threat, the powerful -- the most powerful in our country colluding to dismiss legitimate questions using a fake threat of Russian disinformation. That's scary.  Rest assured, though, unnamed U.S. authorities are on the case getting to the bottom of this Russian plot. There's no evidence of wrongdoing, of course, but they're still on the case. Who are these authorities exactly? And who are they working for? Well, on Saturday, Senator Chris Murphy, a sitting senator from Connecticut let us know. Murphy is a Democrat. He sits on the Foreign Intelligence Committee. Here's what he wrote, quote, \"Joe Biden and all of us should be furious that media outlets are spreading what is very likely Russian propaganda. I've seen the Intel. The mainstreaming of misinformation is Russia's 2020 goal.\" End quote. That's worse than anything Joe McCarthy of Wisconsin ever said and dumber.   \"I've seen the Intel.\" Notice that Senator Murphy of Connecticut didn't tell us what the so-called Intel said, much less show it to the rest of us so we could evaluate it for ourselves. Powerful people have seen the Intel, you haven't. You must take their word for it. Otherwise, maybe you're working for Vladimir Putin. Maybe you're a Russian spy. You want to get accused of that? Of treason? I don't think so. So just take it on faith, pal. Adam Schiff is working that line for years now. This week, he was back at it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF (D-CA)",
      "sentences": "Well, we know that this whole smear on Joe Biden comes from the Kremlin. But clearly the origins of this whole smear are from the Kremlin, and the President is only too happy to have Kremlin help in trying to amplify it.  I think we know who the driving force behind this smear has been all along. And it's been the President and the Kremlin. He has been the gift that doesn't stop giving for the Kremlin. And this particular smear, though, has also been acknowledged to come from the Kremlin, and there it is, in the Oval Office, another wonderful propaganda coup for Vladimir Putin, seeing the President of the United States holding up a newspaper, promoting Kremlin propaganda. It's really incredible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "\"It's really incredible,\" says Adam Schiff. Hard to believe he is still on television. Well, it is incredible. In fact, it's so incredible, it's not even true. This morning, the person who was in charge of gathering Intelligence in this country, in charge of all the Intel agencies conceded that in fact, this hysteria is an utter crock. There is no evidence the Russians are putting stories in \"The New York Post.\" That is insane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN RATCLIFFE, DIRECTOR OF NATIONAL INTELLIGENCE",
      "sentences": "Let me be clear, the Intelligence Community doesn't believe that, because there's no Intelligence that supports that, and we have shared no Intelligence with Chairman Schiff or any other Member of Congress that Hunter Biden's laptop is part of some Russian disinformation campaign. It's simply not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "There's no Intelligence that supports that. Yes. Okay. We're not in the Intelligence Community, so we can't verify that. We can't tell you there's no evidence that supports it. And evidence, actual evidence is what the rest of us make decisions based on and there's no evidence. And by the way, once again, no one in Joe Biden's campaign has said these e-mails or text messages are false, and if so, which ones are false? And how are they false? They're not even claiming that. So these claims are coming from anonymous sources and media hacks, and that's it. On Sunday, a Biden campaign surrogate called Jenna Arnold acknowledged that on this channel, watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LELAND VITTERT, FOX NEWS CHANNEL NEWS PRESENTER",
      "sentences": "Can anyone say that these e-mails are inauthentic? And so far, I haven't heard anybody say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNA ARNOLD, BIDEN CAMPAIGN SURROGATE",
      "sentences": "Yes, I think that's fair. I don't think anybody's saying. I don't think anybody is saying they are inauthentic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "\"I don't think anybody is saying they are inauthentic.\" Well, okay, then why don't you respond to them? But in fact, many are saying they are inauthentic. False claims of Russian interference in our democracy are now a well- established fact of American political life. Like fears about climate change and white supremacy, they are very useful to the people in charge, because those fears can be leveraged to strip you instantly of your constitutional rights and that's exactly what's going on now. Now you know why they're doing it, for the next two weeks, the point is to defeat Donald Trump, and they may succeed in doing that.  But for the rest of us who plan to stay in this country, the real worry is what happens after that. Miranda Devine is a columnist with \"The New York Post.\" We're glad to have her on for the fourth night in a row to assess the story. Miranda, thanks for coming on. So you saw over the weekend, attack after attack leveled at your newspaper, at your journalism on the basis of the claim this is Russian disinformation. Tell us why that's not true. Marshal the evidence if you would. MIRANDA DEVINE, COLUMNIST WITH \"THE NEW YORK POST\":  Because we have Hunter Biden's laptop. It is his laptop. The e-mails on the laptop are the evidence. This is not some -- it doesn't -- you know, it doesn't come from Russia. It is actual e-mails from people. The other recipients of the e-mails have been contacted. They have said yes, this is an e-mail that I received. The MacBook repair shop guy has a signature from Hunter Biden which matches other signatures of Hunter Biden on a work order that Hunter signed when he dropped off the laptop. The photographs, the evidence. It is all -- it just speaks for itself. It is ridiculous. It is a fiction to insert somehow Russia into this story. This -- the laptop which we talk about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "May I ask you to pause there. What is that -- I am sorry, you work there. You work at \"The New York Post\" and sitting Members of Congress, House and Senate officeholders are accusing you and your company acting as tools for the Putin government. What's your reaction to that? How does that feel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVINE",
      "sentences": "Well, just a kind of dismay. It's absurd. I mean, Adam Schiff is, you know, the Chairman of the House Intelligence Committee. He is supposed to be keeping America safe from overseas actors. And instead, he is turning all the power of that committee onto journalists, onto a newspaper that is just trying to shine a light on what looks like wrongdoing by a man who is in two weeks, perhaps going to be the President of the United States. And the rest of the media is colluding in that cover up and pretending that this is Russian disinformation, a Russian hoax. It's a joke. And no wonder Joe Biden feels that he doesn't have to answer anything, and no wonder because he has asked questions about the flavor of his ice cream, instead of being asked what does he say about the evidence, the e-mails that show that he participated with his family in this cash for influence scheme?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's a really good point. Miranda Devine of \"The New York Post.\" Thanks for coming on tonight. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVINE",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Glenn Greenwald is the co-founder of \"The Intercept.\" We're happy to have him on tonight. Glenn, thanks for coming on. I've seen a fair bit of the material on this laptop, and the response by the media and particularly by the so-called Intel Community strikes me as much more threatening to America than anything on this laptop, do you think that's an appropriate response to what we're watching?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GLENN GREENWALD, CO-FOUNDER, THE INTERCEPT",
      "sentences": "I couldn't agree more, Tucker. First of all, Adam Schiff is seriously the most pathological liar in all of American politics that I have seen in all of my time covering politics and journalism. He just fabricates accusations at the drop of a hat the way that other people change underwear. He is simply lying, when he just asserts over and over that the Russians or the Kremlin are behind this story. He has no idea whether or not that's true. There's no evidence to support it. And what makes it so much worse is that the reason the Bidens aren't answering basic questions about this story, basic questions like did Hunter Biden drop that laptop off at that repair shop? Are the e-mails authentic?  Do you deny that they are? Do you claim any have been altered? Or any of them for fabricated? Did you in fact meet with Burisma executives as these e-mails suggest? The reason that they don't answer any questions is because the media has signaled that they don't have to. That journalists will be attacked and vilified simply for asking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What do you make of the role of the so-called Intel Community, unnamed sources from F.B.I. or C.I.A. or N.S.A., in this response to the story?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENWALD",
      "sentences": "The whole point of the Intelligence Community since the end of World War Two was that whatever propaganda the C.I.A. produces, whatever disinformation campaigns they engage in, were never supposed to be directed domestically. That was the point of the N.S.A., the C.I.A. and all of those Intelligence Communities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENWALD",
      "sentences": "And what we've seen since 2016, going back to the 2016 campaign, is incessant involvement in U.S. domestic politics, working with journalists to disseminate information purely for partisan ends, and if you want to talk about things like violating norms, and dangerous to democracy, what is more dangerous than allowing the C.I.A. constantly to be manipulating our politics by making cover for the Biden campaign by claiming anonymously that the Russians are behind this story, and therefore you ought to disregard it. Even if the Russians were behind the story, why does that alleviate the responsibility of journalists to evaluate these e-mails and to examine whether or not Joe Biden actually engaged in misconduct?  But the much bigger point is the way that this information is being disseminated. It is a union of journalists who have decided that their only goal is to defend Joe Biden and elect him President of the United States, working with the C.I.A. and the F.B.I. and the N.S.A., not to manipulate our adversaries or foreign governments, but to manipulate the American people for their own ends. It's been going on for four straight years now, and there's no sign of it stopping anytime soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's terrifying and I can't believe we're putting up with this. I can't believe the administration is putting up with this. They're supposed to be in charge of these agencies. We're going to have to live with the consequences of this for generations, and it's very upsetting and I appreciate the clarity you have on this. Glenn Greenwald, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREENWALD",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We have new numbers tonight showing just how profound the economic effects of the coronavirus lockdowns have been. Brace yourself. That's straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So we're finally getting some sense of the cost of these lockdowns and it's awful. The number of Americans living in poverty has grown by eight million since the month of May. That's according to researchers at Columbia University. They've been studying the effects of the lockdowns. Those numbers are tragic, history changing really. Young people hurt the most. That will have profound ramifications for generations. But none of us should be surprised by that. Back in March on this show, the Lieutenant Governor of Texas, Dan Patrick warned about this since shutting down the country could destroy people's lives. He took a huge amount of abuse for saying that -- a huge amount. Here's what he said, in case you missed it the first time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN PATRICK, LIEUTENANT GOVERNOR OF TEXAS",
      "sentences": "Let's get back to work. Let's get back to living. Let's be smart about it and those of us who are 70 plus, we'll take care of ourselves. But don't sacrifice the country. Don't do that. Don't ruin this great American Dream.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, you're basically saying that this disease could take your life, but that's not the scariest thing to you. There's something that would be worse than dying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "Yes. And look, I'm going to do everything I can to live. But, you know, if you said, are you willing to take a chance? You know, if I get sick, I'll go and try to get better. But if I don't, I don't. And I'm not trying to think in any kind of morbid way, Tucker. But I'm just saying that we've got a choice here. And we're going to be in a total collapse, recession, depression, collapse in our society if this goes on another several months. There won't be any jobs to come back to for many people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So that probably seems reasonable to you. It seemed reasonable to us at the time. We can't overstate the hysteria that greeted Dan Patrick, when he got off the air that night. He joins us again tonight, now that we have the evidence that he was right. Mr. Lieutenant Governor, great to see you. What do you make of these numbers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "Well, I'm sad to say, Tucker, that, you know, the foresight that we presented on your show back in March in large part has turned out to be true, particularly in states run by Democrats. And imagine Tucker if Joe Biden had been President during the last seven months. We would be locked down as a country. The left has taken this virus and they've weaponized it to take control of government, to take control of our lives. It's very clear. And lives have been destroyed, businesses have been destroyed, the economy has been destroyed again, particularly in D states. And, and then the health part of this, you know, the left ignores it, they just ignore it, Tucker. The suicides, the depression, the lack of people getting cancer treatment, the lack of people going in for heart issues. And then if you look at our schools, we are -- the gap between those who were behind is only getting greater, and by the time we're out of this, we could face, Tucker, a situation where students have lost a full year to a year and a half of school because virtual school just doesn't replace being in the classroom. And so all of this has happened, and I just didn't want to look back in hindsight, I want to have some foresight. I'm not the smartest guy in the room, I don't claim to be, but it was clear to me to see it back in March, seven months ago, this very week, as a matter of fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And it's funny, it should have been a tell that something was going on here that was bigger than mere epidemiology, bigger than science. The response to you was so hysterical. I found it confusing at the time, why people are so angry, it seems like a reasonable point. That's why they were angry because you were making a reasonable point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "Yes, well, they were angry also, because I said that there are things bigger than us as individuals. And you know, and they twisted my words to say that I wanted seniors to die. That was ridiculous and just a lie by the left. And by the way, any radical movement that will burn down buildings, topple statues and loot businesses, you know, they don't mind making up and lying about something someone says, you know, on a campaign stop or on a television interview, so I'm not surprised by the left lying about it. But we are -- we should be as a nation, we should be as a people bigger than just who we are. And I simply said and I did turn 70 this year with my six grandkids, the greatest legacy that we can leave for our grandchildren is the greatness of America, so they can live this American Dream and that's what I -- and I still am concerned about, particularly if Biden becomes President. I'm concerned about this entire country being destroyed for something that we now look back on, and we realized the lockdowns were wrong. They should have never happened. This disease has taken lives. But as I said back then, those of us over 70, trust us, we're smart, we can take care of ourselves, protect us and give us all we need. You know, Cuomo didn't do that in New York. He didn't protect the seniors in nursing homes, and we saw what happened. But we did that in Texas. And so protect the seniors, protect their vulnerable, but let everyone get back to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's totally right. You said that then, you're saying it now. It turns out in the end the things they claim you should be ashamed of are the very things you should be proudest of and I hope that you are. Lieutenant Governor Patrick, good to see you tonight. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "God bless you, Tucker and America. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Thank you. So election a little over two weeks away -- two weeks away -- what happens if Trump loses? Well, Democrats are already plotting to punish Trump supporters after the election. We're not making this up. It's not a paranoid fever dream. They're talking about Truth and Reconciliation Commissions as they have in South Africa after apartheid. J.D. Vance has assessed this and he joins us after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Because every single day of this year has been yet another page torn directly from a George Orwell novel, you can't believe it's real, but unfortunately it is, some Democrats are now calling for a Truth and Reconciliation Commission to try or assess Trump supporters after the election -- a Truth and Reconciliation Commission. This weekend, for example, former Obama adviser, Robert Reich -- he was the Labor Secretary under Bill Clinton -- wrote that Truth and Reconciliation Commissions would quote, \"Name every official, politician, executive and media mogul whose greed and cowardice enabled this catastrophe.\" End quote. Several MSNBC anchors have made the same suggestion. Chris Hayes, for example. In July, another MSNBC personality offered a preview of these Commissions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALI VELSHI, MSNBC HOST",
      "sentences": "Let me take an example like the Truth and Reconciliation Commission in South Africa because it's a good example, because apartheid went on for a long time. But basically people would come before that Commission and admit -- there was a truth telling. They would say, \"I did this.\" And that was the birth of the concept of reconciliation because they were able to admit what they did wrong. Here in America, we have a different problem in that there are a whole bunch of people saying, \"I didn't cause this problem. It might have been my ancestors.\" Or maybe, \"I'm a recent immigrant, it's somebody else's fault.\" How do we convince people that it doesn't have to be their fault to be their responsibility to fix it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "South Africa is the model? Seriously? That's not a rhetorical point, by the way, or a demagogic, one. Do you know anyone who lives there? Of any color? How is that country going now? Seriously? That's their model. J.D. Vance is the author of the book, \"Hillbilly Elegy.\" We're always happy to have him on the show, J.D., great to see you. So it's strikes me that one of the many ironies here is that a lot of people, maybe a lot of higher income voters want the chaos to end, they want something calmer, so -- and they want -- they do want like actual reconciliation, which is good, and so they're voting for Biden in the hope of that. His supporters calling for a Truth and Reconciliation Commission doesn't sound like a first step toward reconciliation to me. J.D. VANCE, AUTHOR, \"HILLBILLY ELEGY\":  No, it doesn't, Tucker, and this really is, like you said, torn from a page out of a George Orwell novel because there's -- you know, who can protest truth or reconciliation? But a Truth and Reconciliation Commission would not be about truth and it wouldn't be about reconciliation, it would be about revenge. And what I find just so preposterous about this idea, setting aside the fact that it's just a terrible idea is that it's incredibly whiny, right? I mean, these guys lost an election in 2016. They're unhappy about it. Okay, I get it. I wouldn't like losing an election either. But instead of trying to win the next election and moving on with the life of American democratic politics, they want to go backwards and punish everybody, and I just can't help but think, why are you guys being total babies and talking about this? The election is in two weeks, focus on that and not on punishing the people who voted the way that you didn't like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We've never done anything like that in this country. I mean, reconstruction was very tough on the losers, obviously. But we've never had a former President indicted, for example, we just don't behave that way in this country. And I wonder if saying things like this isn't tampering with the formula of America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "I think it definitely is, and what worries me most about this, Tucker, isn't what it means about those who worked in the Trump administration. Those who maybe can't find jobs now that they're looking for jobs in the private sector. I see it more as a warning for the future, whether it's a second Trump administration or a Republican President who comes after.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VANCE",
      "sentences": "Really what this is saying is you're going to be punished for trying to implement your ideals and principles into the work of government. As you know well, you can't actually run a government with just one guy. A President is obviously the most important piece. But you need people running the Cabinet departments. You need people working at the White House. And if the warning that's out there is we're going to come after you if you work in the administration of somebody who holds your values, then it's going to be harder to actually staff a Republican government in the future. So I really think that this is a really dark threat that's going to cast a real pall over a lot of American politics for the next few weeks, and hopefully not after that. But of course, we know when you open Pandora's Box, it just keeps going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, I think it's a really smart point that you just made. It's scaring the hell out of people in the meantime, and that has its own cost, I would say. J.D. Vance, great to see you. Thank you. So Twitter -- and we hate to have an endless series of dystopian segments, but we've got to tell you what's actually happening. Twitter is censoring a member of the White House Coronavirus Taskforce for talking about science without permission. His name is Dr. Scott Atlas, and we'll talk to him right after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Remember, we used to laugh derisively about censorship in China. The Great Firewall of China, we used to say. It's unbelievable how backward they are. It's like the Middle Ages over there. They take stuff off the internet if they don't like it, or if it violates their political imperatives. Well, on Sunday, Twitter, based in San Francisco deleted a post by a physician, Dr. Scott Atlas. He is a member of the White House Coronavirus Taskforce for saying that mask policies don't work. Now, there's data from the C.D.C. to support Dr. Atlas's claim. But our media we're happy to see him censored anyway because they are for censorship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLLE WALLACE, MSNBC HOST",
      "sentences": "The man is Scott Atlas and the influence of Atlas who is not an expert in disease or pandemics is described in \"The Washington Post\" as both corrosive and dangerous. The guy that's for herd immunity and lies so egregiously that Twitter took him down this morning for his lie about masks is gaining power and control at the very moment that the virus is in the words of Dr. Osterholm entering its darkest phase.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That was Nicolle Wallace, a former flak for Jeb Bush, who ought to be ashamed. Nicolle Wallace will defend any kind of totalitarian instinct as long as she benefits from it. She is by the way, of course, a noted expert on disease and pandemics. Dr. Scott Atlas is a physician, never a flak for Jeb Bush. He is here to tell us what exactly happened. Doctor, thanks so much for coming on. So Twitter censored you for saying what? It would be interesting to hear directly from you, what did you say that they won't let you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. SCOTT ATLAS, MEMBER OF CORONAVIRUS TASKFORCE",
      "sentences": "Sure. Thanks for having me. Well, I know there's many things I'm not, I'll start off, and one of them is I'm not a professional Tweet writer, so it wasn't perfect. But what I was trying to point out was that mask mandates for the general population haven't worked in a variety of places, whether -- and it was just the evidence, which was Los Angeles County, Miami Dade, Israel, Alabama, Hawaii, Spain, all kinds of places. And then I cited actually the same people, the same organizations that the other side wants to cite: the W.H.O., Oxford University Center for Evidence-Based Medicine, the C.D.C. These were all citations with actually literally quotes in them, and then I immediately retweeted clarifying my policy and the policy that I've advised the President and actually, it's the President's policy, which is wear a mask when you cannot socially distance, and that was all part of the same tweet. I didn't put it in a thread. I mean, it's just maybe my fault. But instead, I wake up the next morning to bunch of e-mails from so-called journalists, now, I use the term loosely, and they were saying that my Twitter account was blocked. And so you know, I first tried to appeal it. And of course, that freezes the account, and then I realized after six hours, a better un-appeal. And then I said, okay, delete it. And then I had a 12-hour blockage on my Twitter account. And I think that the point isn't the mask, as you know. The point really has nothing to do with that. The point is that we're living in a world where an opinion, even if it's based in fact, even if it's science, is snuffed out as if there's some kind of poison for even allowing it to be expressed. And when you cancel people out, when you cancel out facts, you know, we're living in a world, we are really entering dangerous territory there because the fundamental difference -- the fundamental difference, really, between the United States and the USSR or North Korea, or any of these other places is freedom. And once we don't allow facts to be out there, the country is finished if we go down that road, completely finished.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's right. It's a great country. It remains a great country, but the worst people in our history suddenly are in charge as you're finding out. Dr. Atlas, thank you for your bravery. I appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATLAS",
      "sentences": "Okay, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So \"The New York Times\" said today that it was surprised by new data showing that the coronavirus is not a big threat to schoolchildren. Dr. Marc Siegel was not surprised by that, because he follows the data. He is a FOX News medical contributor, author of the new book \"COVID: The Politics of Fear and the Power of Science.\" He's got more on this story. Dr. Siegel, good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. MARC SIEGEL, FOX NEWS CHANNEL MEDICAL CONTRIBUTOR",
      "sentences": "Hi, Tucker. My 15- year-old went back to high school today and he was smiling and he was courageous and he was so glad to see his friends. You know, who is worried? And I wasn't worried because of the facts, I was worried because of fears that have been superimposed on me: fear of school, fear he could get a COVID there, fear of infection. Now, he went back to school, by the way, because there have been a couple of cases, but they deep cleaned the school and there have been very, very isolated cases. And you know the studies are really backing up how low the risk is. Brown University late last month revealed looking at 550 schools, Tucker, that only one in a thousand kids approximately even less than that get infected with COVID with confirmed COVID-19 and teachers and staff, a little bit less than two in a thousand. Very, very low. And New York City by the way, where all of this great controversy has been going on and all of this arguing and what do we do? And teachers are saying, look, hybrid learning and online learning is very stressful and exhausting. And all of this battling now, New York City has tested the kids and the staff and you know what they found? Sixteen thousand tests were done in the first week, you know, how many were positive out of 16,000? Twenty eight -- 20 staff and eight students out of 16,000 tests. So I've got in my brain now that it's really quite safe. But you know what I'm really afraid of, I'm afraid of kids being out of school, not getting meals, not getting mental healthcare, not getting eye care, not getting dental care. I'm afraid of their parents having to be at home with them. I'm afraid of kids not being tested for developmental delay. All of this worries me greatly. So when I see my son going to school now, Tucker, I'm trying to say to myself, overcome those superimposed fears that other people are putting on you. Smile. But I'll tell you one final thing. I wrote a fear book, this book that you just mentioned, and I'll tell you the problem. Fear permeates the brain much more than facts. We have to keep repeating the facts to ourselves before we believe them. We need to believe them for the sake of our children -- Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Amen. Fear has huge costs and effects on the human body as you pointed out on the show. Dr. Siegel, great to see you and congrats on the book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIEGEL",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "A couple of weeks ago, we told you about a rapper in California, one of our favorites -- he is all over our Spotify -- who rapped about taking advantage stealing from the state's poorly run welfare programs. It's not Zuby, it's another one. There's been a major update in the saga of Nuke Bizzle. And of course, we want to bring you the latest on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "As you well know, without question because it's on your Spotify that was the rapper, Fontrell Baines, known professionally as Nuke Bizzle. In case you're not familiar with that song, one of the lyrics goes this way, \"You've got to sell cocaine, I can just file a claim.\" Well, as we told you last month, Nuke Bizzle was rapping about ripping off the state of California's unemployment assistance program with bogus claims and many people were doing it. You might have guessed that because there's a rap song about it. Meaning it's probably not just him. It was rampant. People streamed in from out of state and they stole millions of dollars' worth of fraudulent debit cards from the State of California. State officials were too incompetent to stop it, they didn't even try at first. Unfortunately for them, the Feds saw Nuke Bizzle's rap song, too and last week they arrested him for fraudulently obtaining at least 92 debit cards worth a total of $1.2 million in benefits. So he was actually telling the truth in his song. He now faces up to 22 years in prison for charges including identity theft, and interstate transportation of stolen property. But there is a lesson at the bottom of this little parable, this little morality tale. I'd like to end every night's show with one of these. Here's this one. If you want to stay out of trouble in Gavin Newsom's California, it's better to stick to selling cocaine. They'll never bother you. That's it for us tonight. Good luck to Nuke Bizzle. Our favorite rapper, obviously, Zuby, a favorite in the U.K. He will be joining us again soon on the show. We'll be back tomorrow night, 8:00 p.m., the show that is the sworn enemy of lying, pomposity, smugness and groupthink. Have a great evening. Sean Hannity takes over from New York. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS HOST",
      "utterance": "Good evening, and welcome to TUCKER CARLSON TONIGHT. Last week, \"The New York Post\" published one of the great scoops of the year. The paper's editors got a copy of the hard drive from Hunter Biden's personal laptop. On it were tens of thousands of e-mails, videos, texts, and photographs. Much of the material on the laptop is of limited relevance to the public. Not everything a famous person does in the course of a day has news value. Some of the pictures in the laptop were sad and weird, of prurient interest only. We're not going to show the bad ones on this show. And by the way, if we're being honest, some of the exchanges between Hunter Biden and his father, and they are on there, too, reveal that whatever you say about them, Joe Biden really loves his son, and they're touching we want to be honest about that. But there's one very newsworthy series of e-mails and they stuck out. They showed that as Vice President of the United States, Joe Biden tailored American foreign policy, our foreign policy, which Joe Biden does not own, in order to help his son's business interests. Biden intervened aggressively in the internal affairs of another sovereign nation, Ukraine, and his son got paid for that. By any measure, that is a real story. There's no spinning it. That's the story. But then, very quickly, something bigger than that happened, something far more dangerous to our country than anything, \"The New York Post\" found on hunter Biden's laptop. Here's what happened. The most powerful people in the world aligned to censor the news, to keep it from the population of the United States. Twitter prevented its users from sharing the story, so did Facebook. When Americans search Google to read \"The New York Post\" story, many couldn't find it. So within hours, the promise of a free press that the basis of American democracy and has been for 250 years, just disappeared. One minute we were America; the next minute, we were China. Horrifying. And perhaps most horrifying of all, our news media applauded it. The self- described guardians of the First Amendment cheered the destruction of the First Amendment. \"The New York Times\" actually ran an op-ed attacking the idea of free speech. Ideas that threaten the ruling class must be squelched, put down. That's their position. Every power center in America vehemently agreed with that, and most ominous of all, the U.S. Intelligence Community, the secretive Federal agencies that have nearly unlimited power joined in. Those agencies colluded with the news media to hide information from the American public weeks before a presidential election. On Saturday, \"U.S.A. Today\" kicked off the effort by publishing one of the most dishonest newspaper stories ever to run in this country. Federal authorities are investigating, the paper declared, whether the story about Hunter Biden's laptop was, quote, \"Part of a smoke bomb of disinformation pushed by Russia.\" The Russians did it. That was the point of the piece. In fact, it was the only point of the piece."
    },
    {
      "speaker": "The newspaper never bothered to assess whether the core story was true",
      "utterance": "are the facts right? And that used to be the very first and most important question in journalism. Is the allegation true? Everything else flows from that. But \"U.S.A. Today\" didn't even ask that question, nor did the newspaper explain how this Russian plot might have worked in practical terms. The computer repair shop owner in Wilmington, for example, he must have been in on it. He had physical possession of the laptop. So, is this seemingly mild mannered Mac repairman yet another one of Vladimir Putin's handpicked sleeper agents? Had he been lying in wait in a Delaware strip mall for decades preparing for just this moment? \"U.S.A. Today\" didn't tell us. They didn't need to tell us because the rest of the media understood instantly what to do. \"F.B.I. Probed if Purported Hunter Biden E-mails are a Russian Plot,\" declared Bloomberg News. PBS, which you pay for, it is publicly funded, cited a quote, \"senior former Intelligence official\" whose salary you also pay declaim that Rudy Giuliani was likely channeling Russian disinformation. So the former Mayor of New York is working for Vladimir Putin, too. That's how vast this conspiracy was. Reporters in Washington and New York frantically called their many sources in the permanent National Security State for more details. From his perch on Twitter, desiccated neo-con ghoul, David Frum cheered them on. Vast experience lying in the run up to the Iraq War, he put those talents to use. In this frenzy to find this new batch of Russian spies, the media did miss a few -- obviously -- it's for example, two people reporters forgot to call were Joe and Hunter Biden. Presumably the Bidens could have confirmed whether or not the famous laptop was real and that would have ended the speculation. It would have informed the rest of us. But somehow no one thought to do that. Finally, last Friday night, one reporter, Bo Erickson of CBS blurted out the question to Joe Biden himself, and here's what happened next."
    },
    {
      "speaker": "BO ERICKSON, CBS NEWS REPORTER",
      "utterance": "Mr. Biden, what is your response to the \"New York Post\" story about your son, sir?"
    },
    {
      "speaker": "JOE BIDEN (D), DEMOCRATIC PRESIDENTIAL NOMINEE",
      "utterance": "I know you you'd ask it. I have no response. It's another smear campaign. It's right up your alley. They are the questions you always ask."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, it's a smear campaign right up your alley. I have no response, said Joe Biden. Biden, you didn't deny the story because he knows that laptop from the Delaware repair shop did in fact belong to his son, Hunter, and we know it, too. We confirmed that conclusively last week. Everything we have learned since then, and there has been a lot that we've learned since then, bolsters that conclusion. The laptop in question belonged to our Hunter Biden. Period. It is not a Russian fabrication. So Bo Erickson of CBS asked a legitimate question. And for that very reason, within minutes, Democratic operatives, including many in the media landed on him. The point of attacking, a man who appears to be a fairly liberal CBS reporter was to send a message to the rest of the press corps, shut up and obey the narrative, or else. According to Greg Sargent of \"The Washington Post\" quote, \"The real problem here is this is a useless question from a journalistic perspective. Large parts of the story are invented, unconfirmed, highly dubious. What is learned by placing the work of denying them on Biden?\" End quote. Notice, Greg Sargent doesn't explain what parts are unconfirmed or false. No part of the story, no e-mail has been shown to be false. They're not even claiming it's false. It doesn't matter. Another Democratic operative called John Favreau called \"The New York Post\" story, Russian disinformation and concluded rather Biden was too nice. Michael McFaul, he now works at Stanford, he used to work in the Obama administration for five years, attacked Bo Ericsson for quote, \"discussing disinformation.\" You're not even allowed to discuss it. Then the actor of Alec Baldwin wrote this, quote, \"Take the beat down. Learn from it and move on.\" What is this? It's happening in concert all at one time. What you're watching is the most powerful people in America aligning as one to hide legitimate information from the public. This is not the way our country used to operate. Are you terrified yet? You should be terrified. Because it worked. That's why they do it because it works. Here are the questions reporters are asking Joe Biden now."
    },
    {
      "speaker": "BIDEN",
      "utterance": "All right. Happy milk shake."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Mr. Biden, what flavor did you get?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "We got one vanilla, one chocolate, but I wanted to get what we call black and white, but we're going to move it -- we're going to split it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "\"What flavor did you get?\" That was the question. This is a man who has relatively few opportunities to speak to the press, and when they get a chance, they ask, \"What flavor did you get?\" And if you don't want to end up like Bo Erickson of CBS, that's the kind of question you'd better ask the Democratic nominee for President with fewer than two weeks to go until Election Day. So after Joe Biden gave his answer, \"one vanilla, one chocolate\" in case you missed the answer, another reporter had a follow up. Listen to how that went."
    },
    {
      "speaker": "QUESTION",
      "utterance": "I have one more question, the F.B.I. is ..."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So the second the words F.B.I. emerged, Joe Biden walks away. And yet that's not even the worst part of the clip you just saw. The worst part is the other journalists. They burst out laughing before they even hear the rest of the question. Asking about the F.B.I. was unapproved. You can't talk about that, so the journalists laughed it down. That is state media protecting the powerful. No one thought to ask Biden why if the laptop is a Russian invention, there's a letter from Hunter Biden's lawyer asking for the laptop back. Is he part of the conspiracy, too? We don't know. And we're not going to learn because Joe Biden has now gone into hiding until Thursday's debate. That means the media can continue to collude unimpeded with our spy agencies to lie to you. It's the Russians because Russia, and repeat after us as we say this until you reflexively believe it, because Russia is the greatest threat we face."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We've got a person named Donald Trump, who has been warned that he is receiving and is now regurgitating, repeating and disseminating disinformation that he knows to be fabricated and supplied by a foreign intelligence service, and despite the warning, he is still doing it."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You have said this entire thing is so obviously a Russian plot. It is to me and I was never even an Ambassador to the Russian Federation. Tell me why it's so obviously a Russian plot to you."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Rudy basically functioning as a Russian asset by pushing Russian disinformation."
    },
    {
      "speaker": "BRIAN STELTER, CNN CHIEF MEDIA CORRESPONDENT",
      "utterance": "CNN reported on Friday, the U.S. authorities are seeing if those e-mails we just talked about are connected to an ongoing Russian disinformation effort."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You know, at some point you've got to be honest and say, who cares what's on Hunter Biden's laptop. What you just saw is the real threat, the powerful -- the most powerful in our country colluding to dismiss legitimate questions using a fake threat of Russian disinformation. That's scary. Rest assured, though, unnamed U.S. authorities are on the case getting to the bottom of this Russian plot. There's no evidence of wrongdoing, of course, but they're still on the case. Who are these authorities exactly? And who are they working for? Well, on Saturday, Senator Chris Murphy, a sitting senator from Connecticut let us know. Murphy is a Democrat. He sits on the Foreign Intelligence Committee. Here's what he wrote, quote, \"Joe Biden and all of us should be furious that media outlets are spreading what is very likely Russian propaganda. I've seen the Intel. The mainstreaming of misinformation is Russia's 2020 goal.\" End quote. That's worse than anything Joe McCarthy of Wisconsin ever said and dumber. \"I've seen the Intel.\" Notice that Senator Murphy of Connecticut didn't tell us what the so-called Intel said, much less show it to the rest of us so we could evaluate it for ourselves. Powerful people have seen the Intel, you haven't. You must take their word for it. Otherwise, maybe you're working for Vladimir Putin. Maybe you're a Russian spy. You want to get accused of that? Of treason? I don't think so. So just take it on faith, pal. Adam Schiff is working that line for years now. This week, he was back at it."
    },
    {
      "speaker": "REP. ADAM SCHIFF (D-CA)",
      "utterance": "Well, we know that this whole smear on Joe Biden comes from the Kremlin. But clearly the origins of this whole smear are from the Kremlin, and the President is only too happy to have Kremlin help in trying to amplify it. I think we know who the driving force behind this smear has been all along. And it's been the President and the Kremlin. He has been the gift that doesn't stop giving for the Kremlin. And this particular smear, though, has also been acknowledged to come from the Kremlin, and there it is, in the Oval Office, another wonderful propaganda coup for Vladimir Putin, seeing the President of the United States holding up a newspaper, promoting Kremlin propaganda. It's really incredible."
    },
    {
      "speaker": "CARLSON",
      "utterance": "\"It's really incredible,\" says Adam Schiff. Hard to believe he is still on television. Well, it is incredible. In fact, it's so incredible, it's not even true. This morning, the person who was in charge of gathering Intelligence in this country, in charge of all the Intel agencies conceded that in fact, this hysteria is an utter crock. There is no evidence the Russians are putting stories in \"The New York Post.\" That is insane."
    },
    {
      "speaker": "JOHN RATCLIFFE, DIRECTOR OF NATIONAL INTELLIGENCE",
      "utterance": "Let me be clear, the Intelligence Community doesn't believe that, because there's no Intelligence that supports that, and we have shared no Intelligence with Chairman Schiff or any other Member of Congress that Hunter Biden's laptop is part of some Russian disinformation campaign. It's simply not true."
    },
    {
      "speaker": "CARLSON",
      "utterance": "There's no Intelligence that supports that. Yes. Okay. We're not in the Intelligence Community, so we can't verify that. We can't tell you there's no evidence that supports it. And evidence, actual evidence is what the rest of us make decisions based on and there's no evidence. And by the way, once again, no one in Joe Biden's campaign has said these e-mails or text messages are false, and if so, which ones are false? And how are they false? They're not even claiming that. So these claims are coming from anonymous sources and media hacks, and that's it. On Sunday, a Biden campaign surrogate called Jenna Arnold acknowledged that on this channel, watch this."
    },
    {
      "speaker": "LELAND VITTERT, FOX NEWS CHANNEL NEWS PRESENTER",
      "utterance": "Can anyone say that these e-mails are inauthentic? And so far, I haven't heard anybody say that."
    },
    {
      "speaker": "JENNA ARNOLD, BIDEN CAMPAIGN SURROGATE",
      "utterance": "Yes, I think that's fair. I don't think anybody's saying. I don't think anybody is saying they are inauthentic."
    },
    {
      "speaker": "CARLSON",
      "utterance": "\"I don't think anybody is saying they are inauthentic.\" Well, okay, then why don't you respond to them? But in fact, many are saying they are inauthentic. False claims of Russian interference in our democracy are now a well- established fact of American political life. Like fears about climate change and white supremacy, they are very useful to the people in charge, because those fears can be leveraged to strip you instantly of your constitutional rights and that's exactly what's going on now. Now you know why they're doing it, for the next two weeks, the point is to defeat Donald Trump, and they may succeed in doing that. But for the rest of us who plan to stay in this country, the real worry is what happens after that. Miranda Devine is a columnist with \"The New York Post.\" We're glad to have her on for the fourth night in a row to assess the story. Miranda, thanks for coming on. So you saw over the weekend, attack after attack leveled at your newspaper, at your journalism on the basis of the claim this is Russian disinformation. Tell us why that's not true. Marshal the evidence if you would. MIRANDA DEVINE, COLUMNIST WITH \"THE NEW YORK POST\":  Because we have Hunter Biden's laptop. It is his laptop. The e-mails on the laptop are the evidence. This is not some -- it doesn't -- you know, it doesn't come from Russia. It is actual e-mails from people. The other recipients of the e-mails have been contacted. They have said yes, this is an e-mail that I received. The MacBook repair shop guy has a signature from Hunter Biden which matches other signatures of Hunter Biden on a work order that Hunter signed when he dropped off the laptop. The photographs, the evidence. It is all -- it just speaks for itself. It is ridiculous. It is a fiction to insert somehow Russia into this story. This -- the laptop which we talk about."
    },
    {
      "speaker": "CARLSON",
      "utterance": "May I ask you to pause there. What is that -- I am sorry, you work there. You work at \"The New York Post\" and sitting Members of Congress, House and Senate officeholders are accusing you and your company acting as tools for the Putin government. What's your reaction to that? How does that feel?"
    },
    {
      "speaker": "DEVINE",
      "utterance": "Well, just a kind of dismay. It's absurd. I mean, Adam Schiff is, you know, the Chairman of the House Intelligence Committee. He is supposed to be keeping America safe from overseas actors. And instead, he is turning all the power of that committee onto journalists, onto a newspaper that is just trying to shine a light on what looks like wrongdoing by a man who is in two weeks, perhaps going to be the President of the United States. And the rest of the media is colluding in that cover up and pretending that this is Russian disinformation, a Russian hoax. It's a joke. And no wonder Joe Biden feels that he doesn't have to answer anything, and no wonder because he has asked questions about the flavor of his ice cream, instead of being asked what does he say about the evidence, the e-mails that show that he participated with his family in this cash for influence scheme?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's a really good point. Miranda Devine of \"The New York Post.\" Thanks for coming on tonight. Appreciate it."
    },
    {
      "speaker": "DEVINE",
      "utterance": "Thanks."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Glenn Greenwald is the co-founder of \"The Intercept.\" We're happy to have him on tonight. Glenn, thanks for coming on. I've seen a fair bit of the material on this laptop, and the response by the media and particularly by the so-called Intel Community strikes me as much more threatening to America than anything on this laptop, do you think that's an appropriate response to what we're watching?"
    },
    {
      "speaker": "GLENN GREENWALD, CO-FOUNDER, THE INTERCEPT",
      "utterance": "I couldn't agree more, Tucker. First of all, Adam Schiff is seriously the most pathological liar in all of American politics that I have seen in all of my time covering politics and journalism. He just fabricates accusations at the drop of a hat the way that other people change underwear. He is simply lying, when he just asserts over and over that the Russians or the Kremlin are behind this story. He has no idea whether or not that's true. There's no evidence to support it. And what makes it so much worse is that the reason the Bidens aren't answering basic questions about this story, basic questions like did Hunter Biden drop that laptop off at that repair shop? Are the e-mails authentic? Do you deny that they are? Do you claim any have been altered? Or any of them for fabricated? Did you in fact meet with Burisma executives as these e-mails suggest? The reason that they don't answer any questions is because the media has signaled that they don't have to. That journalists will be attacked and vilified simply for asking."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What do you make of the role of the so-called Intel Community, unnamed sources from F.B.I. or C.I.A. or N.S.A., in this response to the story?"
    },
    {
      "speaker": "GREENWALD",
      "utterance": "The whole point of the Intelligence Community since the end of World War Two was that whatever propaganda the C.I.A. produces, whatever disinformation campaigns they engage in, were never supposed to be directed domestically. That was the point of the N.S.A., the C.I.A. and all of those Intelligence Communities."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's right."
    },
    {
      "speaker": "GREENWALD",
      "utterance": "And what we've seen since 2016, going back to the 2016 campaign, is incessant involvement in U.S. domestic politics, working with journalists to disseminate information purely for partisan ends, and if you want to talk about things like violating norms, and dangerous to democracy, what is more dangerous than allowing the C.I.A. constantly to be manipulating our politics by making cover for the Biden campaign by claiming anonymously that the Russians are behind this story, and therefore you ought to disregard it. Even if the Russians were behind the story, why does that alleviate the responsibility of journalists to evaluate these e-mails and to examine whether or not Joe Biden actually engaged in misconduct? But the much bigger point is the way that this information is being disseminated. It is a union of journalists who have decided that their only goal is to defend Joe Biden and elect him President of the United States, working with the C.I.A. and the F.B.I. and the N.S.A., not to manipulate our adversaries or foreign governments, but to manipulate the American people for their own ends. It's been going on for four straight years now, and there's no sign of it stopping anytime soon."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's terrifying and I can't believe we're putting up with this. I can't believe the administration is putting up with this. They're supposed to be in charge of these agencies. We're going to have to live with the consequences of this for generations, and it's very upsetting and I appreciate the clarity you have on this. Glenn Greenwald, thank you."
    },
    {
      "speaker": "GREENWALD",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We have new numbers tonight showing just how profound the economic effects of the coronavirus lockdowns have been. Brace yourself. That's straight ahead."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So we're finally getting some sense of the cost of these lockdowns and it's awful. The number of Americans living in poverty has grown by eight million since the month of May. That's according to researchers at Columbia University. They've been studying the effects of the lockdowns. Those numbers are tragic, history changing really. Young people hurt the most. That will have profound ramifications for generations. But none of us should be surprised by that. Back in March on this show, the Lieutenant Governor of Texas, Dan Patrick warned about this since shutting down the country could destroy people's lives. He took a huge amount of abuse for saying that -- a huge amount. Here's what he said, in case you missed it the first time."
    },
    {
      "speaker": "DAN PATRICK, LIEUTENANT GOVERNOR OF TEXAS",
      "utterance": "Let's get back to work. Let's get back to living. Let's be smart about it and those of us who are 70 plus, we'll take care of ourselves. But don't sacrifice the country. Don't do that. Don't ruin this great American Dream."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, you're basically saying that this disease could take your life, but that's not the scariest thing to you. There's something that would be worse than dying."
    },
    {
      "speaker": "PATRICK",
      "utterance": "Yes. And look, I'm going to do everything I can to live. But, you know, if you said, are you willing to take a chance? You know, if I get sick, I'll go and try to get better. But if I don't, I don't. And I'm not trying to think in any kind of morbid way, Tucker. But I'm just saying that we've got a choice here. And we're going to be in a total collapse, recession, depression, collapse in our society if this goes on another several months. There won't be any jobs to come back to for many people."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So that probably seems reasonable to you. It seemed reasonable to us at the time. We can't overstate the hysteria that greeted Dan Patrick, when he got off the air that night. He joins us again tonight, now that we have the evidence that he was right. Mr. Lieutenant Governor, great to see you. What do you make of these numbers?"
    },
    {
      "speaker": "PATRICK",
      "utterance": "Well, I'm sad to say, Tucker, that, you know, the foresight that we presented on your show back in March in large part has turned out to be true, particularly in states run by Democrats. And imagine Tucker if Joe Biden had been President during the last seven months. We would be locked down as a country. The left has taken this virus and they've weaponized it to take control of government, to take control of our lives. It's very clear. And lives have been destroyed, businesses have been destroyed, the economy has been destroyed again, particularly in D states. And, and then the health part of this, you know, the left ignores it, they just ignore it, Tucker. The suicides, the depression, the lack of people getting cancer treatment, the lack of people going in for heart issues. And then if you look at our schools, we are -- the gap between those who were behind is only getting greater, and by the time we're out of this, we could face, Tucker, a situation where students have lost a full year to a year and a half of school because virtual school just doesn't replace being in the classroom. And so all of this has happened, and I just didn't want to look back in hindsight, I want to have some foresight. I'm not the smartest guy in the room, I don't claim to be, but it was clear to me to see it back in March, seven months ago, this very week, as a matter of fact."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And it's funny, it should have been a tell that something was going on here that was bigger than mere epidemiology, bigger than science. The response to you was so hysterical. I found it confusing at the time, why people are so angry, it seems like a reasonable point. That's why they were angry because you were making a reasonable point."
    },
    {
      "speaker": "PATRICK",
      "utterance": "Yes, well, they were angry also, because I said that there are things bigger than us as individuals. And you know, and they twisted my words to say that I wanted seniors to die. That was ridiculous and just a lie by the left. And by the way, any radical movement that will burn down buildings, topple statues and loot businesses, you know, they don't mind making up and lying about something someone says, you know, on a campaign stop or on a television interview, so I'm not surprised by the left lying about it. But we are -- we should be as a nation, we should be as a people bigger than just who we are. And I simply said and I did turn 70 this year with my six grandkids, the greatest legacy that we can leave for our grandchildren is the greatness of America, so they can live this American Dream and that's what I -- and I still am concerned about, particularly if Biden becomes President. I'm concerned about this entire country being destroyed for something that we now look back on, and we realized the lockdowns were wrong. They should have never happened. This disease has taken lives. But as I said back then, those of us over 70, trust us, we're smart, we can take care of ourselves, protect us and give us all we need. You know, Cuomo didn't do that in New York. He didn't protect the seniors in nursing homes, and we saw what happened. But we did that in Texas. And so protect the seniors, protect their vulnerable, but let everyone get back to work."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's totally right. You said that then, you're saying it now. It turns out in the end the things they claim you should be ashamed of are the very things you should be proudest of and I hope that you are. Lieutenant Governor Patrick, good to see you tonight. Thank you."
    },
    {
      "speaker": "PATRICK",
      "utterance": "God bless you, Tucker and America. Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Thank you. So election a little over two weeks away -- two weeks away -- what happens if Trump loses? Well, Democrats are already plotting to punish Trump supporters after the election. We're not making this up. It's not a paranoid fever dream. They're talking about Truth and Reconciliation Commissions as they have in South Africa after apartheid. J.D. Vance has assessed this and he joins us after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Because every single day of this year has been yet another page torn directly from a George Orwell novel, you can't believe it's real, but unfortunately it is, some Democrats are now calling for a Truth and Reconciliation Commission to try or assess Trump supporters after the election -- a Truth and Reconciliation Commission. This weekend, for example, former Obama adviser, Robert Reich -- he was the Labor Secretary under Bill Clinton -- wrote that Truth and Reconciliation Commissions would quote, \"Name every official, politician, executive and media mogul whose greed and cowardice enabled this catastrophe.\" End quote. Several MSNBC anchors have made the same suggestion. Chris Hayes, for example. In July, another MSNBC personality offered a preview of these Commissions."
    },
    {
      "speaker": "ALI VELSHI, MSNBC HOST",
      "utterance": "Let me take an example like the Truth and Reconciliation Commission in South Africa because it's a good example, because apartheid went on for a long time. But basically people would come before that Commission and admit -- there was a truth telling. They would say, \"I did this.\" And that was the birth of the concept of reconciliation because they were able to admit what they did wrong. Here in America, we have a different problem in that there are a whole bunch of people saying, \"I didn't cause this problem. It might have been my ancestors.\" Or maybe, \"I'm a recent immigrant, it's somebody else's fault.\" How do we convince people that it doesn't have to be their fault to be their responsibility to fix it?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "South Africa is the model? Seriously? That's not a rhetorical point, by the way, or a demagogic, one. Do you know anyone who lives there? Of any color? How is that country going now? Seriously? That's their model. J.D. Vance is the author of the book, \"Hillbilly Elegy.\" We're always happy to have him on the show, J.D., great to see you. So it's strikes me that one of the many ironies here is that a lot of people, maybe a lot of higher income voters want the chaos to end, they want something calmer, so -- and they want -- they do want like actual reconciliation, which is good, and so they're voting for Biden in the hope of that. His supporters calling for a Truth and Reconciliation Commission doesn't sound like a first step toward reconciliation to me. J.D. VANCE, AUTHOR, \"HILLBILLY ELEGY\":  No, it doesn't, Tucker, and this really is, like you said, torn from a page out of a George Orwell novel because there's -- you know, who can protest truth or reconciliation? But a Truth and Reconciliation Commission would not be about truth and it wouldn't be about reconciliation, it would be about revenge. And what I find just so preposterous about this idea, setting aside the fact that it's just a terrible idea is that it's incredibly whiny, right? I mean, these guys lost an election in 2016. They're unhappy about it. Okay, I get it. I wouldn't like losing an election either. But instead of trying to win the next election and moving on with the life of American democratic politics, they want to go backwards and punish everybody, and I just can't help but think, why are you guys being total babies and talking about this? The election is in two weeks, focus on that and not on punishing the people who voted the way that you didn't like."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We've never done anything like that in this country. I mean, reconstruction was very tough on the losers, obviously. But we've never had a former President indicted, for example, we just don't behave that way in this country. And I wonder if saying things like this isn't tampering with the formula of America?"
    },
    {
      "speaker": "VANCE",
      "utterance": "I think it definitely is, and what worries me most about this, Tucker, isn't what it means about those who worked in the Trump administration. Those who maybe can't find jobs now that they're looking for jobs in the private sector. I see it more as a warning for the future, whether it's a second Trump administration or a Republican President who comes after."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's right."
    },
    {
      "speaker": "VANCE",
      "utterance": "Really what this is saying is you're going to be punished for trying to implement your ideals and principles into the work of government. As you know well, you can't actually run a government with just one guy. A President is obviously the most important piece. But you need people running the Cabinet departments. You need people working at the White House. And if the warning that's out there is we're going to come after you if you work in the administration of somebody who holds your values, then it's going to be harder to actually staff a Republican government in the future. So I really think that this is a really dark threat that's going to cast a real pall over a lot of American politics for the next few weeks, and hopefully not after that. But of course, we know when you open Pandora's Box, it just keeps going."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, I think it's a really smart point that you just made. It's scaring the hell out of people in the meantime, and that has its own cost, I would say. J.D. Vance, great to see you. Thank you. So Twitter -- and we hate to have an endless series of dystopian segments, but we've got to tell you what's actually happening. Twitter is censoring a member of the White House Coronavirus Taskforce for talking about science without permission. His name is Dr. Scott Atlas, and we'll talk to him right after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Remember, we used to laugh derisively about censorship in China. The Great Firewall of China, we used to say. It's unbelievable how backward they are. It's like the Middle Ages over there. They take stuff off the internet if they don't like it, or if it violates their political imperatives. Well, on Sunday, Twitter, based in San Francisco deleted a post by a physician, Dr. Scott Atlas. He is a member of the White House Coronavirus Taskforce for saying that mask policies don't work. Now, there's data from the C.D.C. to support Dr. Atlas's claim. But our media we're happy to see him censored anyway because they are for censorship."
    },
    {
      "speaker": "NICOLLE WALLACE, MSNBC HOST",
      "utterance": "The man is Scott Atlas and the influence of Atlas who is not an expert in disease or pandemics is described in \"The Washington Post\" as both corrosive and dangerous. The guy that's for herd immunity and lies so egregiously that Twitter took him down this morning for his lie about masks is gaining power and control at the very moment that the virus is in the words of Dr. Osterholm entering its darkest phase."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That was Nicolle Wallace, a former flak for Jeb Bush, who ought to be ashamed. Nicolle Wallace will defend any kind of totalitarian instinct as long as she benefits from it. She is by the way, of course, a noted expert on disease and pandemics. Dr. Scott Atlas is a physician, never a flak for Jeb Bush. He is here to tell us what exactly happened. Doctor, thanks so much for coming on. So Twitter censored you for saying what? It would be interesting to hear directly from you, what did you say that they won't let you say?"
    },
    {
      "speaker": "DR. SCOTT ATLAS, MEMBER OF CORONAVIRUS TASKFORCE",
      "utterance": "Sure. Thanks for having me. Well, I know there's many things I'm not, I'll start off, and one of them is I'm not a professional Tweet writer, so it wasn't perfect. But what I was trying to point out was that mask mandates for the general population haven't worked in a variety of places, whether -- and it was just the evidence, which was Los Angeles County, Miami Dade, Israel, Alabama, Hawaii, Spain, all kinds of places."
    },
    {
      "speaker": "And then I cited actually the same people, the same organizations that the other side wants to cite",
      "utterance": "the W.H.O., Oxford University Center for Evidence-Based Medicine, the C.D.C. These were all citations with actually literally quotes in them, and then I immediately retweeted clarifying my policy and the policy that I've advised the President and actually, it's the President's policy, which is wear a mask when you cannot socially distance, and that was all part of the same tweet. I didn't put it in a thread. I mean, it's just maybe my fault. But instead, I wake up the next morning to bunch of e-mails from so-called journalists, now, I use the term loosely, and they were saying that my Twitter account was blocked. And so you know, I first tried to appeal it. And of course, that freezes the account, and then I realized after six hours, a better un-appeal. And then I said, okay, delete it. And then I had a 12-hour blockage on my Twitter account. And I think that the point isn't the mask, as you know. The point really has nothing to do with that. The point is that we're living in a world where an opinion, even if it's based in fact, even if it's science, is snuffed out as if there's some kind of poison for even allowing it to be expressed. And when you cancel people out, when you cancel out facts, you know, we're living in a world, we are really entering dangerous territory there because the fundamental difference -- the fundamental difference, really, between the United States and the USSR or North Korea, or any of these other places is freedom. And once we don't allow facts to be out there, the country is finished if we go down that road, completely finished."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's right. It's a great country. It remains a great country, but the worst people in our history suddenly are in charge as you're finding out. Dr. Atlas, thank you for your bravery. I appreciate it."
    },
    {
      "speaker": "ATLAS",
      "utterance": "Okay, thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So \"The New York Times\" said today that it was surprised by new data showing that the coronavirus is not a big threat to schoolchildren. Dr. Marc Siegel was not surprised by that, because he follows the data. He is a FOX News medical contributor, author of the new book \"COVID: The Politics of Fear and the Power of Science.\" He's got more on this story. Dr. Siegel, good to see you."
    },
    {
      "speaker": "DR. MARC SIEGEL, FOX NEWS CHANNEL MEDICAL CONTRIBUTOR",
      "utterance": "Hi, Tucker. My 15- year-old went back to high school today and he was smiling and he was courageous and he was so glad to see his friends. You know, who is worried?"
    },
    {
      "speaker": "And I wasn't worried because of the facts, I was worried because of fears that have been superimposed on me",
      "utterance": "fear of school, fear he could get a COVID there, fear of infection. Now, he went back to school, by the way, because there have been a couple of cases, but they deep cleaned the school and there have been very, very isolated cases. And you know the studies are really backing up how low the risk is. Brown University late last month revealed looking at 550 schools, Tucker, that only one in a thousand kids approximately even less than that get infected with COVID with confirmed COVID-19 and teachers and staff, a little bit less than two in a thousand. Very, very low. And New York City by the way, where all of this great controversy has been going on and all of this arguing and what do we do? And teachers are saying, look, hybrid learning and online learning is very stressful and exhausting. And all of this battling now, New York City has tested the kids and the staff and you know what they found? Sixteen thousand tests were done in the first week, you know, how many were positive out of 16,000? Twenty eight -- 20 staff and eight students out of 16,000 tests. So I've got in my brain now that it's really quite safe. But you know what I'm really afraid of, I'm afraid of kids being out of school, not getting meals, not getting mental healthcare, not getting eye care, not getting dental care. I'm afraid of their parents having to be at home with them. I'm afraid of kids not being tested for developmental delay. All of this worries me greatly. So when I see my son going to school now, Tucker, I'm trying to say to myself, overcome those superimposed fears that other people are putting on you. Smile. But I'll tell you one final thing. I wrote a fear book, this book that you just mentioned, and I'll tell you the problem. Fear permeates the brain much more than facts. We have to keep repeating the facts to ourselves before we believe them. We need to believe them for the sake of our children -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Amen. Fear has huge costs and effects on the human body as you pointed out on the show. Dr. Siegel, great to see you and congrats on the book."
    },
    {
      "speaker": "SIEGEL",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "A couple of weeks ago, we told you about a rapper in California, one of our favorites -- he is all over our Spotify -- who rapped about taking advantage stealing from the state's poorly run welfare programs. It's not Zuby, it's another one. There's been a major update in the saga of Nuke Bizzle. And of course, we want to bring you the latest on that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "As you well know, without question because it's on your Spotify that was the rapper, Fontrell Baines, known professionally as Nuke Bizzle. In case you're not familiar with that song, one of the lyrics goes this way, \"You've got to sell cocaine, I can just file a claim.\" Well, as we told you last month, Nuke Bizzle was rapping about ripping off the state of California's unemployment assistance program with bogus claims and many people were doing it. You might have guessed that because there's a rap song about it. Meaning it's probably not just him. It was rampant. People streamed in from out of state and they stole millions of dollars' worth of fraudulent debit cards from the State of California. State officials were too incompetent to stop it, they didn't even try at first. Unfortunately for them, the Feds saw Nuke Bizzle's rap song, too and last week they arrested him for fraudulently obtaining at least 92 debit cards worth a total of $1.2 million in benefits. So he was actually telling the truth in his song. He now faces up to 22 years in prison for charges including identity theft, and interstate transportation of stolen property. But there is a lesson at the bottom of this little parable, this little morality tale. I'd like to end every night's show with one of these. Here's this one. If you want to stay out of trouble in Gavin Newsom's California, it's better to stick to selling cocaine. They'll never bother you. That's it for us tonight. Good luck to Nuke Bizzle. Our favorite rapper, obviously, Zuby, a favorite in the U.K. He will be joining us again soon on the show. We'll be back tomorrow night, 8:00 p.m., the show that is the sworn enemy of lying, pomposity, smugness and groupthink. Have a great evening. Sean Hannity takes over from New York. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}