{
  "date": "October 6, 2017",
  "headline": "Hannity: It's time to come together and respect our country",
  "subHeadline": "Americans need to unite and show support for the victims of the Las Vegas massacre.",
  "url": "https://www.foxnews.com/transcript/hannity-its-time-to-come-together-and-respect-our-country",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "And welcome to \"Hannity.\" And tonight, the investigation into the Las Vegas gunman Stephen Paddock, it is still expanding. But authorities still do not know what led him to carry out the deadliest mass shooting in American history. Now, the Clark County Sheriff's Department has ruled out the possibility of a second gunman as of now. Yes, they are still working to determine if he was in contact with other people before the shooting and if those people knew about what was going on happen. Now, the Sheriff's Department is also saying, they have not found to date any evidence that the shooter was radicalized or connected to ISIS.  Now according to a report, the gunman -- he did travel overseas and the AP is also reporting that Paddock brought 1,000 rounds of tracer ammunition that would make it easier to see what he was shooting in the dark. And according to the New York Times, Paddock called Mandalay Bay security twice the night before the rampage, he was complaining about loud music coming from the floor before him.  Plus, this week we have seen the worst and the best of humanity. And tonight, you will meet two Las Vegas police officers who were on the scene for this horrific mass shooting. One of them was shot. It was only his second day on the job. And we will also tell you the lessons that we learned from Vegas and why it's time for the left in this country to stop exploiting tragedies and always abiding this country.  And also tonight, was the president sending a cryptic message to North Korea about possible pending military action. We'll examine his words closely. But tonight, we have an important breaking news opening monologue. So, we still have major unanswered questions about why mass shooter Stephen Paddock carried out such a horrific and evil act. Now, during a news conference earlier today. The Clark County Sheriff's Department said, it still does not have a motive. We are waiting. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "To date we have run down more than 1,000 leads in this investigation. While some of it has helped create a better profile into the madness of the suspect, we do not still have a clear motive or reason why. We are very confident that he did not -- there was not another shooter in that room. What I can't confirm to you today and what we continue to investigate is whether anybody else may have known about this this incident before he carried it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Now, senior law enforcement officials, they are telling NBC News that a cellphone charger was found in the gunman's room but it doesn't match any of Paddock's mobile phones. And there are also reporting that records show that during a time when Paddock's car left the hotel parking garage, one of his key cards was used to enter his hotel room. Interesting nuggets. Now, the Clark County Sheriff's Department did however say, they were not aware of that information. There is also a report tonight from CNN that the gunman traveled overseas on over 20 cruises. And earlier today, the Sheriff's Department knocked down speculation that Paddock had been radicalized. Let's watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We looked at everything literally to include the suspect's personal life, any political affiliation, social behaviors, economic situation and any potential radicalization that so many have claimed. We are also aware of course that ISIS repeatedly claimed responsibility which today I can tell you that we have not known nexus to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Also according to the AP, Stephen Paddock bought 1,000 rounds of what is known is tracer ammunition, that was a week before carrying out this mass shooting. Now, those rounds were found in Paddock's room but authorities have yet to determine if he used them during this attack. Now, the report also says that the police found a document at the crime scene with the name of the Arizona man who allegedly sold Paddock those tracer rounds.  Also, the New York Times reported that Paddock, he called Mandalay Bay security twice the night before the shooting rampage, he was complaining about loud music coming from the floor below him. And law enforcement has found an SUV belonging to Paddock that they were searching for. Now, the motive for this terrible tragedy still remains a mystery.   And also tonight, in the face of the pure evil that we saw in Las Vegas, America, this country is learning some very valuable lessons about coming together and unifying. However, despite the tragedy and despite the fact that people are still in the hospital, they are fighting for their lives, well, predictably, there are people on the left, Democrats, celebrities, liberals and the mainstream media, they continue to politicize this tragedy beyond shameful. Now because this is not what America is all about, those people should know better. But they continue to politicize what happened anyway, every day. And tonight, I want to focus on what America should be doing now to help and support the great people in Vegas. Now earlier in the week, we showed you this incredibly powerful moment. This was just one hour before the shooting started in Las Vegas. See that?  Big & Rich on the stage. The crowd is singing in unison, \"God Bless America.\" They are holding up their cellphones together. Now, those people, they are not Republicans, they are not Democrats, liberals or conservatives there. They are Americans. They are singing God Bless America and they're singing it in unison. And it did not matter to the shooter who they voted for. He wasn't asking for an ID cards. He wanted dead Americans. He wanted a shatter lives. And instead of dividing the country like the left and they've been doing all week, isn't it time for the rest of the country to follow the example that was set one hour before the shooting by the people in that very crowd? And doesn't that start by respecting our country, our flag, our military? Those people that fought, bled and died under that flag for this country, for our freedoms to go to concerts.  And by the way, even after this terrible tragedy on Sunday night, two players on the Kansas City chiefs, they still refused to stand for the national anthem and Monday night football. And the stadium did honor the Vegas victims with a moment of silence. But those players still did not rise for the Star Spangled Banner. I think it's a huge mistake. If they really wanted to make a statement, they should have come together.  Let the 58 Americans who were killed and their families and the nearly 500 plus injured, let them know that their country fully supports them. And last night during Thursday night football, all players finally stood for the anthem. We will going to see what happens this football Sunday. But for the players, those of you that still refuse to stand, maybe you should look at this video of Thomas Gunderson. He was on this program last night. We went to see him in the hospital. After he stood to greet President Trump and the first Lady, ever after being shot in the leg, Gunderson later wrote this very powerful message on his Facebook page. Quote, \"I will never lie down when the President of this great country comes to shake my hand. There may be plenty of issues in the country but I will always respect my country, my president and my flag. Shot in the leg or not, I will stand to show my president the respect he deserves.\"  It doesn't sound like he will be turning down an invitation to the White House. But it is an example every American should follow. Not a perfect country, but we are still all Americans and Thomas Gunderson, he was not playing politics. He was focused on healing and unity and those that continue to divide this country, you should listen to the stories of just some of the heroes from the Vegas shooting. Just take a look at this. And pay really close attention. It shows America's greatness, America's goodness. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My buddy is standing right next to me and I am hit. And then we knew it was real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Most people started scattering. And they climbed the fence. But I had to stay with my buddy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There were laws that, you know, awesome military, ex- military people that were trained, that we got them to press and that, you know, kept pressed on his hip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Everyone who I thought, you know, has passed on, they had an article of my clothing covering their body. Everyone who I saw breathing, I helped, man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I went back inside -- I was not trying to be a hero. I wanted to make sure I didn't leave anybody behind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There was a gentleman that was shot. And he said, can you help me? And so, I put him in my car. And I had like six people in my car. People without shoes. Running just to get away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Because I am a nurse. And I felt I had to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Another powerful lesson we learned this week is how brave men and women of law enforcement, first responders, firemen, policemen. All of them really are. And the dangers they put themselves in to keep all of us save. Take a look at this body-cam video of the Las Vegas police officers, they run towards danger. Just like the police, the first responders, the firemen on 9/11, 2001. They run into danger as others try and run away from danger. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They are shooting right at us, guys. Everybody stay down. Stay down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Where is he at?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Go that way! Go that way!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "North of the Mandalay Bay, coming out of a window.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, you would think after seeing that, the NFL players, they really would not take a knee in protest. The police this weekend. You know, if NFL players, if they will show support for Colin Kaepernick, really, the former 49ers quarterback who started these protests? By the way, do those players, do they still stand by Kaepernick even after he supported groups like Black Lives Matter that have said, \"what do we want? Dead cops. When do we want them? Now. Pigs in a blanket, fry them like bacon.\" Members of that group said that.   I also wonder if those players still have Kaepernick's back after he wore, remember these socks depicting police officers as pigs and Kaepernick also supported, let's see, a murdering thug dictator Fidel Castro. Maybe one of the lessons from this week is that we forgot what happened on 9/11, we forgot the 9/11 cops, firefighters, first responders, those that went those upstairs to save lives running directly into danger to help their fellow human beings out.  Maybe this week will teach us that we should stop rushing to judgment on big, high-profile cases. You may remember like President Obama did so many times. All of the Cambridge police acted stupidly or the Michael Brown case in Ferguson, Missouri. Hands up, don't shoot. He got shot in the back. None of them was true. Or Freddie Gray in Baltimore. Maybe police, maybe we have to remember that this incident this week and 9/11, don't they deserve the presumptions of innocence next time? And finally, and most importantly, maybe the lesson from Vegas in this tragedy will be that this country needs to come together. And it starts this Sunday at the NFL and stadiums all across the country. By the way, Roger Goodell are you watching? Because it's in your rule book. Are you going to enforce your rules? Here with reaction, the author of the best-selling book \"Defeating Jihad: The Winnable War.\" The Make America Great Again coalition chief strategist and former deputy assistant to President Trump, Sebastian Gorka and civil rights Attorney Daryl Parks.   You know, Daryl, we were on the other side of a lot of these other stories. Put aside the Trayvon Martin case for a minute because it didn't involve the police. But the whole narrative out of Ferguson was predicated on a lie. Hands up and don't shoot. It didn't happen. And we know it didn't happen. Because the people that testify the eyewitnesses saw Michael Brown reach into the car of Officer Wilson trying to grab his gun and then later charge at him. And the people that said that were predominantly African-American witnesses. You know what, why is there this rush to judgment anytime it's a high-profile police case? Obama was more guilty than anybody I have ever seen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DARYL PARKS, CIVIL RIGHTS ATTORNEY",
      "sentences": "Well, let me say, Sean, I think this week though is not about those issues we've seen in the past. This issue today is about the 500 Americans who were shot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I am talking about we don't remember when it matters. These guys don't get the presumption of innocence Michael, Daryl, like in the case of Michael Brown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "Well, I think in this case here though, we've seen some totally different. We've seen many people lost their lives and our hearts go out to all of those families. We have to talk about assault weapons in this country. If you listened to that gunfire on your show, I mean, every time I hear that film footage, hear those sounds, it means we have to have a serious conversation in this country about how do we address this issue when we see people lost so many lives. So many lives were lost this week. We have to answer. There must be a solution. The president has to answer. The Congress has to answer. There has to be a solution from our public servants. We can't stand for this. We can't stand for this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sebastian, I just kind of know, I can see it happen. And you know, today it actually happened to be -- I begin my 23rd year now on the Fox News Channel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTIAN GORKA, FORMER DEPUTY ASSISTANT TO THE PRESIDENT",
      "sentences": "Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I covered so many of these cases over the years. Thank you.  Nobody ever thought I would be here at this point, trust me, when I started. I have seen so many of these cases. And you know what? It happens again and again. Dr. Gorka, it's predictable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Sean, I would like to issue a challenge to Mr. Parks, Colin Kaepernick, any Democrat, demagogue, anybody out there, any American. I want you to show me one instance from last Sunday in Las Vegas where an American peace officer, a police officer as the bullets were flying stopped and said to an African-American lying on the ground, sorry I am not going to help you. I hate you because of your skin color. You will never find it. You will never find one peace officer in America who did that. Because what you saw on Sunday night is what makes America great! You saw Americans helping each other. Vets, nurses, people who don't know anything about combat saving each other's lives when the steaks were the highest possible. I think your monologue is right. Let's forget about the politics. Let's forget about the NRA versus Hillary Clinton versus anybody else right now.  Let's use Las Vegas to come together as a nation. We had eight years of divisiveness. We had an administration that looked at all of us, me, you, the viewers, Mr. Parks, first based upon their skin color. Then their ethnic background, then their sexual preference. That's un-American. We don't look at each other as categories. We look at each other as human beings and as Americans. I think it's time for all of us to come together as Americans, to respect the flag, to respect the national anthem and understand Las Vegas is the best of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I know everyone is saying, oh, we can't talk about guns, I have a gun debate. I have a question for you. So, if somebody --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I know a lot of these celebrities and a lot of these politicians, you know, they have their gated communities and these late night hosts. They have their body guards and their studios, and they're protected at the Oscars and at the Emmys and all of their self-congratulatory parties that they have in the red carpet every year.  But for the average person, the only defense they have is themselves. So, those people that want gun control are talking about abolishing the Second Amendment. Let me ask you what would you do, God forbid, for anybody. Somebody breaking news into your house Daryl Parks late at night. Would you rather be trading in the use of a fire arm and have that firearm available to protect your family, your wife, your kids, the people you love and care about the most?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "Well, Sean, I happen to be a gun owner. Actually, I was trained in gun safety from the fifth grade by my Boy Scout troop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, the answer is yes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "Yes. Of course, of course. No question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Then, all of these people that are saying the opposite all week. You say, let's talk about guns. You know, the average American doesn't have armed body guards. They don't have gated compounds that they are living in like all of these celebrities that are lecturing everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKS",
      "sentences": "But Sean, here's the difference though, we are talking about an assault rifle. Assault rifle are meant to kill great numbers of the people. That's the conversation that we have to have. That is the gorilla that is in the room that we have to talk about. Trust me. If one of your people got shot by this guy, this guy had the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They are not advocating for -- the NRA is talking about getting rid of the ability to turn this into a single shot, into you know, a rapid fire, almost a rapid fire gun. We'll give you the last word, Dr. Gorka.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Sean, I learned to shoot as soon as I could pick up a gun. My father escaped a communist dictatorship. The Second Amendment isn't about hunting, it's not even about personal self-defense. I carry a gun. I am licensed to do so. But it's about the ultimate guarantee against a tyrannical regime. It is the ultimate guarantee for freedom, democracy and liberty. That's why every dictatorial regime from Hitler to Mau disarmed their citizens before they took over. That is the bottom-line and that is why the Second Amendment is non-negotiable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I don't know if any of our framers and founders ever talked about hunting. That is exactly what they were talking about. Thank you both for being with us. I appreciate it. When we come back, we're going to meet a hero. Las Vegas police officer wounded during the shooting, his second day on the job. His personal story is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACKIE IBANEZ, FOX NEWS CORRESPONDENT",
      "sentences": "Live from America's news headquarters, I am Jackie Ibanez on this Friday night. A U.S. official says, investigators believe that the Las Vegas shooter may have hired a prostitute the days before the shooting and they are now interviewing other call girls to look for possible clues into his motive. Officials also said that Stephen Paddock has taken at least a dozen cruises out of the U.S. in the last few years most with his girlfriend Marilou Danley. One of them to the Middle East. Mississippi, Alabama, Louisiana and nearly 30 counties in Florida under a state of emergency tonight as tropical storm Nate barrels towards the Gulf Coast. Nate is expected to strengthen into a category-1 hurricane by the time it makes landfall as early as Saturday night. Nate already wreaks havoc as a tropical storm when it moved through Central America. It is being blamed for more than 20 deaths in Honduras, El Salvador, Costa Rica and Nicaragua. I'm Jackie Ibanez now back to \"Hannity.\" For all of your headlines, log on to FoxNews.com.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "In the depths of horror, we will always find hope in the men and women who risk their lives for ours. We pray for the recovery of the injured. And those injured officers who so bravely threw themselves into danger when duty called. And we grieve the loss of the law enforcement personnel who were killed in this vicious attack. Here on earth, we are blessed to be surrounded by heroes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. That was President Trump praising first responders in the wake of the worst mass shooting in U.S. history. Now, earlier this week, the Vegas Police Department released boy cam footage from officers risking their lives, rushing towards the scene of the shooting. Just take a small look at this small sampling of what these officers do every single day. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They are shooting right at us, guys. Everybody stay down. Stay down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Where is he at?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Go that way! Go that way!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "North of the Mandalay Bay, coming out of a window.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And joining us now, Las Vegas Metropolitan police officers Brady Cook. He was shot Sunday night. It was just his second day on the job. Also joining us is Officer Cook's partner, officer Joshua Haynes. Guys, good to see you.  Officer Cook, I guess that is one way of saying, welcome to the force, we're glad you're here, baptism by fire. I know you police officers know the risk. I'm sure you and your family did not expect that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OFFICER BRADY COOK, LAS VEGAS METROPOLITAN POLICE",
      "sentences": "No, I didn't expect it. It's what I signed up for. When stuff goes down, I want to be there to face evil and protect the good, innocent people that need it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes. You know, I know it's an amazing thing. And I have had a change over the years. I interview a lot of military guys. I spoke with a couple of the people that were shot in the hospital yesterday. And describe the scene, the situation, what you would do and when you got shot, what you felt and take us from there until you got to the hospital and the nature of your injury.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOK",
      "sentences": "Well, we responded to the active shooter call. First, we had no idea where the shooting was coming from. We got reports that it was coming from within the festival and then outside of the festival and then actually out the Mandalay Bay. So, we responded to the call down Las Vegas Boulevard. We got out of the vehicle. There were already some patrol cars there. We park. We took cover. We got out in a rain of gunfire. All you could see around us was the -- just pop, pop, pop, with the just rounds hitting the ground. We took some cover behind the patrol cars. We actually drew the fire off of the crowd so that other people could get out. And in the midst of all that trying to find the gunfire. I end up getting hit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Where did you get hit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOK",
      "sentences": "We got out there. We ran down Las Vegas Boulevard. The shooter traced us -- I don't know he did, he shot more. He was tracing us with gunfire. He ended up ripping my shirt off to see where I was hit. We ended up kept going and get in a patrol car, still in a patrol car and he rushed me to the hospital.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Where did you get hit? And what did it feel like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOK",
      "sentences": "When I got hit, I -- it was kind of weird. The whole shooting, I was not scared at all. I didn't feel the gunshot hit me. I just noticed my arm turned into a noodle and went completely limp and I just felt blood gushing everywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow! You know, it's amazing how many people told me, they didn't even know because of the environment, the adrenaline as you say. They don't even feel they get hit but then they look and they're like, wow, what happened here. Officer Haynes, tell us what happened on your end?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OFFICER JOSHUA HAYNES, LAS VEGAS METROPOLITAN POLICE",
      "sentences": "You know, when that shooting took place. We were doing a foot patrol halfway at the strip in a different area. So, we traveled down the strip about a mile rolling code which means, you know, lights and sirens, whipping through the traffic just to get there. And when we arrived, you know, my first thought was to make sure we did take cover. We didn't know where the rounds were coming from. We actually thought that there were two shooters at the time, one inside the Route 91 concert and then one outside at Mandalay Bay. And by the time we realized exactly where the rounds were coming from, you know, the rounds were coming down like raindrops. There were so many impact points that, all we could do was tried to husker down. At one point, you know, Brady asked me, hey, where are the rounds coming from? And almost immediately thereafter, that is when he was hit. At that point, you know, my only concern was to make sure that he got the care he needed. Because there was no way we could bring medical into that range of fire for the shooter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "When you saw his injury, Officer Haynes, when you saw the injury, and he said his arm felt like a noodle. And you are looking at it, how bad did you think it was? And how nervous were you just looking at it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYNES",
      "sentences": "You know, initially, I saw the initial impact. And I thought it was an arm. When I stripped his shirt and I pulled his vest off, I could see two impact points. There was one under the arm and it looked like there was a second one going through the chest. I tried, you know, the intention was to put a tourniquet on his arm. But I realized that time was an issue because of that second bullet wound. I was concerned that he had a lung injury. And at that point --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh, boy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYNES",
      "sentences": "It was a matter of minutes. So, you know, the tourniquet was not an option anymore, and I knew I just had to get him to a trauma center.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Good for you. Officer Cook, an amazing story. We are glad you are safe. We wish you a speedy recovery. And Officer Haynes, thank you for what you did for your partner and what you both do for the city of Vegas every night. Thank you both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOK",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYNES",
      "sentences": "Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "When we come back. Patrick J. Buchanan is next. You don't want to miss it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "To date we have run down more than 1,000 leads in this investigation. While some it has helped create a better profile into the madness of this suspect, we do not still have a clear motive or reason why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That was the Clark county sheriff saying this is still no motive to why Stephen Paddock opened fire on the music festival last Sunday. And an article out today Patrick Buchanan writes quote, the real question is what turned Paddock into a psychopath without conscience or moral code that would scream to him that what he was planning was pure evil. Joining us now the author of Nixon's White House Wars, Patrick Buchanan. It's not a phrase we use a lot -- evil. But in the last century over hundred million human souls would destroyed and murdered. When you look at, you know communism and fascism and Nazism, Imperial Japan, we could go on and on, and the killing fields, Cambodia. There is a lot of evil in this world, Pat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK BUCHANAN, NIXON'S WHITE HOUSE WARS, AUTHOR",
      "sentences": "There is, Sean. My feeling is the motive is in front of us. Paddock, Stephen Paddock made two decisions. One he was going to end his life. The second was he was going to end it in a way that the whole world would remember him. They would know his name. He would no longer be a nobody, but a somebody. He would capture the attention of the entire country. He plotted and planned this mass murder. Bringing all of those guns in there. He went out the way he wanted to go out. I think the way he wanted to be remembered. In other words, it was personal, not political, religious, ideological. It was the way --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We don't know that yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUCHANAN",
      "sentences": "It was the way Stephen Paddock wanted to end his life. We know he wanted to end his life this way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It was premeditated and he also surveilled Fenway park and places in Chicago. Did he maybe plan an escape? He had handguns? Was he trying to get out of this and do it again? We don't know if he has a political or religious agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUCHANAN",
      "sentences": "The point is, what happened? What reward did he get? He will die. Supposed he escaped for a couple of hours. He is going to die in this. What he wanted I believe was to be remembered for what he had done and to have himself known to the whole country and the world. You have the President talking about him. Everybody knows who Stephen Paddock is and nobody knew it before this. I think a lot of these killings, Sean take place because people see what someone got in terms of fame. I want to end my life. That is the way I want to go out. That was the point of my column. The guy is a moral monster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's very dark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUCHANAN",
      "sentences": "It is very dark,, but if you take a look at the rationale and I want to end my life and be remembered as a great mass murder and a Mandalay Bay shooter. He succeeded, just like those Boston marathon bombers. They are remembered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Pat, in my heart of hearts, I just think there is something deeper here. At the root of it, you are right. At the root of it is evil. I want to throw something out. The president does a photo-op with military leaders yesterday and he talks about the calm before the storm. Very cryptic and then he mentioned it again today. We will play yesterday and today. With these emerging situations in North Korea and Iran, you have to wonder is he sending a signal. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Do you know what this represents?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What storm, Mr. President?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You will find out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mr. President, what did you mean by calm before the storm?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What did you mean by that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You will find out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We will find out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Pat, how do you interpret that? Just telling them we have the military might to do things?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUCHANAN",
      "sentences": "I think it's that, but I think it may portend action. I believe it would be North Korea rather than Iran. With Iran he will try to get the nuclear deal, but anytime a military action in the Persian Gulf against Iran. If he is anticipating it down the road, it's not imminent. With North Korea, my guess is it's some kind of a new missile test or something like that and he intend to deal with. It I don't know, obviously. If he is implying something to me, I would be more nervous in Pyongyang than I would be to Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right Patrick Buchanan, always appreciate you being with us. Thank you so much. When we come back, Democrats and liberals and the media and Hollywood elite rushing to politicize this Vegas shooting. We will show you the absolute worst examples of what they do and this is what they do every single day. They do I politically, they do it on cultural issues and everything else. We will prove it to you, that is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome back to \"Hannity\" just hours after the horrific mass shooting in Vegas, Democrats, Liberals, mainstream media, Hollywood elites, late iconic, they race to politicize the (inaudible) with many condemning conservative in the NRA. Pretty disgraceful, they should be ashamed of themselves, take a look at some of the worst examples from the week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER SECRETARY OF STATE",
      "sentences": "What we saw happen in Las Vegas was just another horrible example of people with too many guns and too few restraints.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Now we have to return to renewed calls, shout, beg for gun restrictions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You are not a good parent if you have a gun in the house. You are not protecting your family, you are a bad parent if you have a gun in the house.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You can't buy a Tommy gun or machine gun. Move that over to semi-automatics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you use semi-automatic to hunt? What kind of hunt you are doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If that is the kind of pulverize animal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Deep down inside you know in your heart, you bear some responsibility for the fact that almost anyone can get any weapon they want. Now you want to cover yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now with reaction. Radio Television talk show host Gina Loudon and author political commentator Danielle McLaughlin, Danielle, I look at the celebrities and the late night hosts, I look at the cable host and the politicians. In about every instance, a nice gated community that they live in. Protection for themselves. They go to events and there are many armed guards taking care of them. I will ask you the question I asked Daryl Parks earlier. Somebody breaks into your home or any Americans home, late at night and want to do harm to you and your family and your children, what do you do if you don't have a gun? What do you do to the Michael Moore's of the world, the hypocrite that he is? What do we do if we don't have a Second Amendment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIELLE MCLAUGHLIN, ATTORNEY AND AUTHOR",
      "sentences": "I won't say we should not have a second amendment. The issue here is not about personal security or safety in the home. Even Scalise said the second amendment is not unlimited. We are talking about high capacity magazines. We are talking about the pre- availability of semi-automatic weapons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You are answering my question. I know you want to get into this, but the bottom line is this, if somebody enters your home and you don't have a weapon, you are dead! Your family will be victims of a crime. At least you have a fighting chance to protect yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCLAUGHLIN",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Talking about getting rid of the second amendment, not just one, a number of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINA LOUDON, RADIO TALKSHOW HOST",
      "sentences": "Right. The left like to speak out of both sides of their left. They say they are not talking about getting rid of the second amendment. But I don't hear them calling for Nancy Pelosi to resign when she just said that she does hopes whatever happens here will revoke our second amendment rights. That is where the Democratic Party stands. For them to politicize this, you know psychologically Sean, Americans want to come together and support these people, this victims in Las Vegas. They want to talk about how we are all Americans. They don't want to talk about race or gender or any other political issue at the moment of their most intense grief. It's insensitive. It's just plain morally bankrupt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCLAUGHLIN",
      "sentences": "What is morally bankrupt is not talking about gun control with over 500 people maimed in Las Vegas and nearly 60 people killed. We are not trying to take their guns away. And this is frankly --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDON",
      "sentences": "There are plenty of gun control and you can go live in Chicago where the death rates are higher every single month. Lots of countries where they have begun control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Hang on. Wait a second. Let me ask you this. Why is it the cities in this country and why is it the countries in Europe that have the strictest gun control laws have the highest incidence of this types of things happening. When we also have the empirical data, more guns and less crime?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCLAUGHLIN",
      "sentences": "More guns means more gun violence and more domestic violence ending in murder and more suicides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Gun control doesn't work, does it? It is not working in Chicago or France.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCLAUGHLIN",
      "sentences": "We should have a reasonable and rational constitutional conversation about these things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But I am giving you data. Chicago has some of the toughest laws in the country and look at their violence. The innocent people don't have the gun. She is right. They want the slippery slope. This is not about a particular type of gun. All of these people lecturing us, they are all protected and they all have money. The average American that works hard, plays by the rules, makes this country a great country, the only line of defense they have is themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCLAUGHLIN",
      "sentences": "I understand that. Particularly in rural areas. You are far away from your areas. I am not talking about guns in the home, I am talking about weapons of war. There is no place in the society.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOUDON",
      "sentences": "Chicago has the strongest gun control in the entire country and they have as many deaths every single month as we just experience in Las Vegas. When is the left going to face the fact that people who don't abide by the law won't obey further gun laws?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCLAUGHLIN",
      "sentences": "Here is the stat from Chicago. 63 percent of the guns recovered in crimes in Chicago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Those areas that have right to carry laws and have more guns and more liberal laws in the books, they have less crime. I want you to read the book. We got to run. Are young people in this country losing respect for the police? TMZ's Harvey Levin straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome back to \"Hannity.\" And joining us with more reaction to the media's coverage of the Vegas shooting is TMZ founder and host Harvey Levin and also you can catch Harvey right now on the Fox News Channel with his brand new hit series called objectified, it airs Sunday night 8:00 p.m. Eastern. This week hi guest, a good friends of his program, Israeli Prime Minister Benjamin Netanyahu. Harvey good to see you. Thank you for joining us. One of the things I always love is that you reach younger audiences. A lot of your show is about fun and entertainment and Hollywood. But you do segments that really reach and touch your audience. What was the reaction from a younger audience considering a lot of this crowd that were victims of the shooting were young people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARVEY LEVIN, EXECUTIVE PRODUCER TMZ",
      "sentences": "Yes. Despair. It's absolute despair. We have seen so many of these killings. It reminds me of some way of the way the Vietnam War resonated in ways that other wars had not because you saw it on TV. You saw the gunfire on TV. We have seen bit and pieces of this mass shootings before, but here you hear it and you watch the people go down. You see the scramble. It was as vivid as anything I can remember. I don't want to say more tragic because they are all tragic. But the volume here and the randomness here and the brutality, you were able to see it. People in my office -- it was just enormously depressing. Everything I am getting back from all of the users on TMZ, this one really hurts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know what bothers me and I always feel that young people are impressionable. We have had all of these incidents. You had Ferguson and the narrative was hands up and don't shoot and Michael Brown was shot in the back, none of which ended up being true. Or what happened to Freddie Gray and black lives matter. What do we want? Black cops? What do we want them now? I sometimes worry and wonder this younger generation may not have the full and complete understanding of how dangerous police work is. I hope I am wrong on that, but I want to ask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "I mean, look I think everybody knows police work is dangerous and I think at the same time everybody knows that sometimes police cross the line. It does happen in any profession, people cross the line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "A tiny percentage. Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "I understand that. I think that if anything is happening now, I think people are just saying stop this violence! One side can blame the other side, but the fact is the violence keeps happening. At a point, what good is it to say, oh, you do it? No you did it? It's just got to stop, because this is impacting the way we live now. Do you go to an outdoor concert? Do you go to a movie theater? Do you send your kids to school. What about flying? Everything is closing in on us. To me, it's not about blame. This has to stop!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I totally agree. I love the fact there are two sides of you. The funny and outrageous, crazy Harvey that I have known for years. You have a really serious side. Your new show is a big hit on the channel. You did Simon Cowell and Judge Judy. And this weekend you're doing a really good, a bit of friend of mine, Prime Minister Netanyahu. I want to run a quick clip and it runs Sunday night at 8:00.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You went to an American high school in the 60's. You went to a (inaudible) high school.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "be honest with me, who is the most famous alumni you or Reggie Jackson?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NETANYAHU",
      "sentences": "In Israel, me. In America Reggie Jackson by 100 yards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I know him personally. I love that you get another side of people. You are asking questions that they don't get asked in normal interviews.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "The idea here, it's a psychological hour. I want to know how these enormously successful people became who they are today with lessons they learned along the way. With the Prime Minister, and I am sure you know this Sean, we really got into. It he has a disdain for politics and doesn't want his children to be political or to run for office. He finds it suffocating and cruel. He talked to me about that. I knew about how much his brother's death impacted him. But to sit there and talk to him about it and really get into it and watch him cry, was really moving to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I promise, I will be watching. I won't miss this. It is hosted by Harvey Levin, Sunday night 8 p.m. Eastern, right here on Fox. Harvey good to see you and thank you. That is all of the time we have left this evening. As always thank you for being with us. This show will never be like the mainstream media. We are not corrupt and dishonest. We will always be fair and balance through alternative. Thank you for your support. Have a great weekend. We will see you back here Monday. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "And welcome to \"Hannity.\" And tonight, the investigation into the Las Vegas gunman Stephen Paddock, it is still expanding. But authorities still do not know what led him to carry out the deadliest mass shooting in American history. Now, the Clark County Sheriff's Department has ruled out the possibility of a second gunman as of now. Yes, they are still working to determine if he was in contact with other people before the shooting and if those people knew about what was going on happen. Now, the Sheriff's Department is also saying, they have not found to date any evidence that the shooter was radicalized or connected to ISIS. Now according to a report, the gunman -- he did travel overseas and the AP is also reporting that Paddock brought 1,000 rounds of tracer ammunition that would make it easier to see what he was shooting in the dark. And according to the New York Times, Paddock called Mandalay Bay security twice the night before the rampage, he was complaining about loud music coming from the floor before him. Plus, this week we have seen the worst and the best of humanity. And tonight, you will meet two Las Vegas police officers who were on the scene for this horrific mass shooting. One of them was shot. It was only his second day on the job. And we will also tell you the lessons that we learned from Vegas and why it's time for the left in this country to stop exploiting tragedies and always abiding this country. And also tonight, was the president sending a cryptic message to North Korea about possible pending military action. We'll examine his words closely. But tonight, we have an important breaking news opening monologue. So, we still have major unanswered questions about why mass shooter Stephen Paddock carried out such a horrific and evil act. Now, during a news conference earlier today. The Clark County Sheriff's Department said, it still does not have a motive. We are waiting. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "To date we have run down more than 1,000 leads in this investigation. While some of it has helped create a better profile into the madness of the suspect, we do not still have a clear motive or reason why. We are very confident that he did not -- there was not another shooter in that room. What I can't confirm to you today and what we continue to investigate is whether anybody else may have known about this this incident before he carried it out."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Now, senior law enforcement officials, they are telling NBC News that a cellphone charger was found in the gunman's room but it doesn't match any of Paddock's mobile phones. And there are also reporting that records show that during a time when Paddock's car left the hotel parking garage, one of his key cards was used to enter his hotel room. Interesting nuggets. Now, the Clark County Sheriff's Department did however say, they were not aware of that information. There is also a report tonight from CNN that the gunman traveled overseas on over 20 cruises. And earlier today, the Sheriff's Department knocked down speculation that Paddock had been radicalized. Let's watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We looked at everything literally to include the suspect's personal life, any political affiliation, social behaviors, economic situation and any potential radicalization that so many have claimed. We are also aware of course that ISIS repeatedly claimed responsibility which today I can tell you that we have not known nexus to."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Also according to the AP, Stephen Paddock bought 1,000 rounds of what is known is tracer ammunition, that was a week before carrying out this mass shooting. Now, those rounds were found in Paddock's room but authorities have yet to determine if he used them during this attack. Now, the report also says that the police found a document at the crime scene with the name of the Arizona man who allegedly sold Paddock those tracer rounds. Also, the New York Times reported that Paddock, he called Mandalay Bay security twice the night before the shooting rampage, he was complaining about loud music coming from the floor below him. And law enforcement has found an SUV belonging to Paddock that they were searching for. Now, the motive for this terrible tragedy still remains a mystery. And also tonight, in the face of the pure evil that we saw in Las Vegas, America, this country is learning some very valuable lessons about coming together and unifying. However, despite the tragedy and despite the fact that people are still in the hospital, they are fighting for their lives, well, predictably, there are people on the left, Democrats, celebrities, liberals and the mainstream media, they continue to politicize this tragedy beyond shameful. Now because this is not what America is all about, those people should know better. But they continue to politicize what happened anyway, every day. And tonight, I want to focus on what America should be doing now to help and support the great people in Vegas. Now earlier in the week, we showed you this incredibly powerful moment. This was just one hour before the shooting started in Las Vegas. See that? Big & Rich on the stage. The crowd is singing in unison, \"God Bless America.\" They are holding up their cellphones together. Now, those people, they are not Republicans, they are not Democrats, liberals or conservatives there. They are Americans. They are singing God Bless America and they're singing it in unison. And it did not matter to the shooter who they voted for. He wasn't asking for an ID cards. He wanted dead Americans. He wanted a shatter lives. And instead of dividing the country like the left and they've been doing all week, isn't it time for the rest of the country to follow the example that was set one hour before the shooting by the people in that very crowd? And doesn't that start by respecting our country, our flag, our military? Those people that fought, bled and died under that flag for this country, for our freedoms to go to concerts. And by the way, even after this terrible tragedy on Sunday night, two players on the Kansas City chiefs, they still refused to stand for the national anthem and Monday night football. And the stadium did honor the Vegas victims with a moment of silence. But those players still did not rise for the Star Spangled Banner. I think it's a huge mistake. If they really wanted to make a statement, they should have come together. Let the 58 Americans who were killed and their families and the nearly 500 plus injured, let them know that their country fully supports them. And last night during Thursday night football, all players finally stood for the anthem. We will going to see what happens this football Sunday. But for the players, those of you that still refuse to stand, maybe you should look at this video of Thomas Gunderson. He was on this program last night. We went to see him in the hospital. After he stood to greet President Trump and the first Lady, ever after being shot in the leg, Gunderson later wrote this very powerful message on his Facebook page. Quote, \"I will never lie down when the President of this great country comes to shake my hand. There may be plenty of issues in the country but I will always respect my country, my president and my flag. Shot in the leg or not, I will stand to show my president the respect he deserves.\" It doesn't sound like he will be turning down an invitation to the White House. But it is an example every American should follow. Not a perfect country, but we are still all Americans and Thomas Gunderson, he was not playing politics. He was focused on healing and unity and those that continue to divide this country, you should listen to the stories of just some of the heroes from the Vegas shooting. Just take a look at this. And pay really close attention. It shows America's greatness, America's goodness. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "My buddy is standing right next to me and I am hit. And then we knew it was real."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Most people started scattering. And they climbed the fence. But I had to stay with my buddy."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There were laws that, you know, awesome military, ex- military people that were trained, that we got them to press and that, you know, kept pressed on his hip."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Everyone who I thought, you know, has passed on, they had an article of my clothing covering their body. Everyone who I saw breathing, I helped, man."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I went back inside -- I was not trying to be a hero. I wanted to make sure I didn't leave anybody behind."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "There was a gentleman that was shot. And he said, can you help me? And so, I put him in my car. And I had like six people in my car. People without shoes. Running just to get away."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Because I am a nurse. And I felt I had to."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Another powerful lesson we learned this week is how brave men and women of law enforcement, first responders, firemen, policemen. All of them really are. And the dangers they put themselves in to keep all of us save. Take a look at this body-cam video of the Las Vegas police officers, they run towards danger. Just like the police, the first responders, the firemen on 9/11, 2001. They run into danger as others try and run away from danger. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "They are shooting right at us, guys. Everybody stay down. Stay down."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Where is he at?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Go that way! Go that way!"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "North of the Mandalay Bay, coming out of a window."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, you would think after seeing that, the NFL players, they really would not take a knee in protest. The police this weekend. You know, if NFL players, if they will show support for Colin Kaepernick, really, the former 49ers quarterback who started these protests? By the way, do those players, do they still stand by Kaepernick even after he supported groups like Black Lives Matter that have said, \"what do we want? Dead cops. When do we want them? Now. Pigs in a blanket, fry them like bacon.\" Members of that group said that. I also wonder if those players still have Kaepernick's back after he wore, remember these socks depicting police officers as pigs and Kaepernick also supported, let's see, a murdering thug dictator Fidel Castro. Maybe one of the lessons from this week is that we forgot what happened on 9/11, we forgot the 9/11 cops, firefighters, first responders, those that went those upstairs to save lives running directly into danger to help their fellow human beings out. Maybe this week will teach us that we should stop rushing to judgment on big, high-profile cases. You may remember like President Obama did so many times. All of the Cambridge police acted stupidly or the Michael Brown case in Ferguson, Missouri. Hands up, don't shoot. He got shot in the back. None of them was true. Or Freddie Gray in Baltimore. Maybe police, maybe we have to remember that this incident this week and 9/11, don't they deserve the presumptions of innocence next time? And finally, and most importantly, maybe the lesson from Vegas in this tragedy will be that this country needs to come together. And it starts this Sunday at the NFL and stadiums all across the country. By the way, Roger Goodell are you watching? Because it's in your rule book. Are you going to enforce your rules? Here with reaction, the author of the best-selling book \"Defeating Jihad: The Winnable War.\" The Make America Great Again coalition chief strategist and former deputy assistant to President Trump, Sebastian Gorka and civil rights Attorney Daryl Parks. You know, Daryl, we were on the other side of a lot of these other stories. Put aside the Trayvon Martin case for a minute because it didn't involve the police. But the whole narrative out of Ferguson was predicated on a lie. Hands up and don't shoot. It didn't happen. And we know it didn't happen. Because the people that testify the eyewitnesses saw Michael Brown reach into the car of Officer Wilson trying to grab his gun and then later charge at him. And the people that said that were predominantly African-American witnesses. You know what, why is there this rush to judgment anytime it's a high-profile police case? Obama was more guilty than anybody I have ever seen?"
    },
    {
      "speaker": "DARYL PARKS, CIVIL RIGHTS ATTORNEY",
      "utterance": "Well, let me say, Sean, I think this week though is not about those issues we've seen in the past. This issue today is about the 500 Americans who were shot."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I am talking about we don't remember when it matters. These guys don't get the presumption of innocence Michael, Daryl, like in the case of Michael Brown."
    },
    {
      "speaker": "PARKS",
      "utterance": "Well, I think in this case here though, we've seen some totally different. We've seen many people lost their lives and our hearts go out to all of those families. We have to talk about assault weapons in this country. If you listened to that gunfire on your show, I mean, every time I hear that film footage, hear those sounds, it means we have to have a serious conversation in this country about how do we address this issue when we see people lost so many lives. So many lives were lost this week. We have to answer. There must be a solution. The president has to answer. The Congress has to answer. There has to be a solution from our public servants. We can't stand for this. We can't stand for this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sebastian, I just kind of know, I can see it happen. And you know, today it actually happened to be -- I begin my 23rd year now on the Fox News Channel."
    },
    {
      "speaker": "SEBASTIAN GORKA, FORMER DEPUTY ASSISTANT TO THE PRESIDENT",
      "utterance": "Congratulations."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I covered so many of these cases over the years. Thank you. Nobody ever thought I would be here at this point, trust me, when I started. I have seen so many of these cases. And you know what? It happens again and again. Dr. Gorka, it's predictable."
    },
    {
      "speaker": "GORKA",
      "utterance": "Sean, I would like to issue a challenge to Mr. Parks, Colin Kaepernick, any Democrat, demagogue, anybody out there, any American. I want you to show me one instance from last Sunday in Las Vegas where an American peace officer, a police officer as the bullets were flying stopped and said to an African-American lying on the ground, sorry I am not going to help you. I hate you because of your skin color. You will never find it. You will never find one peace officer in America who did that. Because what you saw on Sunday night is what makes America great! You saw Americans helping each other. Vets, nurses, people who don't know anything about combat saving each other's lives when the steaks were the highest possible. I think your monologue is right. Let's forget about the politics. Let's forget about the NRA versus Hillary Clinton versus anybody else right now. Let's use Las Vegas to come together as a nation. We had eight years of divisiveness. We had an administration that looked at all of us, me, you, the viewers, Mr. Parks, first based upon their skin color. Then their ethnic background, then their sexual preference. That's un-American. We don't look at each other as categories. We look at each other as human beings and as Americans. I think it's time for all of us to come together as Americans, to respect the flag, to respect the national anthem and understand Las Vegas is the best of us."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I know everyone is saying, oh, we can't talk about guns, I have a gun debate. I have a question for you. So, if somebody --"
    },
    {
      "speaker": "PARKS",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I know a lot of these celebrities and a lot of these politicians, you know, they have their gated communities and these late night hosts. They have their body guards and their studios, and they're protected at the Oscars and at the Emmys and all of their self-congratulatory parties that they have in the red carpet every year. But for the average person, the only defense they have is themselves. So, those people that want gun control are talking about abolishing the Second Amendment. Let me ask you what would you do, God forbid, for anybody. Somebody breaking news into your house Daryl Parks late at night. Would you rather be trading in the use of a fire arm and have that firearm available to protect your family, your wife, your kids, the people you love and care about the most?"
    },
    {
      "speaker": "PARKS",
      "utterance": "Well, Sean, I happen to be a gun owner. Actually, I was trained in gun safety from the fifth grade by my Boy Scout troop."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, the answer is yes?"
    },
    {
      "speaker": "PARKS",
      "utterance": "Yes. Of course, of course. No question."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Then, all of these people that are saying the opposite all week. You say, let's talk about guns. You know, the average American doesn't have armed body guards. They don't have gated compounds that they are living in like all of these celebrities that are lecturing everybody."
    },
    {
      "speaker": "PARKS",
      "utterance": "But Sean, here's the difference though, we are talking about an assault rifle. Assault rifle are meant to kill great numbers of the people. That's the conversation that we have to have. That is the gorilla that is in the room that we have to talk about. Trust me. If one of your people got shot by this guy, this guy had the --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "They are not advocating for -- the NRA is talking about getting rid of the ability to turn this into a single shot, into you know, a rapid fire, almost a rapid fire gun. We'll give you the last word, Dr. Gorka."
    },
    {
      "speaker": "GORKA",
      "utterance": "Sean, I learned to shoot as soon as I could pick up a gun. My father escaped a communist dictatorship. The Second Amendment isn't about hunting, it's not even about personal self-defense. I carry a gun. I am licensed to do so. But it's about the ultimate guarantee against a tyrannical regime. It is the ultimate guarantee for freedom, democracy and liberty. That's why every dictatorial regime from Hitler to Mau disarmed their citizens before they took over. That is the bottom-line and that is why the Second Amendment is non-negotiable."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I don't know if any of our framers and founders ever talked about hunting. That is exactly what they were talking about. Thank you both for being with us. I appreciate it. When we come back, we're going to meet a hero. Las Vegas police officer wounded during the shooting, his second day on the job. His personal story is next."
    },
    {
      "speaker": "JACKIE IBANEZ, FOX NEWS CORRESPONDENT",
      "utterance": "Live from America's news headquarters, I am Jackie Ibanez on this Friday night. A U.S. official says, investigators believe that the Las Vegas shooter may have hired a prostitute the days before the shooting and they are now interviewing other call girls to look for possible clues into his motive. Officials also said that Stephen Paddock has taken at least a dozen cruises out of the U.S. in the last few years most with his girlfriend Marilou Danley. One of them to the Middle East. Mississippi, Alabama, Louisiana and nearly 30 counties in Florida under a state of emergency tonight as tropical storm Nate barrels towards the Gulf Coast. Nate is expected to strengthen into a category-1 hurricane by the time it makes landfall as early as Saturday night. Nate already wreaks havoc as a tropical storm when it moved through Central America. It is being blamed for more than 20 deaths in Honduras, El Salvador, Costa Rica and Nicaragua. I'm Jackie Ibanez now back to \"Hannity.\" For all of your headlines, log on to FoxNews.com."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "In the depths of horror, we will always find hope in the men and women who risk their lives for ours. We pray for the recovery of the injured. And those injured officers who so bravely threw themselves into danger when duty called. And we grieve the loss of the law enforcement personnel who were killed in this vicious attack. Here on earth, we are blessed to be surrounded by heroes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. That was President Trump praising first responders in the wake of the worst mass shooting in U.S. history. Now, earlier this week, the Vegas Police Department released boy cam footage from officers risking their lives, rushing towards the scene of the shooting. Just take a small look at this small sampling of what these officers do every single day. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "They are shooting right at us, guys. Everybody stay down. Stay down."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Where is he at?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Go that way! Go that way!"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "North of the Mandalay Bay, coming out of a window."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And joining us now, Las Vegas Metropolitan police officers Brady Cook. He was shot Sunday night. It was just his second day on the job. Also joining us is Officer Cook's partner, officer Joshua Haynes. Guys, good to see you. Officer Cook, I guess that is one way of saying, welcome to the force, we're glad you're here, baptism by fire. I know you police officers know the risk. I'm sure you and your family did not expect that."
    },
    {
      "speaker": "OFFICER BRADY COOK, LAS VEGAS METROPOLITAN POLICE",
      "utterance": "No, I didn't expect it. It's what I signed up for. When stuff goes down, I want to be there to face evil and protect the good, innocent people that need it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes. You know, I know it's an amazing thing. And I have had a change over the years. I interview a lot of military guys. I spoke with a couple of the people that were shot in the hospital yesterday. And describe the scene, the situation, what you would do and when you got shot, what you felt and take us from there until you got to the hospital and the nature of your injury."
    },
    {
      "speaker": "COOK",
      "utterance": "Well, we responded to the active shooter call. First, we had no idea where the shooting was coming from. We got reports that it was coming from within the festival and then outside of the festival and then actually out the Mandalay Bay. So, we responded to the call down Las Vegas Boulevard. We got out of the vehicle. There were already some patrol cars there. We park. We took cover. We got out in a rain of gunfire. All you could see around us was the -- just pop, pop, pop, with the just rounds hitting the ground. We took some cover behind the patrol cars. We actually drew the fire off of the crowd so that other people could get out. And in the midst of all that trying to find the gunfire. I end up getting hit."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Where did you get hit?"
    },
    {
      "speaker": "COOK",
      "utterance": "We got out there. We ran down Las Vegas Boulevard. The shooter traced us -- I don't know he did, he shot more. He was tracing us with gunfire. He ended up ripping my shirt off to see where I was hit. We ended up kept going and get in a patrol car, still in a patrol car and he rushed me to the hospital."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Where did you get hit? And what did it feel like?"
    },
    {
      "speaker": "COOK",
      "utterance": "When I got hit, I -- it was kind of weird. The whole shooting, I was not scared at all. I didn't feel the gunshot hit me. I just noticed my arm turned into a noodle and went completely limp and I just felt blood gushing everywhere."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow! You know, it's amazing how many people told me, they didn't even know because of the environment, the adrenaline as you say. They don't even feel they get hit but then they look and they're like, wow, what happened here. Officer Haynes, tell us what happened on your end?"
    },
    {
      "speaker": "OFFICER JOSHUA HAYNES, LAS VEGAS METROPOLITAN POLICE",
      "utterance": "You know, when that shooting took place. We were doing a foot patrol halfway at the strip in a different area. So, we traveled down the strip about a mile rolling code which means, you know, lights and sirens, whipping through the traffic just to get there. And when we arrived, you know, my first thought was to make sure we did take cover. We didn't know where the rounds were coming from. We actually thought that there were two shooters at the time, one inside the Route 91 concert and then one outside at Mandalay Bay. And by the time we realized exactly where the rounds were coming from, you know, the rounds were coming down like raindrops. There were so many impact points that, all we could do was tried to husker down. At one point, you know, Brady asked me, hey, where are the rounds coming from? And almost immediately thereafter, that is when he was hit. At that point, you know, my only concern was to make sure that he got the care he needed. Because there was no way we could bring medical into that range of fire for the shooter."
    },
    {
      "speaker": "HANNITY",
      "utterance": "When you saw his injury, Officer Haynes, when you saw the injury, and he said his arm felt like a noodle. And you are looking at it, how bad did you think it was? And how nervous were you just looking at it?"
    },
    {
      "speaker": "HAYNES",
      "utterance": "You know, initially, I saw the initial impact. And I thought it was an arm. When I stripped his shirt and I pulled his vest off, I could see two impact points. There was one under the arm and it looked like there was a second one going through the chest. I tried, you know, the intention was to put a tourniquet on his arm. But I realized that time was an issue because of that second bullet wound. I was concerned that he had a lung injury. And at that point --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh, boy."
    },
    {
      "speaker": "HAYNES",
      "utterance": "It was a matter of minutes. So, you know, the tourniquet was not an option anymore, and I knew I just had to get him to a trauma center."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Good for you. Officer Cook, an amazing story. We are glad you are safe. We wish you a speedy recovery. And Officer Haynes, thank you for what you did for your partner and what you both do for the city of Vegas every night. Thank you both."
    },
    {
      "speaker": "COOK",
      "utterance": "Thank you."
    },
    {
      "speaker": "HAYNES",
      "utterance": "Thank you, sir."
    },
    {
      "speaker": "HANNITY",
      "utterance": "When we come back. Patrick J. Buchanan is next. You don't want to miss it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "To date we have run down more than 1,000 leads in this investigation. While some it has helped create a better profile into the madness of this suspect, we do not still have a clear motive or reason why."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That was the Clark county sheriff saying this is still no motive to why Stephen Paddock opened fire on the music festival last Sunday. And an article out today Patrick Buchanan writes quote, the real question is what turned Paddock into a psychopath without conscience or moral code that would scream to him that what he was planning was pure evil. Joining us now the author of Nixon's White House Wars, Patrick Buchanan. It's not a phrase we use a lot -- evil. But in the last century over hundred million human souls would destroyed and murdered. When you look at, you know communism and fascism and Nazism, Imperial Japan, we could go on and on, and the killing fields, Cambodia. There is a lot of evil in this world, Pat."
    },
    {
      "speaker": "PATRICK BUCHANAN, NIXON'S WHITE HOUSE WARS, AUTHOR",
      "utterance": "There is, Sean. My feeling is the motive is in front of us. Paddock, Stephen Paddock made two decisions. One he was going to end his life. The second was he was going to end it in a way that the whole world would remember him. They would know his name. He would no longer be a nobody, but a somebody. He would capture the attention of the entire country. He plotted and planned this mass murder. Bringing all of those guns in there. He went out the way he wanted to go out. I think the way he wanted to be remembered. In other words, it was personal, not political, religious, ideological. It was the way --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "We don't know that yet."
    },
    {
      "speaker": "BUCHANAN",
      "utterance": "It was the way Stephen Paddock wanted to end his life. We know he wanted to end his life this way."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It was premeditated and he also surveilled Fenway park and places in Chicago. Did he maybe plan an escape? He had handguns? Was he trying to get out of this and do it again? We don't know if he has a political or religious agenda."
    },
    {
      "speaker": "BUCHANAN",
      "utterance": "The point is, what happened? What reward did he get? He will die. Supposed he escaped for a couple of hours. He is going to die in this. What he wanted I believe was to be remembered for what he had done and to have himself known to the whole country and the world. You have the President talking about him. Everybody knows who Stephen Paddock is and nobody knew it before this. I think a lot of these killings, Sean take place because people see what someone got in terms of fame. I want to end my life. That is the way I want to go out. That was the point of my column. The guy is a moral monster."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's very dark."
    },
    {
      "speaker": "BUCHANAN",
      "utterance": "It is very dark,, but if you take a look at the rationale and I want to end my life and be remembered as a great mass murder and a Mandalay Bay shooter. He succeeded, just like those Boston marathon bombers. They are remembered."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Pat, in my heart of hearts, I just think there is something deeper here. At the root of it, you are right. At the root of it is evil. I want to throw something out. The president does a photo-op with military leaders yesterday and he talks about the calm before the storm. Very cryptic and then he mentioned it again today. We will play yesterday and today. With these emerging situations in North Korea and Iran, you have to wonder is he sending a signal. Take a listen."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Do you know what this represents?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "(inaudible)."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What storm, Mr. President?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "You will find out."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Mr. President, what did you mean by calm before the storm?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "What did you mean by that?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "You will find out."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We will find out?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Pat, how do you interpret that? Just telling them we have the military might to do things?"
    },
    {
      "speaker": "BUCHANAN",
      "utterance": "I think it's that, but I think it may portend action. I believe it would be North Korea rather than Iran. With Iran he will try to get the nuclear deal, but anytime a military action in the Persian Gulf against Iran. If he is anticipating it down the road, it's not imminent. With North Korea, my guess is it's some kind of a new missile test or something like that and he intend to deal with. It I don't know, obviously. If he is implying something to me, I would be more nervous in Pyongyang than I would be to Iran."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right Patrick Buchanan, always appreciate you being with us. Thank you so much. When we come back, Democrats and liberals and the media and Hollywood elite rushing to politicize this Vegas shooting. We will show you the absolute worst examples of what they do and this is what they do every single day. They do I politically, they do it on cultural issues and everything else. We will prove it to you, that is next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome back to \"Hannity\" just hours after the horrific mass shooting in Vegas, Democrats, Liberals, mainstream media, Hollywood elites, late iconic, they race to politicize the (inaudible) with many condemning conservative in the NRA. Pretty disgraceful, they should be ashamed of themselves, take a look at some of the worst examples from the week."
    },
    {
      "speaker": "HILLARY CLINTON, FORMER SECRETARY OF STATE",
      "utterance": "What we saw happen in Las Vegas was just another horrible example of people with too many guns and too few restraints."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Now we have to return to renewed calls, shout, beg for gun restrictions."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You are not a good parent if you have a gun in the house. You are not protecting your family, you are a bad parent if you have a gun in the house."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You can't buy a Tommy gun or machine gun. Move that over to semi-automatics."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Correct."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Do you use semi-automatic to hunt? What kind of hunt you are doing?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "If that is the kind of pulverize animal."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Deep down inside you know in your heart, you bear some responsibility for the fact that almost anyone can get any weapon they want. Now you want to cover yourself."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now with reaction. Radio Television talk show host Gina Loudon and author political commentator Danielle McLaughlin, Danielle, I look at the celebrities and the late night hosts, I look at the cable host and the politicians. In about every instance, a nice gated community that they live in. Protection for themselves. They go to events and there are many armed guards taking care of them. I will ask you the question I asked Daryl Parks earlier. Somebody breaks into your home or any Americans home, late at night and want to do harm to you and your family and your children, what do you do if you don't have a gun? What do you do to the Michael Moore's of the world, the hypocrite that he is? What do we do if we don't have a Second Amendment."
    },
    {
      "speaker": "DANIELLE MCLAUGHLIN, ATTORNEY AND AUTHOR",
      "utterance": "I won't say we should not have a second amendment. The issue here is not about personal security or safety in the home. Even Scalise said the second amendment is not unlimited. We are talking about high capacity magazines. We are talking about the pre- availability of semi-automatic weapons."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You are answering my question. I know you want to get into this, but the bottom line is this, if somebody enters your home and you don't have a weapon, you are dead! Your family will be victims of a crime. At least you have a fighting chance to protect yourself."
    },
    {
      "speaker": "MCLAUGHLIN",
      "utterance": "Sure."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Talking about getting rid of the second amendment, not just one, a number of people."
    },
    {
      "speaker": "GINA LOUDON, RADIO TALKSHOW HOST",
      "utterance": "Right. The left like to speak out of both sides of their left. They say they are not talking about getting rid of the second amendment. But I don't hear them calling for Nancy Pelosi to resign when she just said that she does hopes whatever happens here will revoke our second amendment rights. That is where the Democratic Party stands. For them to politicize this, you know psychologically Sean, Americans want to come together and support these people, this victims in Las Vegas. They want to talk about how we are all Americans. They don't want to talk about race or gender or any other political issue at the moment of their most intense grief. It's insensitive. It's just plain morally bankrupt."
    },
    {
      "speaker": "MCLAUGHLIN",
      "utterance": "What is morally bankrupt is not talking about gun control with over 500 people maimed in Las Vegas and nearly 60 people killed. We are not trying to take their guns away. And this is frankly --"
    },
    {
      "speaker": "LOUDON",
      "utterance": "There are plenty of gun control and you can go live in Chicago where the death rates are higher every single month. Lots of countries where they have begun control."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Hang on. Wait a second. Let me ask you this. Why is it the cities in this country and why is it the countries in Europe that have the strictest gun control laws have the highest incidence of this types of things happening. When we also have the empirical data, more guns and less crime?"
    },
    {
      "speaker": "MCLAUGHLIN",
      "utterance": "More guns means more gun violence and more domestic violence ending in murder and more suicides."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Gun control doesn't work, does it? It is not working in Chicago or France."
    },
    {
      "speaker": "MCLAUGHLIN",
      "utterance": "We should have a reasonable and rational constitutional conversation about these things."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But I am giving you data. Chicago has some of the toughest laws in the country and look at their violence. The innocent people don't have the gun. She is right. They want the slippery slope. This is not about a particular type of gun. All of these people lecturing us, they are all protected and they all have money. The average American that works hard, plays by the rules, makes this country a great country, the only line of defense they have is themselves."
    },
    {
      "speaker": "MCLAUGHLIN",
      "utterance": "I understand that. Particularly in rural areas. You are far away from your areas. I am not talking about guns in the home, I am talking about weapons of war. There is no place in the society."
    },
    {
      "speaker": "LOUDON",
      "utterance": "Chicago has the strongest gun control in the entire country and they have as many deaths every single month as we just experience in Las Vegas. When is the left going to face the fact that people who don't abide by the law won't obey further gun laws?"
    },
    {
      "speaker": "MCLAUGHLIN",
      "utterance": "Here is the stat from Chicago. 63 percent of the guns recovered in crimes in Chicago."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Those areas that have right to carry laws and have more guns and more liberal laws in the books, they have less crime. I want you to read the book. We got to run. Are young people in this country losing respect for the police? TMZ's Harvey Levin straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome back to \"Hannity.\" And joining us with more reaction to the media's coverage of the Vegas shooting is TMZ founder and host Harvey Levin and also you can catch Harvey right now on the Fox News Channel with his brand new hit series called objectified, it airs Sunday night 8:00 p.m. Eastern. This week hi guest, a good friends of his program, Israeli Prime Minister Benjamin Netanyahu. Harvey good to see you. Thank you for joining us. One of the things I always love is that you reach younger audiences. A lot of your show is about fun and entertainment and Hollywood. But you do segments that really reach and touch your audience. What was the reaction from a younger audience considering a lot of this crowd that were victims of the shooting were young people?"
    },
    {
      "speaker": "HARVEY LEVIN, EXECUTIVE PRODUCER TMZ",
      "utterance": "Yes. Despair. It's absolute despair. We have seen so many of these killings. It reminds me of some way of the way the Vietnam War resonated in ways that other wars had not because you saw it on TV. You saw the gunfire on TV. We have seen bit and pieces of this mass shootings before, but here you hear it and you watch the people go down. You see the scramble. It was as vivid as anything I can remember. I don't want to say more tragic because they are all tragic. But the volume here and the randomness here and the brutality, you were able to see it. People in my office -- it was just enormously depressing. Everything I am getting back from all of the users on TMZ, this one really hurts."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know what bothers me and I always feel that young people are impressionable. We have had all of these incidents. You had Ferguson and the narrative was hands up and don't shoot and Michael Brown was shot in the back, none of which ended up being true. Or what happened to Freddie Gray and black lives matter. What do we want? Black cops? What do we want them now? I sometimes worry and wonder this younger generation may not have the full and complete understanding of how dangerous police work is. I hope I am wrong on that, but I want to ask."
    },
    {
      "speaker": "LEVIN",
      "utterance": "I mean, look I think everybody knows police work is dangerous and I think at the same time everybody knows that sometimes police cross the line. It does happen in any profession, people cross the line."
    },
    {
      "speaker": "HANNITY",
      "utterance": "A tiny percentage. Absolutely."
    },
    {
      "speaker": "LEVIN",
      "utterance": "I understand that. I think that if anything is happening now, I think people are just saying stop this violence! One side can blame the other side, but the fact is the violence keeps happening. At a point, what good is it to say, oh, you do it? No you did it? It's just got to stop, because this is impacting the way we live now. Do you go to an outdoor concert? Do you go to a movie theater? Do you send your kids to school. What about flying? Everything is closing in on us. To me, it's not about blame. This has to stop!"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I totally agree. I love the fact there are two sides of you. The funny and outrageous, crazy Harvey that I have known for years. You have a really serious side. Your new show is a big hit on the channel. You did Simon Cowell and Judge Judy. And this weekend you're doing a really good, a bit of friend of mine, Prime Minister Netanyahu. I want to run a quick clip and it runs Sunday night at 8:00."
    },
    {
      "speaker": "LEVIN",
      "utterance": "You went to an American high school in the 60's. You went to a (inaudible) high school."
    },
    {
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "utterance": "Yes."
    },
    {
      "speaker": "LEVIN",
      "utterance": "be honest with me, who is the most famous alumni you or Reggie Jackson?"
    },
    {
      "speaker": "NETANYAHU",
      "utterance": "In Israel, me. In America Reggie Jackson by 100 yards."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I know him personally. I love that you get another side of people. You are asking questions that they don't get asked in normal interviews."
    },
    {
      "speaker": "LEVIN",
      "utterance": "The idea here, it's a psychological hour. I want to know how these enormously successful people became who they are today with lessons they learned along the way. With the Prime Minister, and I am sure you know this Sean, we really got into. It he has a disdain for politics and doesn't want his children to be political or to run for office. He finds it suffocating and cruel. He talked to me about that. I knew about how much his brother's death impacted him. But to sit there and talk to him about it and really get into it and watch him cry, was really moving to me."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I promise, I will be watching. I won't miss this. It is hosted by Harvey Levin, Sunday night 8 p.m. Eastern, right here on Fox. Harvey good to see you and thank you. That is all of the time we have left this evening. As always thank you for being with us. This show will never be like the mainstream media. We are not corrupt and dishonest. We will always be fair and balance through alternative. Thank you for your support. Have a great weekend. We will see you back here Monday. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}