{
  "date": "October 29, 2019",
  "headline": "California utility companies shut off power as fires rage",
  "subHeadline": "Guests: Charlie Hurt, Jennifer Van Laar, Dave Rubin, Jason Nichols, Todd McMurtry",
  "url": "https://www.foxnews.com/transcript/california-utility-companies-shut-off-power-as-fires-rage",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening, and welcome to “Tucker Carlson Tonight.” Not so long ago CNN President Jeff Zucker gathered his minions on a morning conference call and commanded them to play up the ongoing impeachment proceedings in the House of Representatives. Impeachment, impeachment, impeachment -- Zucker squeaked. Nothing else matters, yell about impeachment until your throat bleeds, that's an order. And with that he slithered off back to his lair, deep beneath CNN's Center in the ice caves. And of course the minions obeyed. They were afraid not to obey. But we happen to disagree with Jeff Zucker. Now if you're a committed partisan as he is, impeachment often looks like the most important story there is.  But if you're not, sometimes it seems like about the fifth or sixth most important story playing out in America right now. There's an awful lot else going on. So that's pretty much how we've been covering the story on this show, which is to say not very closely. But tonight, there's some actual news to report. We want to take a moment to assess what exactly is happening with impeachment.  Speaker Nancy Pelosi has announced that later this week, the House will hold a formal vote on procedures that could lead to a formal impeachment of the President at some point. And what exactly does that mean? Why is it happening? What will result from it? All of that, unfortunately, is still opaque tonight. It's still not exactly clear what high crime the President supposedly committed. There's some disagreement on that question actually, even on the left.  So to solve the riddle, we are taking you tonight as we often do when cloudy issues demand clarity to the pride of Yale Law School, the oracle of Newark, the single most famous bachelor vegan in the United States Senate. Ladies and gentlemen, Mr. Cory A. Booker who will read to us tonight from his newly released spoken word prose poem entitled, \"Politics Be Damned.\" Dim the lights. Be still and listen to Cory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "sentences": "Politics be damned. I have a job to do, which is to hold the executive accountable. Politics be damned. This is our country. This is our Constitution.  Politics be damned right now. This this is a sad day, a sad chapter in American history.   Politics be damned. It's time to do what is right. And politics be damned. I just want to get the truth. I want to do my job. Politics be damned. I swore an oath to uphold and defend the Constitution. I need to do that.   The politics of this be damned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So there you have it. Politics be damned, more than sorrow than in anger, mister. This isn't about politics, Cory Booker says. It is about doing what's right, as it always is in Washington.  And if you've got any doubt about that, he will say it again and again and again and again until you are too exhausted or hypnotized to protest, which ought to be a tip off that in fact, the opposite is true.   Actually, this is entirely about politics. There is no real crime behind the impeachment proceedings. Instead, the President's chief offense appears to be disagreeing with policies set by the bureaucratic state in Washington. How do we know that? Because they've essentially admitted it. Over the past two weeks, the House has heard testimony from a diplomat called Bill Taylor, and then an Army Lieutenant Colonel called Alexander Vindman. Their statements we are told will sink President Trump, maybe.  So what have they said? Well, to start, both Taylor and Vindman are intense Russia hawks, both have testified that they want heavy American aid to Ukraine because they want to weaken Russia. Both have emphasized that they don't want any debate in the U.S. about these policies. They've said that out loud. In his remarks, Vindman said that he opposed President Trump's phone call with the President of Ukraine for this reason, quote, \"I realized that if Ukraine pursued an investigation into the Biden's and Burisma, it would likely be interpreted as a partisan play, which would undoubtedly result in Ukraine losing the bipartisan support. It is thus far maintained,\" end quote.  And the implication is, that would be unacceptable. Now Taylor said something almost identical to that. Here it is, quote, \"To restore Ukraine's independence, Russia must leave Ukraine. This has been and should continue to be a bipartisan U.S. foreign policy goal,\" end quote.  So in other words, Washington may have two parties, but only one position on Ukraine is allowed here -- and Trump doesn't have it. His phone call was unacceptable because it might prevent America from automatically unthinkingly spending billions of dollars over many years to prop up a country that most Americans could not find on a globe at gunpoint. There's just one problem with this arrangement. Voters disagree. We know this because when he ran three years ago, President Trump didn't hide how he felt about U.S. foreign policy. He told voters that America was involved in too many pointless wars. He criticized the then President Obama for having bad relations with Russia.  The Trump administration he promised would pursue better relations with Vladimir Putin.   Now, that may sound shocking, but in fact it was not an unprecedented idea. Obama ran on something close to this in 2012, and the public supported it then, too. He won. But now that same idea isn't simply unpopular in Washington, a ruling class considers it illegal. Former C.I.A. head, John Brennan put it this way on Twitter, quote, \"As in previous times of national peril, we rely on our military, diplomats, Intelligence officials, law enforcement officers and other courageous patriots to protect our liberties, freedom and democracy. May they stay resolute and strong despite corrupt political headwinds they face,\" end of quote. Got that. Unelected bureaucrats uphold -- wait for it -- democracy. Elected officials subvert democracy. In John Brennan's Orwellian world, the most pressing and imminent threat to this republic is voters.  Charlie Hurt is Opinion Editor at \"The Washington Times\" and author of the book, \"Still Winning: Why America Went All-in on Donald Trump and Why We Must Do it Again.\" He joins us tonight. So Charlie, what do you think impeachment taking three steps back is actually about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE HURT, OPINION EDITOR, THE WASHINGTON TIMES",
      "sentences": "Well, I think without a doubt, it is exactly as you just laid it out there. It is the attempt by, you know, the government first, deep state, whatever you want to call it, they will stop at absolutely nothing to remove this President, because this President, as you rightly point out, represents what the actual voters want. You know, I have all the sympathy in the world for our Kurdish allies, who have fought alongside us for a long time, all the sympathy in the world for them, but it does not matter. Voters are still in charge. And that's what Donald Trump understands, and that's why he is carrying out that agenda that got him elected, however unpopular it may be in the State Department or wherever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "In the State Department, so that's kind of it. I mean, you've been here an awfully long time in Washington covering the news here. When you see two witnesses, and I give all of these people the benefit of the doubt, I'm not saying that they're bad people, but they have deeply held beliefs about America's posture toward Ukraine and Russia. And when you hear them say out loud, without any shame at all, this is our policy. This is our position, you can't change that. What does that tell you about their understanding of democracy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "It's completely backwards. And of course, they do, as you point out, they absolutely do believe this. And they believe that you know, the survival of America depends on upholding their twisted view of foreign policy.  But again, it does not matter and it is why we see -- you know, all of these witnesses, you know, Donald Trump really sort of called their bluff when this whole thing began, after we've been through all these other supposed high crimes involving Russia collusion, all this other nonsense that never panned out. He really called their bluff when they decided to go with this Ukraine call by releasing the transcript, or the closest thing we have to the transcript of the call. So now Americans can go and look for themselves and see whether there is a high crime here. But all we're seeing now are all of these weird -- they're not eyewitnesses, they're hearsay witnesses or they are opinion witnesses. And everybody wants to know what John Bolton thinks of the call that Donald Trump made with the President of Ukraine.   Well, that doesn't change the facts of anything. All that is, is John Bolton's opinion of it, and sure I'll be interested to hear what John Bolton's opinion of it is, if he does testify, but that does not change the facts.  The facts have been released in the transcript of the phone call, and that's the most important thing that matters here. But these people, they don't care about the facts. It has nothing to do with that. It has to do with the fact that they find Donald Trump so appalling because he ran an election on promising to get out of situations like this, find alliances in places like Russia to kill people like that hard animal that we killed or who blessedly killed himself, along with his three children over the weekend with the help of Russia. And when this all came out, what did Democrats do? What did they complain about? They complain that they weren't -- they weren't informed about it before the raid.  And furthermore, they complained about it that Donald Trump did advise the Russians, because Russia -- he had advised the Russians because we were flying through airspace controlled by the Russians. And so they're complaining that there was this coordination with Russia.  And why are they doing that? Because they're going back to this ridiculous canard about how there's collusion between Trump and Russia somehow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, if the collusion produces the death of Baghdadi, you know, I think it's collusion --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "I am all in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I am all in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Sign me up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Charlie Hurt. Great to see you then. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Brit Hume is the senior political analyst here at Fox not just for chronological reasons, but for reasons of wisdom and we're always grateful to have him on. What's the point -- so as a political matter, do you think Brit is the point of impeachment? We're all laboring under the assumption that there will be no removal? So why do it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIT HUME, SENIOR POLITICAL ANALYST",
      "sentences": "Well, a President impeached is a President, to some extent tarnished.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "And embarrassed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "So if they can't get him removed, they can at least touch him up a bit, in the hope that that will contribute to his not being reelected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "That's clearly what's it play here. And the President clearly doesn't want this. He said as much publicly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "He didn't want to be impeached. Nobody -- no President would want to be impeached. So this is something they have the power to do. The question is whether they can do so and at the same time protect Democrats in the House whose districts were carried by Mr. Trump from being damaged politically by the impeachment, which will not go down well in those districts one presumes and then -- and whether then they have any hope of getting his impeachment affirmed that is to say by a conviction in the Senate.  Everybody says it's clear that the Senate will not do this. I think it's very unlikely the Senate would do this. After all, the President -- there are 53 Republicans in the Senate. The President can lose 19 of them -- 19 -- and still survive in office.  So a lot of this is about trying to A, protect those Democrats and still proceed with this Impeachment Inquiry and about trying to win over some Republicans in the Senate. And, you know, a majority of them can go against him and he still survives. So you know, I think the President is really in pretty good shape here. But think about this, Tucker. If you're a Republican in the Senate, and the impeachment article conforms to this conversation that it is supposedly all about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. HUME It is, first of all, you have to kind of interpret it to conclude that he was demanding a quid pro quo. That is to say, he was going to withhold the aid unless and until the investigation was conducted. In the end, the aid was not withheld. And the investigation he supposedly was insisting upon was not undertaken. So it does leave you wondering whether if you're a Republican senator, are you going to vote for conviction of a man on that basis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So what you're saying is, as a factual matter, as distinct from a matter of intent, nothing happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Right. I mean, this is another case -- it reminds you a little bit of the Trump Tower meeting, the fabled Trump Tower meeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "In which Don, Jr. expressed a desire and a willingness to receive dirt information from these Russian representatives who came to see him in Trump Tower. Nothing came of it. And it was considered to be kind of Exhibit A in the collusion case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So he had the impure thoughts basically is what you're saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Well, he did and he said he, you know, when the possibility that he would receive such dirt was transmitted to him, he said, I love it. Right? So that looks bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I've sent a lot of texts like that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "So the Mueller team investigates this for two years with all the investigative powers at the disposal of the Federal government and then decided it didn't go anywhere. And that was the end of it. And so this this, in effect, ended up not going anywhere, you know, and it is so like this President to kind of lay about himself and demanding this and demanding that and saying people are treasonous and saying they ought to be fired. They ought to go to jail, and you know, and the rest of it.   And it's a lot of -- it is just bluster. It's just bluster on his part. And you know, he is inexperienced in foreign affairs. He's on the phone with some leader, and he has this rambling kind of disconnected conversation in which he says, you need to do me a favor, and then he mentioned some things. And then later on, he says, you know, we need to investigate and see -- about the Biden's. Well, maybe he meant that as a quid pro quo, maybe he didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What's so interesting is that at least a couple of the people, some of those powerful testimony has come so far in the House, from people who were legitimately shocked that the President might have a different policy position.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Oh, yes. Well, one of the things you keep hearing is that the President -- one of the things that President -- what's disturbing here was established American foreign policy and that these diplomats and other officials, they represent that as if the foreign policy is not supposed to be set by the President, which constitutes --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "As if it's not a democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Right, well it surely -- and democracy or no democracy, we have this Constitution that reposes the power of said foreign policy and the President, so it is supposedly their job to carry out the policies that he sets for better or for worse. Now this may -- you know, I'm not going to get into whether this was a good policy or a bad policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right, right. That's a separate question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "That's a separate question, but the fact that these guys didn't like is not a matter that should be in play here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right. They act like it's his job to carry out their views. Let's establish -- the pomposity, my gosh. Brit Hume, thank you, as always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "You bet, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, the ISIS leader Abu Bakr al-Baghdadi is dead and the credit may belong to some -- true story -- dirty underwear. We've got details on the underwear, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "After hunting for him for years, American forces finally were able to corner and kill the ISIS leader, Abu Bakr al-Baghdadi. And they did it in part thanks to a pair of stolen underwear. This is one of those stories so strange that only our chief breaking news correspondent, Trace Gallagher can unravel it and he joins us tonight. Hey, Trace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CHIEF BREAKING NEWS CORRESPONDENT",
      "sentences": "Hey Tucker, it was apparently Kurdish-led forces who initially confirmed that al- Baghdadi was in a compound in Northern Syria. The Kurds then began working with the C.I.A. for several months, but last Thursday, the U.S. military began a 48-hour countdown clock because Baghdadi's next relocation was thought to be imminent.  Now, as you said the fascinating part, the reason the Kurds knew where Baghdadi was is because a Kurdish undercover operative was able to sneak into the terror leader's compound and steal a pair of his underwear. A rapid DNA test then confirmed with 100 percent accuracy that it was in fact Baghdadi and a commander with the Kurdish-led Syrian Defense Forces told Fox News, the Kurds also had an informant inside the compound during the raid, and the State Department has acknowledged the Kurds played a key role in the operation, though U.S. officials say the raid itself was conducted solely by the U.S. military. Al-Baghdadi was killed after he fled down a dead-end tunnel with three children and detonated a suicide vest. His head remained intact, allowing U.S. commandos to use biometrics, facial recognition and near instant DNA analysis to then verify his identity, but the identity of the dog who participated in the raid is still classified and despite at least one news outlet releasing it. For those who think dog doxing is fine, a retired three-star general says revealing the name could inadvertently reveal the handler's name and the military unit used in the raid. A big time security concern especially while the unit remains in theater -- Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's really a story with everything, Trace. From dog doxing to trapped by underwear. That's by the way why commandos go commando, so it won't happen to them. Trace Gallagher. Thanks a million.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well over the weekend, Congresswoman Katie Hill announced that she was resigning from Congress. She was caught in multiple affairs with people who worked for her. There's evidence she may have paid off at least one staffer to remain quiet about the whole thing.  But according to Hill, she did nothing wrong; only the right wingers are to blame for what happened. Here's what she said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE HILL, FORMER U.S. REPRESENTATIVE",
      "sentences": "This coordinated campaign carried out by the right wing media and Republican opponents enabling and perpetuating my husband's abuse by providing him a platform is disgusting and unforgivable, and they will be held accountable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, the press largely agrees. So here was a lawmaker who had sex with her staffers, a 22-year-old in one case, but that's okay, criticizing her is the real crime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARGARET CARLSON, COLUMNIST, THE DAILY BEAST",
      "sentences": "I think there's a double, double standard on the Hill, which is one is that women are treated more strictly than a man.  Our President gets away with so much more than Katie Hill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN RADFORD, NBC REPORTER",
      "sentences": "Katie Hill had this very promising political future, but now her meteoric political rise has been cut short of what she calls a smear campaign of revenge porn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AISHA MOODIE-MILLS, CNN POLITICAL COMMENTATOR",
      "sentences": "There was nothing necessarily improper about this woman living her best life. It was the person who was the creep that attempted to humiliate her and literally make her lose her job that is the one who is problematic here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This woman living her best life. We really are deep in the age of euphemism. I hope someone is keeping track of all this because it's just too great. This stuff can't disappear forever. We need to save it. Jennifer Van Laar was at the very center of the story, Deputy Managing Editor at \"RedState\" which broke the Hill story. She joins us now. Jennifer, thanks so much for coming on. So first to the legal part. She, the Congresswoman I think is threatening to sue you because you all ran some pictures, one of her naked combing her staffer's hair -- brushing and at another. I think where she is smoking a bong naked with an Iron Cross tattoo on her crotch. She says that you didn't have the right to run these. Do you expect that she'll sue you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER VAN LAAR, DEPUTY MANAGING EDITOR, REDSTATE",
      "sentences": "I hope not. We haven't received any kind of indication from attorneys that she would. And I don't have any other comments on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So where did these pictures come from, by the way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN LAAR",
      "sentences": "I'm not allowed to reveal my sources.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "She, I mean, I think from her statements, she appears to believe they have come from her husband. So tell us why you think this was newsworthy? Why'd you run the story?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN LAAR",
      "sentences": "Well, the story was not the picture. The story was the multiple affairs with -- one with one of her Capitol Hill staffers, one with a campaign staffer that are illegal and unethical depending on which one you're talking about. And the story was also campaign funds being used to facilitate these affairs into possibly pay people off and keep them quiet. The story was binge drinking making someone, a Congresswoman, miss flights to and from Washington, D.C. There's a lot of other issues here that don't have anything to do with the photos and they're being ignored.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "To me that sounds like a young progressive Member of Congress living her best life, just --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN LAAR",
      "sentences": "Well, I disagree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I can -- that phrase just cracks me up. I can't control myself. So no, I mean, I guess it goes without saying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN LAAR",
      "sentences": "She is still going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, she -- but if this were, you know, if the situation were reversed, it is very easy to see the MSNBC pan all condemning this member were it a male conservative as a sex criminal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN LAAR",
      "sentences": "Oh, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN LAAR",
      "sentences": "Oh, absolutely. If it was a Republican or a man, especially a Republican man, they'd be going after them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, I mean, look, I don't want to get too far out on a limb here. Let me just be totally blunt. I didn't feel especially threatened by whatever Katie Hill is up to at her spare time. Kind of a zany personal life, I'll say, but you know, whenever I get really hurt the Republic, but I'm wondering if this can be our new standard, where we decide like not to hassle people over, you know, their personal weirdness, but the left won't keep that standard, will they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN LAAR",
      "sentences": "No, they absolutely want and I don't care what Katie Hill does in her bedroom either. I care that she holds to ethics standards that she votes for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN LAAR",
      "sentences": "And I care that she holds herself to the same standard that she holds other people to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, so how did you feel -- I mean, she didn't use your name or the name of \"RedState,\" but I think she was referring to you and she blamed this whole thing on you as a right wing website or her Republican opponents? What was your response to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN LAAR",
      "sentences": "Right. I mean, obviously, she is in a bad place right now and so I don't want to respond in kind. But of course, I don't like being smeared as some kind of revenge porn peddler or vast right-wing conspiracy because that's just simply not what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. And I mean, the self-righteousness is a bit much and by the way, can I just say, I know an awful lot of people on the right and if any one of them have a photograph naked smoking a bong with an Iron Cross tattoo in their crotch. It would be on the cover of \"Newsweek.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN LAAR",
      "sentences": "That is true. They're done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, right. Anyway --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN LAAR",
      "sentences": "\"Newsweek,\" POLITICO -- everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh, yes. It would be the screensaver of everyone in Washington. Anyway, good to see you tonight, Jennifer. Thank you so much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAN LAAR",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So we often tell you about what's going on in California, our biggest state, physically our prettiest state by far and about how it's falling apart. Maybe that's right-wing spin, right? Yes. No, it turns out they literally can't even keep the lights on in California. It's on fire and has no electricity. How'd that happen? We will tell you after the break. Plus 2020 Democrats are committed to confiscating your guns. Who will that hurt most? We will explore that question, just ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLIONA GUNVILLE, RESIDENT, MICHIGAN",
      "sentences": "I won't feel safe anywhere without a firearm, but especially here in Michigan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, California was once the greatest place in the world. It had the best quality of life on Planet Earth, and now the state is regressing to really a state before the Industrial Revolution. Wildfires are ravaging it right now, and that's happening partly thanks to the decayed infrastructure of the utility giant PG&E, Pacific Gas and Electric. In an effort to stop wildfires, PG&E has been cutting off power to millions of people. The company can't keep the lights on or keep track of the quality of its infrastructure, but it's very good at impressing California's left wing politicians. The company keeps, by contrast, precise data on the skin color its employees, and how many of their supplies come from diverse or LGBTQ suppliers. It has made big donations together Gavin Newsom's gubernatorial campaign. So state leaders haven't minded too much as the state reverts back to, essentially the Middle Ages -- on fire with no electricity. Dave Rubin lives in the State of California. He hosts \"The Rubin Report\" on YouTube, which requires electricity, and he joins us tonight. So, Dave, thanks so much for coming on. You moved to California because it's a beautiful place and I agree with that. You've seen it really degrade in the time that you've been there, but PG&E strikes me as almost a metaphor for the destruction of the state. So here's the utility, which doesn't really know anything about its own infrastructure but knows everything about the race of its employees. How did we get there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVE RUBIN, HOST, THE RUBIN REPORT",
      "sentences": "It's just unbelievable. Look, I've been in LA. I'm in LA right now. I live about a minute away from one of the big fires that's still going. I have friends that are evacuated. Los Angeles, putting politics aside and Southern California might be the most beautiful part of the United States. The problem right now is that everything -- everything from academia to public utilities to politics, everything that goes woke that buys into this ridiculous progressive ideology that cares about what contractors are LGBT, or how many black firemen we have or white this or Asian that. Everything that goes that road eventually breaks down. It is not you know, freedom is supposed to operate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "What is supposed to happen, Tucker, imagine if your house was on fire, would you care what the public utility or what the fire company, what contractor they brought in? What gender or sexuality or any of those things he or she was? I mean, it's just absolutely ridiculous care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Who would care?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "And right now, we've got -- well, we've got a situation. Of course, you wouldn't care and we've got a situation right now, where they're literally -- we're doing preemptive blackouts in this state. Which I think is the 11th largest economy in the entire world. We do preemptive blackouts because they don't want to put too much power -- too much pressure on the grid. I mean, try to imagine the absurdity of what's going on here. And I hate to tell you, but we just don't have enough clear thinking, say, more libertarian or conservative minded people in California to fight what the progressives are doing to the state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But if you can't keep the lights on, and you can't keep the place from burning down, you've reached the point where there's no kind of lying about it anymore. Like it's falling apart. It's a disaster. It's not civilized anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "You know what? If I've learned anything by living in California and Los Angeles, specifically, it's that no matter what happens, ideology seems to trump rationality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "So in the six years that I've been here, the amount of homeless encampments have expanded virtually every exit. You get off the 405 or the 101, there are now homeless people sitting right there or actually, that have basically built structures at the exit. Now, it's like if raising taxes on everybody and supposedly the progressive policies that care about poor people, if these things worked, wouldn't the places that progressive policies were enacted, wouldn't there be less homeless? Wouldn't there be less gun violence? All the things that they talked about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "But no, there's always more. This is not a coincidence. These policies don't work. But they're -- if you just don't really think about them, if you think, oh, we just have to throw money at things, throw money at things and they magically get better while you do whatever you want to do in your life and don't want to really think about the issues, then it all works. And that's what we all have to fight. I mean, everyone across the country, because, you know, I travel the country often and people will say to me, Dave, Dave, you've got to stop the people from California moving here to Utah or moving here to Denver, or moving here to Texas because then they bring the bad policies of California elsewhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "You know, walls are not just for our exterior borders, but that's just you know, something to think about. Dave Rubin, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Well, can I at least get on your side of the wall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, join us here, anytime in the swamp. Good to see you tonight. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well some candidates running for President right now on the Democratic side are openly promising what they privately wanted for years. They want the NRA stamped out, they want to ban guns, they may even want to take guns by force.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. HALEY STEVENS, D-MICH.",
      "sentences": "The NRA has got to go. The NRA has got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y.",
      "sentences": "The NRA is the worst organization in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOKER",
      "sentences": "I am very much one that is against handguns. And I know in my urban environment, I see little to no need for guns and all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, just some rational discourse for you. We don't need guns. Of course, we need guns. You're not allowed to have guns. That's the attitude. Wealthy liberals obviously hire bodyguards, or hide themselves away in safe gated neighborhoods. What about people who can't afford to do that? What would gun bans mean for people who live in say Detroit, Michigan? Well, this show went to Detroit to investigate that very question. And here's what we found.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNVILLE",
      "sentences": "My name is Elliona Gunville, and I live in the City of Detroit. CARLSON (voice over): Elliona Gunville is an armed Detroiter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNVILLE",
      "sentences": "I carry a Glock 45.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You keep one in the chamber?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNVILLE",
      "sentences": "Definitely. I keep my gun right here on my lap. CARLSON (voice over): She chooses to carry a gun to protect herself. She says her gun helped her survive an armed carjacking at a liquor store in Detroit's West Side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNVILLE",
      "sentences": "My arm was set. CARLSON (voice over): Gunville was shot in the arm during the attack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNVILLE",
      "sentences": "It went over here. CARLSON (voice over): She drove herself to the hospital. Police never caught the attackers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNVILLE",
      "sentences": "So they had AK and I had my Glock and it went down. They saw a pretty girl with pink lipstick and they just thought that they could get me and surprise, surprise. I'm Honey, the Bouncer. CARLSON (voice over): Stories like hers are why so many people in Detroit have decided to take personal protection into their own hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why do you carry a firearm?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNVILLE",
      "sentences": "Because I live in Detroit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why not call the police?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNVILLE",
      "sentences": "Sometimes it takes a while.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES CRAIG, CHIEF OF POLICE, DETROIT",
      "sentences": "Hey, how are you doing? CARLSON (voice over): Detroit's Chief of Police, James Craig agrees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRAIG",
      "sentences": "It only takes a minute or less for violence to happen, and it's over. CARLSON (voice over): That's why Craig strongly supports the right to carry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRAIG",
      "sentences": "If a citizen is armed, they have a better opportunity of staying alive than if they weren't. CARLSON (voice over): Michigan issues gun permits to anyone in Detroit who takes a class and passes a background check. Gunville took her firearms class with Detroit native, Rick Ector.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICK ECTOR, FIREARMS INSTRUCTOR",
      "sentences": "Heck, yes. Let's shoot. CARLSON (voice over): Ector's Detroit based gun rights group named, Legally Armed in Detroit has helped thousands of women get their carry permits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ECTOR",
      "sentences": "We have a growing number of women here in Metro Detroit who are learning more about firearms and what it takes to defend themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you recommend that law-abiding citizens go out and get that permit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "If they are law-abiding, they get the training, absolutely. They've particularly found interest in going to classes that are all female who want, who support carrying concealed weapons. CARLSON (voice over): The number of permits has surged in Wayne County, Michigan where Detroit is located. Nearly one in every 10 people has a carry permit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ECTOR",
      "sentences": "We have professionals. We have house moms. We have people who are just everyday normal citizens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "When criminals prey and look for victims, they are usually looking for those who they believe are defenseless. We're talking about women. We're talking about the elderly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNVILLE",
      "sentences": "There's always going to be crimes. There is was always going to be -- you know, the devil came to steal, kill and destroy and he is not going nowhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What would happen if the government made it illegal to carry a gun?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUNVILLE",
      "sentences": "People will still carry. I rather -- my dad always says, I'd rather be judged by 12 than carried by six. Is that how it goes, so I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That's how it goes. Elliona Gunville is hardly alone. Part 2 of our series on being legally armed in the City of Detroit airs tomorrow night. Good luck to Beto trying to take those guns away. Well, instead of focusing on actual skills, which are suspect, Seattle's public schools want to teach kids that math is racist. That's right. Math is racist. Whatever happened to education? Good question. Sad story. We've got details after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Jeff Bezos's \"Washington Post\" -- that's the newspaper that brought you democracy dies in darkness has a new idea, get rid of freedom of speech. That's the case made in an op-ed by former \"Time\" magazine Managing Editor, Richard Stengel. He says it's time to cancel America's 200-year experiment with free expression that may have survived a Civil War, two World Wars, half a century of communist subversion, but the First Amendment he claims has outlived its usefulness. Why? Because Stengel is worried that in a marketplace of ideas the wrong ideas are winning. According to Stengel, it's time for the United States to start passing so- called hate speech laws. Americans shouldn't derive their standards for rights from the founders or from our own history, or from even what our people want. Instead, we ought to be taking our tips from Arab dictatorships. This is a direct quote, \"Even the most sophisticated Arab diplomats that I dealt with didn't understand why the First Amendment allows someone to burn a Quran. Why they asked me would you ever want to protect that? It's a fair question.\" End of quote. Stengel's warning tells you a lot about the way he thinks. Arab diplomats are sophisticated, perhaps they went to the same corrupt schools that he did, or maybe they eat at the same restaurants. If they don't like free speech, then it doesn't matter if all of them represent corrupt backward autocracies. Their opinions are worth listening to. Chinese diplomats are sophisticated, too. They read books and attend symphonies. Maybe Stengel will listen to their views on human rights, next, because that's in the end what this is really about. To Stengel and people like Stengel, only respectable people that is members of a coastal privileged opinion setting class are allowed freedom of thought. Can you imagine if you tried to circumscribe Richard Stengel's speech? You're not allowed to say that, Richard Stengel, we are going to throw you in prison? Would he be for a bridging the First Amendment then? No. But in his view, the rest of the country can only debate on the terms set by him and his friends. But right now that's not happening. America's leaders have screwed up the country so ordinary people aren't listening to them anymore. Most people don't care what Richard Stengel thinks. Does \"Time\" magazine even exist anymore? Probably not. It doesn't deserve to. It was garbage. Stengel complains that free speech is allowing quote \"falsehoods to spread online.\" He says that free speech is undermining tolerance and enabling discrimination. That's a smokescreen. It's Stengel who is pushing intolerance and discrimination. He is literally advocating against free speech. But he needs intolerance and discrimination because that's the only way he and his friends can keep controlling you. So recent public polling on the question of free speech shows an awful lot of young Americans who don't believe in the First Amendment. That's not surprising, schools have been infected with an extremist woke ideology that attacks the idea of freedom of speech. And by the way, it's not just in Reading or Social Studies, even Math is prey to the politics of the left. In the City of Seattle, educators are pursuing a new ethnic studies framework that adds racial politics -- radical racial politics -- to multiplication and division. The framework teaches children that Math is subjective, and of course is a tool used by some races to oppress others. Jason Nichols is a Professor of African-American Studies in the University of Maryland. He joins tonight. Whatever happened to the party of Science. So if you get to the point where you don't even believe in Math, why should I listen to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON NICHOLS, PROFESSOR OF AFRICAN-AMERICAN STUDIES, UNIVERSITY OF MARYLAND",
      "sentences": "Well, no, first of all, we're not saying -- I don't think anyone in the world is saying that Math of itself is racist, it is how it is applied. Like with anything, we can say, you know, Science can be applied in ways that can be racially biased. Math certainly can be used as praxis or as a way to teach subjects using ethnic studies. And it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, a coffee cup can be used as a deadly weapon, but we don't teach kids that is dangerous because it's not inherently dangerous. It can be misused, because people are bad, right? They're fallen. They're screwed --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "I think Math is a little bit different than a coffee cup.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "But Math is not subjective. Math is objective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Math is not subjective, but again, I think people are missing the point here. What they're trying to do in the Seattle schools is teach kids Math, and have them learn better and they've seen results by using this ethnic studies framework. For example, one of the things that happened in San Francisco, and they studied this at Stanford is that they saw when they brought ethnic studies into the subjects, you know, into their various subjects, they saw a 21 percent increase in attendance and grade point averages went up by 1.4. points.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Okay, I mean, that makes me sad, because we both know that's not real. I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "How is that not real? We're talking about real results.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Talking about racism doesn't make you better at Math, okay, so let's look at the countries that really do well in Math.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "No, showing how you can apply Math - that's what makes better at Math.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Countries that are serious about Math, Singapore, for example, or Mainland China, much higher Math scores than we have. Do you think that they infuse their Math lessons with lectures about racism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "No, they may not. But that's not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "They may not. Oh, no, they don't. They're laughing at us because they know how pathetic this is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Something tells me you're not privy to the curriculum over in Singapore, but what I will say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I am privy to their attitudes which is one of deadly seriousness where kids have to learn or they'll certainly fall behind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "And I think ethnic studies can be deadly serious. The point is that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "In Math?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "If it works, why would we argue against something that's been proven to work?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So -- but it hasn't. So you're saying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "But it has. That's what I'm talking about, 1.4 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "When talking about racism while teaching Math -- okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Increase in grade point average, 21 percent increase in attendance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So in grades -- but I mean, these are schools that you know, in a lot of cases, in the State of California, for example, the overwhelming majority of kids aren't at grade level in Math. So the schools are terrible, the teachers are inept, the system is a joke. So are these --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "We're not going to disagree that there are things that can be fixed in addition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So here's my question, on objective test ability, not whether the teacher is pleased with you, but whether or not you can understand a mathematical formula, for example.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Talking about racism will increase the student's ability --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "That is what we're seeing in the 2016 study from Stanford.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Gosh, why didn't we think of this before?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "You tell me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This is -- you're breaking my heart, because we both know that in five years, Seattle isn't going to be leading the nation in Math scores.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Well, what we want to see is improvement. And we have seen it before. They're trying new ways to teach young children of all different backgrounds, about Math and Science and many other --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Last question, wouldn't it -- now Singapore is a diverse -- ethnically diverse place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why don't we just copy what they do if we really want our kids to be good at Math? Why not just go with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Well, I think there have been many different attempts at trying to make --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "They're not trying that in Seattle because it's too hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "No, I don't think -- I don't think that's any harder than implementing what they're implementing. They've tried many different ways. No Child Left Behind, Race to the Top. They're looking for ways to that work, and they've seen evidence that this works. Why would we want to argue with that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, none of that stuff works. We know that. We can agree on that. Professor, thank you very much for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLS",
      "sentences": "Thanks a lot, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, Covington Catholic High School where Nick Sandmann nearly had his life ruined for smiling at a man beating a drum in his face. Now there's new hope for his lawsuit against \"The Washington Post,\" this country's most prolific disseminator of lies. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, it's been close to a year since America's entire media class united as one over the weekend in fact, took time off from doing whatever creepy things they do in the weekend to come together to destroy a few high schoolers from Covington Catholic High School in Kentucky, just on principle. Didn't like the way they looked. Didn't like the cut of their jib. Now tonight, there's renewed hope that those high schoolers could finally get justice for what they went through. This week, a Federal judge partially reopened high schooler, Nick Sandmann's $250 million lawsuit against \"The Washington Post,\" a former newspaper, now a purveyor of filthy and dishonest stories. The ruling will allow Sandmann to obtain documents from \"The Post,\" which would almost certainly expose concrete wrongdoing by the newspaper, owned by Jeff Bezos, the richest man in the world. Todd McMurtry is an attorney who represents Nick Sandmann. And he joins us tonight. Todd, thanks so much for coming on. So what does this really mean in practical terms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TODD MCMURTRY, ATTORNEY FOR NICHOLAS SANDMANN",
      "sentences": "Tucker, what the ruling means is that we do get to proceed with discovery although we had to overcome some hurdles initially with the court dismissing our first complaint. The judge did allow us to introduce additional evidence including some video evidence and some additional allegations against Nathan Phillips and now we can proceed. While we're not proceeding with the full complaint that we initially filed, we are proceeding with a sustainable complaint.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So discovery, so you -- there are things you want to learn from \"The Washington Post.\" What are you looking to learn?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCMURTRY",
      "sentences": "In litigation like this, what we will do first off, is we will ask \"The Washington Post\" to produce it's e-mails, it's text messages, its internal messaging, which -- I think they use something called Slack Notes, and we will --- data related to Nicholas Sandmann and then we will review that and figure out what \"The Washington Post\" was thinking when they republished the false factual narrative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Hold on. But you're not allowed to know that. Wait, hold on, you're not allowed to know that because journalism, but they get to destroy the life of high school kids -- but you can't find out why they did it. You know that right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCMURTRY",
      "sentences": "Well, I think that Judge Bertelsman in Kentucky is going to allow us to inquire into what they did. So I am very hopeful that we will be able to turn the tables on that equation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So this is a paper that is owned personally by the richest man in the world, Jeff Bezos. This is his form of lobbying here in the nation's capital, really. $250 million -- why doesn't he settle with the students whose lives he so clearly hurt?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCMURTRY",
      "sentences": "Tucker, we have not really sought any opportunity to settle with \"The Washington Post.\" What we intend to do is to pursue the cases against \"The Washington Post,\" CNN and NBC to see which of these cases is the strongest and we will take some, if not all of the cases to trial ultimately. Now, the truth is, though, that attorneys do get to points where they settle in their client's best interest, but we're not there yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And last question, quickly. If you find out this information about why \"The Post\" tried to destroy the lives of these kids, you're going to make it public, I assume.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCMURTRY",
      "sentences": "Yes, these that type of information is not confidential. It would be made public in court filings and you know, in motion practice that would proceed with this case. So we are basically going to pull back the blinds and see what's behind there. And I expect we'll get a very good look at the thought process of \"The Washington Post\" and the others as we proceed in discovery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Man, I'm rooting for you. It is disgusting what they did, characteristically disgusting, but it is still over the top. Todd, thanks so much for coming on tonight. I appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCMURTRY",
      "sentences": "Great, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We're out of time, sadly. We could go on and on and on. But the good news is we'll be back tomorrow night at 8:00 p.m. The show that is the sworn enemy of lying, pomposity, smugness and groupthink. DVR it if you have an advanced degree in electronics -- electrical engineering or whatever. Goodnight from Washington. Sean Hannity takes the reins right now from New York City. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening, and welcome to “Tucker Carlson Tonight.” Not so long ago CNN President Jeff Zucker gathered his minions on a morning conference call and commanded them to play up the ongoing impeachment proceedings in the House of Representatives. Impeachment, impeachment, impeachment -- Zucker squeaked. Nothing else matters, yell about impeachment until your throat bleeds, that's an order. And with that he slithered off back to his lair, deep beneath CNN's Center in the ice caves. And of course the minions obeyed. They were afraid not to obey. But we happen to disagree with Jeff Zucker. Now if you're a committed partisan as he is, impeachment often looks like the most important story there is. But if you're not, sometimes it seems like about the fifth or sixth most important story playing out in America right now. There's an awful lot else going on. So that's pretty much how we've been covering the story on this show, which is to say not very closely. But tonight, there's some actual news to report. We want to take a moment to assess what exactly is happening with impeachment. Speaker Nancy Pelosi has announced that later this week, the House will hold a formal vote on procedures that could lead to a formal impeachment of the President at some point. And what exactly does that mean? Why is it happening? What will result from it? All of that, unfortunately, is still opaque tonight. It's still not exactly clear what high crime the President supposedly committed. There's some disagreement on that question actually, even on the left. So to solve the riddle, we are taking you tonight as we often do when cloudy issues demand clarity to the pride of Yale Law School, the oracle of Newark, the single most famous bachelor vegan in the United States Senate. Ladies and gentlemen, Mr. Cory A. Booker who will read to us tonight from his newly released spoken word prose poem entitled, \"Politics Be Damned.\" Dim the lights. Be still and listen to Cory."
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "utterance": "Politics be damned. I have a job to do, which is to hold the executive accountable. Politics be damned. This is our country. This is our Constitution. Politics be damned right now. This this is a sad day, a sad chapter in American history. Politics be damned. It's time to do what is right. And politics be damned. I just want to get the truth. I want to do my job. Politics be damned. I swore an oath to uphold and defend the Constitution. I need to do that. The politics of this be damned."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So there you have it. Politics be damned, more than sorrow than in anger, mister. This isn't about politics, Cory Booker says. It is about doing what's right, as it always is in Washington. And if you've got any doubt about that, he will say it again and again and again and again until you are too exhausted or hypnotized to protest, which ought to be a tip off that in fact, the opposite is true. Actually, this is entirely about politics. There is no real crime behind the impeachment proceedings. Instead, the President's chief offense appears to be disagreeing with policies set by the bureaucratic state in Washington. How do we know that? Because they've essentially admitted it. Over the past two weeks, the House has heard testimony from a diplomat called Bill Taylor, and then an Army Lieutenant Colonel called Alexander Vindman. Their statements we are told will sink President Trump, maybe. So what have they said? Well, to start, both Taylor and Vindman are intense Russia hawks, both have testified that they want heavy American aid to Ukraine because they want to weaken Russia. Both have emphasized that they don't want any debate in the U.S. about these policies. They've said that out loud. In his remarks, Vindman said that he opposed President Trump's phone call with the President of Ukraine for this reason, quote, \"I realized that if Ukraine pursued an investigation into the Biden's and Burisma, it would likely be interpreted as a partisan play, which would undoubtedly result in Ukraine losing the bipartisan support. It is thus far maintained,\" end quote. And the implication is, that would be unacceptable. Now Taylor said something almost identical to that. Here it is, quote, \"To restore Ukraine's independence, Russia must leave Ukraine. This has been and should continue to be a bipartisan U.S. foreign policy goal,\" end quote. So in other words, Washington may have two parties, but only one position on Ukraine is allowed here -- and Trump doesn't have it. His phone call was unacceptable because it might prevent America from automatically unthinkingly spending billions of dollars over many years to prop up a country that most Americans could not find on a globe at gunpoint. There's just one problem with this arrangement. Voters disagree. We know this because when he ran three years ago, President Trump didn't hide how he felt about U.S. foreign policy. He told voters that America was involved in too many pointless wars. He criticized the then President Obama for having bad relations with Russia. The Trump administration he promised would pursue better relations with Vladimir Putin. Now, that may sound shocking, but in fact it was not an unprecedented idea. Obama ran on something close to this in 2012, and the public supported it then, too. He won. But now that same idea isn't simply unpopular in Washington, a ruling class considers it illegal. Former C.I.A. head, John Brennan put it this way on Twitter, quote, \"As in previous times of national peril, we rely on our military, diplomats, Intelligence officials, law enforcement officers and other courageous patriots to protect our liberties, freedom and democracy. May they stay resolute and strong despite corrupt political headwinds they face,\" end of quote. Got that. Unelected bureaucrats uphold -- wait for it -- democracy. Elected officials subvert democracy. In John Brennan's Orwellian world, the most pressing and imminent threat to this republic is voters. Charlie Hurt is Opinion Editor at \"The Washington Times\" and author of the book, \"Still Winning: Why America Went All-in on Donald Trump and Why We Must Do it Again.\" He joins us tonight. So Charlie, what do you think impeachment taking three steps back is actually about?"
    },
    {
      "speaker": "CHARLIE HURT, OPINION EDITOR, THE WASHINGTON TIMES",
      "utterance": "Well, I think without a doubt, it is exactly as you just laid it out there. It is the attempt by, you know, the government first, deep state, whatever you want to call it, they will stop at absolutely nothing to remove this President, because this President, as you rightly point out, represents what the actual voters want. You know, I have all the sympathy in the world for our Kurdish allies, who have fought alongside us for a long time, all the sympathy in the world for them, but it does not matter. Voters are still in charge. And that's what Donald Trump understands, and that's why he is carrying out that agenda that got him elected, however unpopular it may be in the State Department or wherever."
    },
    {
      "speaker": "CARLSON",
      "utterance": "In the State Department, so that's kind of it. I mean, you've been here an awfully long time in Washington covering the news here. When you see two witnesses, and I give all of these people the benefit of the doubt, I'm not saying that they're bad people, but they have deeply held beliefs about America's posture toward Ukraine and Russia. And when you hear them say out loud, without any shame at all, this is our policy. This is our position, you can't change that. What does that tell you about their understanding of democracy?"
    },
    {
      "speaker": "HURT",
      "utterance": "It's completely backwards. And of course, they do, as you point out, they absolutely do believe this. And they believe that you know, the survival of America depends on upholding their twisted view of foreign policy. But again, it does not matter and it is why we see -- you know, all of these witnesses, you know, Donald Trump really sort of called their bluff when this whole thing began, after we've been through all these other supposed high crimes involving Russia collusion, all this other nonsense that never panned out. He really called their bluff when they decided to go with this Ukraine call by releasing the transcript, or the closest thing we have to the transcript of the call. So now Americans can go and look for themselves and see whether there is a high crime here. But all we're seeing now are all of these weird -- they're not eyewitnesses, they're hearsay witnesses or they are opinion witnesses. And everybody wants to know what John Bolton thinks of the call that Donald Trump made with the President of Ukraine. Well, that doesn't change the facts of anything. All that is, is John Bolton's opinion of it, and sure I'll be interested to hear what John Bolton's opinion of it is, if he does testify, but that does not change the facts. The facts have been released in the transcript of the phone call, and that's the most important thing that matters here. But these people, they don't care about the facts. It has nothing to do with that. It has to do with the fact that they find Donald Trump so appalling because he ran an election on promising to get out of situations like this, find alliances in places like Russia to kill people like that hard animal that we killed or who blessedly killed himself, along with his three children over the weekend with the help of Russia. And when this all came out, what did Democrats do? What did they complain about? They complain that they weren't -- they weren't informed about it before the raid. And furthermore, they complained about it that Donald Trump did advise the Russians, because Russia -- he had advised the Russians because we were flying through airspace controlled by the Russians. And so they're complaining that there was this coordination with Russia. And why are they doing that? Because they're going back to this ridiculous canard about how there's collusion between Trump and Russia somehow."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, if the collusion produces the death of Baghdadi, you know, I think it's collusion --"
    },
    {
      "speaker": "HURT",
      "utterance": "I am all in."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I am all in."
    },
    {
      "speaker": "HURT",
      "utterance": "Sign me up."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Charlie Hurt. Great to see you then. Thank you."
    },
    {
      "speaker": "HURT",
      "utterance": "Thanks."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Brit Hume is the senior political analyst here at Fox not just for chronological reasons, but for reasons of wisdom and we're always grateful to have him on. What's the point -- so as a political matter, do you think Brit is the point of impeachment? We're all laboring under the assumption that there will be no removal? So why do it?"
    },
    {
      "speaker": "BRIT HUME, SENIOR POLITICAL ANALYST",
      "utterance": "Well, a President impeached is a President, to some extent tarnished."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "HUME",
      "utterance": "And embarrassed."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "HUME",
      "utterance": "So if they can't get him removed, they can at least touch him up a bit, in the hope that that will contribute to his not being reelected."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "HUME",
      "utterance": "That's clearly what's it play here. And the President clearly doesn't want this. He said as much publicly."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's right."
    },
    {
      "speaker": "HUME",
      "utterance": "He didn't want to be impeached. Nobody -- no President would want to be impeached. So this is something they have the power to do. The question is whether they can do so and at the same time protect Democrats in the House whose districts were carried by Mr. Trump from being damaged politically by the impeachment, which will not go down well in those districts one presumes and then -- and whether then they have any hope of getting his impeachment affirmed that is to say by a conviction in the Senate. Everybody says it's clear that the Senate will not do this. I think it's very unlikely the Senate would do this. After all, the President -- there are 53 Republicans in the Senate. The President can lose 19 of them -- 19 -- and still survive in office. So a lot of this is about trying to A, protect those Democrats and still proceed with this Impeachment Inquiry and about trying to win over some Republicans in the Senate. And, you know, a majority of them can go against him and he still survives. So you know, I think the President is really in pretty good shape here. But think about this, Tucker. If you're a Republican in the Senate, and the impeachment article conforms to this conversation that it is supposedly all about."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. HUME It is, first of all, you have to kind of interpret it to conclude that he was demanding a quid pro quo. That is to say, he was going to withhold the aid unless and until the investigation was conducted. In the end, the aid was not withheld. And the investigation he supposedly was insisting upon was not undertaken. So it does leave you wondering whether if you're a Republican senator, are you going to vote for conviction of a man on that basis?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So what you're saying is, as a factual matter, as distinct from a matter of intent, nothing happened."
    },
    {
      "speaker": "HUME",
      "utterance": "Right. I mean, this is another case -- it reminds you a little bit of the Trump Tower meeting, the fabled Trump Tower meeting."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "HUME",
      "utterance": "In which Don, Jr. expressed a desire and a willingness to receive dirt information from these Russian representatives who came to see him in Trump Tower. Nothing came of it. And it was considered to be kind of Exhibit A in the collusion case."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So he had the impure thoughts basically is what you're saying."
    },
    {
      "speaker": "HUME",
      "utterance": "Well, he did and he said he, you know, when the possibility that he would receive such dirt was transmitted to him, he said, I love it. Right? So that looks bad."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I've sent a lot of texts like that --"
    },
    {
      "speaker": "HUME",
      "utterance": "So the Mueller team investigates this for two years with all the investigative powers at the disposal of the Federal government and then decided it didn't go anywhere. And that was the end of it. And so this this, in effect, ended up not going anywhere, you know, and it is so like this President to kind of lay about himself and demanding this and demanding that and saying people are treasonous and saying they ought to be fired. They ought to go to jail, and you know, and the rest of it. And it's a lot of -- it is just bluster. It's just bluster on his part. And you know, he is inexperienced in foreign affairs. He's on the phone with some leader, and he has this rambling kind of disconnected conversation in which he says, you need to do me a favor, and then he mentioned some things. And then later on, he says, you know, we need to investigate and see -- about the Biden's. Well, maybe he meant that as a quid pro quo, maybe he didn't."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What's so interesting is that at least a couple of the people, some of those powerful testimony has come so far in the House, from people who were legitimately shocked that the President might have a different policy position."
    },
    {
      "speaker": "HUME",
      "utterance": "Oh, yes. Well, one of the things you keep hearing is that the President -- one of the things that President -- what's disturbing here was established American foreign policy and that these diplomats and other officials, they represent that as if the foreign policy is not supposed to be set by the President, which constitutes --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "As if it's not a democracy."
    },
    {
      "speaker": "HUME",
      "utterance": "Right, well it surely -- and democracy or no democracy, we have this Constitution that reposes the power of said foreign policy and the President, so it is supposedly their job to carry out the policies that he sets for better or for worse. Now this may -- you know, I'm not going to get into whether this was a good policy or a bad policy."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right, right. That's a separate question."
    },
    {
      "speaker": "HUME",
      "utterance": "That's a separate question, but the fact that these guys didn't like is not a matter that should be in play here."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right. They act like it's his job to carry out their views. Let's establish -- the pomposity, my gosh. Brit Hume, thank you, as always."
    },
    {
      "speaker": "HUME",
      "utterance": "You bet, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, the ISIS leader Abu Bakr al-Baghdadi is dead and the credit may belong to some -- true story -- dirty underwear. We've got details on the underwear, next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "After hunting for him for years, American forces finally were able to corner and kill the ISIS leader, Abu Bakr al-Baghdadi. And they did it in part thanks to a pair of stolen underwear. This is one of those stories so strange that only our chief breaking news correspondent, Trace Gallagher can unravel it and he joins us tonight. Hey, Trace."
    },
    {
      "speaker": "TRACE GALLAGHER, CHIEF BREAKING NEWS CORRESPONDENT",
      "utterance": "Hey Tucker, it was apparently Kurdish-led forces who initially confirmed that al- Baghdadi was in a compound in Northern Syria. The Kurds then began working with the C.I.A. for several months, but last Thursday, the U.S. military began a 48-hour countdown clock because Baghdadi's next relocation was thought to be imminent. Now, as you said the fascinating part, the reason the Kurds knew where Baghdadi was is because a Kurdish undercover operative was able to sneak into the terror leader's compound and steal a pair of his underwear. A rapid DNA test then confirmed with 100 percent accuracy that it was in fact Baghdadi and a commander with the Kurdish-led Syrian Defense Forces told Fox News, the Kurds also had an informant inside the compound during the raid, and the State Department has acknowledged the Kurds played a key role in the operation, though U.S. officials say the raid itself was conducted solely by the U.S. military. Al-Baghdadi was killed after he fled down a dead-end tunnel with three children and detonated a suicide vest. His head remained intact, allowing U.S. commandos to use biometrics, facial recognition and near instant DNA analysis to then verify his identity, but the identity of the dog who participated in the raid is still classified and despite at least one news outlet releasing it. For those who think dog doxing is fine, a retired three-star general says revealing the name could inadvertently reveal the handler's name and the military unit used in the raid. A big time security concern especially while the unit remains in theater -- Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's really a story with everything, Trace. From dog doxing to trapped by underwear. That's by the way why commandos go commando, so it won't happen to them. Trace Gallagher. Thanks a million."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well over the weekend, Congresswoman Katie Hill announced that she was resigning from Congress. She was caught in multiple affairs with people who worked for her. There's evidence she may have paid off at least one staffer to remain quiet about the whole thing. But according to Hill, she did nothing wrong; only the right wingers are to blame for what happened. Here's what she said."
    },
    {
      "speaker": "KATIE HILL, FORMER U.S. REPRESENTATIVE",
      "utterance": "This coordinated campaign carried out by the right wing media and Republican opponents enabling and perpetuating my husband's abuse by providing him a platform is disgusting and unforgivable, and they will be held accountable."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, the press largely agrees. So here was a lawmaker who had sex with her staffers, a 22-year-old in one case, but that's okay, criticizing her is the real crime."
    },
    {
      "speaker": "MARGARET CARLSON, COLUMNIST, THE DAILY BEAST",
      "utterance": "I think there's a double, double standard on the Hill, which is one is that women are treated more strictly than a man. Our President gets away with so much more than Katie Hill."
    },
    {
      "speaker": "MORGAN RADFORD, NBC REPORTER",
      "utterance": "Katie Hill had this very promising political future, but now her meteoric political rise has been cut short of what she calls a smear campaign of revenge porn."
    },
    {
      "speaker": "AISHA MOODIE-MILLS, CNN POLITICAL COMMENTATOR",
      "utterance": "There was nothing necessarily improper about this woman living her best life. It was the person who was the creep that attempted to humiliate her and literally make her lose her job that is the one who is problematic here."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This woman living her best life. We really are deep in the age of euphemism. I hope someone is keeping track of all this because it's just too great. This stuff can't disappear forever. We need to save it. Jennifer Van Laar was at the very center of the story, Deputy Managing Editor at \"RedState\" which broke the Hill story. She joins us now. Jennifer, thanks so much for coming on. So first to the legal part. She, the Congresswoman I think is threatening to sue you because you all ran some pictures, one of her naked combing her staffer's hair -- brushing and at another. I think where she is smoking a bong naked with an Iron Cross tattoo on her crotch. She says that you didn't have the right to run these. Do you expect that she'll sue you?"
    },
    {
      "speaker": "JENNIFER VAN LAAR, DEPUTY MANAGING EDITOR, REDSTATE",
      "utterance": "I hope not. We haven't received any kind of indication from attorneys that she would. And I don't have any other comments on that."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So where did these pictures come from, by the way?"
    },
    {
      "speaker": "VAN LAAR",
      "utterance": "I'm not allowed to reveal my sources."
    },
    {
      "speaker": "CARLSON",
      "utterance": "She, I mean, I think from her statements, she appears to believe they have come from her husband. So tell us why you think this was newsworthy? Why'd you run the story?"
    },
    {
      "speaker": "VAN LAAR",
      "utterance": "Well, the story was not the picture. The story was the multiple affairs with -- one with one of her Capitol Hill staffers, one with a campaign staffer that are illegal and unethical depending on which one you're talking about. And the story was also campaign funds being used to facilitate these affairs into possibly pay people off and keep them quiet. The story was binge drinking making someone, a Congresswoman, miss flights to and from Washington, D.C. There's a lot of other issues here that don't have anything to do with the photos and they're being ignored."
    },
    {
      "speaker": "CARLSON",
      "utterance": "To me that sounds like a young progressive Member of Congress living her best life, just --"
    },
    {
      "speaker": "VAN LAAR",
      "utterance": "Well, I disagree."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I can -- that phrase just cracks me up. I can't control myself. So no, I mean, I guess it goes without saying --"
    },
    {
      "speaker": "VAN LAAR",
      "utterance": "She is still going."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, she -- but if this were, you know, if the situation were reversed, it is very easy to see the MSNBC pan all condemning this member were it a male conservative as a sex criminal."
    },
    {
      "speaker": "VAN LAAR",
      "utterance": "Oh, absolutely."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No?"
    },
    {
      "speaker": "VAN LAAR",
      "utterance": "Oh, absolutely. If it was a Republican or a man, especially a Republican man, they'd be going after them."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, I mean, look, I don't want to get too far out on a limb here. Let me just be totally blunt. I didn't feel especially threatened by whatever Katie Hill is up to at her spare time. Kind of a zany personal life, I'll say, but you know, whenever I get really hurt the Republic, but I'm wondering if this can be our new standard, where we decide like not to hassle people over, you know, their personal weirdness, but the left won't keep that standard, will they?"
    },
    {
      "speaker": "VAN LAAR",
      "utterance": "No, they absolutely want and I don't care what Katie Hill does in her bedroom either. I care that she holds to ethics standards that she votes for."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "VAN LAAR",
      "utterance": "And I care that she holds herself to the same standard that she holds other people to."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, so how did you feel -- I mean, she didn't use your name or the name of \"RedState,\" but I think she was referring to you and she blamed this whole thing on you as a right wing website or her Republican opponents? What was your response to that?"
    },
    {
      "speaker": "VAN LAAR",
      "utterance": "Right. I mean, obviously, she is in a bad place right now and so I don't want to respond in kind. But of course, I don't like being smeared as some kind of revenge porn peddler or vast right-wing conspiracy because that's just simply not what happened."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. And I mean, the self-righteousness is a bit much and by the way, can I just say, I know an awful lot of people on the right and if any one of them have a photograph naked smoking a bong with an Iron Cross tattoo in their crotch. It would be on the cover of \"Newsweek.\""
    },
    {
      "speaker": "VAN LAAR",
      "utterance": "That is true. They're done."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, right. Anyway --"
    },
    {
      "speaker": "VAN LAAR",
      "utterance": "\"Newsweek,\" POLITICO -- everything."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh, yes. It would be the screensaver of everyone in Washington. Anyway, good to see you tonight, Jennifer. Thank you so much for coming on."
    },
    {
      "speaker": "VAN LAAR",
      "utterance": "Thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So we often tell you about what's going on in California, our biggest state, physically our prettiest state by far and about how it's falling apart. Maybe that's right-wing spin, right? Yes. No, it turns out they literally can't even keep the lights on in California. It's on fire and has no electricity. How'd that happen? We will tell you after the break. Plus 2020 Democrats are committed to confiscating your guns. Who will that hurt most? We will explore that question, just ahead."
    },
    {
      "speaker": "ELLIONA GUNVILLE, RESIDENT, MICHIGAN",
      "utterance": "I won't feel safe anywhere without a firearm, but especially here in Michigan."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, California was once the greatest place in the world. It had the best quality of life on Planet Earth, and now the state is regressing to really a state before the Industrial Revolution. Wildfires are ravaging it right now, and that's happening partly thanks to the decayed infrastructure of the utility giant PG&E, Pacific Gas and Electric. In an effort to stop wildfires, PG&E has been cutting off power to millions of people. The company can't keep the lights on or keep track of the quality of its infrastructure, but it's very good at impressing California's left wing politicians. The company keeps, by contrast, precise data on the skin color its employees, and how many of their supplies come from diverse or LGBTQ suppliers. It has made big donations together Gavin Newsom's gubernatorial campaign. So state leaders haven't minded too much as the state reverts back to, essentially the Middle Ages -- on fire with no electricity. Dave Rubin lives in the State of California. He hosts \"The Rubin Report\" on YouTube, which requires electricity, and he joins us tonight. So, Dave, thanks so much for coming on. You moved to California because it's a beautiful place and I agree with that. You've seen it really degrade in the time that you've been there, but PG&E strikes me as almost a metaphor for the destruction of the state. So here's the utility, which doesn't really know anything about its own infrastructure but knows everything about the race of its employees. How did we get there?"
    },
    {
      "speaker": "DAVE RUBIN, HOST, THE RUBIN REPORT",
      "utterance": "It's just unbelievable. Look, I've been in LA. I'm in LA right now. I live about a minute away from one of the big fires that's still going. I have friends that are evacuated. Los Angeles, putting politics aside and Southern California might be the most beautiful part of the United States. The problem right now is that everything -- everything from academia to public utilities to politics, everything that goes woke that buys into this ridiculous progressive ideology that cares about what contractors are LGBT, or how many black firemen we have or white this or Asian that. Everything that goes that road eventually breaks down. It is not you know, freedom is supposed to operate."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's true."
    },
    {
      "speaker": "RUBIN",
      "utterance": "What is supposed to happen, Tucker, imagine if your house was on fire, would you care what the public utility or what the fire company, what contractor they brought in? What gender or sexuality or any of those things he or she was? I mean, it's just absolutely ridiculous care."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Who would care?"
    },
    {
      "speaker": "RUBIN",
      "utterance": "And right now, we've got -- well, we've got a situation. Of course, you wouldn't care and we've got a situation right now, where they're literally -- we're doing preemptive blackouts in this state. Which I think is the 11th largest economy in the entire world. We do preemptive blackouts because they don't want to put too much power -- too much pressure on the grid. I mean, try to imagine the absurdity of what's going on here. And I hate to tell you, but we just don't have enough clear thinking, say, more libertarian or conservative minded people in California to fight what the progressives are doing to the state."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But if you can't keep the lights on, and you can't keep the place from burning down, you've reached the point where there's no kind of lying about it anymore. Like it's falling apart. It's a disaster. It's not civilized anymore."
    },
    {
      "speaker": "RUBIN",
      "utterance": "You know what? If I've learned anything by living in California and Los Angeles, specifically, it's that no matter what happens, ideology seems to trump rationality."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. That's true."
    },
    {
      "speaker": "RUBIN",
      "utterance": "So in the six years that I've been here, the amount of homeless encampments have expanded virtually every exit. You get off the 405 or the 101, there are now homeless people sitting right there or actually, that have basically built structures at the exit. Now, it's like if raising taxes on everybody and supposedly the progressive policies that care about poor people, if these things worked, wouldn't the places that progressive policies were enacted, wouldn't there be less homeless? Wouldn't there be less gun violence? All the things that they talked about."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Good point."
    },
    {
      "speaker": "RUBIN",
      "utterance": "But no, there's always more. This is not a coincidence. These policies don't work. But they're -- if you just don't really think about them, if you think, oh, we just have to throw money at things, throw money at things and they magically get better while you do whatever you want to do in your life and don't want to really think about the issues, then it all works. And that's what we all have to fight. I mean, everyone across the country, because, you know, I travel the country often and people will say to me, Dave, Dave, you've got to stop the people from California moving here to Utah or moving here to Denver, or moving here to Texas because then they bring the bad policies of California elsewhere."
    },
    {
      "speaker": "CARLSON",
      "utterance": "You know, walls are not just for our exterior borders, but that's just you know, something to think about. Dave Rubin, great to see you."
    },
    {
      "speaker": "RUBIN",
      "utterance": "Well, can I at least get on your side of the wall?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, join us here, anytime in the swamp. Good to see you tonight. Thank you."
    },
    {
      "speaker": "RUBIN",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well some candidates running for President right now on the Democratic side are openly promising what they privately wanted for years. They want the NRA stamped out, they want to ban guns, they may even want to take guns by force."
    },
    {
      "speaker": "REP. HALEY STEVENS, D-MICH.",
      "utterance": "The NRA has got to go. The NRA has got to go."
    },
    {
      "speaker": "SEN. KIRSTEN GILLIBRAND, D-N.Y.",
      "utterance": "The NRA is the worst organization in this country."
    },
    {
      "speaker": "BOOKER",
      "utterance": "I am very much one that is against handguns. And I know in my urban environment, I see little to no need for guns and all."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, just some rational discourse for you. We don't need guns. Of course, we need guns. You're not allowed to have guns. That's the attitude. Wealthy liberals obviously hire bodyguards, or hide themselves away in safe gated neighborhoods. What about people who can't afford to do that? What would gun bans mean for people who live in say Detroit, Michigan? Well, this show went to Detroit to investigate that very question. And here's what we found."
    },
    {
      "speaker": "GUNVILLE",
      "utterance": "My name is Elliona Gunville, and I live in the City of Detroit."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "Elliona Gunville is an armed Detroiter."
    },
    {
      "speaker": "GUNVILLE",
      "utterance": "I carry a Glock 45."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You keep one in the chamber?"
    },
    {
      "speaker": "GUNVILLE",
      "utterance": "Definitely. I keep my gun right here on my lap."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "She chooses to carry a gun to protect herself. She says her gun helped her survive an armed carjacking at a liquor store in Detroit's West Side."
    },
    {
      "speaker": "GUNVILLE",
      "utterance": "My arm was set."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "Gunville was shot in the arm during the attack."
    },
    {
      "speaker": "GUNVILLE",
      "utterance": "It went over here."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "She drove herself to the hospital. Police never caught the attackers."
    },
    {
      "speaker": "GUNVILLE",
      "utterance": "So they had AK and I had my Glock and it went down. They saw a pretty girl with pink lipstick and they just thought that they could get me and surprise, surprise. I'm Honey, the Bouncer."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "Stories like hers are why so many people in Detroit have decided to take personal protection into their own hands."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Why do you carry a firearm?"
    },
    {
      "speaker": "GUNVILLE",
      "utterance": "Because I live in Detroit."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Why not call the police?"
    },
    {
      "speaker": "GUNVILLE",
      "utterance": "Sometimes it takes a while."
    },
    {
      "speaker": "JAMES CRAIG, CHIEF OF POLICE, DETROIT",
      "utterance": "Hey, how are you doing?"
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "Detroit's Chief of Police, James Craig agrees."
    },
    {
      "speaker": "CRAIG",
      "utterance": "It only takes a minute or less for violence to happen, and it's over."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "That's why Craig strongly supports the right to carry."
    },
    {
      "speaker": "CRAIG",
      "utterance": "If a citizen is armed, they have a better opportunity of staying alive than if they weren't."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "Michigan issues gun permits to anyone in Detroit who takes a class and passes a background check. Gunville took her firearms class with Detroit native, Rick Ector."
    },
    {
      "speaker": "RICK ECTOR, FIREARMS INSTRUCTOR",
      "utterance": "Heck, yes. Let's shoot."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "Ector's Detroit based gun rights group named, Legally Armed in Detroit has helped thousands of women get their carry permits."
    },
    {
      "speaker": "ECTOR",
      "utterance": "We have a growing number of women here in Metro Detroit who are learning more about firearms and what it takes to defend themselves."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Do you recommend that law-abiding citizens go out and get that permit?"
    },
    {
      "speaker": "JAMES",
      "utterance": "If they are law-abiding, they get the training, absolutely. They've particularly found interest in going to classes that are all female who want, who support carrying concealed weapons."
    },
    {
      "speaker": "CARLSON (voice over)",
      "utterance": "The number of permits has surged in Wayne County, Michigan where Detroit is located. Nearly one in every 10 people has a carry permit."
    },
    {
      "speaker": "ECTOR",
      "utterance": "We have professionals. We have house moms. We have people who are just everyday normal citizens."
    },
    {
      "speaker": "JAMES",
      "utterance": "When criminals prey and look for victims, they are usually looking for those who they believe are defenseless. We're talking about women. We're talking about the elderly."
    },
    {
      "speaker": "GUNVILLE",
      "utterance": "There's always going to be crimes. There is was always going to be -- you know, the devil came to steal, kill and destroy and he is not going nowhere."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What would happen if the government made it illegal to carry a gun?"
    },
    {
      "speaker": "GUNVILLE",
      "utterance": "People will still carry. I rather -- my dad always says, I'd rather be judged by 12 than carried by six. Is that how it goes, so I mean --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "That's how it goes. Elliona Gunville is hardly alone. Part 2 of our series on being legally armed in the City of Detroit airs tomorrow night. Good luck to Beto trying to take those guns away. Well, instead of focusing on actual skills, which are suspect, Seattle's public schools want to teach kids that math is racist. That's right. Math is racist. Whatever happened to education? Good question. Sad story. We've got details after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Jeff Bezos's \"Washington Post\" -- that's the newspaper that brought you democracy dies in darkness has a new idea, get rid of freedom of speech. That's the case made in an op-ed by former \"Time\" magazine Managing Editor, Richard Stengel. He says it's time to cancel America's 200-year experiment with free expression that may have survived a Civil War, two World Wars, half a century of communist subversion, but the First Amendment he claims has outlived its usefulness. Why? Because Stengel is worried that in a marketplace of ideas the wrong ideas are winning. According to Stengel, it's time for the United States to start passing so- called hate speech laws. Americans shouldn't derive their standards for rights from the founders or from our own history, or from even what our people want. Instead, we ought to be taking our tips from Arab dictatorships. This is a direct quote, \"Even the most sophisticated Arab diplomats that I dealt with didn't understand why the First Amendment allows someone to burn a Quran. Why they asked me would you ever want to protect that? It's a fair question.\" End of quote. Stengel's warning tells you a lot about the way he thinks. Arab diplomats are sophisticated, perhaps they went to the same corrupt schools that he did, or maybe they eat at the same restaurants. If they don't like free speech, then it doesn't matter if all of them represent corrupt backward autocracies. Their opinions are worth listening to. Chinese diplomats are sophisticated, too. They read books and attend symphonies. Maybe Stengel will listen to their views on human rights, next, because that's in the end what this is really about. To Stengel and people like Stengel, only respectable people that is members of a coastal privileged opinion setting class are allowed freedom of thought. Can you imagine if you tried to circumscribe Richard Stengel's speech? You're not allowed to say that, Richard Stengel, we are going to throw you in prison? Would he be for a bridging the First Amendment then? No. But in his view, the rest of the country can only debate on the terms set by him and his friends. But right now that's not happening. America's leaders have screwed up the country so ordinary people aren't listening to them anymore. Most people don't care what Richard Stengel thinks. Does \"Time\" magazine even exist anymore? Probably not. It doesn't deserve to. It was garbage. Stengel complains that free speech is allowing quote \"falsehoods to spread online.\" He says that free speech is undermining tolerance and enabling discrimination. That's a smokescreen. It's Stengel who is pushing intolerance and discrimination. He is literally advocating against free speech. But he needs intolerance and discrimination because that's the only way he and his friends can keep controlling you. So recent public polling on the question of free speech shows an awful lot of young Americans who don't believe in the First Amendment. That's not surprising, schools have been infected with an extremist woke ideology that attacks the idea of freedom of speech. And by the way, it's not just in Reading or Social Studies, even Math is prey to the politics of the left. In the City of Seattle, educators are pursuing a new ethnic studies framework that adds racial politics -- radical racial politics -- to multiplication and division. The framework teaches children that Math is subjective, and of course is a tool used by some races to oppress others. Jason Nichols is a Professor of African-American Studies in the University of Maryland. He joins tonight. Whatever happened to the party of Science. So if you get to the point where you don't even believe in Math, why should I listen to you?"
    },
    {
      "speaker": "JASON NICHOLS, PROFESSOR OF AFRICAN-AMERICAN STUDIES, UNIVERSITY OF MARYLAND",
      "utterance": "Well, no, first of all, we're not saying -- I don't think anyone in the world is saying that Math of itself is racist, it is how it is applied. Like with anything, we can say, you know, Science can be applied in ways that can be racially biased. Math certainly can be used as praxis or as a way to teach subjects using ethnic studies. And it --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, a coffee cup can be used as a deadly weapon, but we don't teach kids that is dangerous because it's not inherently dangerous. It can be misused, because people are bad, right? They're fallen. They're screwed --"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "I think Math is a little bit different than a coffee cup."
    },
    {
      "speaker": "CARLSON",
      "utterance": "But Math is not subjective. Math is objective."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Math is not subjective, but again, I think people are missing the point here. What they're trying to do in the Seattle schools is teach kids Math, and have them learn better and they've seen results by using this ethnic studies framework. For example, one of the things that happened in San Francisco, and they studied this at Stanford is that they saw when they brought ethnic studies into the subjects, you know, into their various subjects, they saw a 21 percent increase in attendance and grade point averages went up by 1.4. points."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Okay, I mean, that makes me sad, because we both know that's not real. I mean --"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "How is that not real? We're talking about real results."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Talking about racism doesn't make you better at Math, okay, so let's look at the countries that really do well in Math."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "No, showing how you can apply Math - that's what makes better at Math."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Countries that are serious about Math, Singapore, for example, or Mainland China, much higher Math scores than we have. Do you think that they infuse their Math lessons with lectures about racism?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "No, they may not. But that's not --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "They may not. Oh, no, they don't. They're laughing at us because they know how pathetic this is."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Something tells me you're not privy to the curriculum over in Singapore, but what I will say."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I am privy to their attitudes which is one of deadly seriousness where kids have to learn or they'll certainly fall behind."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "And I think ethnic studies can be deadly serious. The point is that --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "In Math?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "If it works, why would we argue against something that's been proven to work?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "So -- but it hasn't. So you're saying --"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "But it has. That's what I'm talking about, 1.4 percent."
    },
    {
      "speaker": "CARLSON",
      "utterance": "When talking about racism while teaching Math -- okay."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Increase in grade point average, 21 percent increase in attendance."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So in grades -- but I mean, these are schools that you know, in a lot of cases, in the State of California, for example, the overwhelming majority of kids aren't at grade level in Math. So the schools are terrible, the teachers are inept, the system is a joke. So are these --"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "We're not going to disagree that there are things that can be fixed in addition."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So here's my question, on objective test ability, not whether the teacher is pleased with you, but whether or not you can understand a mathematical formula, for example."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Absolutely."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Talking about racism will increase the student's ability --"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "That is what we're seeing in the 2016 study from Stanford."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Gosh, why didn't we think of this before?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "You tell me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This is -- you're breaking my heart, because we both know that in five years, Seattle isn't going to be leading the nation in Math scores."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Well, what we want to see is improvement. And we have seen it before. They're trying new ways to teach young children of all different backgrounds, about Math and Science and many other --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Last question, wouldn't it -- now Singapore is a diverse -- ethnically diverse place."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Sure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why don't we just copy what they do if we really want our kids to be good at Math? Why not just go with that?"
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Well, I think there have been many different attempts at trying to make --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "They're not trying that in Seattle because it's too hard."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "No, I don't think -- I don't think that's any harder than implementing what they're implementing. They've tried many different ways. No Child Left Behind, Race to the Top. They're looking for ways to that work, and they've seen evidence that this works. Why would we want to argue with that?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, none of that stuff works. We know that. We can agree on that. Professor, thank you very much for being here."
    },
    {
      "speaker": "NICHOLS",
      "utterance": "Thanks a lot, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, Covington Catholic High School where Nick Sandmann nearly had his life ruined for smiling at a man beating a drum in his face. Now there's new hope for his lawsuit against \"The Washington Post,\" this country's most prolific disseminator of lies. That's next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, it's been close to a year since America's entire media class united as one over the weekend in fact, took time off from doing whatever creepy things they do in the weekend to come together to destroy a few high schoolers from Covington Catholic High School in Kentucky, just on principle. Didn't like the way they looked. Didn't like the cut of their jib. Now tonight, there's renewed hope that those high schoolers could finally get justice for what they went through. This week, a Federal judge partially reopened high schooler, Nick Sandmann's $250 million lawsuit against \"The Washington Post,\" a former newspaper, now a purveyor of filthy and dishonest stories. The ruling will allow Sandmann to obtain documents from \"The Post,\" which would almost certainly expose concrete wrongdoing by the newspaper, owned by Jeff Bezos, the richest man in the world. Todd McMurtry is an attorney who represents Nick Sandmann. And he joins us tonight. Todd, thanks so much for coming on. So what does this really mean in practical terms?"
    },
    {
      "speaker": "TODD MCMURTRY, ATTORNEY FOR NICHOLAS SANDMANN",
      "utterance": "Tucker, what the ruling means is that we do get to proceed with discovery although we had to overcome some hurdles initially with the court dismissing our first complaint. The judge did allow us to introduce additional evidence including some video evidence and some additional allegations against Nathan Phillips and now we can proceed. While we're not proceeding with the full complaint that we initially filed, we are proceeding with a sustainable complaint."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So discovery, so you -- there are things you want to learn from \"The Washington Post.\" What are you looking to learn?"
    },
    {
      "speaker": "MCMURTRY",
      "utterance": "In litigation like this, what we will do first off, is we will ask \"The Washington Post\" to produce it's e-mails, it's text messages, its internal messaging, which -- I think they use something called Slack Notes, and we will --- data related to Nicholas Sandmann and then we will review that and figure out what \"The Washington Post\" was thinking when they republished the false factual narrative."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Hold on. But you're not allowed to know that. Wait, hold on, you're not allowed to know that because journalism, but they get to destroy the life of high school kids -- but you can't find out why they did it. You know that right?"
    },
    {
      "speaker": "MCMURTRY",
      "utterance": "Well, I think that Judge Bertelsman in Kentucky is going to allow us to inquire into what they did. So I am very hopeful that we will be able to turn the tables on that equation."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So this is a paper that is owned personally by the richest man in the world, Jeff Bezos. This is his form of lobbying here in the nation's capital, really. $250 million -- why doesn't he settle with the students whose lives he so clearly hurt?"
    },
    {
      "speaker": "MCMURTRY",
      "utterance": "Tucker, we have not really sought any opportunity to settle with \"The Washington Post.\" What we intend to do is to pursue the cases against \"The Washington Post,\" CNN and NBC to see which of these cases is the strongest and we will take some, if not all of the cases to trial ultimately. Now, the truth is, though, that attorneys do get to points where they settle in their client's best interest, but we're not there yet."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And last question, quickly. If you find out this information about why \"The Post\" tried to destroy the lives of these kids, you're going to make it public, I assume."
    },
    {
      "speaker": "MCMURTRY",
      "utterance": "Yes, these that type of information is not confidential. It would be made public in court filings and you know, in motion practice that would proceed with this case. So we are basically going to pull back the blinds and see what's behind there. And I expect we'll get a very good look at the thought process of \"The Washington Post\" and the others as we proceed in discovery."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Man, I'm rooting for you. It is disgusting what they did, characteristically disgusting, but it is still over the top. Todd, thanks so much for coming on tonight. I appreciate it."
    },
    {
      "speaker": "MCMURTRY",
      "utterance": "Great, thank you."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We're out of time, sadly. We could go on and on and on. But the good news is we'll be back tomorrow night at 8:00 p.m. The show that is the sworn enemy of lying, pomposity, smugness and groupthink. DVR it if you have an advanced degree in electronics -- electrical engineering or whatever. Goodnight from Washington. Sean Hannity takes the reins right now from New York City. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}