{
  "date": "October 5, 2018",
  "headline": "Senators review FBI's report on Brett Kavanaugh; Sen. Cornyn weighs in on Kavanaugh controversy",
  "subHeadline": "Reaction and analysis on 'The Five.'",
  "url": "https://www.foxnews.com/transcript/senators-review-fbis-report-on-brett-kavanaugh-sen-cornyn-weighs-in-on-kavanaugh-controversy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "Hello, everybody. I'm Jesse Watters along with Judge Jeanine Pirro, Juan Williams, Dana Perino, and Greg Gutfeld. It's 5 o'clock in New York City, and this is \"The Five.\" A Fox News alert: The report is in, senators have been reviewing the FBI's finding on Supreme Court nominee Brett Kavanaugh, and according to senate judiciary committee chairman, Chuck Grassley, there's no hint of misconduct. Two key undecided GOP senators, Susan Collins and Jeff Flake, now suggesting that they're satisfied with the report, as majority leader Mitch McConnell gets the ball rolling on a vote, setting cloture vote for tomorrow morning. President Trump offered his reaction this morning on Twitter. This is now the 7th time the FBI has investigated Judge Kavanaugh. If we made it a hundred, it would still not be good enough for the obstructionist Democrats. Last week, all Democrats could do is whine about wanting an FBI report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF.",
      "sentences": "All we have asked for is that there be an FBI investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-CALIF.",
      "sentences": "I'm glad that the FBI investigation is going forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. DICK DURBIN, D-ILL.",
      "sentences": "This situation merited an FBI investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. PATRICK LEAHY, D-VT.",
      "sentences": "Let the FBI do what they should done before have a real investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So they're probably happy with this report, right? No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. DIANNE FEINSTEIN, D-CALIF.",
      "sentences": "It looks to be a product of an incomplete investigation that was limited perhaps by the White House. I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATE MINORITY LEADER CHUCK SCHUMER, D-N.Y.",
      "sentences": "We have many fears that this was a very limited process that would constrain the FBI from getting all the facts. Those fears have been realized.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Juan, you've got your FBI investigation. What is the problem now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "sentences": "Well, I think you've just heard it. I think it was articulated quite well. This is a whitewash, a sham, and what you have the people who are in the business of pushing this through like it's a weight sled. It is going to push it through, you know, get it done. Saying to the FBI, oh, you have a few days, but just interview nine people. Don't interview the principals. Don't interview Judge Kavanaugh. Don't interview Professor Ford. Don't interview the people who have come forward, according to her attorney, about 40 people who come forward saying this man was deceiving the committee with regard to his behavior in high school and college and his drinking in specific, and he's the choir boy and he's the virgin, you know, apparently not so. But the FBI, they don't want to hear it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Why would you interview Kavanaugh and Ford again after they were already under oath for hours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Because you want -- this is a sexual situation that she is complaining about and calling it an assault. And I think that you would want to have the agents speak to her specifically and in some private and to try to get her to provide more information if possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They could have interviewed her in private, judge, if this was kept confidential.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": ". they could have had a long wack at this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEANINE PIRRO, CO-HOST",
      "sentences": "Look, for you to call this a whitewash is absurd and I'll tell you why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "The only whitewash, if you want to use that term, is when Dianne Feinstein decided that she was going to sit on that thing for two months, and then break it when they realized there was no other way they could stop him from getting to the Supreme Court. Now, they are saying that, you know, use it, there's only a few days to investigate. Let me ask you this, were you complaining when there was an investigation of -- what his name, Anthony Weiner by the FBI? Three hundred thousand emails. If they come out the FBI and they says there's nothing negative there, then it must be good. It was like six days, all right? No one was complaining about that. There is nothing to investigate. The testimony is there. A sex crime prosecutor was there. People cross examine her, they cross examine him. I don't know what you're laughing at, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You've said there's nothing there. How could you say there's nothing there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Because there is nothing else there. Everyone that she said corroborated her since she was either a liar or out of her mind. You tell me why all four people she mentioned said we have no idea what she's talking about. The woman was used by the Democrats, and the Democrats are the one who are at fault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, someone just as fired up as Judge Jeanine was Senator Chuck Grassley. Let's listen to what he had to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK GRASSLEY, R-IOWA",
      "sentences": "Now, I would never use the word fake news. I consider you folks policemen for our democratic system of government, but I want to show you where some of you have bias. I've had demonstrators in my office for two weeks now, both for Kavanaugh and against Kavanaugh. And one time the people that were for Kavanaugh wanted to be interviewed. And they've said we only -- we're only interested in interviewing people against Kavanaugh. Now, that's a bias that none of you should be proud of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I have never seen Senator Grassley.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "sentences": "I mean, it wasn't very good temperament.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I mean, I'm just waiting to see the vice-chairman to say I've never seen anything like it. But you know what? I think he was absolutely right because even people who have defended the press and respect the press can look at these last three weeks and say a lot of this is malarkey. And it is about -- he's talking about his own personal reputation as well as the chairman of the committee. He's the one who was kept in the dark about the letter that Dianne Feinstein held for three months, and they put it in the last minute and he had to go through this process. I think that for Democrats, arguing process now and calling a foul ball on the FBI investigation, it's not a winner for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "How dare the Democrats question our institutions? The FBI is beyond reproach, Juan. We're all allowed to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Greg, what do you think about all this chaos?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "sentences": "Well, first of all, they've said that this was too limited a process. These are the people that when they had an opportunity to interview the principles, like Dr. Ford, the senators instead recited love poems. The only people that asked real questions was Rachel Mitchell. The Democrats just repeated the same phrase over and over again. You're a hero. You're a hero. Bravo, bravo. But they didn't ask the right questions. So they've had their chance. Dianne Feinstein is the last person on the planet to say -- to accuse anybody of constraining. She sat on that letter so long, you could see the Donna Karan imprint on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's not forget the media, OK? Because they -- I hope they share some introspection on this because first you tried rape, then you tried boozing, then you tried ice throwing, then you tried the devils triangle, and then -- whenever you tried to find somebody to accuse somebody of something, it was all couched in safety language like, you know, I didn't see it happen but I heard about it from somebody else. And then when the FBI go and chases it down, there is absolutely nothing there. Like flimsy structures in a really bad country, they fall apart at the strongest wind. The other lesson here is you've got to ask why so many people kept their heads down during this, even as the claims became more ludicrous. Why didn't anybody stand up and share the risk? And I include Republicans in this. Is because they didn't -- they were afraid that if they raised their head, they would get hit too, they would get accused too, and that -- it just drives me nuts because that allowed and enabled this mob rule to take place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You know you're right about that. And it's not just the senators. It was people on television.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We've been around this table and I have to couch everything I say about this case, I believe Dr. Ford believes something bad happen to her. I don't want to disparage Dr. Ford. And it gets to a point that after a while and you look at all the evidence come forward, it looks like she may not have been telling the truth with every single thing she said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What makes you say that, Jesse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Think about it, Juan. She had no specifics with regard to the time or the place. Every person that she said was there couldn't corroborate it. The whole thing about the second door doesn't add up when you look at the permits. The flying thing was a ruse. Her lawyers didn't even tell her that she was -- the senate investigators to California. There's a lot of stuff there that seems very fishy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But, Jesse, that's why we needed a real investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So this wasn't a real investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. This was not a real investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Why not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "There wasn't a press conference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This was a set-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Jim Comey didn't show up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Can I finish for just a second?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think Judge Kavanaugh deserved better because I think if they had done a full report, he could have been properly exonerated. Instead, what this comes down to is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Do you know what a full.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wait, let me finish. Republicans have said I will never let Hillary Clinton have an appointment to the Supreme Court in four years. Here's people like Richard Burr. Here's people like Ted Cruz, Rand Paul. This is what they did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Keep the politics out of it, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's not possible at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Do you know what a 302 is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Have you ever looked at a 302?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "How did you get your hands on a 302?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "From the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Really? OK, 302's are nothing more than investigative reports. They're not recorded. There's no audio. They're not signed. It's the FBI's approach or assessment of what the person said. It doesn't come.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And if they wanted to have a fuller investigation, they could have started this in August. Greg, let's get the last word here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, we know politics is poison, and I'm an agnostic when it comes to religion, but I know one thing about in my 12 years of Catholic Church, it was that crucifixion was an important event because it was designed to establish a wall between justice and mob rule. Christ died so that the mob wouldn't survive, right? He got there. He took -- he died for everybody's sins. This is what -- what the Democrats are trying to do is tear down the wall between justice and mob rule. They decided to crucify someone once again. That's what's wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Democrats' full-blown assault on Brett Kavanaugh backfiring on them just in time for the midterms, we'll take a look at that next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOUSE MINORITY LEADER NANCY PELOSI, D-CALIF.",
      "sentences": "I guess there's a similarity that people have with the people that they respect. Crazy about Putin, in love with Kim Jong-un, thinks Kavanaugh is a great upstanding person. You know what? He doesn't even know what he's talking about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Could a Brett bounce be coming to a midterm near you? Top Republicans telling Axios that they see widespread surge in GOP voter enthusiasm, it's powered by support for Kavanaugh, and Democrats' attacks on his Supreme Court nomination. White House Press Secretary Sarah Sanders noting the enthusiasm shift earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "People are outraged at the way that the Democrats have totally made this process into a partisan battle. What they have done is energize Republicans, and the president is feeling that energy and all of the locations he's been. I think the message is very clear. Democrats, you made a mistake here and it's going to show up in November.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And a Republican source tells Politico that the national Republican congressional committees donations are up 175 percent compared to a week before. Dana, let me go to you because I think -- yesterday you were talking about GOP enthusiasm surging at this moment. So the question becomes, does it impact both the house and the senate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I think watching Nancy Pelosi, I wondered if is it possible that she might be the biggest Democratic winner in all of this, right? She has nothing to do with the senate, but the senate is in play right now because you have red state Democrats who are running for reelection that are not going -- several of them are not going to win basically because of President Trump and Brett Kavanaugh, or raising their game, Heidi Heitkamp.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You mean Democrats, I think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Democrats in red states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, that's what I said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think you've said Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And so, like Heidi Heitkamp of North Dakota announces today she's going to vote no. She's already 13 points behind. She might think that I might as well just try it. Preserve my Democratic bona fide so that I could make sure that I can do something again in the future, or she might truly believe that she does not want to vote for him, which is fine, but there are political consequences for that. When I look at Chuck Schumer and he's making all these statements today on the floor, I think, he's going to make a choice. Like, do you want this fight or do you want to try to win back the senate? And, if they just want the fight, they're not going to win back the senate. And West Virginia, Indiana -- Indiana already said no. I mean, there's a possibility there. Now, it's not over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let's stop there for just a second. Joe Donnelly said he would vote against.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": ". and he's leading in Indiana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But, though, if you look at these enthusiasm polls that you get people out there, you'd think President Trump would try to head to Indiana, tried to close that a little bit more. I mean, they're going to be close, but the Republicans have a chance to actually pick up a seat or two in the senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So, Jesse, look at this for a second. Here you see the generic ballot right now according to Real Clear Politics, Democrats still up about -- I guess that's seven points. What do you make of this, Jesse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, that takes into account a large span of these polls. If you looked at the most generic matchups those leads by Democrats have shrunk to about -- even 2, 4, 6 percent from double digits. So that's good news for Republicans. I think what happen here is the American people have a very good B.S. meter. They know when things are fishy and they can feel in their hearts when someone is being attacked unfairly. And the media tried to pull a fast one on people and so did the Democrats. And one of the first times that I've seen, it didn't work because you have twitter, you have Fox News, and you have the internet, and now people have access to primary source documents. They can watch the hearings on demand, and they can see for themselves that being filtered through the mainstream media what the real truth was. The Democrats were fine when they brought Dr. Ford in because I think most fair Americans wanted to hear what she had to say. But then you bring in Avenatti, and then you bring all these left-wing lawyers, and then there was delay. And as Greg pointed out, they pivoted from rapist to drink or to bad temperament, and most people see through that stuff. And it got to the point where you look down and you say to yourself, this man is being unfairly attacked and we're not going to take it anymore. It's reinvigorated the Republican base. And I think the Democrats really miscalculated here because the character assassinations failed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. So, judge, I want to ask you to do a personality transformation before our Five audiences. If you're a Democrat right now and you say, you know what, I'm so upset about this nomination. Does that mean that Democrats are more likely to vote? And does it mean that Republican energy could dissipate if Kavanaugh is confirmed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Here's the thing. I mean, certainly, when people are angry, it motivates them to vote, whether you're Republican or a Democrat. But what I've seen happened, if you look at the reduction of the, you know, this blue wave and how it's dropped so much since July, you have to say to yourself why. It's dropped because people see something that is unfair and something that they're not familiar with, and that is people saying he must be guilty because she said this, without any evidence, where she contradicts herself. Where there's no corroborating evidence. So, I think that it's not just a question of -- let's assume Kavanaugh gets on the Supreme Court, will Republicans stay home? No, because they're angry. They're angry and they're motivated. They don't want to see this country turned into a socialist nation or a nation where people yell and scream and attack other people, whether it's in an airport or in a restaurant or anywhere else. I think, in the end, everybody's angry. We vote no. It's almost like a 50/50. But the people who believe in this country and the American flag and truth and justice I think are more angry, and I think those are silent majority that came out for Donald Trump. It didn't work in 2016, it's not going to work in 2018.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Now to our Jesus citing agnostic. I'm very curious as to what you think is going to happen in the midterms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, if I had a driver's license, I would rent a station wagon, pick up five people every hour and get them to the voting polls because I am that -- I'm that disgusted by this process. It started the moment the lying senator told men to shut up. That was the beginning of the misandry, the hatred of men. And when the Democrats descended it became the anti- male party. But now as I think about it more, they're actually the anti- female party because they allowed an Avenatti to hijack their party and essentially do irreparable damage to women who should be believed. So they diminished men and the role of men in life, and then they jumped on to certain claims that were just preposterous which now -- every time you hear an accusation you're going to go, oh, yeah, I remembered what happened with Kavanaugh. The gang rapes and the red solo cups and all of these stuffs. So, the Democrats are in danger of oblivion, long-term oblivion. They've alienated an entire gender, men. And they've disgusted their wives, their sisters, and their daughters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Is that right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I believe it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wow. I think you've got to watch out for Democratic anger of just the sort you're talking about, people who feel like they got run over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They don't know anger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK. TV news legend, Ted Koppel, he's giving CNN's Brian Stelter a massive reality check on CNN's Trump coverage. Greg is delighted and he's got tape for you, next on The Five.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was awful. Whoever cut that, you're going home early. All right. There's nothing more delicious than the truth served cold to someone feasting on a diet of lies. Here's Ted Koppel telling our nations hall monitor Brian Stelter what we already knew.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TED KOPPEL, BROADCAST JOURNALIST",
      "sentences": "Donald Trump has been very, very good for baseball. He has been wonderful for the industry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN STELTER, CNN",
      "sentences": "The ratings are up that means what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOPPEL",
      "sentences": "Oh, the ratings are up it means you can't do without Donald Trump. You would be lost without Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STELTER",
      "sentences": "Ted, you know that's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOPPEL",
      "sentences": "CNN's ratings would be in the toilet without Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STELTER",
      "sentences": "You know that's not true. You're playing for laughs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow. I haven't seen Stelter that defensive since Anderson Cooper stole his toupee. But I get it. Koppel hit the artery and Stelter couldn't stop the bleeding or the laughter. Koppel knows the media operates on two lies that they'd rather forget. One, that their effusive coverage of Trump didn't help nominate the guy. Oh, but you did, you blubbering fibbers. Let's not forget, CNN lead that chart under the assumption that Hillary had it won already. Focus only on Trump knowing their profitable obsession would only hurt Republicans and buy their bosses second and third homes. Whoops. Two, that somehow Trump had threatened press freedom, hardly. He's now buying those same executives their fourth and fifth homes. Since Trump, the press has been feverish. Every day is the apocalypse, every critic a fearless hero. To CNN, especially, Trump is Ebola and the KKK combined. It's why the C in CNN now stands for cartoon. And to belabor the point but we know how easy the press was under Obama even as he actually targeted journalists, unlike Trump. So, yeah, let's watch that clip again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KOPPEL",
      "sentences": "CNN's ratings would be in the toilet without Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STELTER",
      "sentences": "You know that's not true. You're playing for laughs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I hope that shows up on Reliable Sources. But you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's so true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Sorry, sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's OK. Let's go to you. He's point is -- Ted's point, I call him Ted because we know each other well. It's not just an obsession. It's a profitable one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I don't understand why Brian Stelter wouldn't just say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": ". you bet your life. I mean, you're absolutely right. People are so engaged. People want to watch. People can't get enough of it. People want to watch -- they don't even want to watch other shows. They only want to watch us. I mean, we are bringing you the story, like, why wouldn't you say that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah. That was an uncomfortable moment, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I just spilled on my water.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's OK because you just wanted, you know, to express yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'm very excited.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And you speak with your hands. But I will say this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jazz hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It could be. It could be jazz hands. At least she didn't flip us the bird or something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thinking about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Thank you. So, but I would -- I think Stelter was making the case that Trump attacks the press because, and also, that sometimes it's anti-Trump news that drives the media. Like, I think, 60 Minutes with their Stormy interview got record ratings, their highest ratings in ten years. But I don't think there's any getting away from the idea which is that Les Moonves, in his heyday when he was still at CBS, said, guess what, Donald Trump may not be good for America, but he's great for CBS. And that means great for ratings and earnings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Look, look, here's the bottom line with this guy, Stelter, OK? He wants to be the center of attention and he's sitting there telling Ted Koppel, oh, the news business is more complicated than that, Ted. Really, Brian? Really? By the way, you can talk about Stormy Daniels, that wasn't Brian's interview. That was Anderson Cooper's interview. And for Brian -- look, and for Brian to make himself important, he's basically saying I'm a victim, I'm a victim of Trump, you know. It's a hate movement. You know what it is, Brian? What it is, are people tuning in to watch the man that has allowed you and a lot of other people to keep their jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Hear, hear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Top that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't know if I can. I will say that great example of media bias here, though. Because if the top ombudsman at CNN is lying about the president being good for ratings, what else is he lying about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They won't give Trump credit for the ratings bump, and that's why you see they don't give him credit for the economy, for ISIS, or North Korea. CNN's ratings have ridden high on the Trump bump, but they're still a distant third.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They're still getting beat by the Cartoon Network and House- flipping shows. A lot of that has been caused by Trump branding them as fake news, but they've also had a lot of self-inflicted wounds, you know. They've had to make massive retractions. They have ridiculous chyrons. You can see the hate dripping off the faces of some of their anchors. They have had to fire whole classes of people over there. And I've had Democrats come up to me and say, \"You know what? I'm a Democrat. Can't stand Trump. I actually hate Trump, but you know what? I don't watch CNN, because even CNN is too crazy.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I was going to say that the difference with FOX News is that if Hillary had won, our ratings would still be good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. That is so true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They might be better, in fact. That's an interesting point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "By the way, I also heard that Brian Stelter once threw ice cubes in the CNN newsroom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Call the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. All right. Coming up, the inside scoop from Republicans on the Kavanaugh vote. Texas Senator John Cornyn joins us for the very latest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Now back to our top story. Senators are still reviewing the FBI report on Brett Kavanaugh as the partisan battle heats up over its findings and the Senate gears up for a critical confirmation vote. How are Republicans reacting to the FBI's Kavanaugh report? Well, we now bring in Senator John Cornyn from the great state of Texas for the very latest. It's very good to have you, Senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN CORNYN, R-TEXAS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Can you help us understand all of this? I want to ask you this: Do you think that the Democrats have managed, in all of this, to energize the Republicans and disappoint their own base?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORNYN",
      "sentences": "Well, I think when we confirm Brett Kavanaugh, which I predict we will, on Saturday, I think that will be the outcome. Of course, we could have had a more dignified way to consider Dr. Ford's allegations through the normal process. But since Senator Feinstein sat on those allegations for about six weeks and dropped them on us after the hearing, the first hearing on Judge Kavanaugh, we got into this, I think, circus where there were no rules. The ends seem to justify the means. So but yes, this could have been handled much better and I think in a way that would've been more dignified, more protective of Dr. Ford and the judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We're going to take it around the table, sir. I'm going to start with Judge Jeanine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. Senator, thanks so much for being with us. You know, I noticed that you yielded your time to the prosecutor. And in the end, what you're looking for is to have the public know what's in those FBI 302 reports. Now, you know that that would establish a precedent. I mean, don't you think it would be a dangerous precedent? And I have an idea. And that is if they -- if you want to give them the FBI report, how about they give you the therapist notes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORNYN",
      "sentences": "That would be -- that would be the ordinary procedure, as you know, Judge. And -- but the reason why we decided to ask Rachel Mitchell to ask the questions of Dr. Ford is because we know we would've been criticized for having aging white man asking a victim of sexual assault hard questions. But we really needed to have answers to the questions in order to test her story. As you know, there's been no corroboration whatsoever. In fact, all of the people she's identified have refuted --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORNYN",
      "sentences": "-- her version of the story. But again, something happened to Doctor -- Dr. Ford. But we weren't given the benefit of her therapist notes, which I think would have shed a lot of light on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Jesse Watters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Hey, Senator Cornyn. I just wanted to know, has your relationship with your Senate Democratic colleagues on the other side fundamentally changed after how they behaved within the last two months? Because I've never seen Chuck Grassley, who's pretty even-tempered, so animated and so angry at some of the behavior coming out of the other side that it looks to me like it's beyond repair. What's your assessment of your relationship now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORNYN",
      "sentences": "My favorite Chuck Grassley saying is \"Just because I'm yelling at you doesn't mean I'm mad at you.\" OK? But this has strained relationships and the trust that's always important, particularly in the legislative process. We understand that we are adults and we've been -- we know what's at stake here. We have different views. But we've been getting a lot of things done under this administration with Republican majorities in the House and the Senate. But this process is not one I would ever want to see repeated for anybody, for any nominee, Republican or Democrat, nor for any witness who comes before the committee. I think it's been shameful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Greg Gutfeld.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hey, Senator. I -- in this process, I've noticed a lot of laws being broken. One of them was a 27-year-old Democrat intern, an intern who's 27, who doxed a number of Republicans who were pro-Kavanaugh, putting their private information public. That fellow, name is Cosko, was arrested by D.C. Metro. I want to know what's going to happen to him. But I also want to know, is anything going to be done with Avenatti or any of the people that he worked with? Because it seems to me he broke some laws.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORNYN",
      "sentences": "Yes, well, this doxing so-called incident, which I wasn't familiar with the term but you described it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORNYN",
      "sentences": "-- this person who's been now charged with this crime, will be charged with, as I understand, multiple offenses. And so this is nothing to toy around with. This is serious business. And fortunately, the Capitol Police and the Metro Police are handling this serious -- seriously. As far as Mr. Avenatti is concerned, I wasn't eager to -- to provide him a platform for more of his publicity seeking. Obviously, the allegations made by Ms. Swetnick, nobody corroborated those. She's walked back from those. Witnesses that were asked, like Mark Judge, about that were said no way did it happen. So again, we're left with no corroboration, no confirmation of any of these terrible allegations; and the judge's unequivocal denial that it ever happened, under penalty of felony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "How can he not be disbarred? I mean, he's now in the Sharpton- Mason-Maddox, you know, phase of this. A very Tawana Brawley-esque event.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORNYN",
      "sentences": "Yes. I think, you know, the way that Ms. Katz, the lawyer that Senator Feinstein recommended for Dr. Ford, and Mr. Avenatti and others have not distinguished themselves by their conduct. And I think perhaps the appropriate forum for them to be reviewed is through the Bar Association, through the ethics committee. They have disciplinary authority. They can discipline or even potentially disbar people for abusing their law license.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We've got to get -- we have one last question from Juan Williams.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Senator Cornyn, you're a dignified guy. I like you a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORNYN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But I've got to tell you, you're on a brawl here at \"The Five,\" so let's start the brawl.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We only have a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "When you have politicization of the Supreme Court, I would hope that would concern you. But I know that you refused to look at Merrick Garland. You said you wouldn't look, wouldn't consider it. And now you're in a situation where Democrats are so upset over this process that's produced Judge Kavanaugh, I worry that the court itself is going to, like so many American institutions, absolutely go down in the trust factor among Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORNYN",
      "sentences": "Yes, Juan, since the Bork hearings and the -- where \"Bork\" became a verb, and those wars have escalated with the nuclear option by Harry Reid to pack the D.C. Circuit Court. Unfortunately, this has gotten worse and worse. I hope we've reached the end of that and we can return to some more dignified process, both to the - - both to the nominee and that would reflect well on the Senate. But this -- we had a lot of hardball played, and unfortunately, I think we're reaping the whirlwind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, but I think blocking, you know, Merrick Garland just sticks in so many people's craw. A twice-elected president, and you won't let him even be considered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Let's go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You might say Kavanaugh was unfairly treated, but guys, you wouldn't even give Merrick Garland a chance, a fair hearing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORNYN",
      "sentences": "This is the Biden precedent. He said during a presidential election year, that you don't confirm a Supreme Court justice. If Hillary Clinton had won, I don't think we'd be hearing anything about Merrick Garland, because she would have made that appointment. But because people chose President Trump, he chose differently. That's why I think people are so upset.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. We're going to give you the last word. Thank you, Senator Cornyn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORNYN",
      "sentences": "Thank you, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Coming up, major never Trumper Bret Stephens is grateful for the president's Kavanaugh defense. Up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "One of the country's loudest never Trumpers is now grateful for the president, and it's all thanks to the Democrats' terrible treatment of Judge Kavanaugh. New York Times columnist Bret Stephens writing in his New York Times op-ed, quote, \"For once, I'm grateful for Trump.\" Quote, \"I'm grateful, because Trump has not backed down in the face of the slipperiness, hypocrisy and dangerous standard-setting deployed by opponents of Brett Kavanaugh's nomination to the Supreme Court. I'm grateful, because ferocious and even crass obstinacy has its uses in life and never more so than in the face of sly moral bullying.\" OK. Juan --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "-- so what do you think of the -- a New York Times guy who feels that Donald Trump at least has the strength and the moral turpitude [SIC] to stand by what he believes in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. I mean, it's interesting. We're doing this. Bret is most often highly critical of President Trump, by the way. But I disagree when he says, you know, this thing could harm Brett Kavanaugh for a lifetime. I think it will, but I disagree in the sense that he never says, \"Hey, what happened to Professor Ford?\" She's been harmed for life. It's like she doesn't exist in this universe. And again, it's women who don't have the opportunity to speak out or be taken seriously. And so to say, \"Yes, I like Trump's bullying in this one, because it's getting those Democrats,\" I'd be very careful about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Jesse -- Jesse -- Jesse, isn't the truth --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, I think Dr. Ford was manipulated very unkindly by Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Jesse, isn't the truth --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She didn't want to come out like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't think she wanted to come out, and that's why it compelled (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And she was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right. So a minute ago, you were saying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- forced into the public sphere by Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. She gave an interview --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "By Democrat leaks, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "She gave an interview to The Washington Post in which she divulged her name and put herself forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, after a month of trying to hide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Correct, but she didn't want to come out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Dana, I'm going to go to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "So what Bret is saying, he's not talking about victims of sexual assault. He's talking about the fact that we have a president who was so outraged by the behavior of the Democrats that he -- although he doesn't support the president -- admires him for putting his stake in the ground. Now, he says, quote, \"adolescent boasting is not being treated as if it's a crucial piece of incriminating evidence.\" In other words, we shouldn't do that. At least he's standing up --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think the principle that a lot of conservatives, even if they didn't support Trump -- and which Bret didn't -- in the election, is that guilty until proven innocent is just fundamentally against everything that America is for. And President Trump is standing up for his nominee, because he was being accused and was trying to -- and basically labeled guilty until proven innocent with no corroboration. All the things we've already talked about. I do think that -- well, he's a little bit unafraid to court controversy. His first column for The New York Times was saying, basically, that global warming is a hoax. Maybe that's not exactly what he said, but it - - it caused phone calls to The New York Times, \"Cancel my subscription. I can't believe you hired this guy.\" I wish that he would have not used the opening two words, \"For once.\" He didn't have to do that. I always feel it's better, like, if you're just grateful, just say, \"I'm grateful for President Trump for this.\" And that will actually not, basically, give you a shield for people who are going to criticize you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- because you're normally a critic of the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right. Greg, what about the fact that, you know, he seems to be saying everything that we're all saying and that is, you know, a bar fight with a piece of ice --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "-- as well as a 30-year-old letter, where he's, you know, like an adolescent, basically saying, \"We're going to puke, and we're a bunch of obnoxious drunks,\" shouldn't be relevant to you when you're 53 years old.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Who knew Trump was the great uniter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I mean, Bret is coming around. Look, you know, I think what he's talking -- what this Bret is talking about is that Trump spoke to people's sense of -- of fairness. The Democrats missed this. That there are millions of people who don't just see themselves in Ford, but they also see themselves in Kavanaugh, as well. And they have brothers. They have sons. They have fathers. And he saw, as much as Stephens doesn't like Trump, he understands, which is the point I was talking about yesterday, that Trump is willing to share the risk. He doesn't give a damn about what people think. He's 74 or 73. He's president. So he's able to take the slings and the arrows by coming out and saying, \"What's with this one drink thing? And a lot of this stuff doesn't make sense.\" He's willing to take that heat so other people don't. And that's why it's refreshing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right, Jesse. Finish your thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I would just say, no, it reminds me of McCain with the surge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No one else wanted the surge. McCain stuck to the surge. George Bush stuck to the surge. And it ended up being the right thing to do, and McCain was rewarded with that for the nomination.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "\"One More Thing\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It is time now for \"One More Thing\" -- Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, first I want to point out that, yes, this is not my shirt. I got this from dry cleaning, and it is not my shirt. I do not have long arms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It looks big.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Time for this. I haven't done this in a while. Banned phrase. I have a banned phrase: \"politiciz-iz-iz-iz-zation.\" Nobody can say this word, OK? When I see it, and I'm about to say it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I said it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, but you barely said it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Just say, \"We're tired of people politicizing.\" Not \"We're tired of the politiciz-iz-iz-ization.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Politicization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "There you got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They can't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You've got to slow it down. All right. Dancing politicians, here's one of the worst. Theresa may, remember this back in Africa few months ago? Oh God, that was awful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No, that's not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We love it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean, that is a problem. That's even worse than George W. Bush in Africa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Hey, 43 had rhythm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She was trying her best, but it didn't go over so well. So the other day --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, boy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- she came out to the song \"Dancing Queen.\" And here she was in a second attempt. Let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "God. I mean, you guys can never make fun of Donald Trump over there in Great Britain. That's it. You own her. All right. Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I wanted just to point out something that I was very excited to see happen, but we haven't been able to do a lot of coverage about it. But Melania Trump, the first lady, has been in Africa this week as an ambassador of America over there, bringing lots of smiles including to children in not just Malawi; she'll also be going to Egypt. And I think also Kenya, that's also another place that she's going to go. She's got to visit schools, hold babies. She's delivered textbooks as part of the U.S.-funded national reading program. She donated some supplies herself. And also, you know what they love there? Soccer balls. She brought them, a lot of soccer balls. So a great trip, and if you can go to their Web site and find out a little bit more about it, then you will also be informed about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There a chip in the ball?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "A chip in the ball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Like the Putin ball. Always listening. All right, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right, so Halloween is in just a few weeks, and I wanted to reveal my personal fright night. Here it is. Take a look at this video.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, yes. It's another Donald Trump. That guy is not wearing a mask. He appears to be Donald Trump's doppelganger. We don't know who this man is, but the video went viral. And it reminded me that a few months ago, while I was doing a \"One More Thing\" for you, I showed you this photograph. Take a look at this one. Yes, that's a Spanish farmer and again, look at her. She looks just like Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No, she doesn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "By the way, Trump was one of the most popular Halloween costumes this past couple -- this past year. In fact the last few years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, I see Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Me, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "These guys, they don't even have to go shopping. They look like Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Trump would never wear plaid or paisley. So that's just a -- OK, Judge Jeanine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK. So last weekend I was at Liberty University in Lynchburg, Virginia. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You are the future, and you are the people who will decide the direction that this nation takes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK. So I'm there with -- surrounded by 12,000 -- that's what I said -- 12,000 students.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Trump brag right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "And this -- their arena, what they have on the university. And I have to tell you. --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Was it mandatory?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They were around the block.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Thanks, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Dana says it. I don't have to say it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "So 12,000 people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Look at this crowd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "So, everyone, every one of them -- and for all of you who have been depressed about what you've been seeing in the cabin hearings, all of these kids, when I went out and interviewed them afterwards, were so positive about this country, about their belief in the flag and in our system of justice and in this country. It was embarrassing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We're doing Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We're doing Tucker, the quiz, you and I. Look at --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Oh, tonight we're doing the quiz.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Stay tuned for the quiz. Those two are going to have at it. \"Special Report\" up next with Chris Wallace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS",
      "sentences": "Thank you, Jesse. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "Hello, everybody. I'm Jesse Watters along with Judge Jeanine Pirro, Juan Williams, Dana Perino, and Greg Gutfeld. It's 5 o'clock in New York City, and this is \"The Five.\""
    },
    {
      "speaker": "A Fox News alert",
      "utterance": "The report is in, senators have been reviewing the FBI's finding on Supreme Court nominee Brett Kavanaugh, and according to senate judiciary committee chairman, Chuck Grassley, there's no hint of misconduct. Two key undecided GOP senators, Susan Collins and Jeff Flake, now suggesting that they're satisfied with the report, as majority leader Mitch McConnell gets the ball rolling on a vote, setting cloture vote for tomorrow morning. President Trump offered his reaction this morning on Twitter. This is now the 7th time the FBI has investigated Judge Kavanaugh. If we made it a hundred, it would still not be good enough for the obstructionist Democrats. Last week, all Democrats could do is whine about wanting an FBI report."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF.",
      "utterance": "All we have asked for is that there be an FBI investigation."
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-CALIF.",
      "utterance": "I'm glad that the FBI investigation is going forward."
    },
    {
      "speaker": "SEN. DICK DURBIN, D-ILL.",
      "utterance": "This situation merited an FBI investigation."
    },
    {
      "speaker": "SEN. PATRICK LEAHY, D-VT.",
      "utterance": "Let the FBI do what they should done before have a real investigation."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So they're probably happy with this report, right? No."
    },
    {
      "speaker": "SEN. DIANNE FEINSTEIN, D-CALIF.",
      "utterance": "It looks to be a product of an incomplete investigation that was limited perhaps by the White House. I don't know."
    },
    {
      "speaker": "SENATE MINORITY LEADER CHUCK SCHUMER, D-N.Y.",
      "utterance": "We have many fears that this was a very limited process that would constrain the FBI from getting all the facts. Those fears have been realized."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Juan, you've got your FBI investigation. What is the problem now?"
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "utterance": "Well, I think you've just heard it. I think it was articulated quite well. This is a whitewash, a sham, and what you have the people who are in the business of pushing this through like it's a weight sled. It is going to push it through, you know, get it done. Saying to the FBI, oh, you have a few days, but just interview nine people. Don't interview the principals. Don't interview Judge Kavanaugh. Don't interview Professor Ford. Don't interview the people who have come forward, according to her attorney, about 40 people who come forward saying this man was deceiving the committee with regard to his behavior in high school and college and his drinking in specific, and he's the choir boy and he's the virgin, you know, apparently not so. But the FBI, they don't want to hear it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Why would you interview Kavanaugh and Ford again after they were already under oath for hours."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Because you want -- this is a sexual situation that she is complaining about and calling it an assault. And I think that you would want to have the agents speak to her specifically and in some private and to try to get her to provide more information if possible."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They could have interviewed her in private, judge, if this was kept confidential."
    },
    {
      "speaker": "WATTERS",
      "utterance": ". they could have had a long wack at this."
    },
    {
      "speaker": "JEANINE PIRRO, CO-HOST",
      "utterance": "Look, for you to call this a whitewash is absurd and I'll tell you why."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK."
    },
    {
      "speaker": "PIRRO",
      "utterance": "The only whitewash, if you want to use that term, is when Dianne Feinstein decided that she was going to sit on that thing for two months, and then break it when they realized there was no other way they could stop him from getting to the Supreme Court. Now, they are saying that, you know, use it, there's only a few days to investigate. Let me ask you this, were you complaining when there was an investigation of -- what his name, Anthony Weiner by the FBI? Three hundred thousand emails. If they come out the FBI and they says there's nothing negative there, then it must be good. It was like six days, all right? No one was complaining about that. There is nothing to investigate. The testimony is there. A sex crime prosecutor was there. People cross examine her, they cross examine him. I don't know what you're laughing at, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You've said there's nothing there. How could you say there's nothing there?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Because there is nothing else there. Everyone that she said corroborated her since she was either a liar or out of her mind. You tell me why all four people she mentioned said we have no idea what she's talking about. The woman was used by the Democrats, and the Democrats are the one who are at fault."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, someone just as fired up as Judge Jeanine was Senator Chuck Grassley. Let's listen to what he had to say."
    },
    {
      "speaker": "SEN. CHUCK GRASSLEY, R-IOWA",
      "utterance": "Now, I would never use the word fake news. I consider you folks policemen for our democratic system of government, but I want to show you where some of you have bias. I've had demonstrators in my office for two weeks now, both for Kavanaugh and against Kavanaugh. And one time the people that were for Kavanaugh wanted to be interviewed. And they've said we only -- we're only interested in interviewing people against Kavanaugh. Now, that's a bias that none of you should be proud of."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I have never seen Senator Grassley."
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "utterance": "I mean, it wasn't very good temperament."
    },
    {
      "speaker": "PERINO",
      "utterance": "I mean, I'm just waiting to see the vice-chairman to say I've never seen anything like it. But you know what? I think he was absolutely right because even people who have defended the press and respect the press can look at these last three weeks and say a lot of this is malarkey. And it is about -- he's talking about his own personal reputation as well as the chairman of the committee. He's the one who was kept in the dark about the letter that Dianne Feinstein held for three months, and they put it in the last minute and he had to go through this process. I think that for Democrats, arguing process now and calling a foul ball on the FBI investigation, it's not a winner for them."
    },
    {
      "speaker": "WATTERS",
      "utterance": "How dare the Democrats question our institutions? The FBI is beyond reproach, Juan. We're all allowed to do that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, my gosh."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Greg, what do you think about all this chaos?"
    },
    {
      "speaker": "GREG GUTFELD, CO-HOST",
      "utterance": "Well, first of all, they've said that this was too limited a process. These are the people that when they had an opportunity to interview the principles, like Dr. Ford, the senators instead recited love poems. The only people that asked real questions was Rachel Mitchell. The Democrats just repeated the same phrase over and over again. You're a hero. You're a hero. Bravo, bravo. But they didn't ask the right questions. So they've had their chance. Dianne Feinstein is the last person on the planet to say -- to accuse anybody of constraining. She sat on that letter so long, you could see the Donna Karan imprint on it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's not forget the media, OK? Because they -- I hope they share some introspection on this because first you tried rape, then you tried boozing, then you tried ice throwing, then you tried the devils triangle, and then -- whenever you tried to find somebody to accuse somebody of something, it was all couched in safety language like, you know, I didn't see it happen but I heard about it from somebody else. And then when the FBI go and chases it down, there is absolutely nothing there. Like flimsy structures in a really bad country, they fall apart at the strongest wind. The other lesson here is you've got to ask why so many people kept their heads down during this, even as the claims became more ludicrous. Why didn't anybody stand up and share the risk? And I include Republicans in this. Is because they didn't -- they were afraid that if they raised their head, they would get hit too, they would get accused too, and that -- it just drives me nuts because that allowed and enabled this mob rule to take place."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You know you're right about that. And it's not just the senators. It was people on television."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We've been around this table and I have to couch everything I say about this case, I believe Dr. Ford believes something bad happen to her. I don't want to disparage Dr. Ford. And it gets to a point that after a while and you look at all the evidence come forward, it looks like she may not have been telling the truth with every single thing she said."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What makes you say that, Jesse?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Think about it, Juan. She had no specifics with regard to the time or the place. Every person that she said was there couldn't corroborate it. The whole thing about the second door doesn't add up when you look at the permits. The flying thing was a ruse. Her lawyers didn't even tell her that she was -- the senate investigators to California. There's a lot of stuff there that seems very fishy."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But, Jesse, that's why we needed a real investigation."
    },
    {
      "speaker": "PIRRO",
      "utterance": "No."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So this wasn't a real investigation?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. This was not a real investigation."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Why not?"
    },
    {
      "speaker": "PERINO",
      "utterance": "There wasn't a press conference."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This was a set-up."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Jim Comey didn't show up."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Can I finish for just a second?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Go ahead."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think Judge Kavanaugh deserved better because I think if they had done a full report, he could have been properly exonerated. Instead, what this comes down to is."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Do you know what a full."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wait, let me finish. Republicans have said I will never let Hillary Clinton have an appointment to the Supreme Court in four years. Here's people like Richard Burr. Here's people like Ted Cruz, Rand Paul. This is what they did."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Keep the politics out of it, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's not possible at this point."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Do you know what a 302 is?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Have you ever looked at a 302?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "How did you get your hands on a 302?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "From the FBI."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Really? OK, 302's are nothing more than investigative reports. They're not recorded. There's no audio. They're not signed. It's the FBI's approach or assessment of what the person said. It doesn't come."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And if they wanted to have a fuller investigation, they could have started this in August. Greg, let's get the last word here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, we know politics is poison, and I'm an agnostic when it comes to religion, but I know one thing about in my 12 years of Catholic Church, it was that crucifixion was an important event because it was designed to establish a wall between justice and mob rule. Christ died so that the mob wouldn't survive, right? He got there. He took -- he died for everybody's sins. This is what -- what the Democrats are trying to do is tear down the wall between justice and mob rule. They decided to crucify someone once again. That's what's wrong."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Democrats' full-blown assault on Brett Kavanaugh backfiring on them just in time for the midterms, we'll take a look at that next."
    },
    {
      "speaker": "HOUSE MINORITY LEADER NANCY PELOSI, D-CALIF.",
      "utterance": "I guess there's a similarity that people have with the people that they respect. Crazy about Putin, in love with Kim Jong-un, thinks Kavanaugh is a great upstanding person. You know what? He doesn't even know what he's talking about."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Could a Brett bounce be coming to a midterm near you? Top Republicans telling Axios that they see widespread surge in GOP voter enthusiasm, it's powered by support for Kavanaugh, and Democrats' attacks on his Supreme Court nomination. White House Press Secretary Sarah Sanders noting the enthusiasm shift earlier today."
    },
    {
      "speaker": "SARAH SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "People are outraged at the way that the Democrats have totally made this process into a partisan battle. What they have done is energize Republicans, and the president is feeling that energy and all of the locations he's been. I think the message is very clear. Democrats, you made a mistake here and it's going to show up in November."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And a Republican source tells Politico that the national Republican congressional committees donations are up 175 percent compared to a week before. Dana, let me go to you because I think -- yesterday you were talking about GOP enthusiasm surging at this moment. So the question becomes, does it impact both the house and the senate?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I think watching Nancy Pelosi, I wondered if is it possible that she might be the biggest Democratic winner in all of this, right? She has nothing to do with the senate, but the senate is in play right now because you have red state Democrats who are running for reelection that are not going -- several of them are not going to win basically because of President Trump and Brett Kavanaugh, or raising their game, Heidi Heitkamp."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You mean Democrats, I think?"
    },
    {
      "speaker": "PERINO",
      "utterance": "What?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Democrats in red states."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, that's what I said."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think you've said Republicans."
    },
    {
      "speaker": "PERINO",
      "utterance": "And so, like Heidi Heitkamp of North Dakota announces today she's going to vote no. She's already 13 points behind. She might think that I might as well just try it. Preserve my Democratic bona fide so that I could make sure that I can do something again in the future, or she might truly believe that she does not want to vote for him, which is fine, but there are political consequences for that. When I look at Chuck Schumer and he's making all these statements today on the floor, I think, he's going to make a choice. Like, do you want this fight or do you want to try to win back the senate? And, if they just want the fight, they're not going to win back the senate. And West Virginia, Indiana -- Indiana already said no. I mean, there's a possibility there. Now, it's not over."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let's stop there for just a second. Joe Donnelly said he would vote against."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": ". and he's leading in Indiana."
    },
    {
      "speaker": "PERINO",
      "utterance": "But, though, if you look at these enthusiasm polls that you get people out there, you'd think President Trump would try to head to Indiana, tried to close that a little bit more. I mean, they're going to be close, but the Republicans have a chance to actually pick up a seat or two in the senate."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So, Jesse, look at this for a second. Here you see the generic ballot right now according to Real Clear Politics, Democrats still up about -- I guess that's seven points. What do you make of this, Jesse?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, that takes into account a large span of these polls. If you looked at the most generic matchups those leads by Democrats have shrunk to about -- even 2, 4, 6 percent from double digits. So that's good news for Republicans. I think what happen here is the American people have a very good B.S. meter. They know when things are fishy and they can feel in their hearts when someone is being attacked unfairly. And the media tried to pull a fast one on people and so did the Democrats. And one of the first times that I've seen, it didn't work because you have twitter, you have Fox News, and you have the internet, and now people have access to primary source documents. They can watch the hearings on demand, and they can see for themselves that being filtered through the mainstream media what the real truth was. The Democrats were fine when they brought Dr. Ford in because I think most fair Americans wanted to hear what she had to say. But then you bring in Avenatti, and then you bring all these left-wing lawyers, and then there was delay. And as Greg pointed out, they pivoted from rapist to drink or to bad temperament, and most people see through that stuff. And it got to the point where you look down and you say to yourself, this man is being unfairly attacked and we're not going to take it anymore. It's reinvigorated the Republican base. And I think the Democrats really miscalculated here because the character assassinations failed."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. So, judge, I want to ask you to do a personality transformation before our Five audiences. If you're a Democrat right now and you say, you know what, I'm so upset about this nomination. Does that mean that Democrats are more likely to vote? And does it mean that Republican energy could dissipate if Kavanaugh is confirmed?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Here's the thing. I mean, certainly, when people are angry, it motivates them to vote, whether you're Republican or a Democrat. But what I've seen happened, if you look at the reduction of the, you know, this blue wave and how it's dropped so much since July, you have to say to yourself why. It's dropped because people see something that is unfair and something that they're not familiar with, and that is people saying he must be guilty because she said this, without any evidence, where she contradicts herself. Where there's no corroborating evidence. So, I think that it's not just a question of -- let's assume Kavanaugh gets on the Supreme Court, will Republicans stay home? No, because they're angry. They're angry and they're motivated. They don't want to see this country turned into a socialist nation or a nation where people yell and scream and attack other people, whether it's in an airport or in a restaurant or anywhere else. I think, in the end, everybody's angry. We vote no. It's almost like a 50/50. But the people who believe in this country and the American flag and truth and justice I think are more angry, and I think those are silent majority that came out for Donald Trump. It didn't work in 2016, it's not going to work in 2018."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Now to our Jesus citing agnostic. I'm very curious as to what you think is going to happen in the midterms."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, if I had a driver's license, I would rent a station wagon, pick up five people every hour and get them to the voting polls because I am that -- I'm that disgusted by this process. It started the moment the lying senator told men to shut up. That was the beginning of the misandry, the hatred of men. And when the Democrats descended it became the anti- male party. But now as I think about it more, they're actually the anti- female party because they allowed an Avenatti to hijack their party and essentially do irreparable damage to women who should be believed. So they diminished men and the role of men in life, and then they jumped on to certain claims that were just preposterous which now -- every time you hear an accusation you're going to go, oh, yeah, I remembered what happened with Kavanaugh. The gang rapes and the red solo cups and all of these stuffs. So, the Democrats are in danger of oblivion, long-term oblivion. They've alienated an entire gender, men. And they've disgusted their wives, their sisters, and their daughters."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Is that right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I believe it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wow. I think you've got to watch out for Democratic anger of just the sort you're talking about, people who feel like they got run over."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They don't know anger."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK. TV news legend, Ted Koppel, he's giving CNN's Brian Stelter a massive reality check on CNN's Trump coverage. Greg is delighted and he's got tape for you, next on The Five."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was awful. Whoever cut that, you're going home early. All right. There's nothing more delicious than the truth served cold to someone feasting on a diet of lies. Here's Ted Koppel telling our nations hall monitor Brian Stelter what we already knew."
    },
    {
      "speaker": "TED KOPPEL, BROADCAST JOURNALIST",
      "utterance": "Donald Trump has been very, very good for baseball. He has been wonderful for the industry."
    },
    {
      "speaker": "BRIAN STELTER, CNN",
      "utterance": "The ratings are up that means what?"
    },
    {
      "speaker": "KOPPEL",
      "utterance": "Oh, the ratings are up it means you can't do without Donald Trump. You would be lost without Donald Trump."
    },
    {
      "speaker": "STELTER",
      "utterance": "Ted, you know that's not true."
    },
    {
      "speaker": "KOPPEL",
      "utterance": "CNN's ratings would be in the toilet without Donald Trump."
    },
    {
      "speaker": "STELTER",
      "utterance": "You know that's not true. You're playing for laughs."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow. I haven't seen Stelter that defensive since Anderson Cooper stole his toupee. But I get it. Koppel hit the artery and Stelter couldn't stop the bleeding or the laughter. Koppel knows the media operates on two lies that they'd rather forget. One, that their effusive coverage of Trump didn't help nominate the guy. Oh, but you did, you blubbering fibbers. Let's not forget, CNN lead that chart under the assumption that Hillary had it won already. Focus only on Trump knowing their profitable obsession would only hurt Republicans and buy their bosses second and third homes. Whoops. Two, that somehow Trump had threatened press freedom, hardly. He's now buying those same executives their fourth and fifth homes. Since Trump, the press has been feverish. Every day is the apocalypse, every critic a fearless hero. To CNN, especially, Trump is Ebola and the KKK combined. It's why the C in CNN now stands for cartoon. And to belabor the point but we know how easy the press was under Obama even as he actually targeted journalists, unlike Trump. So, yeah, let's watch that clip again."
    },
    {
      "speaker": "KOPPEL",
      "utterance": "CNN's ratings would be in the toilet without Donald Trump."
    },
    {
      "speaker": "STELTER",
      "utterance": "You know that's not true. You're playing for laughs."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I hope that shows up on Reliable Sources. But you know."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's so true."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is."
    },
    {
      "speaker": "PERINO",
      "utterance": "Sorry, sorry."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's OK. Let's go to you. He's point is -- Ted's point, I call him Ted because we know each other well. It's not just an obsession. It's a profitable one."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I don't understand why Brian Stelter wouldn't just say."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah."
    },
    {
      "speaker": "PERINO",
      "utterance": ". you bet your life. I mean, you're absolutely right. People are so engaged. People want to watch. People can't get enough of it. People want to watch -- they don't even want to watch other shows. They only want to watch us. I mean, we are bringing you the story, like, why wouldn't you say that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah. That was an uncomfortable moment, Juan."
    },
    {
      "speaker": "PERINO",
      "utterance": "I just spilled on my water."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's OK because you just wanted, you know, to express yourself."
    },
    {
      "speaker": "PERINO",
      "utterance": "I'm very excited."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And you speak with your hands. But I will say this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jazz hands."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It could be. It could be jazz hands. At least she didn't flip us the bird or something."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thinking about it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Thank you. So, but I would -- I think Stelter was making the case that Trump attacks the press because, and also, that sometimes it's anti-Trump news that drives the media. Like, I think, 60 Minutes with their Stormy interview got record ratings, their highest ratings in ten years. But I don't think there's any getting away from the idea which is that Les Moonves, in his heyday when he was still at CBS, said, guess what, Donald Trump may not be good for America, but he's great for CBS. And that means great for ratings and earnings."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yeah."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Look, look, here's the bottom line with this guy, Stelter, OK? He wants to be the center of attention and he's sitting there telling Ted Koppel, oh, the news business is more complicated than that, Ted. Really, Brian? Really? By the way, you can talk about Stormy Daniels, that wasn't Brian's interview. That was Anderson Cooper's interview. And for Brian -- look, and for Brian to make himself important, he's basically saying I'm a victim, I'm a victim of Trump, you know. It's a hate movement. You know what it is, Brian? What it is, are people tuning in to watch the man that has allowed you and a lot of other people to keep their jobs."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Hear, hear."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Top that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't know if I can. I will say that great example of media bias here, though. Because if the top ombudsman at CNN is lying about the president being good for ratings, what else is he lying about?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They won't give Trump credit for the ratings bump, and that's why you see they don't give him credit for the economy, for ISIS, or North Korea. CNN's ratings have ridden high on the Trump bump, but they're still a distant third."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They're still getting beat by the Cartoon Network and House- flipping shows. A lot of that has been caused by Trump branding them as fake news, but they've also had a lot of self-inflicted wounds, you know. They've had to make massive retractions. They have ridiculous chyrons. You can see the hate dripping off the faces of some of their anchors. They have had to fire whole classes of people over there. And I've had Democrats come up to me and say, \"You know what? I'm a Democrat. Can't stand Trump. I actually hate Trump, but you know what? I don't watch CNN, because even CNN is too crazy.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "I was going to say that the difference with FOX News is that if Hillary had won, our ratings would still be good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. That is so true."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They might be better, in fact. That's an interesting point."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "By the way, I also heard that Brian Stelter once threw ice cubes in the CNN newsroom."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Call the FBI."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. All right. Coming up, the inside scoop from Republicans on the Kavanaugh vote. Texas Senator John Cornyn joins us for the very latest."
    },
    {
      "speaker": "PERINO",
      "utterance": "Now back to our top story. Senators are still reviewing the FBI report on Brett Kavanaugh as the partisan battle heats up over its findings and the Senate gears up for a critical confirmation vote. How are Republicans reacting to the FBI's Kavanaugh report? Well, we now bring in Senator John Cornyn from the great state of Texas for the very latest. It's very good to have you, Senator."
    },
    {
      "speaker": "SEN. JOHN CORNYN, R-TEXAS",
      "utterance": "Thank you."
    },
    {
      "speaker": "PERINO",
      "utterance": "Can you help us understand all of this? I want to ask you this: Do you think that the Democrats have managed, in all of this, to energize the Republicans and disappoint their own base?"
    },
    {
      "speaker": "CORNYN",
      "utterance": "Well, I think when we confirm Brett Kavanaugh, which I predict we will, on Saturday, I think that will be the outcome. Of course, we could have had a more dignified way to consider Dr. Ford's allegations through the normal process. But since Senator Feinstein sat on those allegations for about six weeks and dropped them on us after the hearing, the first hearing on Judge Kavanaugh, we got into this, I think, circus where there were no rules. The ends seem to justify the means. So but yes, this could have been handled much better and I think in a way that would've been more dignified, more protective of Dr. Ford and the judge."
    },
    {
      "speaker": "PERINO",
      "utterance": "We're going to take it around the table, sir. I'm going to start with Judge Jeanine."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. Senator, thanks so much for being with us. You know, I noticed that you yielded your time to the prosecutor. And in the end, what you're looking for is to have the public know what's in those FBI 302 reports. Now, you know that that would establish a precedent. I mean, don't you think it would be a dangerous precedent? And I have an idea. And that is if they -- if you want to give them the FBI report, how about they give you the therapist notes?"
    },
    {
      "speaker": "CORNYN",
      "utterance": "That would be -- that would be the ordinary procedure, as you know, Judge. And -- but the reason why we decided to ask Rachel Mitchell to ask the questions of Dr. Ford is because we know we would've been criticized for having aging white man asking a victim of sexual assault hard questions. But we really needed to have answers to the questions in order to test her story. As you know, there's been no corroboration whatsoever. In fact, all of the people she's identified have refuted --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Exactly."
    },
    {
      "speaker": "CORNYN",
      "utterance": "-- her version of the story. But again, something happened to Doctor -- Dr. Ford. But we weren't given the benefit of her therapist notes, which I think would have shed a lot of light on that."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Jesse Watters."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Hey, Senator Cornyn. I just wanted to know, has your relationship with your Senate Democratic colleagues on the other side fundamentally changed after how they behaved within the last two months? Because I've never seen Chuck Grassley, who's pretty even-tempered, so animated and so angry at some of the behavior coming out of the other side that it looks to me like it's beyond repair. What's your assessment of your relationship now?"
    },
    {
      "speaker": "CORNYN",
      "utterance": "My favorite Chuck Grassley saying is \"Just because I'm yelling at you doesn't mean I'm mad at you.\" OK? But this has strained relationships and the trust that's always important, particularly in the legislative process. We understand that we are adults and we've been -- we know what's at stake here. We have different views. But we've been getting a lot of things done under this administration with Republican majorities in the House and the Senate. But this process is not one I would ever want to see repeated for anybody, for any nominee, Republican or Democrat, nor for any witness who comes before the committee. I think it's been shameful."
    },
    {
      "speaker": "PERINO",
      "utterance": "Greg Gutfeld."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hey, Senator. I -- in this process, I've noticed a lot of laws being broken. One of them was a 27-year-old Democrat intern, an intern who's 27, who doxed a number of Republicans who were pro-Kavanaugh, putting their private information public. That fellow, name is Cosko, was arrested by D.C. Metro. I want to know what's going to happen to him. But I also want to know, is anything going to be done with Avenatti or any of the people that he worked with? Because it seems to me he broke some laws."
    },
    {
      "speaker": "CORNYN",
      "utterance": "Yes, well, this doxing so-called incident, which I wasn't familiar with the term but you described it --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "CORNYN",
      "utterance": "-- this person who's been now charged with this crime, will be charged with, as I understand, multiple offenses. And so this is nothing to toy around with. This is serious business. And fortunately, the Capitol Police and the Metro Police are handling this serious -- seriously. As far as Mr. Avenatti is concerned, I wasn't eager to -- to provide him a platform for more of his publicity seeking. Obviously, the allegations made by Ms. Swetnick, nobody corroborated those. She's walked back from those. Witnesses that were asked, like Mark Judge, about that were said no way did it happen. So again, we're left with no corroboration, no confirmation of any of these terrible allegations; and the judge's unequivocal denial that it ever happened, under penalty of felony."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "How can he not be disbarred? I mean, he's now in the Sharpton- Mason-Maddox, you know, phase of this. A very Tawana Brawley-esque event."
    },
    {
      "speaker": "CORNYN",
      "utterance": "Yes. I think, you know, the way that Ms. Katz, the lawyer that Senator Feinstein recommended for Dr. Ford, and Mr. Avenatti and others have not distinguished themselves by their conduct. And I think perhaps the appropriate forum for them to be reviewed is through the Bar Association, through the ethics committee. They have disciplinary authority. They can discipline or even potentially disbar people for abusing their law license."
    },
    {
      "speaker": "PERINO",
      "utterance": "We've got to get -- we have one last question from Juan Williams."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Senator Cornyn, you're a dignified guy. I like you a lot."
    },
    {
      "speaker": "CORNYN",
      "utterance": "Thank you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But I've got to tell you, you're on a brawl here at \"The Five,\" so let's start the brawl."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, no."
    },
    {
      "speaker": "PERINO",
      "utterance": "We only have a minute."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "When you have politicization of the Supreme Court, I would hope that would concern you. But I know that you refused to look at Merrick Garland. You said you wouldn't look, wouldn't consider it. And now you're in a situation where Democrats are so upset over this process that's produced Judge Kavanaugh, I worry that the court itself is going to, like so many American institutions, absolutely go down in the trust factor among Americans."
    },
    {
      "speaker": "CORNYN",
      "utterance": "Yes, Juan, since the Bork hearings and the -- where \"Bork\" became a verb, and those wars have escalated with the nuclear option by Harry Reid to pack the D.C. Circuit Court. Unfortunately, this has gotten worse and worse. I hope we've reached the end of that and we can return to some more dignified process, both to the - - both to the nominee and that would reflect well on the Senate. But this -- we had a lot of hardball played, and unfortunately, I think we're reaping the whirlwind."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, but I think blocking, you know, Merrick Garland just sticks in so many people's craw. A twice-elected president, and you won't let him even be considered."
    },
    {
      "speaker": "PERINO",
      "utterance": "Let's go."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You might say Kavanaugh was unfairly treated, but guys, you wouldn't even give Merrick Garland a chance, a fair hearing."
    },
    {
      "speaker": "CORNYN",
      "utterance": "This is the Biden precedent. He said during a presidential election year, that you don't confirm a Supreme Court justice. If Hillary Clinton had won, I don't think we'd be hearing anything about Merrick Garland, because she would have made that appointment. But because people chose President Trump, he chose differently. That's why I think people are so upset."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. We're going to give you the last word. Thank you, Senator Cornyn."
    },
    {
      "speaker": "CORNYN",
      "utterance": "Thank you, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Coming up, major never Trumper Bret Stephens is grateful for the president's Kavanaugh defense. Up next."
    },
    {
      "speaker": "PIRRO",
      "utterance": "One of the country's loudest never Trumpers is now grateful for the president, and it's all thanks to the Democrats' terrible treatment of Judge Kavanaugh. New York Times columnist Bret Stephens writing in his New York Times op-ed, quote, \"For once, I'm grateful for Trump.\" Quote, \"I'm grateful, because Trump has not backed down in the face of the slipperiness, hypocrisy and dangerous standard-setting deployed by opponents of Brett Kavanaugh's nomination to the Supreme Court. I'm grateful, because ferocious and even crass obstinacy has its uses in life and never more so than in the face of sly moral bullying.\" OK. Juan --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "-- so what do you think of the -- a New York Times guy who feels that Donald Trump at least has the strength and the moral turpitude [SIC] to stand by what he believes in?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. I mean, it's interesting. We're doing this. Bret is most often highly critical of President Trump, by the way. But I disagree when he says, you know, this thing could harm Brett Kavanaugh for a lifetime. I think it will, but I disagree in the sense that he never says, \"Hey, what happened to Professor Ford?\" She's been harmed for life. It's like she doesn't exist in this universe. And again, it's women who don't have the opportunity to speak out or be taken seriously. And so to say, \"Yes, I like Trump's bullying in this one, because it's getting those Democrats,\" I'd be very careful about that."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Jesse -- Jesse -- Jesse, isn't the truth --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, I think Dr. Ford was manipulated very unkindly by Democrats."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Jesse, isn't the truth --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "She didn't want to come out like that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't think she wanted to come out, and that's why it compelled (ph)."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And she was --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right. So a minute ago, you were saying --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- forced into the public sphere by Democrats."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. She gave an interview --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "By Democrat leaks, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "She gave an interview to The Washington Post in which she divulged her name and put herself forward."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, after a month of trying to hide."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Correct, but she didn't want to come out."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Dana, I'm going to go to you."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK."
    },
    {
      "speaker": "PIRRO",
      "utterance": "So what Bret is saying, he's not talking about victims of sexual assault. He's talking about the fact that we have a president who was so outraged by the behavior of the Democrats that he -- although he doesn't support the president -- admires him for putting his stake in the ground. Now, he says, quote, \"adolescent boasting is not being treated as if it's a crucial piece of incriminating evidence.\" In other words, we shouldn't do that. At least he's standing up --"
    },
    {
      "speaker": "PERINO",
      "utterance": "I think the principle that a lot of conservatives, even if they didn't support Trump -- and which Bret didn't -- in the election, is that guilty until proven innocent is just fundamentally against everything that America is for. And President Trump is standing up for his nominee, because he was being accused and was trying to -- and basically labeled guilty until proven innocent with no corroboration. All the things we've already talked about. I do think that -- well, he's a little bit unafraid to court controversy. His first column for The New York Times was saying, basically, that global warming is a hoax. Maybe that's not exactly what he said, but it - - it caused phone calls to The New York Times, \"Cancel my subscription. I can't believe you hired this guy.\" I wish that he would have not used the opening two words, \"For once.\" He didn't have to do that. I always feel it's better, like, if you're just grateful, just say, \"I'm grateful for President Trump for this.\" And that will actually not, basically, give you a shield for people who are going to criticize you --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- because you're normally a critic of the president."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right. Greg, what about the fact that, you know, he seems to be saying everything that we're all saying and that is, you know, a bar fight with a piece of ice --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "-- as well as a 30-year-old letter, where he's, you know, like an adolescent, basically saying, \"We're going to puke, and we're a bunch of obnoxious drunks,\" shouldn't be relevant to you when you're 53 years old."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Who knew Trump was the great uniter?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I mean, Bret is coming around. Look, you know, I think what he's talking -- what this Bret is talking about is that Trump spoke to people's sense of -- of fairness. The Democrats missed this. That there are millions of people who don't just see themselves in Ford, but they also see themselves in Kavanaugh, as well. And they have brothers. They have sons. They have fathers. And he saw, as much as Stephens doesn't like Trump, he understands, which is the point I was talking about yesterday, that Trump is willing to share the risk. He doesn't give a damn about what people think. He's 74 or 73. He's president. So he's able to take the slings and the arrows by coming out and saying, \"What's with this one drink thing? And a lot of this stuff doesn't make sense.\" He's willing to take that heat so other people don't. And that's why it's refreshing."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right, Jesse. Finish your thought."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I would just say, no, it reminds me of McCain with the surge."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No one else wanted the surge. McCain stuck to the surge. George Bush stuck to the surge. And it ended up being the right thing to do, and McCain was rewarded with that for the nomination."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Good point."
    },
    {
      "speaker": "PIRRO",
      "utterance": "\"One More Thing\" is up next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It is time now for \"One More Thing\" -- Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, first I want to point out that, yes, this is not my shirt. I got this from dry cleaning, and it is not my shirt. I do not have long arms."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It looks big."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Time for this. I haven't done this in a while. Banned phrase. I have a banned phrase: \"politiciz-iz-iz-iz-zation.\" Nobody can say this word, OK? When I see it, and I'm about to say it --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I said it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, but you barely said it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Just say, \"We're tired of people politicizing.\" Not \"We're tired of the politiciz-iz-iz-ization.\""
    },
    {
      "speaker": "WATTERS",
      "utterance": "Politicization."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes!"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "There you got it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They can't do it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You've got to slow it down. All right. Dancing politicians, here's one of the worst. Theresa may, remember this back in Africa few months ago? Oh God, that was awful."
    },
    {
      "speaker": "PERINO",
      "utterance": "No, that's not --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We love it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean, that is a problem. That's even worse than George W. Bush in Africa."
    },
    {
      "speaker": "PERINO",
      "utterance": "Hey, 43 had rhythm."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She was trying her best, but it didn't go over so well. So the other day --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, boy."
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- she came out to the song \"Dancing Queen.\" And here she was in a second attempt. Let's watch."
    },
    {
      "speaker": "WATTERS",
      "utterance": "God. I mean, you guys can never make fun of Donald Trump over there in Great Britain. That's it. You own her. All right. Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "I wanted just to point out something that I was very excited to see happen, but we haven't been able to do a lot of coverage about it. But Melania Trump, the first lady, has been in Africa this week as an ambassador of America over there, bringing lots of smiles including to children in not just Malawi; she'll also be going to Egypt. And I think also Kenya, that's also another place that she's going to go. She's got to visit schools, hold babies. She's delivered textbooks as part of the U.S.-funded national reading program. She donated some supplies herself. And also, you know what they love there? Soccer balls. She brought them, a lot of soccer balls. So a great trip, and if you can go to their Web site and find out a little bit more about it, then you will also be informed about that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There a chip in the ball?"
    },
    {
      "speaker": "PERINO",
      "utterance": "A chip in the ball."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Like the Putin ball. Always listening. All right, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right, so Halloween is in just a few weeks, and I wanted to reveal my personal fright night. Here it is. Take a look at this video."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, yes. It's another Donald Trump. That guy is not wearing a mask. He appears to be Donald Trump's doppelganger. We don't know who this man is, but the video went viral. And it reminded me that a few months ago, while I was doing a \"One More Thing\" for you, I showed you this photograph. Take a look at this one. Yes, that's a Spanish farmer and again, look at her. She looks just like Donald Trump."
    },
    {
      "speaker": "PERINO",
      "utterance": "No, she doesn't."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "By the way, Trump was one of the most popular Halloween costumes this past couple -- this past year. In fact the last few years."
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, I see Obama."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Me, too."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "These guys, they don't even have to go shopping. They look like Donald Trump."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Trump would never wear plaid or paisley. So that's just a -- OK, Judge Jeanine."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK. So last weekend I was at Liberty University in Lynchburg, Virginia. Take a look."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You are the future, and you are the people who will decide the direction that this nation takes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK. So I'm there with -- surrounded by 12,000 -- that's what I said -- 12,000 students."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Trump brag right there."
    },
    {
      "speaker": "PIRRO",
      "utterance": "And this -- their arena, what they have on the university. And I have to tell you. --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Was it mandatory?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "They were around the block."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Thanks, Dana."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Dana says it. I don't have to say it."
    },
    {
      "speaker": "PIRRO",
      "utterance": "So 12,000 people."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Look at this crowd."
    },
    {
      "speaker": "PIRRO",
      "utterance": "So, everyone, every one of them -- and for all of you who have been depressed about what you've been seeing in the cabin hearings, all of these kids, when I went out and interviewed them afterwards, were so positive about this country, about their belief in the flag and in our system of justice and in this country. It was embarrassing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We're doing Tucker."
    },
    {
      "speaker": "PIRRO",
      "utterance": "What?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We're doing Tucker, the quiz, you and I. Look at --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Oh, tonight we're doing the quiz."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Stay tuned for the quiz. Those two are going to have at it. \"Special Report\" up next with Chris Wallace."
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS",
      "utterance": "Thank you, Jesse. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}