{
  "date": "October 21, 2017",
  "headline": "Can Washington tax its way out of debt?",
  "subHeadline": "DISCLAIMER: THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS.",
  "url": "https://www.foxnews.com/transcript/can-washington-tax-its-way-out-of-debt",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DISCLAIMER",
      "sentences": "THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS. IT IS FOX NEWS' POLICY THAT CONTRIBUTORS DISCLOSE POSITIONS THEY HOLD IN STOCKS THEY DISCUSS, THOUGH POSITIONS MAY CHANGE. READERS OF \"Cost of Freedom Recap\" MUST TAKE RESPONSIBILITY FOR THEIR OWN INVESTMENT DECISIONS.   TOTAL NET WORTH OF 400 RICHEST AMERICANS ON FORBES LIST IS $2.7 TRILLION; TOTAL NATIONAL DEBT IS $20 TRILLION Steve Forbes: Absolutely, David—Rand Paul is absolutely right. 10 cents on the dollar if you confiscated all that wealth, and if you confiscated that wealth, David, you’d trash the economy cause there’d be no more investment. The only way to get the Washington fiscal situation under order is with a growing economy, and the only way you get a growing economy is with big massive tax cuts across the board. John Kennedy did it, Ronald Reagan did it—I hope Donald Trump makes Congress do the same thing.  John Tamny: There is no debt problem as evidence by the low yields on treasuries, but we have a massive spending problem. And when you think about the Forbes 400, we’ve got to remember every dollar the government spends means there’s less money for the innovators. The people on this list got there because they did something remarkable that enhanced our standard of living. Think how much more they could do if the federal government were spending much less.  Rich Karlgaard: It does and I feared this. This is the Steve Bannon, populist influence—Bannon was pushing for a 44 percent top rate. I sure hope it doesn’t happen because John Tamny makes such a great point that you want the wealthiest to make the investment decisions going forward because they’ve proven that they’ve made really smart decisions and they sure as heck make smarter decisions than the federal government does as it pertains to the growth of the economy.  Bruce Japsen: Well, here’s the thing on that—the list—I think if anybody looks over that list they’re gonna say these folks don’t need a tax cut except for maybe Donald Trump who was described as the most notable loser because he lost about $600,000,000. But setting that aside, I think you should pursue something that worked in the Clinton era where you have a mix of tax cuts that worked for the middle class who were not rising as rapidly as these people and some deficit reduction. Elizabeth MacDonald: The President’s expanding the size of the zero bracket where nobody pays any federal income taxes. Look—John Tamny, Steve Forbes, Rich…they’re all correct. Even JFK saw it, too, when he cut taxes revenues came pouring in. I think the Democrats, they’re acting like the new Walter Mondales of today. Back in that time, Ted Kennedy voted for the Reagan tax cuts. So did Dick Gephardt, Bill Bradley worked on the Reagan tax cuts. I’m not sure what happened to the Democrat Party that they don’t get it—that the little guy, the small business guy, reports their federal income on federal income tax return. 90 percent of U.S. business income is on the individual income tax return.  Sabrina Schaeffer: My question is what happened to the Republican Party? The idea that we’d be adding brackets here is worrisome to me because if we expand beyond those top 400 people to the top 10 percent of tax payers—people making over $114,000—we still couldn’t tax our way out of our spending problem. The fact is that this is not just about restoring the budget but it’s also about restoring government to its proper role, giving people more ownership and control over their lives. So this is a massive failure on the Republicans’ part. NEW FOCUS ON MILITARY SPENDING AS U.S.-BACKED FORCES RECAPTURE RAQQA, SYRIA FROM ISIS  Steve Forbes: Absolutely, David. When you have a strategy and you stick to that strategy, you win. One of the big mistakes of Barack Obama among many was prematurely withdrawing from Iraq when we’d won there, to the rise of ISIS, his phony red line in Syria and his weakness there led to the rise of ISIS in Syria…so yes, give the generals on the field the flexibility to adapt to these guerilla warfare tactics and give them the resources and they’ll get the job done.   Bruce Japsen: I think it’s a good thing, but what is potentially more alarming and what could happen is that whoever is left could take to the cyber warfare and recruit and do us damage that’s already been done like in Orlando and Manchester. And let’s do remember that this is sort of like wack-a-mole when you’re dealing with the Middle East because when Obama was in office, they did get rid of a guy by the name of Usama Bin Laden and we don’t hear much about Al Qaeda anymore. Sabrina Schaeffer: Absolutely, David. And I do think that we need to continue to loosen up resources and also allow for the freedom to engage in a way that the military and the people on the ground think is most effective. That being said, I think that we do have to be sort of cautiously optimistic because some reports are saying that ISIS is not dead, it is sort of morphing in shape and I think that we’ve seen with this war on terror that it can take many different shapes and it’s not always an organized organization or institution that’s committing some of the worst crimes. John Tamny: I just wonder if it has much to do with spending. Trump’s only been one year in office. My guess is that it has a lot more to do with that ISIS was never the threat that people built it up to be in the first place. And I would just add, I don’t think we have a military spending problem in the first place—what we have a problem of is rather than performing national defense, our military defense much the world and I think that’s a shame.   Rich Karlgaard: It needs to go up. First of all, congratulations to the military for their triumph in Raqqa. But the one war that we cannot afford to lose in our generation is a technology war with China, and they are going peddle to the medal…and this is why we have to increase our military spending, particularly around technology in RND and not pull back. Bill Baldwin: Well, this was a victory, but let’s be honest about what’s going on—when you decapitate one gang of insurgents, two more take their place. I think this quagmire is going to take a lot more lives and another trillion dollars before it’s over. FORBES FLIPSIDE  Rich Karlgaard: Again, you know, 3 percent economy versus a 2 percent economy—you get those kinds of effects. And let me tell you, Netflix has one of the best data collection and analysis machines and they’re saying that the customer’s more flushed today.   Elizabeth MacDonald: Netflix debt—wow, when you include the off-balance sheet debt—it’s about $20 million. That swamps its shareholder equity. It’s on a treadmill. I don’t think it’s on a sustainable business model right now. Bill Baldwin: Yes, but I don’t see any bonanza for Hollywood here. After inflation, box office revenues for movies have flat-lined over the past decade and over the next decade they’re destined to go down as fast as revenue go up at Netflix.  Bruce Japsen: I think it has to do also with a quality of programming. The Emmy’s are all going to streaming services, Netflix…and the quality of their productions are improving and I think people will pay for that. And you’re seeing HBO investing in steaming…I think that’s a good thing. John Tamny: When economies grow, market prices usually fall—that’s a function of investment. I think Bruce is right in this case. Netflix is raising prices because its service is very good.  Steve Forbes: It’s basically supply and demand. Other parts of the entertainment industry, has been pointed out here, can be going down but if you have what people want people will pay up for it. And by the way—if we had big massive tax cuts, a lot of people could be spending more on entertainment.  POWER PICKS Elizabeth MacDonald: Robo Global—it sounds like a Simpsons cartoon. It’s an ETF, the returns are double digits and it’s cheap.  Bill Baldwin: When the first robot runs over a kid playing stick ball, investors are going to lose their enthusiasm. FactSet Research—it’s in the same business as news broadcasters, selling facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DISCLAIMER",
      "utterance": "THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS. IT IS FOX NEWS' POLICY THAT CONTRIBUTORS DISCLOSE POSITIONS THEY HOLD IN STOCKS THEY DISCUSS, THOUGH POSITIONS MAY CHANGE. READERS OF \"Cost of Freedom Recap\" MUST TAKE RESPONSIBILITY FOR THEIR OWN INVESTMENT DECISIONS. TOTAL NET WORTH OF 400 RICHEST AMERICANS ON FORBES LIST IS $2.7 TRILLION; TOTAL NATIONAL DEBT IS $20 TRILLION"
    },
    {
      "speaker": "Steve Forbes",
      "utterance": "Absolutely, David—Rand Paul is absolutely right. 10 cents on the dollar if you confiscated all that wealth, and if you confiscated that wealth, David, you’d trash the economy cause there’d be no more investment. The only way to get the Washington fiscal situation under order is with a growing economy, and the only way you get a growing economy is with big massive tax cuts across the board. John Kennedy did it, Ronald Reagan did it—I hope Donald Trump makes Congress do the same thing."
    },
    {
      "speaker": "John Tamny",
      "utterance": "There is no debt problem as evidence by the low yields on treasuries, but we have a massive spending problem. And when you think about the Forbes 400, we’ve got to remember every dollar the government spends means there’s less money for the innovators. The people on this list got there because they did something remarkable that enhanced our standard of living. Think how much more they could do if the federal government were spending much less."
    },
    {
      "speaker": "Rich Karlgaard",
      "utterance": "It does and I feared this. This is the Steve Bannon, populist influence—Bannon was pushing for a 44 percent top rate. I sure hope it doesn’t happen because John Tamny makes such a great point that you want the wealthiest to make the investment decisions going forward because they’ve proven that they’ve made really smart decisions and they sure as heck make smarter decisions than the federal government does as it pertains to the growth of the economy."
    },
    {
      "speaker": "Bruce Japsen",
      "utterance": "Well, here’s the thing on that—the list—I think if anybody looks over that list they’re gonna say these folks don’t need a tax cut except for maybe Donald Trump who was described as the most notable loser because he lost about $600,000,000. But setting that aside, I think you should pursue something that worked in the Clinton era where you have a mix of tax cuts that worked for the middle class who were not rising as rapidly as these people and some deficit reduction."
    },
    {
      "speaker": "Elizabeth MacDonald",
      "utterance": "The President’s expanding the size of the zero bracket where nobody pays any federal income taxes. Look—John Tamny, Steve Forbes, Rich…they’re all correct. Even JFK saw it, too, when he cut taxes revenues came pouring in. I think the Democrats, they’re acting like the new Walter Mondales of today. Back in that time, Ted Kennedy voted for the Reagan tax cuts. So did Dick Gephardt, Bill Bradley worked on the Reagan tax cuts. I’m not sure what happened to the Democrat Party that they don’t get it—that the little guy, the small business guy, reports their federal income on federal income tax return. 90 percent of U.S. business income is on the individual income tax return."
    },
    {
      "speaker": "Sabrina Schaeffer",
      "utterance": "My question is what happened to the Republican Party? The idea that we’d be adding brackets here is worrisome to me because if we expand beyond those top 400 people to the top 10 percent of tax payers—people making over $114,000—we still couldn’t tax our way out of our spending problem. The fact is that this is not just about restoring the budget but it’s also about restoring government to its proper role, giving people more ownership and control over their lives. So this is a massive failure on the Republicans’ part. NEW FOCUS ON MILITARY SPENDING AS U.S.-BACKED FORCES RECAPTURE RAQQA, SYRIA FROM ISIS"
    },
    {
      "speaker": "Steve Forbes",
      "utterance": "Absolutely, David. When you have a strategy and you stick to that strategy, you win. One of the big mistakes of Barack Obama among many was prematurely withdrawing from Iraq when we’d won there, to the rise of ISIS, his phony red line in Syria and his weakness there led to the rise of ISIS in Syria…so yes, give the generals on the field the flexibility to adapt to these guerilla warfare tactics and give them the resources and they’ll get the job done."
    },
    {
      "speaker": "Bruce Japsen",
      "utterance": "I think it’s a good thing, but what is potentially more alarming and what could happen is that whoever is left could take to the cyber warfare and recruit and do us damage that’s already been done like in Orlando and Manchester. And let’s do remember that this is sort of like wack-a-mole when you’re dealing with the Middle East because when Obama was in office, they did get rid of a guy by the name of Usama Bin Laden and we don’t hear much about Al Qaeda anymore."
    },
    {
      "speaker": "Sabrina Schaeffer",
      "utterance": "Absolutely, David. And I do think that we need to continue to loosen up resources and also allow for the freedom to engage in a way that the military and the people on the ground think is most effective. That being said, I think that we do have to be sort of cautiously optimistic because some reports are saying that ISIS is not dead, it is sort of morphing in shape and I think that we’ve seen with this war on terror that it can take many different shapes and it’s not always an organized organization or institution that’s committing some of the worst crimes."
    },
    {
      "speaker": "John Tamny",
      "utterance": "I just wonder if it has much to do with spending. Trump’s only been one year in office. My guess is that it has a lot more to do with that ISIS was never the threat that people built it up to be in the first place. And I would just add, I don’t think we have a military spending problem in the first place—what we have a problem of is rather than performing national defense, our military defense much the world and I think that’s a shame."
    },
    {
      "speaker": "Rich Karlgaard",
      "utterance": "It needs to go up. First of all, congratulations to the military for their triumph in Raqqa. But the one war that we cannot afford to lose in our generation is a technology war with China, and they are going peddle to the medal…and this is why we have to increase our military spending, particularly around technology in RND and not pull back."
    },
    {
      "speaker": "Bill Baldwin",
      "utterance": "Well, this was a victory, but let’s be honest about what’s going on—when you decapitate one gang of insurgents, two more take their place. I think this quagmire is going to take a lot more lives and another trillion dollars before it’s over. FORBES FLIPSIDE"
    },
    {
      "speaker": "Rich Karlgaard",
      "utterance": "Again, you know, 3 percent economy versus a 2 percent economy—you get those kinds of effects. And let me tell you, Netflix has one of the best data collection and analysis machines and they’re saying that the customer’s more flushed today."
    },
    {
      "speaker": "Elizabeth MacDonald",
      "utterance": "Netflix debt—wow, when you include the off-balance sheet debt—it’s about $20 million. That swamps its shareholder equity. It’s on a treadmill. I don’t think it’s on a sustainable business model right now."
    },
    {
      "speaker": "Bill Baldwin",
      "utterance": "Yes, but I don’t see any bonanza for Hollywood here. After inflation, box office revenues for movies have flat-lined over the past decade and over the next decade they’re destined to go down as fast as revenue go up at Netflix."
    },
    {
      "speaker": "Bruce Japsen",
      "utterance": "I think it has to do also with a quality of programming. The Emmy’s are all going to streaming services, Netflix…and the quality of their productions are improving and I think people will pay for that. And you’re seeing HBO investing in steaming…I think that’s a good thing."
    },
    {
      "speaker": "John Tamny",
      "utterance": "When economies grow, market prices usually fall—that’s a function of investment. I think Bruce is right in this case. Netflix is raising prices because its service is very good."
    },
    {
      "speaker": "Steve Forbes",
      "utterance": "It’s basically supply and demand. Other parts of the entertainment industry, has been pointed out here, can be going down but if you have what people want people will pay up for it. And by the way—if we had big massive tax cuts, a lot of people could be spending more on entertainment. POWER PICKS"
    },
    {
      "speaker": "Elizabeth MacDonald",
      "utterance": "Robo Global—it sounds like a Simpsons cartoon. It’s an ETF, the returns are double digits and it’s cheap."
    },
    {
      "speaker": "Bill Baldwin",
      "utterance": "When the first robot runs over a kid playing stick ball, investors are going to lose their enthusiasm. FactSet Research—it’s in the same business as news broadcasters, selling facts."
    }
  ]
}