{
  "date": "October 12, 2021",
  "headline": "'Gutfeld!' on Hunter Biden's art, Raiders coach resignation",
  "subHeadline": "Guests: Rob Smith, Joe Machi, Kat, Tyrus",
  "url": "https://www.foxnews.com/transcript/gutfeld-hunter-bidens-art-raiders-coach-resignation",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "All right. Look at that hair. Happy Tuesday, everyone. And what a glorious Tuesday it is. Possibly the greatest Tuesday in the history of Tuesdays. And why is that you ask? Well, I'll answer. I woke up this morning to find out the new Superman, bisexual. Finally, as powerful as a locomotive able to leap from women to men in a single bound. I have not been this excited since I learned the true identity of the Joker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She is scary. Now it's really -- it's not really Superman as in the original Superman. He's retired living in Hoboken and buying gold from William DeVane. This is John Kent Superman and Lois Lane son. He was super boy for a while before dad said, hey, time to become a man and then immediately got cancelled for using gender stereotypes. So he became Superman. And he hooks up with a young male journalist. Don't we all? Yes, so Superman is bi and I say it's a long time coming. Jimmy Olsen. It was worth the wait. Because if there was -- there was one thing that was important to me as a 10-year-old reading comic books, it was who the characters were sexually attracted to. Oh, yes, it drove me crazy. I needed to know who Batman was sleeping with, you know, other than Robin. I mean, you know, calling him the boy wonder, it kind of made me wonder. And he couldn't be sliding down that bad pole just for fun. I also wanted to know if the Archies were into bondage, and I just assumed Aqua Man was into watersports. Thus the rubber sheets. True. I hadn't even reached puberty yet. I'm still waiting, in fact, but it pained me to think that our fictional superheroes were trapped in traditional sex roles. Spider Man could swing between buildings but he couldn't swing both ways. Sad. Ever since I was a kid reading comic books I saw that they had more boots, gloves and masks than a leather shop in the West Village. It was like Brit Hume's closet. And yet, I was as frustrated as a porcupine in a balloon factory. Where were the superheroes who reflected who I was as sexually confused young boy with acne? No friends and obsession with (INAUDIBLE) it wasn't about finding something outside my life, but something that reflected my life, right? Because if they don't reflect my lifestyle, then I can't possibly enjoy it. Every movie has to have someone like me in it, or I refuse to watch it. Sure, some common characters shared traits with me. Scrooge McDuck was wealthy but didn't wear pants. Astroboy was short but look great in red boots in black shorts. Luke Cage look great in jeans without a shirt. He's as shredded as a bag of Sargento mozzarella. He shared that in common. No pants, awesome abs, red boots. I just described Kilmeade at the last FNC Christmas party. My point is, who really gives a damn? No kid cares or wants to care about who Superman is kissing. The guy is faster than a locomotive and able to leap tall buildings in a single bound. I think that might pique a kid's curiosity more than what or who he hooks up with. Especially since kids who read comic books usually don't have sex until their early 30s. But it raises a question, why is this happening? Why is this being forced into a medium where it's not necessary? It's like announcing they have gluten free crust at a pie eating contest. Nobody asked. Nobody cares. But that doesn't matter. It's not for the consumer. It's for the companies to cover their asses. There's a desperate need to virtue signal to those who don't even read comic books as a way to protect companies from being criticized for their past. And the criticism is always the same. Lack of diversity, something you never hear about in the NBA. But companies end up trying to please people who don't even use your product. You see this with ESPN. That network sucks because it keeps lecturing sports fans in order to appeal to a crowd that couldn't tell the difference between a job strap in a sports bra. A mistake I'll never make again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS, FOX NATION HOST",
      "sentences": "That was awkward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it was awkward. At the gym no less. Everyone everywhere is so terrified by the woke mob, that they'll turn their art into propaganda. So they hire some miserable gender studies grad to help them create web products that keep them safe from the online mob. Suddenly, it's no longer about adventure. It's about indoctrination. I wonder what the angry white male has to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM SHILLUE, FOX NEWS CONTRIBUTOR",
      "sentences": "Me, I have zero interest in the personal lives of superheroes, or comic books for that matter. I guess I'm old school, but I think adults should act like adults. Anyway, I got to get to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This media stunt also sets a trap for critics. Meaning if you say this is the dumbest things in salad, then you become the target. Instead of mocking this desperate wokeism, the media will instead mock those who find the whole idea absurd. So like a Chaplin film, no one actually says anything. Why? Well, we're nice people. But sadly, we're now in a world that insists that we have to care. They demand our opinion. And if we don't give it, then we are part of the problem. And just imagine how Superman feels when he's told about his character update.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK, Superman, as your agents, I think you should know nobody wants a straight white male superhero anymore. OK? It's not enough to save people. You have to appeal to LGBTQIA+.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE MACHI, COMEDIAN",
      "sentences": "Well, I can only fit one letter on the logo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, OK, OK, OK, OK. We keep the S but we had a JW, OK? Now let's talk about your identity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "I have a secret identity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK. What about your family life?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "My dad was a farmer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, God, he wasn't MAGA, was he?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "He died when I was in high school.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, good. OK. Well, look, you're going to have to come out as something. OK? Are you attracted to men?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Women?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Oh, oh, you're a sexual. Oh, this is perfect. OK. Everyone's been saying they want an asexual superhero.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "No one's been saying that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I mean, so you're not attracted to anyone?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Well, technically, I'm a different species. I'm from the planet Krypton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, fantastic. You're an immigrant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "I'm an alien.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Whoa. Easy with the a-word. OK. You know what? I think we just need to get you vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "I'm literally Superman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So the divide between your public stance and how you really feel widens. Publicly you can say wow, Superman, you go boy. But privately, you know what a bunch of (BLEEP) it is. So go ahead and turn Superman into political theater. I don't care but every time you expect me to care, I'll crap all over you. Even if you didn't pay me first. Because in a fair world -- in a fair world, it is none of our business. I don't need to know what you enjoy sexually any more than you need to know what turns me on and why it requires a sock full of nine volt batteries.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guests. He fought for our freedom and look damn good doing it. Host of the podcast Rob Smith Is Problematic, Rob Smith. His voice cracks more than the Liberty Bell, comedian Joe Machi. She's like a durable, playful, tiny and sleeps in wood shavings. Fox News Contributor, Kat Timpf. And when Golden Corral sees him coming, they surrender. My massive sidekick and the NWA World Television Champion, Tyrus. For no particular reason, I shall go to you Rob Smith first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROB SMITH, HOST, ROB SMITH IS PROBLEMATIC",
      "sentences": "Uh-oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You are a gay superhero.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I guess so. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. I mean, you fought for our country and you are gay. That makes you a gay hero. I threw in the super there because I'm complimentary. What do you make of this? Is this what you call progress or TMI? A phrase I just made up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It's a -- it's a little bit of both. Look, as a practicing homosexual, I'm glad that you came to me first. So, this is what I think about this. And I'm of two minds about this. First of all, I hate this sort of retconning (PH) of these iconic characters that we have. You know, they're making them bisexual or they make, you know, there's this talk about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wait, wait, wait. What's retcon mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Oh, it means that they're just making something new out of what -- out of what was there before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "So instead of having something completely new, this is what I would like. As a gay guy. I think it would be cool to have a completely original gay superhero, not to just retcon something that was already there before. And I say the same thing about when they have this conversation about making James Bond black. I don't want to black James Bond. I want some cool awesome super spy that happens to be black that is something completely new. So that's kind of like where I fall on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Separate but equal. How dare you, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it makes sense. It's like why do you have to mess with the original just come up with something new?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Come up with something new. And by the way, D.C. Comics since I'm anointed a gay superhero by you they should make a comic book out of me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You would be perfect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "That's what I say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I've seen your Instagram. Joe, I may be jumping to conclusions here. You were great in the skit by the way. I imagine you were into comic books.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Like I was in that sketch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "That's clearly not the guy on the camera, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "My goodness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "He's just also handsome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Were you interested in Superman sexuality when you were a child?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Greg, I don't think anyone was interested in sexuality at all after they saw Marlon Brando in that skin tight Jarell body suit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "I was more curious about wanting to be like Superman because he could do a lot of things that like a dorky nerd couldn't do. Like he could beat up a jerk he could stop a nuclear war by throwing missiles into the sun. That's what I was interested in. I was also interested in stuff like how could the people of Krypton do nothing while their planet fell apart? But now with the current administration, that actually seems quite plausible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Way to work in it. Jab on Biden, I didn't see that one coming. Maybe you are Superman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Maybe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Clearly not. Oh my god.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow. I will say I felt a tingle there. Kat, where are you on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "I think it's fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That -- yes, that's just how I feel when anybody's any kind of sexuality. I think it's fine. I think that's probably going to be the real progress where when someone's like, I'm gay, I'm bi, this or that, people just say cool. And it's not this huge deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So I don't think anybody wants to be defined by the sex stuff that they do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, they don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "The sex stuff that they do --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Or want to do or the sex stuff that they do or that they have done, nobody wants to be defined by that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. I am defined by the things I haven't done. Oh, man, which isn't a lot. Let me tell you that, Joe. OK. The one thing I might be doing that is wrong is attributing the wrong audience to this product. This is a -- this is a comic book that isn't really for kids. Right? I mean, isn't it for just dorky weirdos?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Meaning -- I'm sorry, Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Couple of things here, you know, to be -- I have been defined by my sexuality before. On several occasions by different partners, I've been called a chubby panda. I wear that as a badge of honor. Apparently, I'm really lazy. That's fine. I do the best I can't get off my back. But having said that, I'd prefer to be known for other things. To his point, I read comic books my whole life, I still collect them, I still keep them. I never really cared what a superhero did behind closed doors. But I really feel it cheapens the message. Make invest -- if you're going to support the gay community, if you're going to support gay men, and you want to make a gay superhero, have the decency to give us a great backstory. Have us see the struggle, haven't seen come up and haven't seen survive. And then people want -- will be inspired by him. And it won't be just any -- it'll be all kids, all guys. He just happens to be gay. And he's a superhero with amazing powers and he overcame because that's what really gets us to fall in love with these superheroes. It's not when they're tearing down buildings. It's the struggle that they go through that we get behind, and they become these amazing things. So - and I do -- I do appreciate the fact that he's the child of Superman and Lois, so they kind of got the right idea. But you can do better. D.C., I challenge you. You can do better when it comes to these comic books because this shouldn't be the issue. And I've been in entertainment a long time. And one of the biggest things whenever I have especially in the WWE, a lot of the guys I work with are gay and their biggest argument and their biggest thing is they hate to be identified by just their sexuality. I'm a great wrestler. Who I'm in the bedroom with? It doesn't matter. It doesn't cheat who I am. If you want to talk about -- if you ask me, I'll tell you. But every time I wrestle, I don't want to hear, that is a great gay wrestler. He is a gay --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Are there a lot of gay wrestlers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "It's wrestling. Everybody's gay sometimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I mean, mostly. No. And look, I have to agree with Tyrus like you're absolutely right because look, you know, I do the podcast I do the stuff, I do a lot of Fox stuff I'm talking about God. Everything under the sun. Biden's failures, cackling Kamala, all this other stuff. The gay stuff really doesn't come out until situations like this so to speak. So I'm not completely defined by that and I don't think to your point that most gay guys or LGBT people or whatever want to be defined clearly completely by that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. We got to move on. Up next. He called people names now he'll coach no more games. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They fired coach Gruden because his e-mails were rude in. Yes. His words were out of bounds and now he's out of work. Raiders head coach Jon Gruden has stepped down after a leaked e-mail surface. Chock full of colorful language many describe as homophobic, racist and misogynistic. All the buzz words the left heaps on the right to shut him down immediately, but maybe they were right. Imagine a football coach using offensive language. The pirate on their logo must have been shocked. One email dated back to 2011, that's 10 years or so. When Gruden described the black guy's lips as being as big as Michelin tires. It's hard to spin that into a compliment. Gruden apologize for that last week but there's no point apologizing to people who won't forgive. And apology has less chance of success than Brian Stelter running up a flight of stairs. The New York Times got his hands on even more e-mails because as you know, they'll cover racist e-mails. As long as they're not from Hunter Biden. Don't forget that. Gruden reportedly called NFL Commissioner Roger Goodell, the word that rhymes with maggot. And use other offensive words. So after all, that he resigned, saying he doesn't want to be distraction and never meant to hurt anyone. Critics contend if Gruden didn't want to be a distraction now, he should have said those private e-mails 10 years ago that are now public. Luckily, he didn't actually hurt anyone. It's not like his e-mails cause chronic traumatic brain injury. What does that do? Where? Oh, yes, football does that. That wasn't a punch line. That was the truth. So, Tyrus, I -- you know, look, we don't even have to talk about the content of it. We don't have to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Oh, but we do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No. But my point is that humans can and should be allowed to be privately offensive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "No, I agree with that. I -- to be fair, it was -- the investigation was on the Washington Redskins.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And while they're looking they're like, who is this angry, racist person? Why it's -- oh my God, he -- I don't you think he was in the NFL at the time. I think he was working for ESPN. But aside from all that, being a black athlete, I've been called a million different names. And every once in a while one comes along that you're so offended, you're actually impressed. I got to be honest with you. I've got to be honest with you. I cannot hide this anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I have been in a lot of arguments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And I've been in -- well, sometimes with my teammates, me and one of my white teammates in college, we were going back, I was teasing him because he didn't know about rap music. And I was teasing him all the time. And I was like, oh, is this Honky Tonk? And he never had a shot. And one day he just had it. I was on him in the locker room about something. And he said, leave me alone, Graham Cracker. And I went, that was to too shay. I'm light skinned. I get it. You dis my mom, my dad. Well-played, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "-- come in. So in the spirit of that, I would just like to say, if I was in an argument with Joe, and Joe got frustrated and said shut up you big tire lip. I probably will concede the victory. That was so bad in the evil, like the criminal creativity to describe a man's lips as tires. You win. I mean, it's just -- it's so shocking. It's amazing. But on the other side of that, we can forgive real racism and dumb comments. He was allowed to still coach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "It wasn't until he got into the misogynistic and homophobic stuff that he had to go. So I would just like to say if you're watching Dave Chappelle, too shay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. You know what it is? But I'm telling you, it -- these - I mean, I'm assuming. These were leaked by the NFL because of the stuff he said about Goodell. That's what -- that -- it wasn't -- and like I don't know if it was any of the racism, any of the homophobic stuff except for the thing he said about Goodell, that pissed him off so they leaked it. But again, I got to go back to this, Joe If he had done this publicly that's one thing but if it's -- like we are nasty creatures in private -- in a -- were humans have a right to be nasty in private? Outside it's -- I don't know why people get punished for doing things that, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Yes, I mean, I'm not defending what he said. It does seem unfortunate that his private e-mails got leaked to investigation that he wasn't a part of. I do want to mention to Tyrus that this argument in this fictional world never took place. I don't -- I don't see myself getting into many arguments with Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I know you're --- you want the belt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "I'm coming for that belt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "I think my big problem with canceled culture isn't that sometimes there are consequences. He said some stuff about the person who's tackling the boss of his league, and he's going to face consequences for that. My problem is that it's not equally doled out and it's permanent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, so, Joe makes a good point about how it's not -- it's not -- the punishment isn't equal. Joy Reid made public homophobic blog posts. Right? Not private, public. She denied it, blamed it on hackers and apologize. She's now in primetime at MSNBC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right. This is why I'm grateful that all my e-mails just make me look like a better person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Are you worried?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I mean, like -- well, I guess depending on what you're into. I mean, yes, you might have -- you might think I'm better. Yes. It's scary to think about -- and people always say like oh it's so scary to think about, you know, your private e-mails being released. Like what are you e-mailing, stuff like that? And like no, I truly have never even thought anything like this stuff that he's saying. So not like that, but it's still privacy. And again, I'm not going to pretend that the NFL is like a moral organization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No. There are players accused I believe of assault and sexual assault that are still eligible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "All kinds of different things. It's a money-making organization. And I like to point that out. Whenever I can, what a horrible organization it is because I also do not enjoy to watch it. And I don't really understand all the rules, there's far too many.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, there you go. Last word to you, Rob. What's your thought?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Well, first of all, the -- what the language was so outrageously racist. I was like, well, taken (INAUDIBLE) and, you know like, Tyrus said, you know, you almost kind of respect something that's so outrageous and racist. But look, what I don't like about this is that nobody was here millionaire whining about canceled culture. So I'm not even going to go there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "What I what I want to say is that we don't have any sort of -- we're not able to rehab people anymore. We just throw everything out of the water. So even with the Joy Reid, even with the young lady that was about to lead Teen Vogue, she tweeted some stuff about Asians and she got fired. So I'm pretty standard and consistent over the whole thing, I think, give people a chance to apologize. Get -- teaching them a lesson and let everybody move on. So now you don't teach them the lesson. You throw them out, and he's probably angrier than ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. And also the tweets are that -- these were, again, these weren't even tweets. They're private e-mails from a decade ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So it's -- and there is no -- we have forgotten the whole concept of forgiveness. Maybe he doesn't deserve it, but it's just weird. I find the whole weird thing about private --there's a line between private and public, right to privacy is the right to be offensive. And, I mean, it's not just in language, but it's also in deed. I call it the Toobin rule, right? Toobin did something that every guy does. His mistake was he did it in public. But if he did it privately, they would have -- no one would know. Anyway, up next, did hunter Biden's gallery take advantage of PPP?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The taxpayers did their part to show his mediocre art. So, was the Biden administration meddling in Hunter's influence peddling? The art gallery repping Hunter Biden has reportedly received a half billion dollars in COVID loans just turned into Paul Lynde. That's according to the New York Post which is owned by our parent company Jiffy Lube. The Georges Berges Gallery initially received a disaster assistant loan of 150 grand last year. I guess you need a lot of money to rent one room to hang a bunch of paintings. But the loan was revised this summer and the gallery got another 350 grand in the lead up to the marketing of 15 paintings by the president's son. Now, as the Post points out, there's no evidence President Biden help secure that extra 350, but a watchdog group found that of the 100 galleries in that part of New York, that particular gallery received, by far, the largest windfall. But, hey, I guess they do great work helping underprivileged children of presidents show the very first art they made with a coke straw. As for Hunter seen here, thinking about donuts, hookers and cocaine, was observed last week in a private viewing of his work for 200 celebrity guests and collectors in L.A. So confederal funds have been used to promote Hunter's work. The big guy told us to keep it all in perspective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come on, man, this is art. And I know art. Look, I got that Vincent Price behind me on the wall there. Don't it's a copy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But, you know, you got to look at Hunter in perspective. I mean, selling paintings for $500,000, compare that to doing drugs with hookers and selling influence to China. I mean, come on, grade the guy on a scale. I always did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Funny thing is if he had to grade him on a scale, he could just get the scale from Hunter. Is that's what you used to weigh the coke, Kat? Not that you would ever know. What kind of COVID relief do you need for an art gallery? It's literally one room. You don't have food. You don't have beverages. You have one person there walking around. You never sell anything. I live in that neighborhood. I know with these galleries. It is amazing. All of these restaurants closed around there. That place got a half -- a half a million.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And they don't even serve food.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They don't, Kat. If you were hungry and went there, you'd have to eat a painting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I would have to. Yes. Look, this is not shocking, because this whole time we found out about this, everyone on both sides of the aisle even, except for people who officially work in the administration have been saying, there's probably going to be some problems here. You might see some problems here. And then lo and behold, problems here, problems there, problems everywhere. That's why -- you know, that's why people said that, so it's not shocking, but nothing's going to happen. It's going to just continue. He's got a new career as an artist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He's quite good, isn't he, Joe? What are your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "You're right about the restaurants closing, Greg. The McDonald's on West 3rd closed at the beginning of the lockdown. That place was packed. I was in there constantly. How couldn't they make it? With this art gallery get half a million dollars?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "All they need is walls. It's insane. The whole story is insane. You just need walls and air. It doesn't make any sense. None of this makes any sense. I mean Van Gogh (PH) sold zero paintings when he's alive. And Hunter Biden starts at $75,000? It took me three years to get paid for stand up, Greg, and I ruined that person's birthday party for a cool $40.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Rob, don't you think the timing is a little suspicious here, the fact that they get this money right before Hunter's gallery?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Of course, it is. It's not suspicious, it's right there on an open book. Hunter Biden, this is like influence peddling and money laundering and coke and hookers. The guy is like a walking Netflix show. I mean, it's completely ridiculous. And, you know, look, I like media bashing, and so I'm just going to do it. We have a mainstream media that is completely uninterested in any of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "This should be one of the biggest stories that is happening right now, these people that are, you know, going for their Pulitzers and doing all this stuff. They investigated when Don Jr. sneezed --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "-- OK, two years ago. But now, they just are not -- they are just not paying attention to this at all. It's actually quite insane. He's a scumbag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. And, you know, what's amazing about this, is that he like combined different things, like, he used the N word regularly while talking to his drug dealer. So, you could say like the drug dealer thing, but then uses the N word. And, no, that sank like a stone. No one ever talks about that. Why does he get -- I don't understand this, Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "There is nothing amazing about this. This is -- this is disgusting. This is impeachable. There are -- and everyone in this room know somebody who's lost their business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Everybody in this room has drove through their neighborhood, and they're like, oh, man, that store closed down, that store closed down. You know, the restaurant -- Restoration Act? People, minorities, veterans, and women were moved to the front, and then there was no money for them. So, this crackhead, he get $500,000 of American's money, while actual Americans are starving. And I always look for jokes. The joke is the American people that they were allowing this. This is criminal. If any one of the Trumps did this, we -- I would be on the first line going, how are we allowed to do this? You sit there and you say you're the unifier and your son is fleecing for that? If you want to divide that five ways he gave $100,000 to any one of those restaurants that were close next to that (BLEEP) gallery. They would had another month of business to maybe turn things around. But hey, he's got $500,000, and I guarantee you not one dime went to the store.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "They don't even let you bring your own pizza into a gallery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. You know, the thing I didn't know the distinction here is that Hunter made almost a half a million dollars off the paintings and the gallery got a separate amount of the PPP, I guess. So, it's like that's -- it's -- there's something about this money I'm not sure where that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "But don't -- don't think for one second it's clearly not going to end up in his pocket.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Of course, it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "It's going to -- you're going to see, yes, they bought a bunch of straws. About $500,000 in straws and canvases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I don't see this, $500,000, there's a lot of bad red wine that they serve at a gallery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is true. The headache wine is I like to call it. All right. We're going to move on. Coming up, a woman with no shame is staying in the game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hillary confirms our worst fear. Yes, she's still here. Here she is on Good Morning America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER UNITED STATES SECRETARY OF STATE",
      "sentences": "I will never be out of the game of politics. I'm not going to be running for anything. I really feel like our democracy is at stake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, she's right. It is at stake. And she got us to this point. Presidential campaigns are lying to the FBI about Russian collusion to smear their opponent. Presidents are illegal spy on incoming presidents and not suffering any consequences. And former presidents get rich after leaving office for no apparent reason, so, yes. I'm just so glad she's here to solve the problems she is responsible for. So, heels in it till the end. We can't get rid of her like she got rid of Jeffrey Epstein. I kid. I kid. That was suicide. And although she says she's not going to run for anything, Hillary will always be around. She's like that itch I got at Daytona Spring Break in 1982. Meantime, her new novel is called \"State of Terror,\" which is what Bill lives in constantly. It's also how I felt when I saw this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Joe, wouldn't it be awesome if she returned in 2023 to run in 2024? How excited would you be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "I would not be excited at all, Greg. I -- it would be -- maybe it would be better than the current administration but not by much. I mean, she can complete sentences, she could answer questions. But she's going to be investigating a lot more people than the intermediary. Six and one half a dozen in the other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's true. Tyrus, what do you make of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I looked at it differently. I looked at like somebody who was basically trying to sell their services. You know, I'm not running for election, but I'm still political. Hire me now. I'll advise you for a mere, I don't know, $10 million in your firstborn. I will help you run for office or give me a job so I can get my charity company back up off the ground, preferably something in the ambassadorship area around, I don't know, Pakistan or what have you. So, it looked to me like it was a pitch for a job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think you're right. That's right. She was letting people know that you can be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Or fee, for a nominal fee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Six figures.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "By six figures. Rob, isn't it amazing that when you think about it, the Dems are in power and they have no one for 2024? Because it's not going to be Joe and it will be Kamala Harris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "No, it won't. But, look, back to Hillary Clinton. Look, I personally love Hillary Clinton. I love hating her. Hating her just gives my life purpose sometimes. And my hatred for Hillary Clinton is what kind of made me a Republican, so I will always be grateful to her for this. I hope that she never goes away. She is America's super villain, and we need her, OK, to inspire a new generation of Republicans. So, I hope she is here to stay and be evil and awful and horrible for decades to come.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I also think she's horrible, corrupt, all those things, but I also think it's weird that despite being all those things, she's also really boring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I watched that video when I was like, is this over yet? Like, normally, I can hate watch anything. That's why I still follow some of the people that I follow on social media. You're interesting to hate them, but it's like interesting to hate them. I hate her and it's not even interesting. She had to be in war so much like it's so pro-war, because no one else, you know, if the world is simulation, who would have watched her season? No one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go. All right. Up next, has your sleep become hell dreaming of office personnel? That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Do your angry bosses screams show up in your dreams? Is your pillow time getting robbed by thoughts of your job? According to The Wall Street Journal, which is owned by our parent company, Necco Wafers, dreams about worker ruining people's nighttime hours, especially the nightmare where Jesse Watters host this show. Yes, showing up to a meeting without pants on, missing your flight to a work trip, forgetting about a deadline until it is already past a common dream things themes, or if you're Kat, all real things that actually happened last week. But experts say that dreaming about work can actually be helpful because it can give us insight into how to solve problems. Could that be true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "What a long day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hey, Kat. What's going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Hey, Greg. Would you like this cup of poison I made for you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, that's certainly odd. I wonder if I'm in somebody's dream, but tastes pretty --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, do you have dreams like that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No, of course not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What are your work dreams?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't really have work dreams. I don't if -- I'm trying to think if I have any -- I might get -- I get really weird dreams, so I'm trying to think like what's appropriate, what won't get me fired if I talk about it. I guess I do get dreams sometimes that my husband cheats on me and then I get mad at him even though it's just a dream.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And then I'll start the group chat with me even my sister and be like, you know what, you're a candidate in my dream last night. And then she's always on my side, she says, apologize, Kim, and he does it. And anyway, it's great. We're about five months in. Things are going well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Tyrus, you have many different jobs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Do you ever come -- have a dream where they're combined, like, your show up to wrestle but you're -- instead you're sitting and you have to do commentary?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "No, Greg, because I don't know maybe it's a cultural thing, but I only have dreams when I don't have checks coming in. The only time I have bad dreams is like I know child supports dur and I got nothing coming in. That's a bad dream. Or, you know, I got -- I got the third red notice with cancellation dates tomorrow and I'm trying to figure out a way to conveniently trick the electric company to extend it for two weeks. Those are the type of dreams I've had in my lifetime. I've never had, oh, man I'm so gainfully employed. I don't know what to do. I showed up to work and I got to sit in a chair and get paid a lot of money to give my opinion as if it's better than somebody else's off the street. Oh, what do I do? This is another --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "White man's problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "First, no, that was not, because I got a lot of broke white friends. This -- sorry, man. But this is first-world problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And this is stupid stuff that -- we'll call them journalists and studies, they got nothing on the table, like, what do we got? Anyone have a bad dream about having a job? What? It's like telling somebody -- it's just hunger pains in Cambodia. Like, what are you talking about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What do you think, Joe? You know that Jesse Watters said to me that talking about your dreams makes you soft.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "That's not true at all, Greg. I will say that -- I know. I also have work-related dreams that involve Kat's husband.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Very proud of you, Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "We drive cross country and Kat's not invited. But, no, I have dreams all the time where I have like awful tragedies and stunning successes, and I wake up and I think, why can't I write one novel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's really a good point. There's a whole -- there's a whole uncharted deposit in your brain kind of all these plots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACHI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And then I wake up in the morning and go, wow, that was amazing. And then you -- and then it slowly forgotten. That's the weirdest thing about dreams is that they're so rich and then they -- your mind will not cling to it the way it clings to a memory because it's not real, Rob. What about you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "It's a myth. Ever had the dream where you won the lottery you just became very, very wealthy and then you wake up kind of sad. Oh, man, that was a dream. So, I think that this is a function of people that work too much. This is what I think. I think as Americans we work too much, we work too many hours, we don't take enough vacation. All the other stuff. So, I avoid this by actually working as little as possible. I'm just doing the absolute least. So, I never dream about work. It works.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I do not see -- I've talked about this in the past. I don't have work dreams. I have hygiene -- I'm always trying to find a toilet. Those are my nightmares. Those are my nightmares.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I've had that a lot too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And it's like I'm running -- so I'm running like through, like, let's say like a weird house and I go to every bathroom and every toilets, either filled with filth or it's missing like a toilet seat or there's not -- just a hole in the ground and then running out. I'm running around and I can't and it's just --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I had a dream -- I wish that football dreams where I forget my helmet and running on the field because that's a scary thing because you got to -- the game stops, you can get a helmet. Do you mean to tell me your entire life, all your accomplishments, the only thing you're worried about is if you can't find a toilet?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I think -- I think you've had a great life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You don't know what that's like -- and to like -- to need a toilet but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Do you ever realize in the dream though that the reason you can't buy a toilet because you're dreaming?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. No, I wake up and then -- but -- no, because I wake up because I have to go to the bathroom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "So, at the end, you find your toilet?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. It was there all along.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "There's your novel, Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I'm about to have dinner and I don't want -- I can't get this image of the toilet filled with --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Did you not research this show before getting on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Don't go away. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We are out of time. Thanks to Rob Smith, Joe Machi, Kat, Tyrus, studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "All right. Look at that hair. Happy Tuesday, everyone. And what a glorious Tuesday it is. Possibly the greatest Tuesday in the history of Tuesdays. And why is that you ask? Well, I'll answer. I woke up this morning to find out the new Superman, bisexual. Finally, as powerful as a locomotive able to leap from women to men in a single bound. I have not been this excited since I learned the true identity of the Joker."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She is scary. Now it's really -- it's not really Superman as in the original Superman. He's retired living in Hoboken and buying gold from William DeVane. This is John Kent Superman and Lois Lane son. He was super boy for a while before dad said, hey, time to become a man and then immediately got cancelled for using gender stereotypes. So he became Superman. And he hooks up with a young male journalist. Don't we all? Yes, so Superman is bi and I say it's a long time coming. Jimmy Olsen. It was worth the wait. Because if there was -- there was one thing that was important to me as a 10-year-old reading comic books, it was who the characters were sexually attracted to. Oh, yes, it drove me crazy. I needed to know who Batman was sleeping with, you know, other than Robin. I mean, you know, calling him the boy wonder, it kind of made me wonder. And he couldn't be sliding down that bad pole just for fun. I also wanted to know if the Archies were into bondage, and I just assumed Aqua Man was into watersports. Thus the rubber sheets. True. I hadn't even reached puberty yet. I'm still waiting, in fact, but it pained me to think that our fictional superheroes were trapped in traditional sex roles. Spider Man could swing between buildings but he couldn't swing both ways. Sad. Ever since I was a kid reading comic books I saw that they had more boots, gloves and masks than a leather shop in the West Village. It was like Brit Hume's closet. And yet, I was as frustrated as a porcupine in a balloon factory. Where were the superheroes who reflected who I was as sexually confused young boy with acne? No friends and obsession with (INAUDIBLE) it wasn't about finding something outside my life, but something that reflected my life, right? Because if they don't reflect my lifestyle, then I can't possibly enjoy it. Every movie has to have someone like me in it, or I refuse to watch it. Sure, some common characters shared traits with me. Scrooge McDuck was wealthy but didn't wear pants. Astroboy was short but look great in red boots in black shorts. Luke Cage look great in jeans without a shirt. He's as shredded as a bag of Sargento mozzarella. He shared that in common. No pants, awesome abs, red boots. I just described Kilmeade at the last FNC Christmas party. My point is, who really gives a damn? No kid cares or wants to care about who Superman is kissing. The guy is faster than a locomotive and able to leap tall buildings in a single bound. I think that might pique a kid's curiosity more than what or who he hooks up with. Especially since kids who read comic books usually don't have sex until their early 30s. But it raises a question, why is this happening? Why is this being forced into a medium where it's not necessary? It's like announcing they have gluten free crust at a pie eating contest. Nobody asked. Nobody cares. But that doesn't matter. It's not for the consumer. It's for the companies to cover their asses. There's a desperate need to virtue signal to those who don't even read comic books as a way to protect companies from being criticized for their past. And the criticism is always the same. Lack of diversity, something you never hear about in the NBA. But companies end up trying to please people who don't even use your product. You see this with ESPN. That network sucks because it keeps lecturing sports fans in order to appeal to a crowd that couldn't tell the difference between a job strap in a sports bra. A mistake I'll never make again."
    },
    {
      "speaker": "TYRUS, FOX NATION HOST",
      "utterance": "That was awkward."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it was awkward. At the gym no less. Everyone everywhere is so terrified by the woke mob, that they'll turn their art into propaganda. So they hire some miserable gender studies grad to help them create web products that keep them safe from the online mob. Suddenly, it's no longer about adventure. It's about indoctrination. I wonder what the angry white male has to say."
    },
    {
      "speaker": "TOM SHILLUE, FOX NEWS CONTRIBUTOR",
      "utterance": "Me, I have zero interest in the personal lives of superheroes, or comic books for that matter. I guess I'm old school, but I think adults should act like adults. Anyway, I got to get to work."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This media stunt also sets a trap for critics. Meaning if you say this is the dumbest things in salad, then you become the target. Instead of mocking this desperate wokeism, the media will instead mock those who find the whole idea absurd. So like a Chaplin film, no one actually says anything. Why? Well, we're nice people. But sadly, we're now in a world that insists that we have to care. They demand our opinion. And if we don't give it, then we are part of the problem. And just imagine how Superman feels when he's told about his character update."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "OK, Superman, as your agents, I think you should know nobody wants a straight white male superhero anymore. OK? It's not enough to save people. You have to appeal to LGBTQIA+."
    },
    {
      "speaker": "JOE MACHI, COMEDIAN",
      "utterance": "Well, I can only fit one letter on the logo."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Oh, OK, OK, OK, OK. We keep the S but we had a JW, OK? Now let's talk about your identity."
    },
    {
      "speaker": "MACHI",
      "utterance": "I have a secret identity."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "OK. What about your family life?"
    },
    {
      "speaker": "MACHI",
      "utterance": "My dad was a farmer."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Oh, God, he wasn't MAGA, was he?"
    },
    {
      "speaker": "MACHI",
      "utterance": "He died when I was in high school."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Oh, good. OK. Well, look, you're going to have to come out as something. OK? Are you attracted to men?"
    },
    {
      "speaker": "MACHI",
      "utterance": "No."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Women?"
    },
    {
      "speaker": "MACHI",
      "utterance": "Oh, oh, you're a sexual. Oh, this is perfect. OK. Everyone's been saying they want an asexual superhero."
    },
    {
      "speaker": "MACHI",
      "utterance": "No one's been saying that."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I mean, so you're not attracted to anyone?"
    },
    {
      "speaker": "MACHI",
      "utterance": "Well, technically, I'm a different species. I'm from the planet Krypton."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Oh, fantastic. You're an immigrant."
    },
    {
      "speaker": "MACHI",
      "utterance": "I'm an alien."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Whoa. Easy with the a-word. OK. You know what? I think we just need to get you vaccinated."
    },
    {
      "speaker": "MACHI",
      "utterance": "I'm literally Superman."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So the divide between your public stance and how you really feel widens. Publicly you can say wow, Superman, you go boy. But privately, you know what a bunch of (BLEEP) it is. So go ahead and turn Superman into political theater. I don't care but every time you expect me to care, I'll crap all over you. Even if you didn't pay me first. Because in a fair world -- in a fair world, it is none of our business. I don't need to know what you enjoy sexually any more than you need to know what turns me on and why it requires a sock full of nine volt batteries."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Period."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guests. He fought for our freedom and look damn good doing it. Host of the podcast Rob Smith Is Problematic, Rob Smith. His voice cracks more than the Liberty Bell, comedian Joe Machi. She's like a durable, playful, tiny and sleeps in wood shavings. Fox News Contributor, Kat Timpf. And when Golden Corral sees him coming, they surrender. My massive sidekick and the NWA World Television Champion, Tyrus. For no particular reason, I shall go to you Rob Smith first."
    },
    {
      "speaker": "ROB SMITH, HOST, ROB SMITH IS PROBLEMATIC",
      "utterance": "Uh-oh."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You are a gay superhero."
    },
    {
      "speaker": "SMITH",
      "utterance": "I guess so. Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. I mean, you fought for our country and you are gay. That makes you a gay hero. I threw in the super there because I'm complimentary. What do you make of this? Is this what you call progress or TMI? A phrase I just made up."
    },
    {
      "speaker": "SMITH",
      "utterance": "It's a -- it's a little bit of both. Look, as a practicing homosexual, I'm glad that you came to me first. So, this is what I think about this. And I'm of two minds about this. First of all, I hate this sort of retconning (PH) of these iconic characters that we have. You know, they're making them bisexual or they make, you know, there's this talk about --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wait, wait, wait. What's retcon mean?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Oh, it means that they're just making something new out of what -- out of what was there before."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Got it."
    },
    {
      "speaker": "SMITH",
      "utterance": "So instead of having something completely new, this is what I would like. As a gay guy. I think it would be cool to have a completely original gay superhero, not to just retcon something that was already there before. And I say the same thing about when they have this conversation about making James Bond black. I don't want to black James Bond. I want some cool awesome super spy that happens to be black that is something completely new. So that's kind of like where I fall on --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Separate but equal. How dare you, sir?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it makes sense. It's like why do you have to mess with the original just come up with something new?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Come up with something new. And by the way, D.C. Comics since I'm anointed a gay superhero by you they should make a comic book out of me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You would be perfect."
    },
    {
      "speaker": "SMITH",
      "utterance": "That's what I say."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I've seen your Instagram. Joe, I may be jumping to conclusions here. You were great in the skit by the way. I imagine you were into comic books."
    },
    {
      "speaker": "MACHI",
      "utterance": "Like I was in that sketch."
    },
    {
      "speaker": "TYRUS",
      "utterance": "That's clearly not the guy on the camera, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "My goodness."
    },
    {
      "speaker": "MACHI",
      "utterance": "He's just also handsome."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Were you interested in Superman sexuality when you were a child?"
    },
    {
      "speaker": "MACHI",
      "utterance": "Greg, I don't think anyone was interested in sexuality at all after they saw Marlon Brando in that skin tight Jarell body suit."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MACHI",
      "utterance": "I was more curious about wanting to be like Superman because he could do a lot of things that like a dorky nerd couldn't do. Like he could beat up a jerk he could stop a nuclear war by throwing missiles into the sun. That's what I was interested in. I was also interested in stuff like how could the people of Krypton do nothing while their planet fell apart? But now with the current administration, that actually seems quite plausible."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Way to work in it. Jab on Biden, I didn't see that one coming. Maybe you are Superman."
    },
    {
      "speaker": "MACHI",
      "utterance": "Maybe."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Clearly not. Oh my god."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow. I will say I felt a tingle there. Kat, where are you on this?"
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "I think it's fine."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That -- yes, that's just how I feel when anybody's any kind of sexuality. I think it's fine. I think that's probably going to be the real progress where when someone's like, I'm gay, I'm bi, this or that, people just say cool. And it's not this huge deal."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "So I don't think anybody wants to be defined by the sex stuff that they do."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, they don't."
    },
    {
      "speaker": "SMITH",
      "utterance": "The sex stuff that they do --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Or want to do or the sex stuff that they do or that they have done, nobody wants to be defined by that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. I am defined by the things I haven't done. Oh, man, which isn't a lot. Let me tell you that, Joe. OK. The one thing I might be doing that is wrong is attributing the wrong audience to this product. This is a -- this is a comic book that isn't really for kids. Right? I mean, isn't it for just dorky weirdos?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "You know."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Meaning -- I'm sorry, Joe."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Couple of things here, you know, to be -- I have been defined by my sexuality before. On several occasions by different partners, I've been called a chubby panda. I wear that as a badge of honor. Apparently, I'm really lazy. That's fine. I do the best I can't get off my back. But having said that, I'd prefer to be known for other things. To his point, I read comic books my whole life, I still collect them, I still keep them. I never really cared what a superhero did behind closed doors. But I really feel it cheapens the message. Make invest -- if you're going to support the gay community, if you're going to support gay men, and you want to make a gay superhero, have the decency to give us a great backstory. Have us see the struggle, haven't seen come up and haven't seen survive. And then people want -- will be inspired by him. And it won't be just any -- it'll be all kids, all guys. He just happens to be gay. And he's a superhero with amazing powers and he overcame because that's what really gets us to fall in love with these superheroes. It's not when they're tearing down buildings. It's the struggle that they go through that we get behind, and they become these amazing things. So - and I do -- I do appreciate the fact that he's the child of Superman and Lois, so they kind of got the right idea. But you can do better. D.C., I challenge you. You can do better when it comes to these comic books because this shouldn't be the issue. And I've been in entertainment a long time. And one of the biggest things whenever I have especially in the WWE, a lot of the guys I work with are gay and their biggest argument and their biggest thing is they hate to be identified by just their sexuality. I'm a great wrestler. Who I'm in the bedroom with? It doesn't matter. It doesn't cheat who I am. If you want to talk about -- if you ask me, I'll tell you. But every time I wrestle, I don't want to hear, that is a great gay wrestler. He is a gay --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Are there a lot of gay wrestlers?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "It's wrestling. Everybody's gay sometimes."
    },
    {
      "speaker": "SMITH",
      "utterance": "I mean, mostly. No. And look, I have to agree with Tyrus like you're absolutely right because look, you know, I do the podcast I do the stuff, I do a lot of Fox stuff I'm talking about God. Everything under the sun. Biden's failures, cackling Kamala, all this other stuff. The gay stuff really doesn't come out until situations like this so to speak. So I'm not completely defined by that and I don't think to your point that most gay guys or LGBT people or whatever want to be defined clearly completely by that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. We got to move on. Up next. He called people names now he'll coach no more games. That's next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They fired coach Gruden because his e-mails were rude in. Yes. His words were out of bounds and now he's out of work. Raiders head coach Jon Gruden has stepped down after a leaked e-mail surface. Chock full of colorful language many describe as homophobic, racist and misogynistic. All the buzz words the left heaps on the right to shut him down immediately, but maybe they were right. Imagine a football coach using offensive language. The pirate on their logo must have been shocked. One email dated back to 2011, that's 10 years or so. When Gruden described the black guy's lips as being as big as Michelin tires. It's hard to spin that into a compliment. Gruden apologize for that last week but there's no point apologizing to people who won't forgive. And apology has less chance of success than Brian Stelter running up a flight of stairs. The New York Times got his hands on even more e-mails because as you know, they'll cover racist e-mails. As long as they're not from Hunter Biden. Don't forget that. Gruden reportedly called NFL Commissioner Roger Goodell, the word that rhymes with maggot. And use other offensive words. So after all, that he resigned, saying he doesn't want to be distraction and never meant to hurt anyone. Critics contend if Gruden didn't want to be a distraction now, he should have said those private e-mails 10 years ago that are now public. Luckily, he didn't actually hurt anyone. It's not like his e-mails cause chronic traumatic brain injury. What does that do? Where? Oh, yes, football does that. That wasn't a punch line. That was the truth. So, Tyrus, I -- you know, look, we don't even have to talk about the content of it. We don't have to --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Oh, but we do."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No. But my point is that humans can and should be allowed to be privately offensive."
    },
    {
      "speaker": "TYRUS",
      "utterance": "No, I agree with that. I -- to be fair, it was -- the investigation was on the Washington Redskins."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "And while they're looking they're like, who is this angry, racist person? Why it's -- oh my God, he -- I don't you think he was in the NFL at the time. I think he was working for ESPN. But aside from all that, being a black athlete, I've been called a million different names. And every once in a while one comes along that you're so offended, you're actually impressed. I got to be honest with you. I've got to be honest with you. I cannot hide this anymore."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I have been in a lot of arguments."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "And I've been in -- well, sometimes with my teammates, me and one of my white teammates in college, we were going back, I was teasing him because he didn't know about rap music. And I was teasing him all the time. And I was like, oh, is this Honky Tonk? And he never had a shot. And one day he just had it. I was on him in the locker room about something. And he said, leave me alone, Graham Cracker. And I went, that was to too shay. I'm light skinned. I get it. You dis my mom, my dad. Well-played, sir."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "-- come in. So in the spirit of that, I would just like to say, if I was in an argument with Joe, and Joe got frustrated and said shut up you big tire lip. I probably will concede the victory. That was so bad in the evil, like the criminal creativity to describe a man's lips as tires. You win. I mean, it's just -- it's so shocking. It's amazing. But on the other side of that, we can forgive real racism and dumb comments. He was allowed to still coach."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "It wasn't until he got into the misogynistic and homophobic stuff that he had to go. So I would just like to say if you're watching Dave Chappelle, too shay."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. You know what it is? But I'm telling you, it -- these - I mean, I'm assuming. These were leaked by the NFL because of the stuff he said about Goodell. That's what -- that -- it wasn't -- and like I don't know if it was any of the racism, any of the homophobic stuff except for the thing he said about Goodell, that pissed him off so they leaked it. But again, I got to go back to this, Joe If he had done this publicly that's one thing but if it's -- like we are nasty creatures in private -- in a -- were humans have a right to be nasty in private? Outside it's -- I don't know why people get punished for doing things that, you know."
    },
    {
      "speaker": "MACHI",
      "utterance": "Yes, I mean, I'm not defending what he said. It does seem unfortunate that his private e-mails got leaked to investigation that he wasn't a part of. I do want to mention to Tyrus that this argument in this fictional world never took place. I don't -- I don't see myself getting into many arguments with Tyrus."
    },
    {
      "speaker": "TYRUS",
      "utterance": "No, no."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I know you're --- you want the belt."
    },
    {
      "speaker": "MACHI",
      "utterance": "I'm coming for that belt."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes."
    },
    {
      "speaker": "MACHI",
      "utterance": "I think my big problem with canceled culture isn't that sometimes there are consequences. He said some stuff about the person who's tackling the boss of his league, and he's going to face consequences for that. My problem is that it's not equally doled out and it's permanent."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, so, Joe makes a good point about how it's not -- it's not -- the punishment isn't equal. Joy Reid made public homophobic blog posts. Right? Not private, public. She denied it, blamed it on hackers and apologize. She's now in primetime at MSNBC."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right. This is why I'm grateful that all my e-mails just make me look like a better person."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Are you worried?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I mean, like -- well, I guess depending on what you're into. I mean, yes, you might have -- you might think I'm better. Yes. It's scary to think about -- and people always say like oh it's so scary to think about, you know, your private e-mails being released. Like what are you e-mailing, stuff like that? And like no, I truly have never even thought anything like this stuff that he's saying. So not like that, but it's still privacy. And again, I'm not going to pretend that the NFL is like a moral organization."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No. There are players accused I believe of assault and sexual assault that are still eligible."
    },
    {
      "speaker": "TIMPF",
      "utterance": "All kinds of different things. It's a money-making organization. And I like to point that out. Whenever I can, what a horrible organization it is because I also do not enjoy to watch it. And I don't really understand all the rules, there's far too many."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, there you go. Last word to you, Rob. What's your thought?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Well, first of all, the -- what the language was so outrageously racist. I was like, well, taken (INAUDIBLE) and, you know like, Tyrus said, you know, you almost kind of respect something that's so outrageous and racist. But look, what I don't like about this is that nobody was here millionaire whining about canceled culture. So I'm not even going to go there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "What I what I want to say is that we don't have any sort of -- we're not able to rehab people anymore. We just throw everything out of the water. So even with the Joy Reid, even with the young lady that was about to lead Teen Vogue, she tweeted some stuff about Asians and she got fired. So I'm pretty standard and consistent over the whole thing, I think, give people a chance to apologize. Get -- teaching them a lesson and let everybody move on. So now you don't teach them the lesson. You throw them out, and he's probably angrier than ever."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. And also the tweets are that -- these were, again, these weren't even tweets. They're private e-mails from a decade ago."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So it's -- and there is no -- we have forgotten the whole concept of forgiveness. Maybe he doesn't deserve it, but it's just weird. I find the whole weird thing about private --there's a line between private and public, right to privacy is the right to be offensive. And, I mean, it's not just in language, but it's also in deed. I call it the Toobin rule, right? Toobin did something that every guy does. His mistake was he did it in public. But if he did it privately, they would have -- no one would know. Anyway, up next, did hunter Biden's gallery take advantage of PPP?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The taxpayers did their part to show his mediocre art. So, was the Biden administration meddling in Hunter's influence peddling? The art gallery repping Hunter Biden has reportedly received a half billion dollars in COVID loans just turned into Paul Lynde. That's according to the New York Post which is owned by our parent company Jiffy Lube. The Georges Berges Gallery initially received a disaster assistant loan of 150 grand last year. I guess you need a lot of money to rent one room to hang a bunch of paintings. But the loan was revised this summer and the gallery got another 350 grand in the lead up to the marketing of 15 paintings by the president's son. Now, as the Post points out, there's no evidence President Biden help secure that extra 350, but a watchdog group found that of the 100 galleries in that part of New York, that particular gallery received, by far, the largest windfall. But, hey, I guess they do great work helping underprivileged children of presidents show the very first art they made with a coke straw. As for Hunter seen here, thinking about donuts, hookers and cocaine, was observed last week in a private viewing of his work for 200 celebrity guests and collectors in L.A. So confederal funds have been used to promote Hunter's work. The big guy told us to keep it all in perspective."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Come on, man, this is art. And I know art. Look, I got that Vincent Price behind me on the wall there. Don't it's a copy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But, you know, you got to look at Hunter in perspective. I mean, selling paintings for $500,000, compare that to doing drugs with hookers and selling influence to China. I mean, come on, grade the guy on a scale. I always did."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Funny thing is if he had to grade him on a scale, he could just get the scale from Hunter. Is that's what you used to weigh the coke, Kat? Not that you would ever know. What kind of COVID relief do you need for an art gallery? It's literally one room. You don't have food. You don't have beverages. You have one person there walking around. You never sell anything. I live in that neighborhood. I know with these galleries. It is amazing. All of these restaurants closed around there. That place got a half -- a half a million."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And they don't even serve food."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They don't, Kat. If you were hungry and went there, you'd have to eat a painting."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I would have to. Yes. Look, this is not shocking, because this whole time we found out about this, everyone on both sides of the aisle even, except for people who officially work in the administration have been saying, there's probably going to be some problems here. You might see some problems here. And then lo and behold, problems here, problems there, problems everywhere. That's why -- you know, that's why people said that, so it's not shocking, but nothing's going to happen. It's going to just continue. He's got a new career as an artist."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He's quite good, isn't he, Joe? What are your thoughts?"
    },
    {
      "speaker": "MACHI",
      "utterance": "You're right about the restaurants closing, Greg. The McDonald's on West 3rd closed at the beginning of the lockdown. That place was packed. I was in there constantly. How couldn't they make it? With this art gallery get half a million dollars?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MACHI",
      "utterance": "All they need is walls. It's insane. The whole story is insane. You just need walls and air. It doesn't make any sense. None of this makes any sense. I mean Van Gogh (PH) sold zero paintings when he's alive. And Hunter Biden starts at $75,000? It took me three years to get paid for stand up, Greg, and I ruined that person's birthday party for a cool $40."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Rob, don't you think the timing is a little suspicious here, the fact that they get this money right before Hunter's gallery?"
    },
    {
      "speaker": "SMITH",
      "utterance": "Of course, it is. It's not suspicious, it's right there on an open book. Hunter Biden, this is like influence peddling and money laundering and coke and hookers. The guy is like a walking Netflix show. I mean, it's completely ridiculous. And, you know, look, I like media bashing, and so I'm just going to do it. We have a mainstream media that is completely uninterested in any of this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "SMITH",
      "utterance": "This should be one of the biggest stories that is happening right now, these people that are, you know, going for their Pulitzers and doing all this stuff. They investigated when Don Jr. sneezed --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "SMITH",
      "utterance": "-- OK, two years ago. But now, they just are not -- they are just not paying attention to this at all. It's actually quite insane. He's a scumbag."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. And, you know, what's amazing about this, is that he like combined different things, like, he used the N word regularly while talking to his drug dealer. So, you could say like the drug dealer thing, but then uses the N word. And, no, that sank like a stone. No one ever talks about that. Why does he get -- I don't understand this, Tyrus."
    },
    {
      "speaker": "TYRUS",
      "utterance": "There is nothing amazing about this. This is -- this is disgusting. This is impeachable. There are -- and everyone in this room know somebody who's lost their business."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Everybody in this room has drove through their neighborhood, and they're like, oh, man, that store closed down, that store closed down. You know, the restaurant -- Restoration Act? People, minorities, veterans, and women were moved to the front, and then there was no money for them. So, this crackhead, he get $500,000 of American's money, while actual Americans are starving. And I always look for jokes. The joke is the American people that they were allowing this. This is criminal. If any one of the Trumps did this, we -- I would be on the first line going, how are we allowed to do this? You sit there and you say you're the unifier and your son is fleecing for that? If you want to divide that five ways he gave $100,000 to any one of those restaurants that were close next to that (BLEEP) gallery. They would had another month of business to maybe turn things around. But hey, he's got $500,000, and I guarantee you not one dime went to the store."
    },
    {
      "speaker": "TIMPF",
      "utterance": "They don't even let you bring your own pizza into a gallery."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. You know, the thing I didn't know the distinction here is that Hunter made almost a half a million dollars off the paintings and the gallery got a separate amount of the PPP, I guess. So, it's like that's -- it's -- there's something about this money I'm not sure where that --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "But don't -- don't think for one second it's clearly not going to end up in his pocket."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Of course, it is."
    },
    {
      "speaker": "TYRUS",
      "utterance": "It's going to -- you're going to see, yes, they bought a bunch of straws. About $500,000 in straws and canvases."
    },
    {
      "speaker": "SMITH",
      "utterance": "I don't see this, $500,000, there's a lot of bad red wine that they serve at a gallery."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is true. The headache wine is I like to call it. All right. We're going to move on. Coming up, a woman with no shame is staying in the game."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hillary confirms our worst fear. Yes, she's still here. Here she is on Good Morning America."
    },
    {
      "speaker": "HILLARY CLINTON, FORMER UNITED STATES SECRETARY OF STATE",
      "utterance": "I will never be out of the game of politics. I'm not going to be running for anything. I really feel like our democracy is at stake."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, she's right. It is at stake. And she got us to this point. Presidential campaigns are lying to the FBI about Russian collusion to smear their opponent. Presidents are illegal spy on incoming presidents and not suffering any consequences. And former presidents get rich after leaving office for no apparent reason, so, yes. I'm just so glad she's here to solve the problems she is responsible for. So, heels in it till the end. We can't get rid of her like she got rid of Jeffrey Epstein. I kid. I kid. That was suicide. And although she says she's not going to run for anything, Hillary will always be around. She's like that itch I got at Daytona Spring Break in 1982. Meantime, her new novel is called \"State of Terror,\" which is what Bill lives in constantly. It's also how I felt when I saw this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Joe, wouldn't it be awesome if she returned in 2023 to run in 2024? How excited would you be?"
    },
    {
      "speaker": "MACHI",
      "utterance": "I would not be excited at all, Greg. I -- it would be -- maybe it would be better than the current administration but not by much. I mean, she can complete sentences, she could answer questions. But she's going to be investigating a lot more people than the intermediary. Six and one half a dozen in the other."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's true. Tyrus, what do you make of this?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "I looked at it differently. I looked at like somebody who was basically trying to sell their services. You know, I'm not running for election, but I'm still political. Hire me now. I'll advise you for a mere, I don't know, $10 million in your firstborn. I will help you run for office or give me a job so I can get my charity company back up off the ground, preferably something in the ambassadorship area around, I don't know, Pakistan or what have you. So, it looked to me like it was a pitch for a job."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think you're right. That's right. She was letting people know that you can be --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Or fee, for a nominal fee."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Six figures."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "By six figures. Rob, isn't it amazing that when you think about it, the Dems are in power and they have no one for 2024? Because it's not going to be Joe and it will be Kamala Harris."
    },
    {
      "speaker": "SMITH",
      "utterance": "No, it won't. But, look, back to Hillary Clinton. Look, I personally love Hillary Clinton. I love hating her. Hating her just gives my life purpose sometimes. And my hatred for Hillary Clinton is what kind of made me a Republican, so I will always be grateful to her for this. I hope that she never goes away. She is America's super villain, and we need her, OK, to inspire a new generation of Republicans. So, I hope she is here to stay and be evil and awful and horrible for decades to come."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I also think she's horrible, corrupt, all those things, but I also think it's weird that despite being all those things, she's also really boring."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's true."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I watched that video when I was like, is this over yet? Like, normally, I can hate watch anything. That's why I still follow some of the people that I follow on social media. You're interesting to hate them, but it's like interesting to hate them. I hate her and it's not even interesting. She had to be in war so much like it's so pro-war, because no one else, you know, if the world is simulation, who would have watched her season? No one."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go. All right. Up next, has your sleep become hell dreaming of office personnel? That's next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Do your angry bosses screams show up in your dreams? Is your pillow time getting robbed by thoughts of your job? According to The Wall Street Journal, which is owned by our parent company, Necco Wafers, dreams about worker ruining people's nighttime hours, especially the nightmare where Jesse Watters host this show. Yes, showing up to a meeting without pants on, missing your flight to a work trip, forgetting about a deadline until it is already past a common dream things themes, or if you're Kat, all real things that actually happened last week. But experts say that dreaming about work can actually be helpful because it can give us insight into how to solve problems. Could that be true?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "What a long day."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hey, Kat. What's going on?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Hey, Greg. Would you like this cup of poison I made for you?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, that's certainly odd. I wonder if I'm in somebody's dream, but tastes pretty --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, do you have dreams like that?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "No, of course not."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What are your work dreams?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't really have work dreams. I don't if -- I'm trying to think if I have any -- I might get -- I get really weird dreams, so I'm trying to think like what's appropriate, what won't get me fired if I talk about it. I guess I do get dreams sometimes that my husband cheats on me and then I get mad at him even though it's just a dream."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And then I'll start the group chat with me even my sister and be like, you know what, you're a candidate in my dream last night. And then she's always on my side, she says, apologize, Kim, and he does it. And anyway, it's great. We're about five months in. Things are going well."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Tyrus, you have many different jobs."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Do you ever come -- have a dream where they're combined, like, your show up to wrestle but you're -- instead you're sitting and you have to do commentary?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "No, Greg, because I don't know maybe it's a cultural thing, but I only have dreams when I don't have checks coming in. The only time I have bad dreams is like I know child supports dur and I got nothing coming in. That's a bad dream. Or, you know, I got -- I got the third red notice with cancellation dates tomorrow and I'm trying to figure out a way to conveniently trick the electric company to extend it for two weeks. Those are the type of dreams I've had in my lifetime. I've never had, oh, man I'm so gainfully employed. I don't know what to do. I showed up to work and I got to sit in a chair and get paid a lot of money to give my opinion as if it's better than somebody else's off the street. Oh, what do I do? This is another --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "White man's problem."
    },
    {
      "speaker": "TYRUS",
      "utterance": "First, no, that was not, because I got a lot of broke white friends. This -- sorry, man. But this is first-world problem."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "And this is stupid stuff that -- we'll call them journalists and studies, they got nothing on the table, like, what do we got? Anyone have a bad dream about having a job? What? It's like telling somebody -- it's just hunger pains in Cambodia. Like, what are you talking about?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What do you think, Joe? You know that Jesse Watters said to me that talking about your dreams makes you soft."
    },
    {
      "speaker": "MACHI",
      "utterance": "That's not true at all, Greg. I will say that -- I know. I also have work-related dreams that involve Kat's husband."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Very proud of you, Joe."
    },
    {
      "speaker": "MACHI",
      "utterance": "We drive cross country and Kat's not invited. But, no, I have dreams all the time where I have like awful tragedies and stunning successes, and I wake up and I think, why can't I write one novel?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's really a good point. There's a whole -- there's a whole uncharted deposit in your brain kind of all these plots."
    },
    {
      "speaker": "MACHI",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And then I wake up in the morning and go, wow, that was amazing. And then you -- and then it slowly forgotten. That's the weirdest thing about dreams is that they're so rich and then they -- your mind will not cling to it the way it clings to a memory because it's not real, Rob. What about you?"
    },
    {
      "speaker": "SMITH",
      "utterance": "It's a myth. Ever had the dream where you won the lottery you just became very, very wealthy and then you wake up kind of sad. Oh, man, that was a dream. So, I think that this is a function of people that work too much. This is what I think. I think as Americans we work too much, we work too many hours, we don't take enough vacation. All the other stuff. So, I avoid this by actually working as little as possible. I'm just doing the absolute least. So, I never dream about work. It works."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I do not see -- I've talked about this in the past. I don't have work dreams. I have hygiene -- I'm always trying to find a toilet. Those are my nightmares. Those are my nightmares."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I've had that a lot too."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And it's like I'm running -- so I'm running like through, like, let's say like a weird house and I go to every bathroom and every toilets, either filled with filth or it's missing like a toilet seat or there's not -- just a hole in the ground and then running out. I'm running around and I can't and it's just --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "I had a dream -- I wish that football dreams where I forget my helmet and running on the field because that's a scary thing because you got to -- the game stops, you can get a helmet. Do you mean to tell me your entire life, all your accomplishments, the only thing you're worried about is if you can't find a toilet?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I think -- I think you've had a great life."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You don't know what that's like -- and to like -- to need a toilet but --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Do you ever realize in the dream though that the reason you can't buy a toilet because you're dreaming?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. No, I wake up and then -- but -- no, because I wake up because I have to go to the bathroom."
    },
    {
      "speaker": "TYRUS",
      "utterance": "So, at the end, you find your toilet?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. It was there all along."
    },
    {
      "speaker": "TYRUS",
      "utterance": "There's your novel, Joe."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go."
    },
    {
      "speaker": "SMITH",
      "utterance": "I'm about to have dinner and I don't want -- I can't get this image of the toilet filled with --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Did you not research this show before getting on?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I do."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Don't go away. We'll be right back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We are out of time. Thanks to Rob Smith, Joe Machi, Kat, Tyrus, studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}