{
  "date": "October 10, 2021",
  "headline": "'Fox News Sunday' on October 10, 2021",
  "subHeadline": "'Fox News Sunday' welcomed guests Steve Scalise, Chris Coons and Jacqueline Alemany",
  "url": "https://www.foxnews.com/transcript/fox-news-sunday-on-october-10-2021",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "sentences": "I'm Chris Wallace. Congress steps back from the financial brink, but the crisis isn't over,  just postponed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHRIS MURPHY (D-CT)",
      "sentences": "The motion is agreed to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "sentences": "I don't understand why we're folding here at   the end. This is a complete capitulation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll discuss what the GOP plan is now with the number two Republican in the House, Congressman Steve Scalise.   And the Democratic victory is overshadowed by disappointing jobs numbers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Maybe it doesn't seem fast enough, we're making consistent steady progress, though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "While in Congress, Democrats continue to fight over the   president's domestic agenda. We'll ask Senator Chris Coons, a key advisor to Mr. Biden, about chances for party unity on the long legislative to-do  list. Plus, the president's poll numbers hit a new low in the wake of crises at  the border, and in Afghanistan, and a slowing economic recovery. We'll ask  our Sunday panel if Joe Biden will be a drag on Democrat's chances, starting with next month's Virginia governor's race.  And our Power Player of the Week, the hit podcaster bringing in famous dads   to celebrate fatherhood. All, right now, on \"FOX News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MEREDITH, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Chris. The Senate's deal to raise the debt limit is really just a temporary stopgap that will get  Congress through early December. Meantime, we're watching as congressional Democrats are scrambling to keep the president's economic agenda alive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We're actually making real progress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTY WALSH, LABOR SECRETARY",
      "sentences": "We know we have work to do. There's no   question about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "New polling shows most Americans feel the same way. A Quinnipiac University survey taken last week shows only 38 percent of Americans  approve of the president's job performance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "Or focus is, yes, not exactly on  the day-to-day up and downs of the polls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "But some Democrats are warning the White House, fights within  the party over spending priorities but the president's agenda at risk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEBBIE DINGELL (D-MI)",
      "sentences": "I keep saying that if we do not get these  bills passed, Democrats are in real trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "Americans argue the polls prove Americans don't back the Democrats' spending plans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JASON SMITH (R-MO)",
      "sentences": "The last thing we need to do is give a larger  runway for Democrats to continue to spend trillions of dollars of working  class tax dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "Both parties are also closely watching that upcoming governor's  race in Virginia. It's a key battleground state. Chris, last week the Democrat running in the race, Terry McAuliffe, told his surrogates that the president's low approval ratings are hurting his chances in this election - - Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mark Meredith reporting from Delaware -- Mark, thank you. And joining us now, the number two Republican in the House, Steve Scalise. Congressman, welcome back to \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. STEVE SCALISE (R-LA)",
      "sentences": "Good morning, Chris. Good to be back with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, why do you think the jobs report from last month was so disappointing? President Biden says the key factor was the surge in the delta variant, particularly in mid-September when the survey was taken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Well, really, if you look at all the policies under President Biden -- I mean, the inflation that we're seeing, but paying people not to work is still a major drag on the economy. Some of the other welfare programs that they set up earlier this year making it easier for people to stay at home rather than go get a job when every employer you talked is looking for workers. And then you top on top of that the regulations that they keep adding,  agency after agency going after small businesses, making it harder to keep the supply chain moving. All those things are adding up and they're all self-imposed by President Biden who walked in with three vaccines and an economy primed to take off, and yet it's been disappointment after disappointment every month because of this failed Biden agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But you say paying people not to work -- the fact is that the boost in the unemployment benefits from the federal government, they ended  on Labor Day, and yet you saw a disappointing jobs report. That was one argument Republicans are making, but it didn't seem to make a difference when it ended.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "But that's not the only thing that they added. The added a number of other welfare programs and they got rid of the welfare to work requirements. You go back to Bill Clinton. It was a very successful tool to get people  back into the workforce. Joe Biden helped undermine a lot of those successful efforts, too. So, it wasn't just one thing. It was many things and they're all lining up and catching up with this economy. And it's -- again, he could reverse it right now, but he doesn't want to. They keep doubling down on this far left socialist agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, let's talk about another part of the president's policy. He  says that a big difference -- and he's doubling down on it -- is vaccine mandates, because he says that COVID continues to have a hold on the economy. Take a look at the president this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I know vaccination requirements are tough medicine, unpopular with some, politics for others. But they're  life-saving. They're game-changing for our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The fact is, when institutions impose vaccine mandates, most workers -- the vast majority of workers -- do get the vaccinations and go to work. United Airlines imposed one, and now, 97 percent of their employees have gotten the vaccine, which helps stop the spread of COVID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Well, and they also just laid off a large swath of people.  And you're seeing it in a number of states where they have the mandates, hospital workers, for example, getting fired, police officers leaving their job. What President Biden needs to be working on is, number one, get an FDA commissioner. The fact that we're ten months in and he still doesn't have an FDA commissioner, it's been called a rudderless ship over there. They're not working on therapeutics. They're not working on things to help  us get through this. I mean, whatever the next wave is going to be, President Biden shouldn't be relying on the three vaccines that President Trump helped create with Operation Warp Speed. He should be going to the next step, and he hasn't done that. And his own FDA, frankly, has been one of the problems. That's where he needs to be focused, is helping us get through not just where we are now but whatever might be coming down the road.  In the meantime, they won't hold China accountable. They won't even have a hearing in Congress on where this virus originated, even though all the evidence points to the lab in Wuhan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's turn to the infrastructure bill, which the Senate passed overwhelmingly with support from 19 Senate Republicans. Why are you, as the House whip, the person in charge of trying to urge your caucus to vote one way or the other, why are you urging Republicans in the House to vote against an infrastructure bill that has such strong bipartisan backing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Well, we've wanted a bipartisan infrastructure bill for a long time, but on day one when that agreement was reached with senators, President Biden went behind her back with Nancy Pelosi and Chuck Schumer and tied the whole package to the multitrillion dollar tax and spend bill. So, now, you've got this package, and you saw the president last week go to the Capitol again. He was supposed to close the deal and instead he made it very clear that the tax and spend multitrillion dollar bill is tied directly to the infrastructure bill and it undermines the whole process. They really should be working with us on an infrastructure package that would pass overwhelmingly, but instead they just have an insatiable appetite to raise taxes and spend more money. It would kill jobs. It would hit middle-class families. You're talking about a package of bills that would raise natural gas taxes, that would put more of these Green New Deal mandates that would raise energy prices even higher. We've got a 40 percent increase in gas at the pump. They're begging OPEC to produce more oil while they shut down the spigots in the United States. It makes absolutely no sense. It's one of the reasons families across America are revolting against the president's radical agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But let's talk specifically about the infrastructure bill, which, again, passed with 19 Senate Republicans supporting it. Let's talk about what that bill would do for your state. The infrastructure in Louisiana gets a grade of D+, and the bipartisan bill would mean almost $6 billion more to repair bridges and roads. Congressman, is blocking the president's agenda more important than helping the people of your state?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Look, we put together over $450 billion in infrastructure, with roads, ports, waterways, all the things you're talking about. That's not where they want to go. And, oh, by the way, in this package, they have language that tells the Corps of Engineers they can't do projects if it benefits the oil and gas industry. Look, in my state, in south Louisiana, there are a lot of oil and gas jobs. We produce a lot of energy for the country. But that kind of language would actually make it unlikely that we would even get projects in our state and other states, too, because a lot of states are in the energy industry. They just seem to hate American energy, fossil fuel-based, especially, while they're begging countries like OPEC to produce more oil, and they're letting Russia build pipelines. They're shutting off pipeline and energy production here. That language is in this package of bills. I wish it was out. I wish they'd negotiate with Republicans in the House. Sam Graves, the lead Republican on the Transportation Committee, has been wanting to negotiate a really good bipartisan package for a long time. They won't even talk to him. So, they want to go it alone, and just count on a couple of Republicans, or do they want to get something that would actually really be good for the country without all this far left stuff that's raising costs, jacking up inflation? Inflation is one of the biggest drivers hurting our economy and hurting middle-class families. Frankly, it's a big tax on lower income families. They should abandon that far left socialist agenda and work with Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congressman, I want to talk about one more subject with you. The committee investigating the January 6th insurrection has subpoenaed some documents and also some witnesses, key Trump advisors around that time. Now, President Biden announced this week that he is going to deny former President Trump's claim of executive privilege. He wants to release some of the records. President Trump is likely to take the issue to court. If it comes to a vote in the House for resisting these subpoenas and holding the people who resist the subpoenas in criminal contempt of Congress, how will you vote?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Well, first of all, these are legal issues. And you got a number of people that have been subpoenaed, that are complying. They're trying to comply. But it's a legal process. And, you know, they've got attorneys. By the way, the House of Representatives, Speaker Pelosi spent millions of taxpayer dollars hiring attorneys, too. There are Justice Department cases moving forward. They've arrested hundreds of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Yeah?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I just -- I don't mean to interrupt, but we're running out of time. Specifically, the way it would come to the court is they would resist the subpoena and then the House would vote to hold them in criminal contempt, and then it would go to the court. My question is, if it comes to a vote on the House floor to hold these people who are ignoring House committee subpoenas to produce documents or testify, how would you vote?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Well, I don't speculate on the bill that's not before me. It's not before me right now. I voted against the commission because it was heavily stacked to be a partisan commission. Look, they don't want to spend any time investigating the origin of COVID. That, by the way, matters to the families of over 600,000 Americans. They don't want to hold an investigation into what happened in Afghanistan, the complete botched withdrawal that led to 13 American soldiers dying. Why don't they focus on getting our economy back on track, get an FDA commissioner to get COVID under control? They want to keep revisiting --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, sir --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "-- last year, the before at --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, sir, I mean, in fairness, Republicans -- Republicans when you were in control wanted to go over Benghazi and that was a perfectly legitimate thing, four Americans died. This was the worst attack in at least a century or more on the U.S. Capitol. Let me ask you one last question in this regard. Clearly, there were irregularities in the last election. There are irregularities in all elections. But I -- I want to ask you a specific question. Do you think the 2020 election was stolen from Donald Trump? And continued -- continuing to make that charge, not having states do election reforms, but specifically making this charge that the election was stolen. Do you think that that hurts, undermines American democracy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Well, Chris, I've been very clear from the beginning. If you look at a number of states, they didn't follow their state-passed laws that govern the election for president. That is what the United States Constitution says. They don't say the states determine what the rules are. They say the state legislatures determine the rules --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But the states all certified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "A number of states, they didn't follow those legislative --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The states all certified.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "They didn't follow those legislative rules. Right.  But at the end of the day, are we going to follow what the Constitution says or not? I hope we get back to what the Constitution says. But clearly, a number of states, they didn't follow those legislative rules.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So you think the election was -- stolen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "What I said is there are states that didn't follow their legislatively set rules. That's what the United States Constitution says. And I think there are a lot of people that want us to get back to what the Constitution says we should be doing. Not just with elections, but a lot of other things, too. And there are some people that want to just ignore what the Constitution says and do their own thing. You know, that's been a debate that's been going on in this country for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But do you -- do you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Why don't we just get back to the Constitution?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "We won't have that (ph) problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And they certainly can happen (ph) -- but there are people out there -- there was a rally for President Trump yesterday and a number of people said, Joe Biden is not my president, Donald Trump is my president. I guess the question is, do you think the election -- the last time, I promise -- do you think the election was stolen or not? I understand you think there were irregularities and things that need to be fixed. Do you think the election was stolen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "And it's not just irregularities. It's states that did not follow the laws set which the Constitution says they're supposed to follow. When you see states like Georgia cleaning up some of the mess, and people calling that Jim Crow law, that's a flat-out lie. I think people believe --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "That's the new law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "-- against that sort of thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Yeah, but the law says -- again, the legislature passed that law. That's what the Constitution of the United States says and it wasn't followed in a number of states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congressman Scalise, thank you. Thanks for your time. Always good to talk with you, and I appreciate the way you step up and answer questions and the way you choose to. Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCALISE",
      "sentences": "Sure. Great to be back with you. Thanks, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, Senate Democrats pushed off a debt crisis with some help from Republicans. But the path to victory on their social agenda is still uncertain. We'll bring in Democratic Senator Chris Coons, that's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Democrats were quick to say Republicans blinked this week in a game of chicken on the debt limit, but the growing fight inside their own party over President Biden's domestic agenda means moderates and progressives are still playing chicken with each other. Joining us now, Democratic Senator Chris Coons, one of Joe Biden's closest advisors in Congress. Senator, welcome back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHRIS COONS (D-DE)",
      "sentences": "Great to be on with you again, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So let's start with those disappointing jobs numbers from last month. As I said in my interview with Congressman Scalise, President Biden blamed the surge in the delta virus of the -- delta variant of the coronavirus. But take a look at these numbers as well, sir, 183,000 Americans dropped out of the workforce just last month.  There were 11 million job openings for the 7.7 million unemployed, and there are big supply chain backups. Senator, isn't it a lot more complicated than just COVID?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "Sure, it is complicated, but let's focus on both the positives and the path forward. First, under President Biden, our economy has created 5 million jobs so far this year. On average, 600,000 new jobs a month. And unemployment is below 5 percent for the first time since the pandemic, something we didn't project would happen until 2023.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But -- but -- but, sir -- but -- but, sir, I mean one of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "But, Chris, let me focus on why those people dropped out of the workforce. It's the high cost of daycare. I have folks who work for me who are paying more for daycare than they are for their mortgage, and the challenge is finding ways to care for our seniors, our children, to provide for a lower cost of health care are exactly why we're now going to move forward with President Biden's Build Back Better agenda and get people back to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But -- but, I mean, we do have to put it -- we do have to put it in context. The -- the -- the economists expected a half a million jobs to be created last month, and 194,000. And it's been a steady drop over that period of time. Childcare didn't get more expensive in September than it was in -- in July or August. I want to -- but I know -- I'm going to take your point, that one of the ways that Joe Biden thinks that he can change things is by passing his big tax and spending bill. Question, Democrats can't agree, continue to not agree on what to pass. Where is the sweet spot between Bernie Sanders' $3.5 trillion social spending bill, and Joe Manchin's $1.5 trillion spending bill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "Well, Chris, what I think matters most is the policies we agree on as Democrats, that we should reduce the costs facing most working families. The cost of health care, the cost of child care, the cost of things like paid family leave and pre-k, and come together around a package that is fully paid for. We're going to reverse some of the tax giveaways from 2017 to big companies that are paying nothing in taxes, to the wealthiest Americans, so that we can give a middle class tax cuts and reduce the costs that are weighing on every day Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "That's a package we can all agree on. And I think the ultimate price will be around $2 trillion. But it's the policies that really matter. And as a caucus, we agree on those.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But $2 trillion is a lot different than $3.5 trillion. You -- you -- you -- you get a different set of policies and packages for, you know, basically a little bit more than half of what Bernie Sanders is talking about. And that raises the question, where is the sweet spot between having all the programs but -- but it -- Joe Manchin is -- the progressives, excuse me, are saying, keep all the programs, just fund them for a shorter period of time and hope that they attract American support and so, therefore, they become a permanent part of the -- of the landscape. And then you've got Joe Manchin saying, no, cut some of the programs, eliminate some of them, and means test others. And I should tell you that on ABC this morning, Treasury Secretary Yellen said she thinks some of these programs should be means tested. Don't give benefits to people who can afford it without a government subsidy. So -- so where are you on this question of fund all of them for a shorter period of time or target fewer programs and mean test them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "I think we should be moving forward, Chris, with programs that will have a real impact on people's lives. And I'll give you two quick examples. The child tax credit is already having an enormous impact on child poverty. Senator Manchin wants to means test it. So folks who are earning $300,000 or $400,000 aren't getting the child tax credit. I suspect that's a compromise point we can all come together around. As I just mentioned, the cost of high quality daycare is out of reach for too many working families. I think that's an important thing we should do, for as long as we can possibly afford to do, because it will have such an impact on children, on families, and on our country. Chris, for too long we haven't invested in our infrastructure. And in the Senate we've passed a big bipartisan infrastructure bill that's waiting in the House to go to the president's desk. Now our task is to pass a bold bill that will make a difference in the health and education of our workforce and our families, and I'm really optimistic we will get both of these bills to President Biden's desk by the end of this month, hopefully, possibly by the end of the year. But in any event, it'll make a huge difference for our country and our future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "After Republicans agreed this week to bend and help Democrats pass the debt limit, Senator Schumer took to the floor of the Senate to make some comments. I want you to watch them and particularly to look at the expression on Joe Manchin's face, just over Senator Schumer's shoulder. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D-NY)",
      "sentences": "Leader McConnell and Senate Republicans insisted they wanted a solution to the debt ceiling, but said Democrats must raise it alone by going through a drawn out, convoluted, and risky reconciliation process. That was simply unacceptable to my caucus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator, do you really want to tick off not only every Republican senator, but also the one key Democratic senator, Joe Manchin, that you need to pass anything in the Senate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "Look, frankly, I agree with the reasons why Senator Schumer was so frustrated, that this standoff over the debt limit was risky, was unnecessary, was a manufactured crisis. But partly why Senator Manchin had his head in his hands was he thinks our leaders should be talking to each other directly. And all of us agree that we need more civility in our Congress and our country. If we're going to solve problems facing the American people, we have to be able to work together. So while I completely understand President Schumer's (ph) deep frustration, the timing may not have been the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You said President Schumer. I think you meant Senator Manchin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "I'm sorry. Yes. I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Maybe we should say President Manchin at this point. Finally, you're close to Joe Biden. And I wanted you to take a look at a Quinnipiac poll they came out this week with some pretty bad numbers for the president. Thirty-eight percent now approve of the job he's doing while 53 percent disapprove. More than half of those serving, 55 percent to 42 percent, say the Biden administration is not competent. Whether it's the pullout from Afghanistan, or the flood of migrants across the border into places like Del Rio, Texas, whether it's surging inflation, or whether it's COVID, which President Biden declared independence from on July 4th and we've just gone through a really ugly surge in the delta variant, the fact is most voters are turning against your guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "Chris, I'm genuinely optimistic that in the Senate we are going to get the Build Back Better bill and pass it and get it over to the House and the House is going to send the infrastructure bill and the Build Back Better bill to the president's desk. Here's the truth, wages are going up, COVID cases are going down, jobs are getting created and filled. It has been a tough month. The delta variant has been a challenge, but I believe we've got a talented, capable, compassionate president, and ultimately Congress is going to do its job in getting to his desk the two bills that will really put a lift under our economy and empower him with the tools he needs to get us out of this pandemic and to get our economy really going again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I've got -- I've got 30 seconds here. You are perhaps the senator closest -- you're both from Delaware. You've also know each other for decades. To Joe Biden, it has been a bad month, no question about it, whether it's immigration, whether it's Afghanistan, some of these other things. Do you ever say to him, hey, here's some advice, you've got to change things?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "We do have heart-to-heart talks. I appreciate the chance to talk with him directly. One of the reasons why I have supported, I do support, and I'll continue to support Joe Biden is he's a person who deeply believes in us. He believes in our nation. He believes in standing up and fighting for democracy in the world stage and on strengthening American families here at home. And I'm confident that his leadership in the end will prove out to have been successful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So it -- you -- you just see what we've had in September as a rough patch, not something more permanent and troubling?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "Absolutely. I am optimistic that by the end of this year we'll look back at what happened in October and November and say, it set the stage for a very positive 2022 ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator Coons, thank you. Thanks for sharing part of your weekend for with us. Please come back, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "Thanks, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we'll bring in our Sunday group to discuss the president's sinking poll numbers and what they means for selling his agenda, and getting more Democrats elected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "sentences": "Coming up, blistering testimony from a whistleblower this week leads to bipartisan anger at Facebook.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCES HAUGEN, FACEBOOK WHISTLEBLOWER",
      "sentences": "I believe Facebook's products harm children, stoke division, and weaken our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel whether the two parties can agree on how to fix big tech, coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The job creation in the first eight months of my administration is nearly 5 million jobs. Jobs up, wages up, unemployment down. That's progress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Biden trying to put a positive spin on a disappointing jobs report by pointing to overall job growth since he took office. And it's time now for our Sunday group. Jason Riley of \"The Wall Street Journal,\" Jackie Alemany of \"The Washington Post,\" and former Democratic Congressman Harold Ford Jr. Jason, the prevailing view in this White House has been that Americans will judge Joe Biden on -- on two key issues. First of all, the economy. Secondly, covid. When you have a disappointing jobs report, which is blamed largely on the delta surge of the coronavirus, how damaging is that for this president? JASON RILEY, \"THE WALL STREET JOURNAL,\" MANHATTAN INSTITUTE SENOR FELLOW",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AND FOX NEWS CONTRIBUTOR",
      "sentences": "I -- I think it's quite damaging. If I were the White House, I would -- I would take this very seriously. I don't think it's a -- a blip at all. I think we've see a trend line here dating back to the spring. And what I found most disturbing in the job numbers is the -- the number of workers, labor force participation, there are 5 million fewer people working today than before COVID. And -- and that is quite alarming. And I think it has to do a lot with disincentives to go back to work. You mentioned earlier that we have ended the supplemental unemployment insurance, which is good. I'm not sure it was reflected in these numbers, but that was the right thing to do. But you still have the government sending checks to families with children, you still have food stamps, you still have rental assistance, and then you have this agenda of Biden's that is going to expand the social safety net significantly. And that is the wrong approach to take when this economy is starved for workers, even as employers are -- are increasing wages, we still can't get people back to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Jackie, I want to pick up on that Quinnipiac poll that I was discussing just a moment ago with Senator Coons. I want to put up some numbers. On a number key issues, the coronavirus, the economy, his job as commander in chief, the way he's handling the border, more people disapprove of the job Joe Biden is doing than approve. In some cases, you can see there at the bottom of the screen, a lot more people disapprove. Your sense, how worried is this White House about the drop in support for the president? Same question I asked Chris Coons. Do they see it as just a rough patch he's going through or something more troubling than that? JACQUELINE ALEMANY, \"WASHINGTON POST\" CONGRESSIONAL CORRESPONDENT: Yes, Chris, look, I think with Trump out of the way here, Biden is now finally standing on his own record and voters, independent in particular, are making a more clear judgement. The White House publicly said that there's a lot of time here for the -- for Biden's domestic agenda to get done, but I think privately, if you talk to lawmakers on Capitol Hill, there is concern that the clock is ticking and a number of very consequential things have all stacked up on top of each other, from getting comprehensive immigration reform done, to these two stalled infrastructure bills, to voting rights, which has really largely dropped out of the picture because of all of the drama on Capitol Hill in recent weeks over the debt limit and these two stalled infrastructure bills. But, look, Biden's numbers with independents have dropped by 19-point since he was elected, a big drop of that happening over the summer. That's why I think you see so many Democrats -- actually this silent majority really, at least on the House side, who are very keen to get the bipartisan infrastructure bill done ASAP so that at least at the end of the year Biden and these vulnerable Democrats can go into 2022 to speak to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And, Harold, when the president's support drops, that -- that hurts -- that flows down the line and hurts all Democrats. The president's asking a lot of Democrats to take tough votes on his domestic agenda. Both of your progressive, maybe you don't like the fact that it's going to be too little, if you're moderate that it's going to be too much. He doesn't provide as much political cover. In Virginia you've got a really competitive race for governor. And Terry McAuliffe, the Democratic candidate and the former governor was quoted this week as saying that he's dealing with a, quote, unpopular president, and that he's facing, quote, headwinds from Washington. So I guess the question is, how big a drag is Joe Biden on the Democratic Party and Congress and in the states right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROLD FORD JR., FORMER CONGRESSMAN (D-TN) AND FOX NEWS CONTRIBUTOR",
      "sentences": "Well, first off, thanks for having me and happy Sunday. I think that the Virginia race will obviously give us some real-time electoral data here. Terry McAuliffe I think is the best retail politician in the Democratic Party, arguably in all of politics. And he's having to face the headwinds of a president. And I would argue probably more aptly a Congress. I'm surprised that some in Congress are not looking at the long game in a more serious way. If Democrats, as Joe Manchin said last week, had 50 to 70 more progressives and had a 10 -- I mean had a 25, 50-seat majority in the House, and a five to 10 seat majority in the Senate, you can see the progressive pushing -- you can see their efforts yielding a different result. For that matter, understanding why they'd be pushing that way. When you have a narrow majority and you have a president who was elected because he was competent and an answer -- a real answer to the president before, who seemed not to be, you don't go overreaching. Grab the victory in front of you and live to fight another day. The American people are losing trust in Washington and its ability to understand their problems, answer their problems and project for the future. And Democrats are simply adding to that confusion by not grabbing victory in front of them and, again, allowing this president and Congress to live and fight another day on other policy fronts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So briefly -- briefly, Harold, are you saying, pass the darn bipartisan infrastructure bill, which is roads, bridges, all of that, and forget about this $3.5 trillion or you heard Chris Coons today say $2 trillion social spending bill?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Well, they've linked them together, Chris, as you know. So, yes, pass the infrastructure bill and come back and argue and more importantly lay out what's in the bill. Republicans have laid out what they believe is in the bill, and I think sometimes they don't tell the total truth. And Democrats are outlining what they think is important to build (ph). But the American people are lost in all of this. So the answer to your question is, yes, pass the infrastructure bill first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Jason, would that make a difference? If -- if they pass the infrastructure bill, and you heard Chris Coons say, look, I think by the end of the year -- and it's interesting, he's no longer talking about just October, but the end of the year -- if they were able to pass both infrastructure and some form of the social spending bill, would that change President Biden's -- look, he's not going to win over Republicans, but would that change his standing with the country in general?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "I'm not so sure that it would, Chris. I think Biden's fundamental problem is he's trying to push Bernie Sanders' agenda, and the country didn't elect Bernie Sanders. That's his problem fundamentally. His ambitions exceed his mandate. I think Harold Ford is right, he's got a 50/50 Senate. He's got a small majority in the House. And he needs an agenda that matches that. And that is not what we have right now. You know, the Democrats have long argued that, oh, we don't have these huge majorities in Congress, but the public -- our programs poll well with the public. Well, if -- if that's true, it's certainly not in -- reflected in these Biden approval numbers right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, panel, we have to take a break here. But when we come back, former President Trump said he'll fight subpoenas for White House documents in the investigation of the January 6th attack on the Capitol. We'll discuss how the battle over executive privilege may play out in court. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "The president has determined that an assertion of executive privilege is not warranted for the first set of documents from the Trump White House that have been provided to us by the National Archives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "White House Press Secretary Jen Psaki on the president's decision to grant access to Trump administration documents as part of the investigation of the January 6th insurrection. And we're back now with the panel. Harold, as I discussed with Congressman Scalise, this effort by the committee investigating the January 6th insurrection to subpoena Trump records, Trump advisors to testify, is almost certain to end up in the courts. Is this a fight worth having?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "I think it probably is. I think Congressman Scalise, who is a product of miracle in prayers, as you said at the outset, was -- was -- was dodging the question. No one wants to -- to focus on really the tragedy of that day and how we prevent it. There are going to be some things that come out that we don't want. Some are going to be embarrassed about. But if the United States Capitol is attacked, I think we have to have an investigation, understood who -- understand was who was a part of, who might not have been part of it, and what we can do to insure something like that doesn't happen again. It's probably inevitable, it will come to a floor vote and we'll have to see where the chips fall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Jason, precedence would seem to indicate that the sitting president, Joe Biden, has a stronger case and the courts than a former president, in this case Donald Trump, when it comes to exerting executive privilege. On the other hand, the Supreme Court could set a new precedent, which it raises the question for me, do Democrats run a risk pursuing this issue because if they win, than any former president -- any president can - - can turn over anything from a former president. And if they lose, then former presidents can hide anything they want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "I agree with that, Chris. I think it sets a bad precedent. I think you're going to see tit for tat on this, no question about it, going forward. But, to me, it also shows that this is largely a political investigation going on here and -- and that it's not just Congress, but the White House wants to drag this out as long as possible in order to gain politically. Whether it's in the midterms or the next presidential election, this is an issue that Democrats want to use against Republicans. And, of course, Republicans want to quickly move on from it. But that's what this has become, it's become political football, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Just as -- as a matter of justice, do you think that -- that Joe Biden should say, look, the former president, this was what was happening inside his White House. He has executive privilege and I'm not going to help you in your fishing expedition?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "I think something along those lines would have been the judicious thing to do, yes, and let -- let -- let Congress handle it on -- on their own. I would have tried to -- I think Biden should have taken more of a hands-off approach here, and that's what you would have done if you wanted to take more of a hands-off approach. But I think when he said is that I approve of Democrats using this issue going forward politically to -- to -- to gain an upper hand on Republicans in upcoming elections. I think that was what he's indicating here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, what he said is the National Archive can turn over I think it's 48 or 50 records. He's going to take it on a case-by-case basis. But he said hand over the records. Jackie, I want to turn to another explosive story this week, and that was the testimony by a Facebook whistle-blower up on Capitol Hill in which she compared the actions of Facebook to -- to big tobacco. Take a look at what she had to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCES HAUGEN, FACEBOOK WHISTLEBLOWER",
      "sentences": "It's just like cigarettes. Teenagers don't have good self-regulation. They say explicitly, I feel bad when I use Instagram and yet I can't stop. We need to protect the kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "This may be the most damaging testimony yet because it came from a pretty high up Facebook insider who has taken -- I was about to use the \"stolen\" word -- but taken a number of documents. And yet, despite that, and -- and despite of all the hearings, Jackie, Congress really seems to be at a loss about what specifically to do about Facebook and -- and other of the pillars of big tech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEMANY",
      "sentences": "That's exactly right, Chris. This is one of the few issues where there his bipartisan agreement that something needs to be done, but what that is exactly has still created a long jam in Congress. Haugen, actually, interestingly, recommended against sort of an anti-trust push, breaking up Facebook, saying during her testimony this week that that would actually cause more problems if you broke up Facebook into ten different companies. That would just multiply it to ten more problems. She, instead, advocated things like additional oversight, like they already do in some federal agencies. Other lawmakers have proposed creating a whole new federal agency to regulate Facebook and tech companies more closely. Others have tried to punt it to the Federal Trade Commission. What lawmakers ultimately agree on is going to be challenging to push through either way with such a narrow majority and such a robust lobbying operation of these tech companies in Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You know, Jason, everybody seems to have a problem on Capitol Hill with big tech and with Facebook. In this particular case, Republicans are saying don't block stories, don't hide stories about Hunter Biden. You've got Democrats saying, you know, don't put out information on -- on election disinformation. But they seem really to be at a loss as to what to do and how to agree to get a consensus about what to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RILEY",
      "sentences": "I -- I agree, Facebook has become everyone's favorite punching bag these days, whether you're a Democrat or a Republican. I think the company is wrong to -- if they're hiding information about the harmful effects of - - of their product on kids. But ultimately, Chris, you know, Facebook is not responsible for -- for raising kids. Parents are responsible for raising kids. I mean the solution here is to give parents better control over what their kids see online. And, instead you have politicians wanting to use this issue to get Facebook to chart -- you know, sort of monitor what they would consider misinformation, which, of course, very easily bleeds into speech, and political speech. And I think here the -- the cure might be worse than the disease.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Harold, you were in Congress, now you're in business. Is there an answer as to how to regulate big tech, and do you think that -- that Congress has the wherewithal, the expertise, in a part of our economy, our ecosystem, that keeps changing so rapidly, to understand and -- and -- and answer and deal with that, with those issues?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Let's hope they do. You know, this is Congress exercising its oversight responsibility, whether it be wondering how he botched the Afghan withdrawal, whether it be the January 6th insurrection, and now -- and now this with Facebook. Look, banks are regulated. TV and radio are regulated. Airlines are regulated to protect consumers and children in large part. So social media platforms have invited this because they've -- they've -- they've demonstrated they can't regulate themselves. If data shows -- and this -- this young whistleblower demonstrated -- the data shows that they know that this is harmful -- some of their products are harmful to the mental health of children, particularly young women, and they chose to ignore it. So Congress is going to have to develop the expertise, much like if you think about what -- when they -- the -- when they addressed Microsoft many years ago, the issues. They brought in experts. They should bring in experts here, whether it's privacy, whether it's reducing some of the protections the social media platforms face in terms of liability, all of that should be on the table. And if Congress does know how to sort through it, bringing in the experts, like this whistleblower, to help them sort through it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I've got about 30 seconds left. There were some people in that Senate hearing who said, oh, we need to get Mark Zuckerberg here. Mark Zuckerberg has testified over and over again. He's going to deny everything. It doesn't seem -- I've only got about ten, 15 seconds for you here -- it doesn't seem to result in anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEMANY",
      "sentences": "Look, Mark Zuckerberg has said time and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "Look, he --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No, Harold.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FORD",
      "sentences": "If -- if he comes back before Congress, he will have now a very pointed set of questions. He will have to answer the concerns that have been raised by his own employee and hopefully Congress will be able to listen and react accordingly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, thank you, panel. I have a feeling we'll be discussing this more. See you next Sunday. Up next, our \"Power Player of the Week,\" he's getting some of America's biggest names to talk about the ups and downs of being a father.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "While I was promoting my book, \"Countdown Bin Laden,\" over the last month, I did a number of interviews. And one of the most interesting was on a podcast where the host asked about a lot more than my book. Questions I didn't get anywhere else. He's our \"Power Player of the Week.\" ALEC LACE, HOST, \"FIRST CLASS FATHERHOOD\" PODCAST: It's trying to change the narrative on fatherhood and family life here. WALLACE (voice over): Alec Lace is talking about his podcast, \"First Class Fatherhood,\" where he tells young man about the joy of having a family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LACE",
      "sentences": "Hey, thank you so much for giving me a few minutes of your time here on \"First Class Fatherhood.\" What I do is try to bring on these guys that have just really had a lot of success in life and they say, you know what, despite all these accompaniments in life, it's really only been through the experience of becoming a father that's given me any sense of fulfillment in life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Alec works nights as a railroad mechanic. The podcast is a sideline that took off. It's now in the top 1 percent of downloads, in large part because of some remarkably good guests.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Just hang in there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Focus on their strengths and not their weaknesses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Some people try to shield their kids from everything. That doesn't work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have a lot of people that go, I'm not ready to have a kid, I'm not ready to -- you're never ready.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LACE",
      "sentences": "It's in my bedroom closet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You're interviewing Matthew McConaughey from your bedroom closet?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LACE",
      "sentences": "Matthew McConaughey, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEW MCCONAUGHEY",
      "sentences": "Fatherhood's a verb. It ain't like you helped make the baby and then you did it and now you're a father. Oh, now the work just begins. WALLACE (voice over): Alec's father was 50 when he was born.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LACE",
      "sentences": "He was a no-nonsense guy. You know, he was a disciplinarian. I grew up -- I was one of those guys, just wait until your father gets home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Even with a tough dad, Alec still got into trouble with substance abuse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LACE",
      "sentences": "Yes, not something I'm proud of, Chris. We were drinking, you know, heavily and the last thing I remembered, it was, you know, halftime of the game and then I woke up in Hackensack Hospital, naked, handcuffed to the bed. WALLACE (voice over): Today, Alec is sober and a father of four.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LACE",
      "sentences": "I would say it's listening. You know, my kids teach me more about myself than I think I'm teaching them. WALLACE (voice over): And his podcast got him back into NFL stadiums.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LACE",
      "sentences": "They invited me to come to Super Bowl media day, and I was right there with all the rest of the guys from ESPN and from all the major networks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Up until you have kids, it's all about you. And when you have kids, it's -- it's about the family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LACE",
      "sentences": "Yes, I'm passionate about that, Chris. I spoke with Michael Irvin at the Super Bowl last year about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL IRVIN",
      "sentences": "But if you have to get a divorce from the wife, you should never, ever divorce the kids. Stay on your post. WALLACE (voice over): Which brings Alec back to his advice for young men.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LACE",
      "sentences": "They're all chasing these other things in life when I'm trying to tell them, listen, it's actually fatherhood that's going to make you a better man, a better person, eventually, you know, a better husband. So it's really the thing to shoot for and to aspire to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "As I said, I was the guest on a recent episode of \"First Class Fatherhood.\" If you want to hear what Brady and McConaughey and, yes, I have to say about fatherhood, you can download it wherever you get your podcasts. And that's it for today. Have a have great week and we'll see you next FOX NEWS SUNDAY. Copy: Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "utterance": "I'm Chris Wallace. Congress steps back from the financial brink, but the crisis isn't over, just postponed."
    },
    {
      "speaker": "SEN. CHRIS MURPHY (D-CT)",
      "utterance": "The motion is agreed to."
    },
    {
      "speaker": "WALLACE (voice-over)",
      "utterance": "The two parties compromised on a plan to save the U.S. from default, but Senate Republicans blast their leader over bailing out Democrats on the debt limit, accusing Mitch McConnell of caving."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "utterance": "I don't understand why we're folding here at the end. This is a complete capitulation."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll discuss what the GOP plan is now with the number two Republican in the House, Congressman Steve Scalise. And the Democratic victory is overshadowed by disappointing jobs numbers."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Maybe it doesn't seem fast enough, we're making consistent steady progress, though."
    },
    {
      "speaker": "WALLACE",
      "utterance": "While in Congress, Democrats continue to fight over the president's domestic agenda. We'll ask Senator Chris Coons, a key advisor to Mr. Biden, about chances for party unity on the long legislative to-do list. Plus, the president's poll numbers hit a new low in the wake of crises at the border, and in Afghanistan, and a slowing economic recovery. We'll ask our Sunday panel if Joe Biden will be a drag on Democrat's chances, starting with next month's Virginia governor's race. And our Power Player of the Week, the hit podcaster bringing in famous dads to celebrate fatherhood. All, right now, on \"FOX News Sunday.\""
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "And hello again from FOX News in Washington. President Biden's fortunes seemed to be going from bad to worse. Disappointing jobs numbers on Friday were just the latest problem for an administration already dealing with a crisis at the border, persistent inflation, growing supply chain backups, and a pandemic that won't go away. And while the threat of defaulting on our debt was pushed off for two months, Democrats are still deadlocked over the president's domestic agenda. In a moment, we'll speak with the number two Republican the House, Congressman Steve Scalise, and we'll get reaction from Democratic Senator Chris Coons. But first, let's bring in Mark Meredith, traveling with the president in Wilmington, Delaware, for the latest on an administration under fire -- Mark."
    },
    {
      "speaker": "MARK MEREDITH, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Chris. The Senate's deal to raise the debt limit is really just a temporary stopgap that will get Congress through early December. Meantime, we're watching as congressional Democrats are scrambling to keep the president's economic agenda alive."
    },
    {
      "speaker": "BIDEN",
      "utterance": "We're actually making real progress."
    },
    {
      "speaker": "MEREDITH (voice-over)",
      "utterance": "President Biden wants Americans to be patient, even as the latest jobs report shows the U.S. economy is still struggling. The Labor Department reports employers added 194,000 jobs last month, far fewer than the 500,000 economists expected."
    },
    {
      "speaker": "MARTY WALSH, LABOR SECRETARY",
      "utterance": "We know we have work to do. There's no question about it."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "New polling shows most Americans feel the same way. A Quinnipiac University survey taken last week shows only 38 percent of Americans approve of the president's job performance."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "Or focus is, yes, not exactly on the day-to-day up and downs of the polls."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "But some Democrats are warning the White House, fights within the party over spending priorities but the president's agenda at risk."
    },
    {
      "speaker": "REP. DEBBIE DINGELL (D-MI)",
      "utterance": "I keep saying that if we do not get these bills passed, Democrats are in real trouble."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "Americans argue the polls prove Americans don't back the Democrats' spending plans."
    },
    {
      "speaker": "REP. JASON SMITH (R-MO)",
      "utterance": "The last thing we need to do is give a larger runway for Democrats to continue to spend trillions of dollars of working class tax dollars."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "Both parties are also closely watching that upcoming governor's race in Virginia. It's a key battleground state. Chris, last week the Democrat running in the race, Terry McAuliffe, told his surrogates that the president's low approval ratings are hurting his chances in this election - - Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mark Meredith reporting from Delaware -- Mark, thank you. And joining us now, the number two Republican in the House, Steve Scalise. Congressman, welcome back to \"FOX News Sunday\"."
    },
    {
      "speaker": "REP. STEVE SCALISE (R-LA)",
      "utterance": "Good morning, Chris. Good to be back with you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, why do you think the jobs report from last month was so disappointing? President Biden says the key factor was the surge in the delta variant, particularly in mid-September when the survey was taken."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Well, really, if you look at all the policies under President Biden -- I mean, the inflation that we're seeing, but paying people not to work is still a major drag on the economy. Some of the other welfare programs that they set up earlier this year making it easier for people to stay at home rather than go get a job when every employer you talked is looking for workers. And then you top on top of that the regulations that they keep adding, agency after agency going after small businesses, making it harder to keep the supply chain moving. All those things are adding up and they're all self-imposed by President Biden who walked in with three vaccines and an economy primed to take off, and yet it's been disappointment after disappointment every month because of this failed Biden agenda."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But you say paying people not to work -- the fact is that the boost in the unemployment benefits from the federal government, they ended on Labor Day, and yet you saw a disappointing jobs report. That was one argument Republicans are making, but it didn't seem to make a difference when it ended."
    },
    {
      "speaker": "SCALISE",
      "utterance": "But that's not the only thing that they added. The added a number of other welfare programs and they got rid of the welfare to work requirements. You go back to Bill Clinton. It was a very successful tool to get people back into the workforce. Joe Biden helped undermine a lot of those successful efforts, too. So, it wasn't just one thing. It was many things and they're all lining up and catching up with this economy. And it's -- again, he could reverse it right now, but he doesn't want to. They keep doubling down on this far left socialist agenda."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, let's talk about another part of the president's policy. He says that a big difference -- and he's doubling down on it -- is vaccine mandates, because he says that COVID continues to have a hold on the economy. Take a look at the president this week."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "I know vaccination requirements are tough medicine, unpopular with some, politics for others. But they're life-saving. They're game-changing for our country."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The fact is, when institutions impose vaccine mandates, most workers -- the vast majority of workers -- do get the vaccinations and go to work. United Airlines imposed one, and now, 97 percent of their employees have gotten the vaccine, which helps stop the spread of COVID."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Well, and they also just laid off a large swath of people. And you're seeing it in a number of states where they have the mandates, hospital workers, for example, getting fired, police officers leaving their job. What President Biden needs to be working on is, number one, get an FDA commissioner. The fact that we're ten months in and he still doesn't have an FDA commissioner, it's been called a rudderless ship over there. They're not working on therapeutics. They're not working on things to help us get through this. I mean, whatever the next wave is going to be, President Biden shouldn't be relying on the three vaccines that President Trump helped create with Operation Warp Speed. He should be going to the next step, and he hasn't done that. And his own FDA, frankly, has been one of the problems. That's where he needs to be focused, is helping us get through not just where we are now but whatever might be coming down the road. In the meantime, they won't hold China accountable. They won't even have a hearing in Congress on where this virus originated, even though all the evidence points to the lab in Wuhan."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's turn to the infrastructure bill, which the Senate passed overwhelmingly with support from 19 Senate Republicans. Why are you, as the House whip, the person in charge of trying to urge your caucus to vote one way or the other, why are you urging Republicans in the House to vote against an infrastructure bill that has such strong bipartisan backing?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Well, we've wanted a bipartisan infrastructure bill for a long time, but on day one when that agreement was reached with senators, President Biden went behind her back with Nancy Pelosi and Chuck Schumer and tied the whole package to the multitrillion dollar tax and spend bill. So, now, you've got this package, and you saw the president last week go to the Capitol again. He was supposed to close the deal and instead he made it very clear that the tax and spend multitrillion dollar bill is tied directly to the infrastructure bill and it undermines the whole process. They really should be working with us on an infrastructure package that would pass overwhelmingly, but instead they just have an insatiable appetite to raise taxes and spend more money. It would kill jobs. It would hit middle-class families. You're talking about a package of bills that would raise natural gas taxes, that would put more of these Green New Deal mandates that would raise energy prices even higher. We've got a 40 percent increase in gas at the pump. They're begging OPEC to produce more oil while they shut down the spigots in the United States. It makes absolutely no sense. It's one of the reasons families across America are revolting against the president's radical agenda."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But let's talk specifically about the infrastructure bill, which, again, passed with 19 Senate Republicans supporting it. Let's talk about what that bill would do for your state. The infrastructure in Louisiana gets a grade of D+, and the bipartisan bill would mean almost $6 billion more to repair bridges and roads. Congressman, is blocking the president's agenda more important than helping the people of your state?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Look, we put together over $450 billion in infrastructure, with roads, ports, waterways, all the things you're talking about. That's not where they want to go. And, oh, by the way, in this package, they have language that tells the Corps of Engineers they can't do projects if it benefits the oil and gas industry. Look, in my state, in south Louisiana, there are a lot of oil and gas jobs. We produce a lot of energy for the country. But that kind of language would actually make it unlikely that we would even get projects in our state and other states, too, because a lot of states are in the energy industry. They just seem to hate American energy, fossil fuel-based, especially, while they're begging countries like OPEC to produce more oil, and they're letting Russia build pipelines. They're shutting off pipeline and energy production here. That language is in this package of bills. I wish it was out. I wish they'd negotiate with Republicans in the House. Sam Graves, the lead Republican on the Transportation Committee, has been wanting to negotiate a really good bipartisan package for a long time. They won't even talk to him. So, they want to go it alone, and just count on a couple of Republicans, or do they want to get something that would actually really be good for the country without all this far left stuff that's raising costs, jacking up inflation? Inflation is one of the biggest drivers hurting our economy and hurting middle-class families. Frankly, it's a big tax on lower income families. They should abandon that far left socialist agenda and work with Republicans."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congressman, I want to talk about one more subject with you. The committee investigating the January 6th insurrection has subpoenaed some documents and also some witnesses, key Trump advisors around that time. Now, President Biden announced this week that he is going to deny former President Trump's claim of executive privilege. He wants to release some of the records. President Trump is likely to take the issue to court. If it comes to a vote in the House for resisting these subpoenas and holding the people who resist the subpoenas in criminal contempt of Congress, how will you vote?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Well, first of all, these are legal issues. And you got a number of people that have been subpoenaed, that are complying. They're trying to comply. But it's a legal process. And, you know, they've got attorneys. By the way, the House of Representatives, Speaker Pelosi spent millions of taxpayer dollars hiring attorneys, too. There are Justice Department cases moving forward. They've arrested hundreds of people."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Yeah?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I just -- I don't mean to interrupt, but we're running out of time. Specifically, the way it would come to the court is they would resist the subpoena and then the House would vote to hold them in criminal contempt, and then it would go to the court. My question is, if it comes to a vote on the House floor to hold these people who are ignoring House committee subpoenas to produce documents or testify, how would you vote?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Well, I don't speculate on the bill that's not before me. It's not before me right now. I voted against the commission because it was heavily stacked to be a partisan commission. Look, they don't want to spend any time investigating the origin of COVID. That, by the way, matters to the families of over 600,000 Americans. They don't want to hold an investigation into what happened in Afghanistan, the complete botched withdrawal that led to 13 American soldiers dying. Why don't they focus on getting our economy back on track, get an FDA commissioner to get COVID under control? They want to keep revisiting --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, sir --"
    },
    {
      "speaker": "SCALISE",
      "utterance": "-- last year, the before at --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, sir, I mean, in fairness, Republicans -- Republicans when you were in control wanted to go over Benghazi and that was a perfectly legitimate thing, four Americans died. This was the worst attack in at least a century or more on the U.S. Capitol. Let me ask you one last question in this regard. Clearly, there were irregularities in the last election. There are irregularities in all elections. But I -- I want to ask you a specific question. Do you think the 2020 election was stolen from Donald Trump? And continued -- continuing to make that charge, not having states do election reforms, but specifically making this charge that the election was stolen. Do you think that that hurts, undermines American democracy?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Well, Chris, I've been very clear from the beginning. If you look at a number of states, they didn't follow their state-passed laws that govern the election for president. That is what the United States Constitution says. They don't say the states determine what the rules are. They say the state legislatures determine the rules --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But the states all certified."
    },
    {
      "speaker": "SCALISE",
      "utterance": "A number of states, they didn't follow those legislative --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "The states all certified."
    },
    {
      "speaker": "SCALISE",
      "utterance": "They didn't follow those legislative rules. Right.  But at the end of the day, are we going to follow what the Constitution says or not? I hope we get back to what the Constitution says. But clearly, a number of states, they didn't follow those legislative rules."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So you think the election was -- stolen?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "What I said is there are states that didn't follow their legislatively set rules. That's what the United States Constitution says. And I think there are a lot of people that want us to get back to what the Constitution says we should be doing. Not just with elections, but a lot of other things, too. And there are some people that want to just ignore what the Constitution says and do their own thing. You know, that's been a debate that's been going on in this country for a long time."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But do you -- do you --"
    },
    {
      "speaker": "SCALISE",
      "utterance": "Why don't we just get back to the Constitution?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I --"
    },
    {
      "speaker": "SCALISE",
      "utterance": "We won't have that (ph) problem."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And they certainly can happen (ph) -- but there are people out there -- there was a rally for President Trump yesterday and a number of people said, Joe Biden is not my president, Donald Trump is my president. I guess the question is, do you think the election -- the last time, I promise -- do you think the election was stolen or not? I understand you think there were irregularities and things that need to be fixed. Do you think the election was stolen?"
    },
    {
      "speaker": "SCALISE",
      "utterance": "And it's not just irregularities. It's states that did not follow the laws set which the Constitution says they're supposed to follow. When you see states like Georgia cleaning up some of the mess, and people calling that Jim Crow law, that's a flat-out lie. I think people believe --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "That's the new law."
    },
    {
      "speaker": "SCALISE",
      "utterance": "-- against that sort of thing."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Yeah, but the law says -- again, the legislature passed that law. That's what the Constitution of the United States says and it wasn't followed in a number of states."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congressman Scalise, thank you. Thanks for your time. Always good to talk with you, and I appreciate the way you step up and answer questions and the way you choose to. Thank you, sir."
    },
    {
      "speaker": "SCALISE",
      "utterance": "Sure. Great to be back with you. Thanks, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, Senate Democrats pushed off a debt crisis with some help from Republicans. But the path to victory on their social agenda is still uncertain. We'll bring in Democratic Senator Chris Coons, that's next."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Democrats were quick to say Republicans blinked this week in a game of chicken on the debt limit, but the growing fight inside their own party over President Biden's domestic agenda means moderates and progressives are still playing chicken with each other. Joining us now, Democratic Senator Chris Coons, one of Joe Biden's closest advisors in Congress. Senator, welcome back."
    },
    {
      "speaker": "SEN. CHRIS COONS (D-DE)",
      "utterance": "Great to be on with you again, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So let's start with those disappointing jobs numbers from last month. As I said in my interview with Congressman Scalise, President Biden blamed the surge in the delta virus of the -- delta variant of the coronavirus. But take a look at these numbers as well, sir, 183,000 Americans dropped out of the workforce just last month.  There were 11 million job openings for the 7.7 million unemployed, and there are big supply chain backups. Senator, isn't it a lot more complicated than just COVID?"
    },
    {
      "speaker": "COONS",
      "utterance": "Sure, it is complicated, but let's focus on both the positives and the path forward. First, under President Biden, our economy has created 5 million jobs so far this year. On average, 600,000 new jobs a month. And unemployment is below 5 percent for the first time since the pandemic, something we didn't project would happen until 2023."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But -- but -- but, sir -- but -- but, sir, I mean one of --"
    },
    {
      "speaker": "COONS",
      "utterance": "But, Chris, let me focus on why those people dropped out of the workforce. It's the high cost of daycare. I have folks who work for me who are paying more for daycare than they are for their mortgage, and the challenge is finding ways to care for our seniors, our children, to provide for a lower cost of health care are exactly why we're now going to move forward with President Biden's Build Back Better agenda and get people back to work."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But -- but, I mean, we do have to put it -- we do have to put it in context. The -- the -- the economists expected a half a million jobs to be created last month, and 194,000. And it's been a steady drop over that period of time. Childcare didn't get more expensive in September than it was in -- in July or August. I want to -- but I know -- I'm going to take your point, that one of the ways that Joe Biden thinks that he can change things is by passing his big tax and spending bill. Question, Democrats can't agree, continue to not agree on what to pass. Where is the sweet spot between Bernie Sanders' $3.5 trillion social spending bill, and Joe Manchin's $1.5 trillion spending bill?"
    },
    {
      "speaker": "COONS",
      "utterance": "Well, Chris, what I think matters most is the policies we agree on as Democrats, that we should reduce the costs facing most working families. The cost of health care, the cost of child care, the cost of things like paid family leave and pre-k, and come together around a package that is fully paid for. We're going to reverse some of the tax giveaways from 2017 to big companies that are paying nothing in taxes, to the wealthiest Americans, so that we can give a middle class tax cuts and reduce the costs that are weighing on every day Americans."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But --"
    },
    {
      "speaker": "COONS",
      "utterance": "That's a package we can all agree on. And I think the ultimate price will be around $2 trillion. But it's the policies that really matter. And as a caucus, we agree on those."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But $2 trillion is a lot different than $3.5 trillion. You -- you -- you -- you get a different set of policies and packages for, you know, basically a little bit more than half of what Bernie Sanders is talking about. And that raises the question, where is the sweet spot between having all the programs but -- but it -- Joe Manchin is -- the progressives, excuse me, are saying, keep all the programs, just fund them for a shorter period of time and hope that they attract American support and so, therefore, they become a permanent part of the -- of the landscape. And then you've got Joe Manchin saying, no, cut some of the programs, eliminate some of them, and means test others. And I should tell you that on ABC this morning, Treasury Secretary Yellen said she thinks some of these programs should be means tested. Don't give benefits to people who can afford it without a government subsidy. So -- so where are you on this question of fund all of them for a shorter period of time or target fewer programs and mean test them?"
    },
    {
      "speaker": "COONS",
      "utterance": "I think we should be moving forward, Chris, with programs that will have a real impact on people's lives. And I'll give you two quick examples. The child tax credit is already having an enormous impact on child poverty. Senator Manchin wants to means test it. So folks who are earning $300,000 or $400,000 aren't getting the child tax credit. I suspect that's a compromise point we can all come together around. As I just mentioned, the cost of high quality daycare is out of reach for too many working families. I think that's an important thing we should do, for as long as we can possibly afford to do, because it will have such an impact on children, on families, and on our country. Chris, for too long we haven't invested in our infrastructure. And in the Senate we've passed a big bipartisan infrastructure bill that's waiting in the House to go to the president's desk. Now our task is to pass a bold bill that will make a difference in the health and education of our workforce and our families, and I'm really optimistic we will get both of these bills to President Biden's desk by the end of this month, hopefully, possibly by the end of the year. But in any event, it'll make a huge difference for our country and our future."
    },
    {
      "speaker": "WALLACE",
      "utterance": "After Republicans agreed this week to bend and help Democrats pass the debt limit, Senator Schumer took to the floor of the Senate to make some comments. I want you to watch them and particularly to look at the expression on Joe Manchin's face, just over Senator Schumer's shoulder. Take a look."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D-NY)",
      "utterance": "Leader McConnell and Senate Republicans insisted they wanted a solution to the debt ceiling, but said Democrats must raise it alone by going through a drawn out, convoluted, and risky reconciliation process. That was simply unacceptable to my caucus."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator, do you really want to tick off not only every Republican senator, but also the one key Democratic senator, Joe Manchin, that you need to pass anything in the Senate?"
    },
    {
      "speaker": "COONS",
      "utterance": "Look, frankly, I agree with the reasons why Senator Schumer was so frustrated, that this standoff over the debt limit was risky, was unnecessary, was a manufactured crisis. But partly why Senator Manchin had his head in his hands was he thinks our leaders should be talking to each other directly. And all of us agree that we need more civility in our Congress and our country. If we're going to solve problems facing the American people, we have to be able to work together. So while I completely understand President Schumer's (ph) deep frustration, the timing may not have been the best."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You said President Schumer. I think you meant Senator Manchin."
    },
    {
      "speaker": "COONS",
      "utterance": "I'm sorry. Yes. I'm sorry."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Maybe we should say President Manchin at this point. Finally, you're close to Joe Biden. And I wanted you to take a look at a Quinnipiac poll they came out this week with some pretty bad numbers for the president. Thirty-eight percent now approve of the job he's doing while 53 percent disapprove. More than half of those serving, 55 percent to 42 percent, say the Biden administration is not competent. Whether it's the pullout from Afghanistan, or the flood of migrants across the border into places like Del Rio, Texas, whether it's surging inflation, or whether it's COVID, which President Biden declared independence from on July 4th and we've just gone through a really ugly surge in the delta variant, the fact is most voters are turning against your guy."
    },
    {
      "speaker": "COONS",
      "utterance": "Chris, I'm genuinely optimistic that in the Senate we are going to get the Build Back Better bill and pass it and get it over to the House and the House is going to send the infrastructure bill and the Build Back Better bill to the president's desk. Here's the truth, wages are going up, COVID cases are going down, jobs are getting created and filled. It has been a tough month. The delta variant has been a challenge, but I believe we've got a talented, capable, compassionate president, and ultimately Congress is going to do its job in getting to his desk the two bills that will really put a lift under our economy and empower him with the tools he needs to get us out of this pandemic and to get our economy really going again."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I've got -- I've got 30 seconds here. You are perhaps the senator closest -- you're both from Delaware. You've also know each other for decades. To Joe Biden, it has been a bad month, no question about it, whether it's immigration, whether it's Afghanistan, some of these other things. Do you ever say to him, hey, here's some advice, you've got to change things?"
    },
    {
      "speaker": "COONS",
      "utterance": "We do have heart-to-heart talks. I appreciate the chance to talk with him directly. One of the reasons why I have supported, I do support, and I'll continue to support Joe Biden is he's a person who deeply believes in us. He believes in our nation. He believes in standing up and fighting for democracy in the world stage and on strengthening American families here at home. And I'm confident that his leadership in the end will prove out to have been successful."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So it -- you -- you just see what we've had in September as a rough patch, not something more permanent and troubling?"
    },
    {
      "speaker": "COONS",
      "utterance": "Absolutely. I am optimistic that by the end of this year we'll look back at what happened in October and November and say, it set the stage for a very positive 2022 ahead."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator Coons, thank you. Thanks for sharing part of your weekend for with us. Please come back, sir."
    },
    {
      "speaker": "COONS",
      "utterance": "Thanks, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we'll bring in our Sunday group to discuss the president's sinking poll numbers and what they means for selling his agenda, and getting more Democrats elected."
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "utterance": "Coming up, blistering testimony from a whistleblower this week leads to bipartisan anger at Facebook."
    },
    {
      "speaker": "FRANCES HAUGEN, FACEBOOK WHISTLEBLOWER",
      "utterance": "I believe Facebook's products harm children, stoke division, and weaken our democracy."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel whether the two parties can agree on how to fix big tech, coming up."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "The job creation in the first eight months of my administration is nearly 5 million jobs. Jobs up, wages up, unemployment down. That's progress."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Biden trying to put a positive spin on a disappointing jobs report by pointing to overall job growth since he took office. And it's time now for our Sunday group. Jason Riley of \"The Wall Street Journal,\" Jackie Alemany of \"The Washington Post,\" and former Democratic Congressman Harold Ford Jr. Jason, the prevailing view in this White House has been that Americans will judge Joe Biden on -- on two key issues. First of all, the economy. Secondly, covid. When you have a disappointing jobs report, which is blamed largely on the delta surge of the coronavirus, how damaging is that for this president? JASON RILEY, \"THE WALL STREET JOURNAL,\" MANHATTAN INSTITUTE SENOR FELLOW"
    },
    {
      "speaker": "AND FOX NEWS CONTRIBUTOR",
      "utterance": "I -- I think it's quite damaging. If I were the White House, I would -- I would take this very seriously. I don't think it's a -- a blip at all. I think we've see a trend line here dating back to the spring. And what I found most disturbing in the job numbers is the -- the number of workers, labor force participation, there are 5 million fewer people working today than before COVID. And -- and that is quite alarming. And I think it has to do a lot with disincentives to go back to work. You mentioned earlier that we have ended the supplemental unemployment insurance, which is good. I'm not sure it was reflected in these numbers, but that was the right thing to do. But you still have the government sending checks to families with children, you still have food stamps, you still have rental assistance, and then you have this agenda of Biden's that is going to expand the social safety net significantly. And that is the wrong approach to take when this economy is starved for workers, even as employers are -- are increasing wages, we still can't get people back to work."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Jackie, I want to pick up on that Quinnipiac poll that I was discussing just a moment ago with Senator Coons. I want to put up some numbers. On a number key issues, the coronavirus, the economy, his job as commander in chief, the way he's handling the border, more people disapprove of the job Joe Biden is doing than approve. In some cases, you can see there at the bottom of the screen, a lot more people disapprove. Your sense, how worried is this White House about the drop in support for the president? Same question I asked Chris Coons. Do they see it as just a rough patch he's going through or something more troubling than that? JACQUELINE ALEMANY, \"WASHINGTON POST\" CONGRESSIONAL CORRESPONDENT: Yes, Chris, look, I think with Trump out of the way here, Biden is now finally standing on his own record and voters, independent in particular, are making a more clear judgement. The White House publicly said that there's a lot of time here for the -- for Biden's domestic agenda to get done, but I think privately, if you talk to lawmakers on Capitol Hill, there is concern that the clock is ticking and a number of very consequential things have all stacked up on top of each other, from getting comprehensive immigration reform done, to these two stalled infrastructure bills, to voting rights, which has really largely dropped out of the picture because of all of the drama on Capitol Hill in recent weeks over the debt limit and these two stalled infrastructure bills. But, look, Biden's numbers with independents have dropped by 19-point since he was elected, a big drop of that happening over the summer. That's why I think you see so many Democrats -- actually this silent majority really, at least on the House side, who are very keen to get the bipartisan infrastructure bill done ASAP so that at least at the end of the year Biden and these vulnerable Democrats can go into 2022 to speak to that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And, Harold, when the president's support drops, that -- that hurts -- that flows down the line and hurts all Democrats. The president's asking a lot of Democrats to take tough votes on his domestic agenda. Both of your progressive, maybe you don't like the fact that it's going to be too little, if you're moderate that it's going to be too much. He doesn't provide as much political cover. In Virginia you've got a really competitive race for governor. And Terry McAuliffe, the Democratic candidate and the former governor was quoted this week as saying that he's dealing with a, quote, unpopular president, and that he's facing, quote, headwinds from Washington. So I guess the question is, how big a drag is Joe Biden on the Democratic Party and Congress and in the states right now?"
    },
    {
      "speaker": "HAROLD FORD JR., FORMER CONGRESSMAN (D-TN) AND FOX NEWS CONTRIBUTOR",
      "utterance": "Well, first off, thanks for having me and happy Sunday. I think that the Virginia race will obviously give us some real-time electoral data here. Terry McAuliffe I think is the best retail politician in the Democratic Party, arguably in all of politics. And he's having to face the headwinds of a president. And I would argue probably more aptly a Congress. I'm surprised that some in Congress are not looking at the long game in a more serious way. If Democrats, as Joe Manchin said last week, had 50 to 70 more progressives and had a 10 -- I mean had a 25, 50-seat majority in the House, and a five to 10 seat majority in the Senate, you can see the progressive pushing -- you can see their efforts yielding a different result. For that matter, understanding why they'd be pushing that way. When you have a narrow majority and you have a president who was elected because he was competent and an answer -- a real answer to the president before, who seemed not to be, you don't go overreaching. Grab the victory in front of you and live to fight another day. The American people are losing trust in Washington and its ability to understand their problems, answer their problems and project for the future. And Democrats are simply adding to that confusion by not grabbing victory in front of them and, again, allowing this president and Congress to live and fight another day on other policy fronts."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So briefly -- briefly, Harold, are you saying, pass the darn bipartisan infrastructure bill, which is roads, bridges, all of that, and forget about this $3.5 trillion or you heard Chris Coons today say $2 trillion social spending bill?"
    },
    {
      "speaker": "FORD",
      "utterance": "Well, they've linked them together, Chris, as you know. So, yes, pass the infrastructure bill and come back and argue and more importantly lay out what's in the bill. Republicans have laid out what they believe is in the bill, and I think sometimes they don't tell the total truth. And Democrats are outlining what they think is important to build (ph). But the American people are lost in all of this. So the answer to your question is, yes, pass the infrastructure bill first."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Jason, would that make a difference? If -- if they pass the infrastructure bill, and you heard Chris Coons say, look, I think by the end of the year -- and it's interesting, he's no longer talking about just October, but the end of the year -- if they were able to pass both infrastructure and some form of the social spending bill, would that change President Biden's -- look, he's not going to win over Republicans, but would that change his standing with the country in general?"
    },
    {
      "speaker": "RILEY",
      "utterance": "I'm not so sure that it would, Chris. I think Biden's fundamental problem is he's trying to push Bernie Sanders' agenda, and the country didn't elect Bernie Sanders. That's his problem fundamentally. His ambitions exceed his mandate. I think Harold Ford is right, he's got a 50/50 Senate. He's got a small majority in the House. And he needs an agenda that matches that. And that is not what we have right now. You know, the Democrats have long argued that, oh, we don't have these huge majorities in Congress, but the public -- our programs poll well with the public. Well, if -- if that's true, it's certainly not in -- reflected in these Biden approval numbers right now."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, panel, we have to take a break here. But when we come back, former President Trump said he'll fight subpoenas for White House documents in the investigation of the January 6th attack on the Capitol. We'll discuss how the battle over executive privilege may play out in court. That's next."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "The president has determined that an assertion of executive privilege is not warranted for the first set of documents from the Trump White House that have been provided to us by the National Archives."
    },
    {
      "speaker": "WALLACE",
      "utterance": "White House Press Secretary Jen Psaki on the president's decision to grant access to Trump administration documents as part of the investigation of the January 6th insurrection. And we're back now with the panel. Harold, as I discussed with Congressman Scalise, this effort by the committee investigating the January 6th insurrection to subpoena Trump records, Trump advisors to testify, is almost certain to end up in the courts. Is this a fight worth having?"
    },
    {
      "speaker": "FORD",
      "utterance": "I think it probably is. I think Congressman Scalise, who is a product of miracle in prayers, as you said at the outset, was -- was -- was dodging the question. No one wants to -- to focus on really the tragedy of that day and how we prevent it. There are going to be some things that come out that we don't want. Some are going to be embarrassed about. But if the United States Capitol is attacked, I think we have to have an investigation, understood who -- understand was who was a part of, who might not have been part of it, and what we can do to insure something like that doesn't happen again. It's probably inevitable, it will come to a floor vote and we'll have to see where the chips fall."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Jason, precedence would seem to indicate that the sitting president, Joe Biden, has a stronger case and the courts than a former president, in this case Donald Trump, when it comes to exerting executive privilege. On the other hand, the Supreme Court could set a new precedent, which it raises the question for me, do Democrats run a risk pursuing this issue because if they win, than any former president -- any president can - - can turn over anything from a former president. And if they lose, then former presidents can hide anything they want."
    },
    {
      "speaker": "RILEY",
      "utterance": "I agree with that, Chris. I think it sets a bad precedent. I think you're going to see tit for tat on this, no question about it, going forward. But, to me, it also shows that this is largely a political investigation going on here and -- and that it's not just Congress, but the White House wants to drag this out as long as possible in order to gain politically. Whether it's in the midterms or the next presidential election, this is an issue that Democrats want to use against Republicans. And, of course, Republicans want to quickly move on from it. But that's what this has become, it's become political football, I think."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Just as -- as a matter of justice, do you think that -- that Joe Biden should say, look, the former president, this was what was happening inside his White House. He has executive privilege and I'm not going to help you in your fishing expedition?"
    },
    {
      "speaker": "RILEY",
      "utterance": "I think something along those lines would have been the judicious thing to do, yes, and let -- let -- let Congress handle it on -- on their own. I would have tried to -- I think Biden should have taken more of a hands-off approach here, and that's what you would have done if you wanted to take more of a hands-off approach. But I think when he said is that I approve of Democrats using this issue going forward politically to -- to -- to gain an upper hand on Republicans in upcoming elections. I think that was what he's indicating here."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, what he said is the National Archive can turn over I think it's 48 or 50 records. He's going to take it on a case-by-case basis. But he said hand over the records. Jackie, I want to turn to another explosive story this week, and that was the testimony by a Facebook whistle-blower up on Capitol Hill in which she compared the actions of Facebook to -- to big tobacco. Take a look at what she had to say."
    },
    {
      "speaker": "FRANCES HAUGEN, FACEBOOK WHISTLEBLOWER",
      "utterance": "It's just like cigarettes. Teenagers don't have good self-regulation. They say explicitly, I feel bad when I use Instagram and yet I can't stop. We need to protect the kids."
    },
    {
      "speaker": "WALLACE",
      "utterance": "This may be the most damaging testimony yet because it came from a pretty high up Facebook insider who has taken -- I was about to use the \"stolen\" word -- but taken a number of documents. And yet, despite that, and -- and despite of all the hearings, Jackie, Congress really seems to be at a loss about what specifically to do about Facebook and -- and other of the pillars of big tech."
    },
    {
      "speaker": "ALEMANY",
      "utterance": "That's exactly right, Chris. This is one of the few issues where there his bipartisan agreement that something needs to be done, but what that is exactly has still created a long jam in Congress. Haugen, actually, interestingly, recommended against sort of an anti-trust push, breaking up Facebook, saying during her testimony this week that that would actually cause more problems if you broke up Facebook into ten different companies. That would just multiply it to ten more problems. She, instead, advocated things like additional oversight, like they already do in some federal agencies. Other lawmakers have proposed creating a whole new federal agency to regulate Facebook and tech companies more closely. Others have tried to punt it to the Federal Trade Commission. What lawmakers ultimately agree on is going to be challenging to push through either way with such a narrow majority and such a robust lobbying operation of these tech companies in Washington."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You know, Jason, everybody seems to have a problem on Capitol Hill with big tech and with Facebook. In this particular case, Republicans are saying don't block stories, don't hide stories about Hunter Biden. You've got Democrats saying, you know, don't put out information on -- on election disinformation. But they seem really to be at a loss as to what to do and how to agree to get a consensus about what to do."
    },
    {
      "speaker": "RILEY",
      "utterance": "I -- I agree, Facebook has become everyone's favorite punching bag these days, whether you're a Democrat or a Republican. I think the company is wrong to -- if they're hiding information about the harmful effects of - - of their product on kids. But ultimately, Chris, you know, Facebook is not responsible for -- for raising kids. Parents are responsible for raising kids. I mean the solution here is to give parents better control over what their kids see online. And, instead you have politicians wanting to use this issue to get Facebook to chart -- you know, sort of monitor what they would consider misinformation, which, of course, very easily bleeds into speech, and political speech. And I think here the -- the cure might be worse than the disease."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Harold, you were in Congress, now you're in business. Is there an answer as to how to regulate big tech, and do you think that -- that Congress has the wherewithal, the expertise, in a part of our economy, our ecosystem, that keeps changing so rapidly, to understand and -- and -- and answer and deal with that, with those issues?"
    },
    {
      "speaker": "FORD",
      "utterance": "Let's hope they do. You know, this is Congress exercising its oversight responsibility, whether it be wondering how he botched the Afghan withdrawal, whether it be the January 6th insurrection, and now -- and now this with Facebook. Look, banks are regulated. TV and radio are regulated. Airlines are regulated to protect consumers and children in large part. So social media platforms have invited this because they've -- they've -- they've demonstrated they can't regulate themselves. If data shows -- and this -- this young whistleblower demonstrated -- the data shows that they know that this is harmful -- some of their products are harmful to the mental health of children, particularly young women, and they chose to ignore it. So Congress is going to have to develop the expertise, much like if you think about what -- when they -- the -- when they addressed Microsoft many years ago, the issues. They brought in experts. They should bring in experts here, whether it's privacy, whether it's reducing some of the protections the social media platforms face in terms of liability, all of that should be on the table. And if Congress does know how to sort through it, bringing in the experts, like this whistleblower, to help them sort through it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I've got about 30 seconds left. There were some people in that Senate hearing who said, oh, we need to get Mark Zuckerberg here. Mark Zuckerberg has testified over and over again. He's going to deny everything. It doesn't seem -- I've only got about ten, 15 seconds for you here -- it doesn't seem to result in anything."
    },
    {
      "speaker": "ALEMANY",
      "utterance": "Look, Mark Zuckerberg has said time and --"
    },
    {
      "speaker": "FORD",
      "utterance": "Look, he --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "No, Harold."
    },
    {
      "speaker": "FORD",
      "utterance": "If -- if he comes back before Congress, he will have now a very pointed set of questions. He will have to answer the concerns that have been raised by his own employee and hopefully Congress will be able to listen and react accordingly."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, thank you, panel. I have a feeling we'll be discussing this more. See you next Sunday. Up next, our \"Power Player of the Week,\" he's getting some of America's biggest names to talk about the ups and downs of being a father."
    },
    {
      "speaker": "WALLACE",
      "utterance": "While I was promoting my book, \"Countdown Bin Laden,\" over the last month, I did a number of interviews. And one of the most interesting was on a podcast where the host asked about a lot more than my book. Questions I didn't get anywhere else. He's our \"Power Player of the Week.\" ALEC LACE, HOST, \"FIRST CLASS FATHERHOOD\" PODCAST: It's trying to change the narrative on fatherhood and family life here."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Alec Lace is talking about his podcast, \"First Class Fatherhood,\" where he tells young man about the joy of having a family."
    },
    {
      "speaker": "LACE",
      "utterance": "Hey, thank you so much for giving me a few minutes of your time here on \"First Class Fatherhood.\" What I do is try to bring on these guys that have just really had a lot of success in life and they say, you know what, despite all these accompaniments in life, it's really only been through the experience of becoming a father that's given me any sense of fulfillment in life."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Alec works nights as a railroad mechanic. The podcast is a sideline that took off. It's now in the top 1 percent of downloads, in large part because of some remarkably good guests."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Just hang in there."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Focus on their strengths and not their weaknesses."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Some people try to shield their kids from everything. That doesn't work."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I have a lot of people that go, I'm not ready to have a kid, I'm not ready to -- you're never ready."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "Where's your studio?"
    },
    {
      "speaker": "LACE",
      "utterance": "It's in my bedroom closet."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You're interviewing Matthew McConaughey from your bedroom closet?"
    },
    {
      "speaker": "LACE",
      "utterance": "Matthew McConaughey, yes."
    },
    {
      "speaker": "MATTHEW MCCONAUGHEY",
      "utterance": "Fatherhood's a verb. It ain't like you helped make the baby and then you did it and now you're a father. Oh, now the work just begins."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Alec's father was 50 when he was born."
    },
    {
      "speaker": "LACE",
      "utterance": "He was a no-nonsense guy. You know, he was a disciplinarian. I grew up -- I was one of those guys, just wait until your father gets home."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Even with a tough dad, Alec still got into trouble with substance abuse."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "You were banned for life from the Giant's football stadium?"
    },
    {
      "speaker": "LACE",
      "utterance": "Yes, not something I'm proud of, Chris. We were drinking, you know, heavily and the last thing I remembered, it was, you know, halftime of the game and then I woke up in Hackensack Hospital, naked, handcuffed to the bed."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Today, Alec is sober and a father of four."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "What would you say is your parenting philosophy?"
    },
    {
      "speaker": "LACE",
      "utterance": "I would say it's listening. You know, my kids teach me more about myself than I think I'm teaching them."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "And his podcast got him back into NFL stadiums."
    },
    {
      "speaker": "LACE",
      "utterance": "They invited me to come to Super Bowl media day, and I was right there with all the rest of the guys from ESPN and from all the major networks."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Up until you have kids, it's all about you. And when you have kids, it's -- it's about the family."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "One of your big concerns is the number of children in this country who are growing up without a father."
    },
    {
      "speaker": "LACE",
      "utterance": "Yes, I'm passionate about that, Chris. I spoke with Michael Irvin at the Super Bowl last year about this."
    },
    {
      "speaker": "MICHAEL IRVIN",
      "utterance": "But if you have to get a divorce from the wife, you should never, ever divorce the kids. Stay on your post."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Which brings Alec back to his advice for young men."
    },
    {
      "speaker": "LACE",
      "utterance": "They're all chasing these other things in life when I'm trying to tell them, listen, it's actually fatherhood that's going to make you a better man, a better person, eventually, you know, a better husband. So it's really the thing to shoot for and to aspire to be."
    },
    {
      "speaker": "WALLACE",
      "utterance": "As I said, I was the guest on a recent episode of \"First Class Fatherhood.\" If you want to hear what Brady and McConaughey and, yes, I have to say about fatherhood, you can download it wherever you get your podcasts. And that's it for today. Have a have great week and we'll see you next FOX NEWS SUNDAY."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}