{
  "date": "October 30, 2014",
  "headline": "Cavuto: Silence on tumbling oil prices is 'deafening'?",
  "subHeadline": "You know what's weirder than gas prices tumbling the way they have been?",
  "url": "https://www.foxnews.com/transcript/cavuto-silence-on-tumbling-oil-prices-is-deafening",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NANCY PELOSI",
      "sentences": "Americans are paying more than double for gas than when President Bush first took office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLITICIAN",
      "sentences": "You know Neil what you haven't mentioned in the whole show? Oil company profits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER",
      "sentences": "Get tough on big oil. President refuses to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POLITICIAN",
      "sentences": "If their CEO is giving a retirement gift of $400,000,000 doesn't that bother you a little bit? To think the average family and the average business is subsidizing that kind of greed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON",
      "sentences": "We are one accident or one terrorist attack away from oil at $100 a barrel not just $75. We have no leadership...   Fair and balanced now that gas prices are falling let's get the latest reaction to it. Crickets. Nothing.   Where have they all gone? Where's their rage? Where are the hearings?  Why isn't someone dragging these no-good, greedy oil guys to Washington to explain this curious crumbling in gas prices?   Someone must be manipulating all this, right? I mean, you don't go from $4 gas to under $3 gas in less than a year and just say, oil's well.  Not on these politicians' watch, right? They must know something's up, so what's up with them not saying something actually, not saying anything?  Don't you find it odd that the same bunch that said the oil industry manipulated prices when they were going up aren't saying boo now that they're coming down?  Odder still, because those prices are coming down a lot faster than they went up. You'd think they would find all this weird, or at least, curious.  That is, unless these politicians know it isn't weird and it isn't curious.   And that those energy guys aren't nearly twice-so-clever guys that they might not have been fixing prices anymore on the upside than they are now on the downside. Sometimes it's just market forces. Sometimes it's just supply and demand.  Sometimes it's just an economy slowing down and demand for the stuff that pretty much fuels the world slowing down too.  After all, if the oil guys were so fixated on fixing things, they'd find a way out of the fix they're in now. But they can't do that, right now, can they? They aren't doing that right now, can they?   And now a lot of 'em are in trouble, aren't they? And a lot of oil drillers who can't afford to drill are in even bigger trouble, aren't they?  What about those jobs? Who's looking out for those folks?  Who's demanding hearings into their sudden plight? Where's their commission? Where's their kangaroo court?   Who will be their head on a stick?  Who will make a cause out of them? And needlessly create and knock down a straw man on behalf of them?  Surely the fair and balanced politicians who last year at this time were making villains out of them?  Surely it works both ways. Right?  No, not right. Not when politicians who happily point a finger when things are bad, would sooner take a bow when things inexplicably look good. Because talk of price manipulation only works when the price isn't going your way.   Not when it is.  That's why all that rage seemed so transparent back then. And all this silence so deafening right about now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NANCY PELOSI",
      "utterance": "Americans are paying more than double for gas than when President Bush first took office."
    },
    {
      "speaker": "POLITICIAN",
      "utterance": "You know Neil what you haven't mentioned in the whole show? Oil company profits."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER",
      "utterance": "Get tough on big oil. President refuses to do that."
    },
    {
      "speaker": "POLITICIAN",
      "utterance": "If their CEO is giving a retirement gift of $400,000,000 doesn't that bother you a little bit? To think the average family and the average business is subsidizing that kind of greed."
    },
    {
      "speaker": "HILLARY CLINTON",
      "utterance": "We are one accident or one terrorist attack away from oil at $100 a barrel not just $75. We have no leadership... Fair and balanced now that gas prices are falling let's get the latest reaction to it. Crickets. Nothing. Where have they all gone? Where's their rage? Where are the hearings? Why isn't someone dragging these no-good, greedy oil guys to Washington to explain this curious crumbling in gas prices? Someone must be manipulating all this, right? I mean, you don't go from $4 gas to under $3 gas in less than a year and just say, oil's well. Not on these politicians' watch, right? They must know something's up, so what's up with them not saying something actually, not saying anything? Don't you find it odd that the same bunch that said the oil industry manipulated prices when they were going up aren't saying boo now that they're coming down? Odder still, because those prices are coming down a lot faster than they went up. You'd think they would find all this weird, or at least, curious. That is, unless these politicians know it isn't weird and it isn't curious. And that those energy guys aren't nearly twice-so-clever guys that they might not have been fixing prices anymore on the upside than they are now on the downside. Sometimes it's just market forces. Sometimes it's just supply and demand. Sometimes it's just an economy slowing down and demand for the stuff that pretty much fuels the world slowing down too. After all, if the oil guys were so fixated on fixing things, they'd find a way out of the fix they're in now. But they can't do that, right now, can they? They aren't doing that right now, can they? And now a lot of 'em are in trouble, aren't they? And a lot of oil drillers who can't afford to drill are in even bigger trouble, aren't they? What about those jobs? Who's looking out for those folks? Who's demanding hearings into their sudden plight? Where's their commission? Where's their kangaroo court? Who will be their head on a stick? Who will make a cause out of them? And needlessly create and knock down a straw man on behalf of them? Surely the fair and balanced politicians who last year at this time were making villains out of them? Surely it works both ways. Right? No, not right. Not when politicians who happily point a finger when things are bad, would sooner take a bow when things inexplicably look good. Because talk of price manipulation only works when the price isn't going your way. Not when it is. That's why all that rage seemed so transparent back then. And all this silence so deafening right about now."
    }
  ]
}