{
  "date": "October 8, 2021",
  "headline": "'Your World' on US jobs report, economy",
  "subHeadline": "Guests: Joe Piscopo, Ted Weisberg, Michael Dukakis, Alexis Herman, Charlie Gasparino",
  "url": "https://www.foxnews.com/transcript/your-world-on-us-jobs-report-economy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "Welcome to your world, everybody. I'm Neil Cavuto. And we have a conundrum on our hands, friends. We have better than 11 million job openings in this country, 11 million. But we had only about 190,000 Americans taking advantage of that in the latest month. And here's the thing.We were expecting at least half-a-million to do so. What could explain that? How is it that an economy that has so many employers looking to hire so many potential employees, that they can't find them, or the workers they're trying to find, won't answer them, won't come to it, won't be intrigued by the generous pay, benefits and incentives that companies are offering them?  FOX on top of something strange going down.  To Peter Doocy, at the White House on how the administration is trying to digest all of this -- Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "Neil, the administration says the Biden plan is working. After all, they are adding jobs, instead of losing jobs. And the labor secretary says the pandemic just has some people thinking more about a work/life balance, so those people, they believe, to be in between jobs. For President Biden's part, he says that a lot of what you might hear about gloomy news with the economy is just bad coverage. Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Right now, things in Washington, as you all know, are awfully noisy. Turn on the news and every conversation is a confrontation. Every disagreement is a crisis. But when you take a step back and look at what's happening, we're actually making real progress.  Maybe it doesn't seem fast enough. I'd like to see it faster. We're going to make it faster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Something else we are hearing from administration officials is that COVID concerns are a major hurdle in many return-to-work scenarios. So, when the president says that things are not going as fast as he wants, that's what he means. Listen to the labor secretary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTY WALSH, U.S. SECRETARY OF LABOR",
      "sentences": "Overall, when you look at the 4.8 percent unemployment rate and what's happened since the beginning of this year, we have added almost five million jobs to the economy, about 500,000 average over the last three months. But, certainly, we know we have work to do. There's no question about it. I'm not going to sugarcoat what we have to do, but we have more work to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "For months, officials here celebrated economic news and COVID milestones as winners for this administration. Today, that is not the case -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Peter Doocy.  Thank you very much, Peter. To Ted Weisberg. He's seen many a market run up and run down.  We have also seen, I guess, our share, Ted, of recessions and then coming out of those recessions, but it is weird, is it not, my friend, that we have all these jobs going begging and no one taking anyone up on them? What's going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TED WEISBERG, PRESIDENT, SEAPORT SECURITIES CORPORATION",
      "sentences": "Well, I think, Neil, clearly, as you guys just pointed out, I think part of the issue is that folks, a lot of folks have been getting paid not to work. Now, that has come to an end. So perhaps that takes a little time to filter through the system. There's a lot of people in this country. It is a big country. So those numbers that we saw today, though anemic, perhaps will improve as we move forward.  But I think -- I think, as far as the stock market is concerned, I think today's performance was I would describe it ho-hum. And the market pretty much blew it off, didn't pay much attention to it. We would have expected I think initially a more negative reaction. But, yes, we closed down a couple of pennies. But, for the most part, we were positive all day.   And I would say the screens were pretty mixed with the outstanding strength in the energy sector.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEISBERG",
      "sentences": "But, overall, not a terrible day, considering the employment number this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You mentioned the energy sector. And, as you know, we're in and out of seven-year highs on oil and gas.  And I'm just thinking, with this staggering, hiccuping jobs report, combined with these prices continuing to spike, you almost get that '70s feeling. I'm not putting us in the '70s camp just yet. But are you concerned things sort of slow as prices go just the opposite?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEISBERG",
      "sentences": "Yes, well, I don't think -- yes, I remember the '70s well, and this isn't anything like the '70s yet.   I think '08 and '09, at least from a stock market standpoint, was a mirror image of what we went through in '73 and '74. But now there's a lot of things to be nervous about out there, Neil. I think the event du jour this week -- and the market this week has been pretty good with, quite frankly, the Kabuki theater show over the debt ceiling, as if it wasn't....",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That had a big impact, didn't it? And resolving it by getting the debt ceiling thing settled, for now -- the House vote is coming Tuesday -- did that ease a lot of jitters?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEISBERG",
      "sentences": "Oh, I think so. But I -- but shame on all of us for basically going for the same bait over and over again over this issue, because, as far as I'm concerned, there's no way it wasn't going to get resolved, whether it got resolved this week or next week, but it was going to get resolved. It's not gray. It's black and white, and it will get resolved. But there are so many other issues out there, some of it good. Third-quarter earnings start next week. And the earnings should be terrific. So we get the big banks starting next Wednesday and Thursday. And then the concerns are still the same. It's inflation. Energy, we just talked about it.   The prospect of tax increases across the board, a Fed that seems to be trapped between a rock and a hard place in terms of -- a hard place in terms of what to do going forward, supply chain issues, and COVID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "A lot of worries.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEISBERG",
      "sentences": "So, we have a stock market -- we have a stock market that's had a lot of volatility, which is sort of a negative in a way because you get one bad day, a good day, bad day. But the swings are pretty wild, which kind of indicates maybe we're a little toppy here.  On the other hand, we're kind of trading in place, we're running in place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEISBERG",
      "sentences": "So we're holding the highs or near the highs, working through all the problems.  On balance, in spite of all the problems, and we all see the problems, the market is putting on a pretty good show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It is indeed, my friend.   Ted Weisberg, thank you very, very much for that.  Now, Ted touched on this and the drama in Washington. But the president's views expressed today that he thinks some of the stimulus programs they're working on and this huge human infrastructure plan they're working on will be beneficial to the economy, but a lot of companies are concerned obviously about the higher corporate taxes to come out of this. And they have this kind of fractious relationship with the White House. That was not the case. And, remember, this has been the week we have been looking back 25 years on this network, the 25 years of FOX. And I remember distinctly another Democratic president who had a distinctly different way of working with business. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL CLINTON, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "And my argument is that the best opportunity we have to continue this expansion without inflation is to invest in new markets. And the closest new markets are those here at home and the people in places that have been left behind. So I...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Can you guilt them into doing that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "No, I don't think that it's a matter of guilt. I think that it's -- I have a -- I have a positive approach that I think we have -- we do have an obligation to do it. But I think we will feel better if we do.  But I also believe it is in the economic self-interests of those who are doing well now. I think there's real -- there are real opportunities here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Bill Clinton had a very good relationship with the business community, whatever you think of him and some of the issues that came up later in his presidency notwithstanding. He was good for Wall Street. He was good for Main Street too, better than 18.6 million jobs created. Doesn't my next guest know it. His labor secretary those years, Alexis Herman, kind enough to join us.  Secretary, thank you.  ALEXIS HERMAN, FORMER U.S. LABOR SECRETARY: Well, thanks for inviting me back. It's good to see you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Same here.  Secretary, the one thing I was trying to remember this, when I looked at this 11 million job opening figure, and the fact that no one seems to be taking up anyone on these offers, and then, during the Clinton years, working with business to make sure that would be the case. Is that what explains it, that this administration is less business- friendly than the Clinton administration, not part of the strategy of getting things better? What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERMAN",
      "sentences": "I don't think that's the answer, Neil. I think we have been so consumed and overwhelmed, quite frankly, with the pandemic itself, with the impact of the virus on the workplace, that we're not taking enough time, as we had to do back then, to get underneath some other issues now, to be very clear about what is really happening with the labor shortages, and why workers are not coming back to work. So, in addition to the pandemic, I think you have got to pay attention now to the fact that, in this jobs report in particular, the government education sector was particularly impacted. And that's women. There are issues like child care. There are a lot of workers who are still trying to reevaluate, do they want to come back in at this point or wait for better opportunities in this labor market?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But do you think, Secretary, they hold off because we have been too generous with those benefits?  Now, the president thinks that more benefits are necessary. I only mentioned it in the context of Bill Clinton and when you were labor secretary that there was sort of like a partnership with business, so that that kind of phenomena wouldn't happen.  And I'm just wondering now, because a lot of people remember the boom in the economy and the fact that Bill Clinton was the last president to see and enjoy surpluses, working closely with Republicans on things like welfare to work, address the debt, don't dismiss the debt. We have not seen that since, Secretary, under Democrat or Republican president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERMAN",
      "sentences": "And I think you have put your finger on it, Neil.  I was simply speaking to getting underneath some of the worker issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Understood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERMAN",
      "sentences": "But if you're talking about the environment itself in which we communicated and collaborated, it's very different. It is so partisan. It is very difficult to find compromise and to seek that common good. And I think, in this administration, when you talk about the business community, I was actually glad to see President Biden bring in business leaders in this most conversation -- in the conversation recently this week.   But it was an ongoing process with the Clinton administration. And it was counterintuitive for Democrats to do it. And I think that is what made more of a bipartisan spirit take place when it came to engaging the business community in real solutions. Right now, it's difficult, I think, in this highly charged, bickered environment to find common ground and solutions. And my prayer is that we won't let the rhetoric become so distracting that we can't see the good that needs to come out of these current talks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But that's coming in your own party, right? I just wonder, Secretary, knowing that I was going to have you today, looking forward to it, that would a Bill Clinton be welcome in this party now? You hear about how Joe Biden has been influenced and maybe led by progressives, that he's doubling down on tax hikes and all on businesses.  Bill Clinton famously did raise the top rate, but he cut a lot of business- related rates, and that helped spur an environment where Washington and corporate America working in sync. The boom was on. I guess what I'm asking is, do you recognize your party now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HERMAN",
      "sentences": "There are parts of the dialogue that I don't recognize.  And I think what I'm missing and what I want to see more of is less about the personalities, less about the finger-pointing, and much more about the issues that are at stake and what's the overall good that we're seeking together for the common good. And I think the more we can talk about this current budget package, and lift up the real priorities, and not the personalities, which is what we seem to be doing in the media these days, then I think we will be all the better for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That is well-spoken. Secretary Alexis Herman, I could spend the rest of the show with you. But thank you very much for joining us, one of the most successful labor secretaries we had in this country, 18.6 million jobs added to the economy at a time -- and this is all before a lot of the whole other messes for Bill Clinton -- when business and Republicans and the president of the United States himself were in partnership and in sync on the business issues that mattered. The economy was booming then. The debt was going down then, turned into a surplus after years and years of deficits. It is possible, but it's the tone that matters. And that tone is not around today. What is around today are a whole bunch of problems, like delays, supply chain worries. And wouldn't you know our Jonathan Hunt is seeing that up close and personal in California -- Jonathan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN HUNT, FOX NEWS CORRESPONDENT",
      "sentences": "Neil, billions of dollars in consumer goods stuck on cargo ships off the California coast. We will tell you how it could affect your holiday shopping and what the White House says it is doing about it after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERNIE MARCUS, CO-FOUNDER, HOME DEPOT",
      "sentences": "Congratulations to FOX News Channel on 25 great years. And true to your name and true to your motto, it is the only place for fair and balanced news. Thank goodness for you. What -- how would we know what's really going on in the world?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, what a great week it's been just looking back. We have had a fun time doing that. In the meantime, I do want to bring your attention to something that is crunching, and not just in the labor area. I'm talking about in the supply area. If you're looking for stuff to put under your Christmas tree, you have a double dilemma there, because a lot of stuff won't make it. And now we're hearing you might not even be able to find a tree, a Christmas tree. It's getting that wacky. Jonathan Hunt with the story in Long Beach, California -- Jonathan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Hey, Neil. Right now, there are something like 60 of those huge cargo container ships stuck off of the twin ports of Long Beach and Los Angeles here. They simply cannot get into port because of the backlog, a backlog that is very obvious when you look at the aerial pictures of those ships at anchor outside the port, and also the marine traffic map, which shows the location of each one of them waiting to get into port. What does that mean in terms of cargo? Well, on average, those containers, there's around 15,000 containers on each of those ships. And each of those ships, therefore, could carry something like 120 million pairs of sneakers or, say, 700 million cans of beans.  So, it is a huge amount of cargo that is stuck out there. And the poor direct here tells us it's simply a bottleneck that they can't break right now. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GENE SEROKA, EXECUTIVE DIRECTOR, PORT OF LOS ANGELES",
      "sentences": "It's like bringing 10 lanes of freeway traffic into five right here at the port. Our American importers are really struggling to ingest all of this cargo into their domestic supply chains.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Right now, Neil, the wait time for one of those cargo ships waiting to get into the dock here is around 10 days. Before the pandemic, there was no wait at all, all of which is impacting consumers right across the country. Toy manufacturers say it may mean that those -- that families cannot get the gifts they want for their kids this holiday season. And everybody is seeing more and more gaps on the shelves of supermarkets, your local Target, Walmart, wherever it is you do your shopping.  The White House, meanwhile, says it is doing everything it can to tackle the cargo crisis. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "There are a range of issues. We're working to -- the point is, we're working to address them on several paths and on several fronts. And I can't make a prediction of when it will be concluded. It is just a top priority of the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "A top priority of the president's, but what was lacking in those comments, obviously, from Jen Psaki, Neil, were any specifics on what President Biden is going to do to tackle this cargo crisis and to enable every family across America to get the goods that they want -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, a tall order. Thank you, Jonathan Hunt, great reporting on all of that. In the meantime, you have been hearing of this whole steady progression of companies, individuals seeking out low-tax havens. This one was a big one though, Elon Musk saying Tesla is moving to Texas. He's just the latest. Something tells me he won't be the last.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Is James Bond here to save the movie industry, or at least the theater industry? The big debut that has a once shaken theater now very much stirred.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You ever get the feeling, though, that you're spreading yourself too thin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF BEZOS, FOUNDER, AMAZON",
      "sentences": "No, because we're extremely focused. We're focused on...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Focused? You're selling everything known to man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEZOS",
      "sentences": "We're focused on e-commerce. And what we're trying to do is build a place where people can come to find and discover anything that they might want to buy online, no matter how obscure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Whatever became of that guy, Jeff Bezos?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'll tell you. One thing you learn when you go back through these 25 years is a reminder of how much of the consensus is wrong, all the people who questioned and second-guessed Jeff Bezos, he was spreading himself too thin, going too far, never earning money, the company looked like it was digging a deep financial hole for itself, I think he did OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We have talked obviously to Steve Jobs and others like that, who also everyone laughed at his iPod, said we have the Sony Walkman, idiot. That's not going to go anywhere. I think he did OK. That's something I always learn looking back at some of these gems from the 25 years. One of my other big gems over the course of time here was when FOX hired this next gentleman, Charlie Gasparino. Once we had him, it was like we had the Yankee lineup, and he joins us right now. Good to see you, my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX NEWS SENIOR CORRESPONDENT",
      "sentences": "You were like right up there the reason why I came here. I remember doing a hit with you. I was at CNBC. And I was promoting my book. And they gave me such a hard time for going on Cavuto's show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Is that right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Even though it's in my con -- they were like screaming, yelling. And then one thing led to the other thing, and...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You were great. Look at it now. Look at it now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Out the door.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Speaking about out the door, this thing by Elon Musk to take Tesla to Texas...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "It's pretty amazing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... this came out of the blue. And the others are following, but that's a big name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "By the way, we should point out, you had Bezos on before. Bezos is the second richest man in the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's right. Elon is on top. You're right about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "And a lot of people think Elon is going to go to $300,000 -- $300 billion by the end of the year, because Tesla's stock, there's all these traders talking about how it will take off because of energies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "There's going to be higher gas prices, oil prices for a lot of reasons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Here's what I think happened. And the reason why I think this happened is, I'm an avid listener to the Joe Rogan podcast. This guy is hysterical, Joe Rogan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "He's a great comedian. He's a brilliant mind. He's very eclectic. And he's really good friends with Musk. And Rogan is always talking about how he's good friends with Musk, how he speaks with him. Rogan moved to Austin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "And he -- for all the reasons we talk about. He said it was -- he said -- from California to Austin, same here, because the stifling regulations, the stifling policies, the strict lockdowns that occurred in California, the insane tax structure. And he can get what he wants, most of it, in the friendly confines of Texas and then being in Austin, because Austin is kind of a very eclectic non- Texas-like atmosphere. And I...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. So, you got the best of both worlds, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You get the financial -- but it is a little bit more left-leaning, I'd say, than the rest of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "It's a little. But it's eclectic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Exactly. That's a nice way to put it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "And I really believe that he convinced Elon or there was some conversation between the two, because they talk all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But Musk -- is it the corporate headquarters are moving there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "He's not taking the factories, is he? We don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Well, who knows. Who knows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "I mean, that could be next. And it would make sense if they take some of the factories down there. Because, remember, he went nuts when they were shutting down California with some of his factories. He was like -- he was talking then that he was going to move out because of that. And remember he was threatening this for a while.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "By the way, you move to Texas for a corporation, all of a sudden, for everybody, all your senior executives, all your employees, their costs, if they want to make the move -- and it's not really that far, California, Texas -- your costs go down dramatically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Dramatically. Dramatically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "It's just so insane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. They even provide spreadsheets for people to show how much they go down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Right. And, I mean, listen, California has got great weather, but, I mean, some of the idiocy that goes on in that state. Do you know the governor was actually telling people, this Newsom guy with the slicked-back hair, that they should keep masks on and remove -- pull the mask down in between bites and then put it back up when they go to a -- if they're eating with people in restaurants? This is the guy that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You do that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "I never did that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Of all the things you want to -- I mean, this is a guy that was eating at the French Laundry. You know what the French laundry is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. It's very nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "It's very -- it's very...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's a cut above the Olive Garden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Listen, it's...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "There's not a lot of French Laundrys in Texas, trust me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Although you get good barbecue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Very, very much so. But, Charlie Gasparino, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Happy 25, my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "One thing we have noticed too when we go back in time on this show and over the 25 years, we have had a lot of governors on, a lot of governors from Massachusetts. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Governor, you have a minute to talk to us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FMR. GOV. DEVAL PATRICK (D-MA)",
      "sentences": "Hi. I'm sorry. I'm...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You're getting good reaction to your speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How does you feel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "I feel good. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "A lot of delegates here were saying it did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "You got it. Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "A lot of delegates are telling me that registered. Do you think it did?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "Well, I hope so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you feel pretty good? All right, this is just coming in from blogs. Cavuto finishes stunning one- on-one with Massachusetts Governor Deval Patrick. Cavuto has revealing exchange with Massachusetts governor. OK, I just made that up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHARLES SCHUMER (D-NY)",
      "sentences": "Senate Republicans finally realized that their obstruction was not going to work. Despite immense opposition from Leader McConnell and members of his conference, our caucus held together, and we pulled our country back from the cliff's edge that Republicans tried to push us over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, that was Chuck Schumer speaking. But I want to show you a little follow-up to that and the remarks, where the guy behind him is -- Senator Joe Manchin is putting his head in his hands. Was he embarrassed by what Chuck Schumer was saying? Was he annoyed by the partisan nature of this, maybe the friction of being a standout, along with Kyrsten Sinema of Arizona, not keen on all of this spending? Hard to say. I can't read minds, but maybe Michael Dukakis can help us, the former Massachusetts governor, former presidential candidate, kind enough to join us. Governor, good seeing you. I have had many more fruitful interviews with you, let's say, than Deval Patrick. But, having said that, I'm curious what you made of that incident, not my Deval Patrick one-on-one exclusive, but your seeing what Joe Manchin was doing as Chuck Schumer was speaking. What did you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FMR. GOV. MICHAEL DUKAKIS (D-MA)",
      "sentences": "Well, first, refusing to raise the debt limit after you have added $8 trillion to the national debt, which is what the Republicans did under Trump, is kind of stupid. We have got to deal with it. They raised this money, mostly by tax cuts for the rich. And we have got to pay for it. And, finally...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But both parties have done this, right, Governor? Both parties have done this. Barack Obama wasn't keen on raising the debt ceiling, and Joe Biden a couple of times when he was a senator. So they all do it, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUKAKIS",
      "sentences": "To be sure, but that's no reason for continuing to do it, particularly at this time. I mean, we have got important things to do. And screwing around with the national -- with the debt limit is not one of them. So, not surprisingly, McConnell finally capitulated, at least some extent. But what are we doing here? We have a country that -- to run. We have got a world to deal with. We have got great opportunities, in my opinion, under Joe Biden. And it's time we did it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, Governor, you said we have great under -- opportunities under Joe Biden. And I'm just curious what you make of the fact that moderates and progressives in your party are kind of at odds over how far to go with Joe Biden and that wish list, saying that it's too much. Joe Manchin has been saying $3.5 trillion is too much. But the party can't reconcile itself around that. And there's a pretty steep divide, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUKAKIS",
      "sentences": "I don't think it is. They're already talking about a reasonable compromise. And I'm sure it'll be worked out. I have no doubt that we will be able to resolve this, and resolve it successfully, in a way that will...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you think it's going to pass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUKAKIS",
      "sentences": "We...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But there are a lot of moderates who think that this -- we don't need to keep piling on the spending here. What do you think of that? When you were governor, you always, year in and year out, you had a balanced budget. Now, we're not doing that now. It's getting worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUKAKIS",
      "sentences": "We sat around with Republican control, when Trump was president, and proceeded to add $8 trillion to the national debt under Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, Governor, I'm not arguing with you on that. There's bipartisan blame. I readily agree with you, just like there were trillions more added to the debt under Barack Obama, trillions more under George Bush. I get that. But why -- when moderates in your party are saying, let's not keep adding to this, what -- they say their voice -- voices are not being heard, and that progressives are ruling the day, and that the president is at the bidding of the progressives. What do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUKAKIS",
      "sentences": "Believe me, they're already discussing a reasonable compromise. And I have no doubt that they will resolve this, and resolve it successfully, in a way that moves the country forward and does so responsibly. And that's already under way. Those discussions are already under way. And I'm quite confident that there will be a result.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Are you concerned for the president, with a 38 percent approval rating, that something's not resonating, that, even when the guy running for Virginia governor, the former Governor McAuliffe, is now saying that his numbers are hurt because the president's numbers are hurt?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUKAKIS",
      "sentences": "Look, the president is making some very tough decisions which should have been made a long time ago. And I have no doubt that we will resolve this, that we will come to an agreement reasonably, responsibly. And I think he's going to be doing fine. But he's had to do some very tough things. Ending this 20-year war in Afghanistan was one of them, while the president of Afghanistan was taking off, and maybe with a lot of money. That's not easy. But at least Joe Biden has had the courage and the will to do it. And I'm quite confident that when this discussion of this -- these discussions are over, we will have a good, responsible package on both infrastructure and important social spending.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUKAKIS",
      "sentences": "And I think he will be happy with the right result.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK. This was almost as long as my Deval Patrick interview, so I appreciate that.Governor Dukakis, always, always good seeing you. I jest. I jest. It's always very good seeing you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUKAKIS",
      "sentences": "Great to talk with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The former Democratic nominee back in 1988. I told you about the new James Bond movie that's coming out, but, boy, everyone is hanging on the success of this movie. I'm going to explain -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK CUBAN, OWNER, DALLAS MAVERICKS",
      "sentences": "Neil, I just got to say, of all the interviews I have ever done in my entire life, yours are absolutely, positively the most enjoyable, the funnest, the most in-depth, the most entertaining. I mean, there are not enough superlatives. OK, now I'm going back to my workout. Congratulations on 25 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIEL CRAIG, ACTOR",
      "sentences": "You can imagine why I have come back to play.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Daniel Craig's last performance as James Bond. \"No Time to Die\" is out, and a lot of movie theaters are hoping it packs the seats. It looks like it will do just that. Joe Piscopo with us here, the comedian, radio host extraordinaire, and likely the next Bond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Good to see you. Good to see you. How you doing? This -- boy, I have never seen an industry so psyched for one film.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE PISCOPO, COMEDIAN",
      "sentences": "I am the Italian James Bond, Neil. I am the Italian James Bond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "I am shaken. I want it shaken, not stirred, or I'm going to shake you and stir you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "I'm ready.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Piscopo, Joe Piscopo. No, it doesn't really have a great ring to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "Yes. Yes. It doesn't, really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But you must have -- as an entertainer yourself, and a darn good one, and a host of a very, very popular radio show and all, it's important to see people back having fun, going to the movies, going to restaurants, all of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "Yes. Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And we have been missing that, haven't we?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "Yes, it's so -- you're right on the money. And that's why we're so excited about the -- like, the Columbus Day Parade we're doing in New York in a big way. I'm the grand marshal in Philadelphia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Awesome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "And I'm going right from Philadelphia. You know what, Neil? And, by the way, I have to say, if I may, congratulations on 25 years at FOX. I mean, I have been with you almost for that whole ride.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "So, everybody -- everybody at Michael's of Brooklyn here in Brooklyn, we're doing our thing out here tonight. And we wanted to say congratulations, Neil Cavuto. We have sauce for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "Neil Cavuto, we got cannolis. We got cannolis. I got a cannoli from Michael's of Brooklyn right there. So we're waiting for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Hey, I'm on my way. I'm on my way. I'm on my way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What do you make of this, though?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "But people are out. It's...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "People are psyched, right? They love to get out, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "Yes. It's so -- it's so great. We were out. We were with -- last night, I was with the Mother Cabrini Foundation. We had a whole big event. Everybody's out. And I'm going on the road. I have been in Wisconsin. I went -- I have been all over. Everybody is out. And that's why it's interesting you say that about the James Bond movie, Neil. When I was going by, and you see the bus stops. You see it advertised.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "And I'm thinking, oh, yes, that's right, we can go to the movies now. This is great. And I'm telling you, we had a big announcement about the Columbus Day Parade on Monday in New York. And it just feels good. And I love Daniel Craig as James Bond. And I know people don't like him. I think he's great at James Bond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "He's going to be -- he's the last -- he said, this is it. I always -- when I hear them say it, I'm not sure this is it. What do you think? You think they will try to recruit him again, or they go elsewhere?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "Oh, of course. That's another thing. I thought about it. I looked at him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "I said, if he steps away, in two -- in a year or so, he's going to start going, I better back into that role, you know? How do you say no to that, for crying out loud? But why can't they have an ethnic James Bond, an Italian James Bond? I put that forth. I think that could be a lot, a lot of fun. I don't know. Ray Romano as James Bond. I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Could you imagine? Didn't we have that with, kind of, \"The Sopranos\"? I mean, but -- well, that's a whole different category. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Joseph, you are the best. It has been an honor knowing and working with you these last 25 years. You are in that elite of the elite of the \"SNL\" casts of all time. So, thank you, my friend. Continued success.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "You're the best. Happy 25, Neil. Happy 25. The cannolis are on their way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, they better be. They better be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "All right. Leave the gun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Thank you, my friend, Joe Piscopo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PISCOPO",
      "sentences": "Congratulations, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know, Joe is just one of the guys who has made a big difference here. When we come back, looking back, after all the CEOs and the big business guys and the movers and shakers, the people who made us laugh -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Twinkies are now toast. Can you believe that? That's because Hostess is now going out of business after a showdown with striking union workers. And people are already pushing the panic button and going underground for their goodies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No more Twinkies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey, I got the last one of these.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How much?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Fifty bucks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Fifty for a Twinkie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I got a guy in Cleveland who is going to give me $75.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All right, $60.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That staff has a little too much time on their hands. But I always say -- and we have said this again and again over 25 years -- we take what we do seriously, but we don't take ourselves too seriously. And we like to balance it out. Fair and balanced to me oftentimes goes way beyond just politics and how you approach stories, but how you approach life that is serious and sometimes very, very threatening, as things can be in life and in the values of life. We forget to step back and look at the good things and the funny things, like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Could be just me, but I'm already feeling the burn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Really? Are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I absolutely am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's only at a 1.5.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "In fact, I'm already smelling the burn. \"You're a mess to look at and an even bigger mess to hear. You remind me of that character Fat Bastard in 'Austin Powers.' But he was funny. You're just gross.\" Well, Omar, then get in my belly! RICHARD SIMMONS, FOUNDER, RICHARD SIMMONS INC. (singing): Let me entertain you. PISCOPO (singing): Neil Cavuto is the gentleman's name. This swinging cool, cool cat is at the top of his game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm a financial superhero looking after evil spenders in Washington. Howard Berg, the world's fastest reader, and we are sad to report stumped, staggering, jostled, confused. We don't know. He's been reading the Max Baucus measure that's a paltry 1, 500 pages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD BERG, WORLD'S FASTEST READER",
      "sentences": "I'm on an uncomfortable chair. And it's not balanced. It's all loose pages.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Don't do that, the uncomfortable chair. Give that look again. All right, that's all I need. All right, doesn't that scare you? It scares me. All right. You can stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VINCENT CURATOLA, ACTOR",
      "sentences": "How about this with the eye?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON IMUS, RADIO TALK SHOW HOST",
      "sentences": "You know what would make me really feel at home and comfortable? If you would wear my hat during our interview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We're never going to go there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IMUS",
      "sentences": "It's not going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There is not a hat big enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IMUS",
      "sentences": "You must wear about a size nine, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Is this ever going to start off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IMUS",
      "sentences": "No, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL ROBERTSON, TELEVISION PERSONALITY",
      "sentences": "Look how many sins I was forgiven of. And, Neil, I know you haven't committed many, but I know there's a few that you have committed, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Is it getting hot in here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Or is that just me? If you don't get FOX Business, Dion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DION BAIA, FOX NEWS AUDIO TECHNICIAN",
      "sentences": "They got to demand it. Are you the guy that gives them the business. Frankie, start bringing the business in. We're going to bring the business in. Bring it this way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "At 8:00 p.m.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIA",
      "sentences": "Right now, if you order tonight, in the next 15 minutes, Neil and I will come over your house and make you dinner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I want to tell you right now, I'm putting my bid in now for the produce party to run for president. Yes, there will be a pineapple in every pot. I'm telling you there will be everything. Everyone, pay no attention to the man behind the curtain. Oh, lord have mercy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, lord have mercy. Oh, don't pay attention to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Could you ever get past the beautiful part, though? Because I deal with this in my career. I try to tell people...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAQUEL WELCH, ACTRESS",
      "sentences": "I can understand that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... I'm a seasoned newsman, but they see the sex symbol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You can understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD DREYFUSS, ACTOR",
      "sentences": "You know what? People say, you know, I don't want to talk to Dreyfuss because he's -- he doesn't just give simple answers. He's always so complicated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I don't know how you always put up with this noise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE DANIELS, MUSICIAN",
      "sentences": "Hey, I play louder than they talk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINT EASTWOOD, ACTOR",
      "sentences": "Both parties and both houses seem to be spending like drunken sailors, no offense to the Navy, of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How much money have you made just in residuals since you have been sitting down with me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELSEY GRAMMER, ACTOR",
      "sentences": "It's astronomical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It really is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAMMER",
      "sentences": "It really is. It's that good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JERRY LEWIS, COMEDIAN",
      "sentences": "I have constant stimulation in my body. I raise the level if the pain is coming up. I lower it when I don't need it as much. I turn it on. I turn it off. And it opens my garage door.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWIS",
      "sentences": "Hey, it opens my garage door.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's very good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWIS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I should tell you, Joe, last week, we interviewed the president of the United States. You have gotten more e-mails and buzz just promoting this interview than he did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE TORRE, FORMER NEW YORK YANKEES MANAGER",
      "sentences": "Well, I feel pretty good about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAGIC JOHNSON, FORMER NBA PLAYER",
      "sentences": "Be on top of the Earth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, I still want to see you smiling when your taxes go up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It's great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHNSON",
      "sentences": "And yours too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Is that the key to the gym thing for you, that these are not easy workouts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEREK JETER, FORMER BASEBALL PLAYER",
      "sentences": "When you work out, you want to do it every day. In the off-season, I think I took about two or three weeks off before I got back at it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Every day? It can't be every other month?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JETER",
      "sentences": "Well, I think that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That ring you're holding up, young man, is worth 67 grand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE THEISMANN, FORMER NFL PLAYER",
      "sentences": "It's worth a lot more than that, Neil. I can tell you that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THEISMANN",
      "sentences": "It may be in gold and diamonds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Remember, I tried to steal that from you. I tried to steal it from you. It was -- you wouldn't let me. Your name is golden. And, obviously, one bad product, it can be tarnished. How do you decide?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE FOREMAN, CO-CHAIRMAN, GEORGE FOREMAN ENTERPRISES",
      "sentences": "And people ask you all the time, how much do you invest in these things, George? No, your name. That's about all you have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOREMAN",
      "sentences": "You put your name in something, it better work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "There we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMIE LEE CURTIS, ACTRESS",
      "sentences": "There. The Nasdaq has legs. This has legs, baby. This is why, because I took my phone and pushed it on the buzzer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Are you kidding me? You got to be kidding me. That was my impression of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN RATZENBERGER, ACTOR",
      "sentences": "You got to try -- yes, I don't...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I know. Best that you just to move on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RATZENBERGER",
      "sentences": "I heard that in the supermarket yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "When they hear that you're 82 years old, like this one tweet: \"Can't believe he's 82. Ask how he does it.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM SHATNER, ACTOR",
      "sentences": "I can't believe I'm 82 either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How do you do that? How do you do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHATNER",
      "sentences": "It's genetic. And keep yourself open, I guess, and find yourself a $1,000 stock.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Because you're a tall guy. You're 6'3'', 6'4'', something like that? There's no way you can fit in these cars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FABIO, ACTOR",
      "sentences": "I can fit in this car. And also...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I don't believe you. I do not believe you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FABIO",
      "sentences": "I'm telling you. I'm telling you. I was totally surprised. I was surprised myself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'd love you to do like my like answering machine, just: You have reached the Cavuto residence. No, how are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBIN LEACH, ENTERTAINMENT JOURNALIST",
      "sentences": "I'm very well. But, unfortunately, Neil Cavuto is out at this moment driving in his open top Rolls Royce along the beaches of Sante Fe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, I have to win kids over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN CENA, ACTOR",
      "sentences": "No, you got to make a music video?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CENA",
      "sentences": "Some type of song. We will make it high-class. How about wearing a sport coat made of bruschetta or something like that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's nice. I think we could do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CENA",
      "sentences": "We will have you go -- we will have you...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Everyone wants to shake your hand. Everyone wants to be with you. I thought it was because I was here. Apparently, that's not the case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JON VOIGHT, ACTOR",
      "sentences": "They do. When they wave at me, they say: \"Do you know Neil?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "\"Do you know Neil?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VOIGHT",
      "sentences": "And I say: \"Yes, I do.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You got the memo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VOIGHT",
      "sentences": "\"Can we have your picture?\" CHORUS (singing): We are Neil Cavuto.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Over 25 years, a lot of fun. A lot of serious stuff. A lot of fun. A lot of crises in Washington. A lot of fun. That's life. It's a balance of the serious stuff and the fun stuff and always looking at the glass as half-full. I want to thank my colleagues Kristen (ph) and Andrew and Rachel (ph) for putting all this together. They had to go through hundreds of hours of stuff. And they just touched the surface. But they touched it, just like they touched you, they touched me, going back in time and remembering what's important, because you're important. And you sticking with us for 25 years is very, very important. We're grateful for that. We're grateful for you. Thank you very much. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "Welcome to your world, everybody. I'm Neil Cavuto. And we have a conundrum on our hands, friends. We have better than 11 million job openings in this country, 11 million. But we had only about 190,000 Americans taking advantage of that in the latest month. And here's the thing.We were expecting at least half-a-million to do so. What could explain that? How is it that an economy that has so many employers looking to hire so many potential employees, that they can't find them, or the workers they're trying to find, won't answer them, won't come to it, won't be intrigued by the generous pay, benefits and incentives that companies are offering them? FOX on top of something strange going down. To Peter Doocy, at the White House on how the administration is trying to digest all of this -- Peter."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "Neil, the administration says the Biden plan is working. After all, they are adding jobs, instead of losing jobs. And the labor secretary says the pandemic just has some people thinking more about a work/life balance, so those people, they believe, to be in between jobs. For President Biden's part, he says that a lot of what you might hear about gloomy news with the economy is just bad coverage. Listen to this."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Right now, things in Washington, as you all know, are awfully noisy. Turn on the news and every conversation is a confrontation. Every disagreement is a crisis. But when you take a step back and look at what's happening, we're actually making real progress. Maybe it doesn't seem fast enough. I'd like to see it faster. We're going to make it faster."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Something else we are hearing from administration officials is that COVID concerns are a major hurdle in many return-to-work scenarios. So, when the president says that things are not going as fast as he wants, that's what he means. Listen to the labor secretary."
    },
    {
      "speaker": "MARTY WALSH, U.S. SECRETARY OF LABOR",
      "utterance": "Overall, when you look at the 4.8 percent unemployment rate and what's happened since the beginning of this year, we have added almost five million jobs to the economy, about 500,000 average over the last three months. But, certainly, we know we have work to do. There's no question about it. I'm not going to sugarcoat what we have to do, but we have more work to do."
    },
    {
      "speaker": "DOOCY",
      "utterance": "For months, officials here celebrated economic news and COVID milestones as winners for this administration. Today, that is not the case -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Peter Doocy. Thank you very much, Peter. To Ted Weisberg. He's seen many a market run up and run down. We have also seen, I guess, our share, Ted, of recessions and then coming out of those recessions, but it is weird, is it not, my friend, that we have all these jobs going begging and no one taking anyone up on them? What's going on?"
    },
    {
      "speaker": "TED WEISBERG, PRESIDENT, SEAPORT SECURITIES CORPORATION",
      "utterance": "Well, I think, Neil, clearly, as you guys just pointed out, I think part of the issue is that folks, a lot of folks have been getting paid not to work. Now, that has come to an end. So perhaps that takes a little time to filter through the system. There's a lot of people in this country. It is a big country. So those numbers that we saw today, though anemic, perhaps will improve as we move forward. But I think -- I think, as far as the stock market is concerned, I think today's performance was I would describe it ho-hum. And the market pretty much blew it off, didn't pay much attention to it. We would have expected I think initially a more negative reaction. But, yes, we closed down a couple of pennies. But, for the most part, we were positive all day. And I would say the screens were pretty mixed with the outstanding strength in the energy sector."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "WEISBERG",
      "utterance": "But, overall, not a terrible day, considering the employment number this morning."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You mentioned the energy sector. And, as you know, we're in and out of seven-year highs on oil and gas. And I'm just thinking, with this staggering, hiccuping jobs report, combined with these prices continuing to spike, you almost get that '70s feeling. I'm not putting us in the '70s camp just yet. But are you concerned things sort of slow as prices go just the opposite?"
    },
    {
      "speaker": "WEISBERG",
      "utterance": "Yes, well, I don't think -- yes, I remember the '70s well, and this isn't anything like the '70s yet. I think '08 and '09, at least from a stock market standpoint, was a mirror image of what we went through in '73 and '74. But now there's a lot of things to be nervous about out there, Neil. I think the event du jour this week -- and the market this week has been pretty good with, quite frankly, the Kabuki theater show over the debt ceiling, as if it wasn't...."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That had a big impact, didn't it? And resolving it by getting the debt ceiling thing settled, for now -- the House vote is coming Tuesday -- did that ease a lot of jitters?"
    },
    {
      "speaker": "WEISBERG",
      "utterance": "Oh, I think so. But I -- but shame on all of us for basically going for the same bait over and over again over this issue, because, as far as I'm concerned, there's no way it wasn't going to get resolved, whether it got resolved this week or next week, but it was going to get resolved. It's not gray. It's black and white, and it will get resolved. But there are so many other issues out there, some of it good. Third-quarter earnings start next week. And the earnings should be terrific. So we get the big banks starting next Wednesday and Thursday. And then the concerns are still the same. It's inflation. Energy, we just talked about it. The prospect of tax increases across the board, a Fed that seems to be trapped between a rock and a hard place in terms of -- a hard place in terms of what to do going forward, supply chain issues, and COVID."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "A lot of worries."
    },
    {
      "speaker": "WEISBERG",
      "utterance": "So, we have a stock market -- we have a stock market that's had a lot of volatility, which is sort of a negative in a way because you get one bad day, a good day, bad day. But the swings are pretty wild, which kind of indicates maybe we're a little toppy here. On the other hand, we're kind of trading in place, we're running in place."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "WEISBERG",
      "utterance": "So we're holding the highs or near the highs, working through all the problems. On balance, in spite of all the problems, and we all see the problems, the market is putting on a pretty good show."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It is indeed, my friend. Ted Weisberg, thank you very, very much for that. Now, Ted touched on this and the drama in Washington. But the president's views expressed today that he thinks some of the stimulus programs they're working on and this huge human infrastructure plan they're working on will be beneficial to the economy, but a lot of companies are concerned obviously about the higher corporate taxes to come out of this. And they have this kind of fractious relationship with the White House. That was not the case. And, remember, this has been the week we have been looking back 25 years on this network, the 25 years of FOX. And I remember distinctly another Democratic president who had a distinctly different way of working with business. Take a look."
    },
    {
      "speaker": "BILL CLINTON, FORMER PRESIDENT OF THE UNITED STATES",
      "utterance": "And my argument is that the best opportunity we have to continue this expansion without inflation is to invest in new markets. And the closest new markets are those here at home and the people in places that have been left behind. So I..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Can you guilt them into doing that?"
    },
    {
      "speaker": "CLINTON",
      "utterance": "No, I don't think that it's a matter of guilt. I think that it's -- I have a -- I have a positive approach that I think we have -- we do have an obligation to do it. But I think we will feel better if we do. But I also believe it is in the economic self-interests of those who are doing well now. I think there's real -- there are real opportunities here."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Bill Clinton had a very good relationship with the business community, whatever you think of him and some of the issues that came up later in his presidency notwithstanding. He was good for Wall Street. He was good for Main Street too, better than 18.6 million jobs created. Doesn't my next guest know it. His labor secretary those years, Alexis Herman, kind enough to join us."
    },
    {
      "speaker": "Secretary, thank you.  ALEXIS HERMAN, FORMER U.S. LABOR SECRETARY",
      "utterance": "Well, thanks for inviting me back. It's good to see you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Same here. Secretary, the one thing I was trying to remember this, when I looked at this 11 million job opening figure, and the fact that no one seems to be taking up anyone on these offers, and then, during the Clinton years, working with business to make sure that would be the case. Is that what explains it, that this administration is less business- friendly than the Clinton administration, not part of the strategy of getting things better? What?"
    },
    {
      "speaker": "HERMAN",
      "utterance": "I don't think that's the answer, Neil. I think we have been so consumed and overwhelmed, quite frankly, with the pandemic itself, with the impact of the virus on the workplace, that we're not taking enough time, as we had to do back then, to get underneath some other issues now, to be very clear about what is really happening with the labor shortages, and why workers are not coming back to work. So, in addition to the pandemic, I think you have got to pay attention now to the fact that, in this jobs report in particular, the government education sector was particularly impacted. And that's women. There are issues like child care. There are a lot of workers who are still trying to reevaluate, do they want to come back in at this point or wait for better opportunities in this labor market?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But do you think, Secretary, they hold off because we have been too generous with those benefits? Now, the president thinks that more benefits are necessary. I only mentioned it in the context of Bill Clinton and when you were labor secretary that there was sort of like a partnership with business, so that that kind of phenomena wouldn't happen. And I'm just wondering now, because a lot of people remember the boom in the economy and the fact that Bill Clinton was the last president to see and enjoy surpluses, working closely with Republicans on things like welfare to work, address the debt, don't dismiss the debt. We have not seen that since, Secretary, under Democrat or Republican president."
    },
    {
      "speaker": "HERMAN",
      "utterance": "And I think you have put your finger on it, Neil. I was simply speaking to getting underneath some of the worker issues."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Understood."
    },
    {
      "speaker": "HERMAN",
      "utterance": "But if you're talking about the environment itself in which we communicated and collaborated, it's very different. It is so partisan. It is very difficult to find compromise and to seek that common good. And I think, in this administration, when you talk about the business community, I was actually glad to see President Biden bring in business leaders in this most conversation -- in the conversation recently this week. But it was an ongoing process with the Clinton administration. And it was counterintuitive for Democrats to do it. And I think that is what made more of a bipartisan spirit take place when it came to engaging the business community in real solutions. Right now, it's difficult, I think, in this highly charged, bickered environment to find common ground and solutions. And my prayer is that we won't let the rhetoric become so distracting that we can't see the good that needs to come out of these current talks."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But that's coming in your own party, right? I just wonder, Secretary, knowing that I was going to have you today, looking forward to it, that would a Bill Clinton be welcome in this party now? You hear about how Joe Biden has been influenced and maybe led by progressives, that he's doubling down on tax hikes and all on businesses. Bill Clinton famously did raise the top rate, but he cut a lot of business- related rates, and that helped spur an environment where Washington and corporate America working in sync. The boom was on. I guess what I'm asking is, do you recognize your party now?"
    },
    {
      "speaker": "HERMAN",
      "utterance": "There are parts of the dialogue that I don't recognize. And I think what I'm missing and what I want to see more of is less about the personalities, less about the finger-pointing, and much more about the issues that are at stake and what's the overall good that we're seeking together for the common good. And I think the more we can talk about this current budget package, and lift up the real priorities, and not the personalities, which is what we seem to be doing in the media these days, then I think we will be all the better for it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That is well-spoken. Secretary Alexis Herman, I could spend the rest of the show with you. But thank you very much for joining us, one of the most successful labor secretaries we had in this country, 18.6 million jobs added to the economy at a time -- and this is all before a lot of the whole other messes for Bill Clinton -- when business and Republicans and the president of the United States himself were in partnership and in sync on the business issues that mattered. The economy was booming then. The debt was going down then, turned into a surplus after years and years of deficits. It is possible, but it's the tone that matters. And that tone is not around today. What is around today are a whole bunch of problems, like delays, supply chain worries. And wouldn't you know our Jonathan Hunt is seeing that up close and personal in California -- Jonathan."
    },
    {
      "speaker": "JONATHAN HUNT, FOX NEWS CORRESPONDENT",
      "utterance": "Neil, billions of dollars in consumer goods stuck on cargo ships off the California coast. We will tell you how it could affect your holiday shopping and what the White House says it is doing about it after the break."
    },
    {
      "speaker": "BERNIE MARCUS, CO-FOUNDER, HOME DEPOT",
      "utterance": "Congratulations to FOX News Channel on 25 great years. And true to your name and true to your motto, it is the only place for fair and balanced news. Thank goodness for you. What -- how would we know what's really going on in the world?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, what a great week it's been just looking back. We have had a fun time doing that. In the meantime, I do want to bring your attention to something that is crunching, and not just in the labor area. I'm talking about in the supply area. If you're looking for stuff to put under your Christmas tree, you have a double dilemma there, because a lot of stuff won't make it. And now we're hearing you might not even be able to find a tree, a Christmas tree. It's getting that wacky. Jonathan Hunt with the story in Long Beach, California -- Jonathan."
    },
    {
      "speaker": "HUNT",
      "utterance": "Hey, Neil. Right now, there are something like 60 of those huge cargo container ships stuck off of the twin ports of Long Beach and Los Angeles here. They simply cannot get into port because of the backlog, a backlog that is very obvious when you look at the aerial pictures of those ships at anchor outside the port, and also the marine traffic map, which shows the location of each one of them waiting to get into port. What does that mean in terms of cargo? Well, on average, those containers, there's around 15,000 containers on each of those ships. And each of those ships, therefore, could carry something like 120 million pairs of sneakers or, say, 700 million cans of beans. So, it is a huge amount of cargo that is stuck out there. And the poor direct here tells us it's simply a bottleneck that they can't break right now. Listen here."
    },
    {
      "speaker": "GENE SEROKA, EXECUTIVE DIRECTOR, PORT OF LOS ANGELES",
      "utterance": "It's like bringing 10 lanes of freeway traffic into five right here at the port. Our American importers are really struggling to ingest all of this cargo into their domestic supply chains."
    },
    {
      "speaker": "HUNT",
      "utterance": "Right now, Neil, the wait time for one of those cargo ships waiting to get into the dock here is around 10 days. Before the pandemic, there was no wait at all, all of which is impacting consumers right across the country. Toy manufacturers say it may mean that those -- that families cannot get the gifts they want for their kids this holiday season. And everybody is seeing more and more gaps on the shelves of supermarkets, your local Target, Walmart, wherever it is you do your shopping. The White House, meanwhile, says it is doing everything it can to tackle the cargo crisis. Listen here."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "There are a range of issues. We're working to -- the point is, we're working to address them on several paths and on several fronts. And I can't make a prediction of when it will be concluded. It is just a top priority of the president."
    },
    {
      "speaker": "HUNT",
      "utterance": "A top priority of the president's, but what was lacking in those comments, obviously, from Jen Psaki, Neil, were any specifics on what President Biden is going to do to tackle this cargo crisis and to enable every family across America to get the goods that they want -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, a tall order. Thank you, Jonathan Hunt, great reporting on all of that. In the meantime, you have been hearing of this whole steady progression of companies, individuals seeking out low-tax havens. This one was a big one though, Elon Musk saying Tesla is moving to Texas. He's just the latest. Something tells me he won't be the last."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Is James Bond here to save the movie industry, or at least the theater industry? The big debut that has a once shaken theater now very much stirred."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You ever get the feeling, though, that you're spreading yourself too thin?"
    },
    {
      "speaker": "JEFF BEZOS, FOUNDER, AMAZON",
      "utterance": "No, because we're extremely focused. We're focused on..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Focused? You're selling everything known to man."
    },
    {
      "speaker": "BEZOS",
      "utterance": "We're focused on e-commerce. And what we're trying to do is build a place where people can come to find and discover anything that they might want to buy online, no matter how obscure."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Whatever became of that guy, Jeff Bezos?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'll tell you. One thing you learn when you go back through these 25 years is a reminder of how much of the consensus is wrong, all the people who questioned and second-guessed Jeff Bezos, he was spreading himself too thin, going too far, never earning money, the company looked like it was digging a deep financial hole for itself, I think he did OK."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We have talked obviously to Steve Jobs and others like that, who also everyone laughed at his iPod, said we have the Sony Walkman, idiot. That's not going to go anywhere. I think he did OK. That's something I always learn looking back at some of these gems from the 25 years. One of my other big gems over the course of time here was when FOX hired this next gentleman, Charlie Gasparino. Once we had him, it was like we had the Yankee lineup, and he joins us right now. Good to see you, my friend."
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX NEWS SENIOR CORRESPONDENT",
      "utterance": "You were like right up there the reason why I came here. I remember doing a hit with you. I was at CNBC. And I was promoting my book. And they gave me such a hard time for going on Cavuto's show."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Is that right?"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Even though it's in my con -- they were like screaming, yelling. And then one thing led to the other thing, and..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You were great. Look at it now. Look at it now."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Out the door."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There we go."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Speaking about out the door, this thing by Elon Musk to take Tesla to Texas..."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "It's pretty amazing."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... this came out of the blue. And the others are following, but that's a big name."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "By the way, we should point out, you had Bezos on before. Bezos is the second richest man in the world."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's right. Elon is on top. You're right about that."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "And a lot of people think Elon is going to go to $300,000 -- $300 billion by the end of the year, because Tesla's stock, there's all these traders talking about how it will take off because of energies."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "There's going to be higher gas prices, oil prices for a lot of reasons."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You're right."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Here's what I think happened. And the reason why I think this happened is, I'm an avid listener to the Joe Rogan podcast. This guy is hysterical, Joe Rogan."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "He's a great comedian. He's a brilliant mind. He's very eclectic. And he's really good friends with Musk. And Rogan is always talking about how he's good friends with Musk, how he speaks with him. Rogan moved to Austin."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "And he -- for all the reasons we talk about. He said it was -- he said -- from California to Austin, same here, because the stifling regulations, the stifling policies, the strict lockdowns that occurred in California, the insane tax structure. And he can get what he wants, most of it, in the friendly confines of Texas and then being in Austin, because Austin is kind of a very eclectic non- Texas-like atmosphere. And I..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. So, you got the best of both worlds, right?"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You get the financial -- but it is a little bit more left-leaning, I'd say, than the rest of it."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "It's a little. But it's eclectic."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Exactly. That's a nice way to put it."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "And I really believe that he convinced Elon or there was some conversation between the two, because they talk all the time."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But Musk -- is it the corporate headquarters are moving there?"
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "He's not taking the factories, is he? We don't know."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Well, who knows. Who knows."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We don't know."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "I mean, that could be next. And it would make sense if they take some of the factories down there. Because, remember, he went nuts when they were shutting down California with some of his factories. He was like -- he was talking then that he was going to move out because of that. And remember he was threatening this for a while."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "By the way, you move to Texas for a corporation, all of a sudden, for everybody, all your senior executives, all your employees, their costs, if they want to make the move -- and it's not really that far, California, Texas -- your costs go down dramatically."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Dramatically. Dramatically."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "It's just so insane."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. They even provide spreadsheets for people to show how much they go down."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Right. And, I mean, listen, California has got great weather, but, I mean, some of the idiocy that goes on in that state. Do you know the governor was actually telling people, this Newsom guy with the slicked-back hair, that they should keep masks on and remove -- pull the mask down in between bites and then put it back up when they go to a -- if they're eating with people in restaurants? This is the guy that..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You do that..."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "I never did that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Of all the things you want to -- I mean, this is a guy that was eating at the French Laundry. You know what the French laundry is?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. It's very nice."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "It's very -- it's very..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's a cut above the Olive Garden."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Listen, it's..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "There's not a lot of French Laundrys in Texas, trust me."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, right."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Although you get good barbecue."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Very, very much so. But, Charlie Gasparino, thank you very much."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Happy 25, my friend."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "One thing we have noticed too when we go back in time on this show and over the 25 years, we have had a lot of governors on, a lot of governors from Massachusetts. Take a look."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Governor, you have a minute to talk to us?"
    },
    {
      "speaker": "FMR. GOV. DEVAL PATRICK (D-MA)",
      "utterance": "Hi. I'm sorry. I'm..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You're getting good reaction to your speech."
    },
    {
      "speaker": "PATRICK",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How does you feel?"
    },
    {
      "speaker": "PATRICK",
      "utterance": "I feel good. Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "A lot of delegates here were saying it did."
    },
    {
      "speaker": "PATRICK",
      "utterance": "You got it. Thanks."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "A lot of delegates are telling me that registered. Do you think it did?"
    },
    {
      "speaker": "PATRICK",
      "utterance": "Well, I hope so."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you feel pretty good? All right, this is just coming in from blogs. Cavuto finishes stunning one- on-one with Massachusetts Governor Deval Patrick. Cavuto has revealing exchange with Massachusetts governor. OK, I just made that up."
    },
    {
      "speaker": "SEN. CHARLES SCHUMER (D-NY)",
      "utterance": "Senate Republicans finally realized that their obstruction was not going to work. Despite immense opposition from Leader McConnell and members of his conference, our caucus held together, and we pulled our country back from the cliff's edge that Republicans tried to push us over."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, that was Chuck Schumer speaking. But I want to show you a little follow-up to that and the remarks, where the guy behind him is -- Senator Joe Manchin is putting his head in his hands. Was he embarrassed by what Chuck Schumer was saying? Was he annoyed by the partisan nature of this, maybe the friction of being a standout, along with Kyrsten Sinema of Arizona, not keen on all of this spending? Hard to say. I can't read minds, but maybe Michael Dukakis can help us, the former Massachusetts governor, former presidential candidate, kind enough to join us. Governor, good seeing you. I have had many more fruitful interviews with you, let's say, than Deval Patrick. But, having said that, I'm curious what you made of that incident, not my Deval Patrick one-on-one exclusive, but your seeing what Joe Manchin was doing as Chuck Schumer was speaking. What did you think?"
    },
    {
      "speaker": "FMR. GOV. MICHAEL DUKAKIS (D-MA)",
      "utterance": "Well, first, refusing to raise the debt limit after you have added $8 trillion to the national debt, which is what the Republicans did under Trump, is kind of stupid. We have got to deal with it. They raised this money, mostly by tax cuts for the rich. And we have got to pay for it. And, finally..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But both parties have done this, right, Governor? Both parties have done this. Barack Obama wasn't keen on raising the debt ceiling, and Joe Biden a couple of times when he was a senator. So they all do it, right?"
    },
    {
      "speaker": "DUKAKIS",
      "utterance": "To be sure, but that's no reason for continuing to do it, particularly at this time. I mean, we have got important things to do. And screwing around with the national -- with the debt limit is not one of them. So, not surprisingly, McConnell finally capitulated, at least some extent. But what are we doing here? We have a country that -- to run. We have got a world to deal with. We have got great opportunities, in my opinion, under Joe Biden. And it's time we did it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, Governor, you said we have great under -- opportunities under Joe Biden. And I'm just curious what you make of the fact that moderates and progressives in your party are kind of at odds over how far to go with Joe Biden and that wish list, saying that it's too much. Joe Manchin has been saying $3.5 trillion is too much. But the party can't reconcile itself around that. And there's a pretty steep divide, right?"
    },
    {
      "speaker": "DUKAKIS",
      "utterance": "I don't think it is. They're already talking about a reasonable compromise. And I'm sure it'll be worked out. I have no doubt that we will be able to resolve this, and resolve it successfully, in a way that will..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you think it's going to pass."
    },
    {
      "speaker": "DUKAKIS",
      "utterance": "We..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But there are a lot of moderates who think that this -- we don't need to keep piling on the spending here. What do you think of that? When you were governor, you always, year in and year out, you had a balanced budget. Now, we're not doing that now. It's getting worse."
    },
    {
      "speaker": "DUKAKIS",
      "utterance": "We sat around with Republican control, when Trump was president, and proceeded to add $8 trillion to the national debt under Trump."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, Governor, I'm not arguing with you on that. There's bipartisan blame. I readily agree with you, just like there were trillions more added to the debt under Barack Obama, trillions more under George Bush. I get that. But why -- when moderates in your party are saying, let's not keep adding to this, what -- they say their voice -- voices are not being heard, and that progressives are ruling the day, and that the president is at the bidding of the progressives. What do you say?"
    },
    {
      "speaker": "DUKAKIS",
      "utterance": "Believe me, they're already discussing a reasonable compromise. And I have no doubt that they will resolve this, and resolve it successfully, in a way that moves the country forward and does so responsibly. And that's already under way. Those discussions are already under way. And I'm quite confident that there will be a result."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Are you concerned for the president, with a 38 percent approval rating, that something's not resonating, that, even when the guy running for Virginia governor, the former Governor McAuliffe, is now saying that his numbers are hurt because the president's numbers are hurt?"
    },
    {
      "speaker": "DUKAKIS",
      "utterance": "Look, the president is making some very tough decisions which should have been made a long time ago. And I have no doubt that we will resolve this, that we will come to an agreement reasonably, responsibly. And I think he's going to be doing fine. But he's had to do some very tough things. Ending this 20-year war in Afghanistan was one of them, while the president of Afghanistan was taking off, and maybe with a lot of money. That's not easy. But at least Joe Biden has had the courage and the will to do it. And I'm quite confident that when this discussion of this -- these discussions are over, we will have a good, responsible package on both infrastructure and important social spending."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "DUKAKIS",
      "utterance": "And I think he will be happy with the right result."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK. This was almost as long as my Deval Patrick interview, so I appreciate that.Governor Dukakis, always, always good seeing you. I jest. I jest. It's always very good seeing you."
    },
    {
      "speaker": "DUKAKIS",
      "utterance": "Great to talk with you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The former Democratic nominee back in 1988. I told you about the new James Bond movie that's coming out, but, boy, everyone is hanging on the success of this movie. I'm going to explain -- after this."
    },
    {
      "speaker": "MARK CUBAN, OWNER, DALLAS MAVERICKS",
      "utterance": "Neil, I just got to say, of all the interviews I have ever done in my entire life, yours are absolutely, positively the most enjoyable, the funnest, the most in-depth, the most entertaining. I mean, there are not enough superlatives. OK, now I'm going back to my workout. Congratulations on 25 years."
    },
    {
      "speaker": "DANIEL CRAIG, ACTOR",
      "utterance": "You can imagine why I have come back to play."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Daniel Craig's last performance as James Bond. \"No Time to Die\" is out, and a lot of movie theaters are hoping it packs the seats. It looks like it will do just that. Joe Piscopo with us here, the comedian, radio host extraordinaire, and likely the next Bond."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Good to see you. Good to see you. How you doing? This -- boy, I have never seen an industry so psyched for one film."
    },
    {
      "speaker": "JOE PISCOPO, COMEDIAN",
      "utterance": "I am the Italian James Bond, Neil. I am the Italian James Bond."
    },
    {
      "speaker": "PISCOPO",
      "utterance": "I am shaken. I want it shaken, not stirred, or I'm going to shake you and stir you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There you go."
    },
    {
      "speaker": "PISCOPO",
      "utterance": "I'm ready."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Piscopo, Joe Piscopo. No, it doesn't really have a great ring to it."
    },
    {
      "speaker": "PISCOPO",
      "utterance": "Yes. Yes. It doesn't, really."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But you must have -- as an entertainer yourself, and a darn good one, and a host of a very, very popular radio show and all, it's important to see people back having fun, going to the movies, going to restaurants, all of that."
    },
    {
      "speaker": "PISCOPO",
      "utterance": "Yes. Yes. Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And we have been missing that, haven't we?"
    },
    {
      "speaker": "PISCOPO",
      "utterance": "Yes, it's so -- you're right on the money. And that's why we're so excited about the -- like, the Columbus Day Parade we're doing in New York in a big way. I'm the grand marshal in Philadelphia."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Awesome."
    },
    {
      "speaker": "PISCOPO",
      "utterance": "And I'm going right from Philadelphia. You know what, Neil? And, by the way, I have to say, if I may, congratulations on 25 years at FOX. I mean, I have been with you almost for that whole ride."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You have."
    },
    {
      "speaker": "PISCOPO",
      "utterance": "So, everybody -- everybody at Michael's of Brooklyn here in Brooklyn, we're doing our thing out here tonight. And we wanted to say congratulations, Neil Cavuto. We have sauce for you."
    },
    {
      "speaker": "PISCOPO",
      "utterance": "Neil Cavuto, we got cannolis. We got cannolis. I got a cannoli from Michael's of Brooklyn right there. So we're waiting for you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Hey, I'm on my way. I'm on my way. I'm on my way."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What do you make of this, though?"
    },
    {
      "speaker": "PISCOPO",
      "utterance": "But people are out. It's..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "People are psyched, right? They love to get out, right?"
    },
    {
      "speaker": "PISCOPO",
      "utterance": "Yes. It's so -- it's so great. We were out. We were with -- last night, I was with the Mother Cabrini Foundation. We had a whole big event. Everybody's out. And I'm going on the road. I have been in Wisconsin. I went -- I have been all over. Everybody is out. And that's why it's interesting you say that about the James Bond movie, Neil. When I was going by, and you see the bus stops. You see it advertised."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Absolutely."
    },
    {
      "speaker": "PISCOPO",
      "utterance": "And I'm thinking, oh, yes, that's right, we can go to the movies now. This is great. And I'm telling you, we had a big announcement about the Columbus Day Parade on Monday in New York. And it just feels good. And I love Daniel Craig as James Bond. And I know people don't like him. I think he's great at James Bond."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "He's going to be -- he's the last -- he said, this is it. I always -- when I hear them say it, I'm not sure this is it. What do you think? You think they will try to recruit him again, or they go elsewhere?"
    },
    {
      "speaker": "PISCOPO",
      "utterance": "Oh, of course. That's another thing. I thought about it. I looked at him."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "PISCOPO",
      "utterance": "I said, if he steps away, in two -- in a year or so, he's going to start going, I better back into that role, you know? How do you say no to that, for crying out loud? But why can't they have an ethnic James Bond, an Italian James Bond? I put that forth. I think that could be a lot, a lot of fun. I don't know. Ray Romano as James Bond. I don't know."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Could you imagine? Didn't we have that with, kind of, \"The Sopranos\"? I mean, but -- well, that's a whole different category. All right."
    },
    {
      "speaker": "PISCOPO",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Joseph, you are the best. It has been an honor knowing and working with you these last 25 years. You are in that elite of the elite of the \"SNL\" casts of all time. So, thank you, my friend. Continued success."
    },
    {
      "speaker": "PISCOPO",
      "utterance": "You're the best. Happy 25, Neil. Happy 25. The cannolis are on their way."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, they better be. They better be."
    },
    {
      "speaker": "PISCOPO",
      "utterance": "All right. Leave the gun."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Thank you, my friend, Joe Piscopo."
    },
    {
      "speaker": "PISCOPO",
      "utterance": "Congratulations, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know, Joe is just one of the guys who has made a big difference here. When we come back, looking back, after all the CEOs and the big business guys and the movers and shakers, the people who made us laugh -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Twinkies are now toast. Can you believe that? That's because Hostess is now going out of business after a showdown with striking union workers. And people are already pushing the panic button and going underground for their goodies."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There he is."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No more Twinkies."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hey, I got the last one of these."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "How much?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Fifty bucks."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Fifty for a Twinkie?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I got a guy in Cleveland who is going to give me $75."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "All right, $60."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That staff has a little too much time on their hands. But I always say -- and we have said this again and again over 25 years -- we take what we do seriously, but we don't take ourselves too seriously. And we like to balance it out. Fair and balanced to me oftentimes goes way beyond just politics and how you approach stories, but how you approach life that is serious and sometimes very, very threatening, as things can be in life and in the values of life. We forget to step back and look at the good things and the funny things, like this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Could be just me, but I'm already feeling the burn."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Really? Are you?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I absolutely am."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's only at a 1.5."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "In fact, I'm already smelling the burn. \"You're a mess to look at and an even bigger mess to hear. You remind me of that character Fat Bastard in 'Austin Powers.' But he was funny. You're just gross.\" Well, Omar, then get in my belly!"
    },
    {
      "speaker": "RICHARD SIMMONS, FOUNDER, RICHARD SIMMONS INC. (singing)",
      "utterance": "Let me entertain you."
    },
    {
      "speaker": "PISCOPO (singing)",
      "utterance": "Neil Cavuto is the gentleman's name. This swinging cool, cool cat is at the top of his game."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm a financial superhero looking after evil spenders in Washington. Howard Berg, the world's fastest reader, and we are sad to report stumped, staggering, jostled, confused. We don't know. He's been reading the Max Baucus measure that's a paltry 1, 500 pages."
    },
    {
      "speaker": "HOWARD BERG, WORLD'S FASTEST READER",
      "utterance": "I'm on an uncomfortable chair. And it's not balanced. It's all loose pages."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Don't do that, the uncomfortable chair. Give that look again. All right, that's all I need. All right, doesn't that scare you? It scares me. All right. You can stop."
    },
    {
      "speaker": "VINCENT CURATOLA, ACTOR",
      "utterance": "How about this with the eye?"
    },
    {
      "speaker": "DON IMUS, RADIO TALK SHOW HOST",
      "utterance": "You know what would make me really feel at home and comfortable? If you would wear my hat during our interview."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We're never going to go there."
    },
    {
      "speaker": "IMUS",
      "utterance": "It's not going to happen."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There is not a hat big enough."
    },
    {
      "speaker": "IMUS",
      "utterance": "You must wear about a size nine, right?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Is this ever going to start off?"
    },
    {
      "speaker": "IMUS",
      "utterance": "No, sir."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, fine."
    },
    {
      "speaker": "PHIL ROBERTSON, TELEVISION PERSONALITY",
      "utterance": "Look how many sins I was forgiven of. And, Neil, I know you haven't committed many, but I know there's a few that you have committed, correct?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Is it getting hot in here?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Or is that just me? If you don't get FOX Business, Dion?"
    },
    {
      "speaker": "DION BAIA, FOX NEWS AUDIO TECHNICIAN",
      "utterance": "They got to demand it. Are you the guy that gives them the business. Frankie, start bringing the business in. We're going to bring the business in. Bring it this way."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "At 8:00 p.m."
    },
    {
      "speaker": "BAIA",
      "utterance": "Right now, if you order tonight, in the next 15 minutes, Neil and I will come over your house and make you dinner."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I want to tell you right now, I'm putting my bid in now for the produce party to run for president. Yes, there will be a pineapple in every pot. I'm telling you there will be everything. Everyone, pay no attention to the man behind the curtain. Oh, lord have mercy."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Oh, lord have mercy. Oh, don't pay attention to that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Could you ever get past the beautiful part, though? Because I deal with this in my career. I try to tell people..."
    },
    {
      "speaker": "RAQUEL WELCH, ACTRESS",
      "utterance": "I can understand that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... I'm a seasoned newsman, but they see the sex symbol."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You can understand."
    },
    {
      "speaker": "RICHARD DREYFUSS, ACTOR",
      "utterance": "You know what? People say, you know, I don't want to talk to Dreyfuss because he's -- he doesn't just give simple answers. He's always so complicated."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I don't know how you always put up with this noise."
    },
    {
      "speaker": "CHARLIE DANIELS, MUSICIAN",
      "utterance": "Hey, I play louder than they talk."
    },
    {
      "speaker": "CLINT EASTWOOD, ACTOR",
      "utterance": "Both parties and both houses seem to be spending like drunken sailors, no offense to the Navy, of course."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How much money have you made just in residuals since you have been sitting down with me?"
    },
    {
      "speaker": "KELSEY GRAMMER, ACTOR",
      "utterance": "It's astronomical."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It really is."
    },
    {
      "speaker": "GRAMMER",
      "utterance": "It really is. It's that good."
    },
    {
      "speaker": "JERRY LEWIS, COMEDIAN",
      "utterance": "I have constant stimulation in my body. I raise the level if the pain is coming up. I lower it when I don't need it as much. I turn it on. I turn it off. And it opens my garage door."
    },
    {
      "speaker": "LEWIS",
      "utterance": "Hey, it opens my garage door."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's very good."
    },
    {
      "speaker": "LEWIS",
      "utterance": "OK."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I should tell you, Joe, last week, we interviewed the president of the United States. You have gotten more e-mails and buzz just promoting this interview than he did."
    },
    {
      "speaker": "JOE TORRE, FORMER NEW YORK YANKEES MANAGER",
      "utterance": "Well, I feel pretty good about that."
    },
    {
      "speaker": "MAGIC JOHNSON, FORMER NBA PLAYER",
      "utterance": "Be on top of the Earth."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, I still want to see you smiling when your taxes go up."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It's great."
    },
    {
      "speaker": "JOHNSON",
      "utterance": "And yours too."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Is that the key to the gym thing for you, that these are not easy workouts?"
    },
    {
      "speaker": "DEREK JETER, FORMER BASEBALL PLAYER",
      "utterance": "When you work out, you want to do it every day. In the off-season, I think I took about two or three weeks off before I got back at it."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Every day? It can't be every other month?"
    },
    {
      "speaker": "JETER",
      "utterance": "Well, I think that..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That ring you're holding up, young man, is worth 67 grand."
    },
    {
      "speaker": "JOE THEISMANN, FORMER NFL PLAYER",
      "utterance": "It's worth a lot more than that, Neil. I can tell you that."
    },
    {
      "speaker": "THEISMANN",
      "utterance": "It may be in gold and diamonds."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Remember, I tried to steal that from you. I tried to steal it from you. It was -- you wouldn't let me. Your name is golden. And, obviously, one bad product, it can be tarnished. How do you decide?"
    },
    {
      "speaker": "GEORGE FOREMAN, CO-CHAIRMAN, GEORGE FOREMAN ENTERPRISES",
      "utterance": "And people ask you all the time, how much do you invest in these things, George? No, your name. That's about all you have."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "FOREMAN",
      "utterance": "You put your name in something, it better work."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "There we go."
    },
    {
      "speaker": "JAMIE LEE CURTIS, ACTRESS",
      "utterance": "There. The Nasdaq has legs. This has legs, baby. This is why, because I took my phone and pushed it on the buzzer."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Are you kidding me? You got to be kidding me. That was my impression of you."
    },
    {
      "speaker": "JOHN RATZENBERGER, ACTOR",
      "utterance": "You got to try -- yes, I don't..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I know. Best that you just to move on."
    },
    {
      "speaker": "RATZENBERGER",
      "utterance": "I heard that in the supermarket yesterday."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "When they hear that you're 82 years old, like this one tweet: \"Can't believe he's 82. Ask how he does it.\""
    },
    {
      "speaker": "WILLIAM SHATNER, ACTOR",
      "utterance": "I can't believe I'm 82 either."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How do you do that? How do you do that?"
    },
    {
      "speaker": "SHATNER",
      "utterance": "It's genetic. And keep yourself open, I guess, and find yourself a $1,000 stock."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Because you're a tall guy. You're 6'3'', 6'4'', something like that? There's no way you can fit in these cars."
    },
    {
      "speaker": "FABIO, ACTOR",
      "utterance": "I can fit in this car. And also..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I don't believe you. I do not believe you."
    },
    {
      "speaker": "FABIO",
      "utterance": "I'm telling you. I'm telling you. I was totally surprised. I was surprised myself."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'd love you to do like my like answering machine, just: You have reached the Cavuto residence. No, how are you?"
    },
    {
      "speaker": "ROBIN LEACH, ENTERTAINMENT JOURNALIST",
      "utterance": "I'm very well. But, unfortunately, Neil Cavuto is out at this moment driving in his open top Rolls Royce along the beaches of Sante Fe."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, I have to win kids over."
    },
    {
      "speaker": "JOHN CENA, ACTOR",
      "utterance": "No, you got to make a music video?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Really?"
    },
    {
      "speaker": "CENA",
      "utterance": "Some type of song. We will make it high-class. How about wearing a sport coat made of bruschetta or something like that?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's nice. I think we could do that."
    },
    {
      "speaker": "CENA",
      "utterance": "We will have you go -- we will have you..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Everyone wants to shake your hand. Everyone wants to be with you. I thought it was because I was here. Apparently, that's not the case."
    },
    {
      "speaker": "JON VOIGHT, ACTOR",
      "utterance": "They do. When they wave at me, they say: \"Do you know Neil?\""
    },
    {
      "speaker": "CAVUTO",
      "utterance": "\"Do you know Neil?\""
    },
    {
      "speaker": "VOIGHT",
      "utterance": "And I say: \"Yes, I do.\""
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You got the memo."
    },
    {
      "speaker": "VOIGHT",
      "utterance": "\"Can we have your picture?\""
    },
    {
      "speaker": "CHORUS (singing)",
      "utterance": "We are Neil Cavuto."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Over 25 years, a lot of fun. A lot of serious stuff. A lot of fun. A lot of crises in Washington. A lot of fun. That's life. It's a balance of the serious stuff and the fun stuff and always looking at the glass as half-full. I want to thank my colleagues Kristen (ph) and Andrew and Rachel (ph) for putting all this together. They had to go through hundreds of hours of stuff. And they just touched the surface. But they touched it, just like they touched you, they touched me, going back in time and remembering what's important, because you're important. And you sticking with us for 25 years is very, very important. We're grateful for that. We're grateful for you. Thank you very much. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}