{
  "date": "October 3, 2019",
  "headline": "Robert De Niro unhinged in new voicemails to ex-assistant",
  "subHeadline": "Guests: Rudy Giuliani, Doug Collins; John Eastman; Harmeet Dhillon, Fred Fleitz, Howie Carr, Robert Davi",
  "url": "https://www.foxnews.com/transcript/robert-de-niro-unhinged-in-new-voicemails-to-ex-assistant",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "I'm Laura Ingraham; this is “The Ingraham Angle” from an incredibly busy Washington tonight as always bombshell news dropping about the identity of the whistleblower who kicked off the impeachment mania. Constitutional experts John Eastman, Harmeet Dhillon, are going to tell us how significant this development is better. Than Rudy Giuliani under fire from House Democrats and perhaps the Secretary Of State, he'll respond tonight. House Judiciary Ranking Member Doug Collins told a DC Court to ignore the Democrats' impeachment probe and he's going to tell us why?  Why does Elizabeth Warren keep lying about her past? New developments there and how we car breaks it all down but first, hype and hyperbole. That's the focus of tonight's “Angle.”  How many times have Democrats and press toddies declared that Trump's Presidency was on the ropes? It seems like every other day self-righteous anchors with very serious faces tell the fictitious White House and crisis story. And this fake news runs the gamut from the trivial both the president is angry and isolated, his staff is miserable, to be more serious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You cannot fire Comey for the wrong reasons. You cannot fire him to stop an investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think this is a crisis for the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Blah, blah, blah, it's always the beginning of the end. Remember dire predictions of Don Jr.'s meeting in the Trump Tower with Russian lawyer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He should be concerned even more so than he should be concerned for himself. If Donald Trump Jr. has does have some legal exposure here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think they are shocked. The news is frightening and people might go to jail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You are exactly right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The news is tightening! One of my favorites was the frenzy surrounding the prospect that the Trump Presidency hinged on the word of his Former Attorney, Michael Cohen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If this Michael Cohen evidence stands up, if Michael Cohen does stand up to this, this is a potentially huge, potentially something that could prove the President colluded, and that is an impeachable offense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Go, max headroom! Who could forget the goofballs predicting a story peddled by a porn star could topple Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If Stormy Daniels comes out that and it seems to be credible, that could bring down this presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, Donnie. Throughout all of it, was the media's massive heart pounding buildup of the Mueller probe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are seeing that the collusion piece of this piece by piece starting to be built out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FMEALE",
      "sentences": "The President does looks like somebody who is increasingly desperate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And the crisis cliches never stopped.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It feels like we are finally at a tipping point. The walls are closing in on President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Closing in! But always wrong, never in doubt and never a correction or a mea culpa. Their goal from day one is to drive Trump out of office, the facts be damned. The last 48 hours, the get Trump gang did their hype and have a really all over again.  First was the news of the State Department's IG's urgent meeting with House lawmakers? Wildly coyote was finally going to catch the road runner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That means that something is in those documents that he thinks is really important that the people who are doing this impeachment inquiry see immediately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Immediately! This is really important or not so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't really know the relevance of it. At certain part it's hard to follow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's nothing in here I think that directly relevant to the President's impeachable conduct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Horses foiled again! Draft. At first you don't succeed, hype, hype again. Democrats were salivating on air and off about today's testimony by Kurt Volker. They thought his resignation which was forced as Ukraine Envoy would meet the meeting somehow on Capitol Hill would be a blockbuster. Instead, it was another died.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM JORDON (R-OH)",
      "sentences": "Had said nothing that coincides with what the Democrats are saying, with their whole impeachment narrative. Ambassador Volker unbelievably knowledgeable about what was going on in Ukraine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "As for impeachment himself, Mr. Impeachment Adam Schiff, he seemed today oddly quiet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What did you learn today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, CHAIRMAN, HOUSE INTELLIGENCE COMMITTEE",
      "sentences": "I won't have any comments about the interview until it's concluded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He has comments about comments; you can stop him from talking! Suddenly today, cat had its tongue. This would be so funny if it weren't so serious Democrats doing equivalent day after day yelling fire in a crowded theater. And that theater is America. This is doing enormous damage to the country.   And as for the press, they lost their credibility a long time ago. Not sure they can go any lower, but they are trying. All the President needs to do now is smile and keep delivering results and watch the hype and hyperbole machine self-combust. And that's “The Angle.”  As the Democrats rush to the credit card democracy, GOP leaders are fighting back. Today House Minority Leader Kevin McCarthy sent House Speaker Nancy Pelosi a letter demanding she end impeachment inquiries until \"Equitable rules and procedures are put in place.\" And our next guest also filed an amicus brief in Federal Court today contesting the legality of the entire incongruity. Congressman Doug Collins arguing the House must vote before the process begins, which did not happen here. Ken Star raises that issue last night.  Joining me now, Congressman Doug Collins, Ranking Member of the House Judiciary Committee. Congressman, how can the Democrats run a credible investigation without the Republicans really involved?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DOUG COLLINS, R-GA",
      "sentences": "They can't, Laura. This is the point I've had it. I've been nine months with this, I've been in Judiciary Committee watching Jerry Nadler and his happy bad majority, run roughshod over rules, and they don't care about the rules. They want one thing at the end of the day and that is to impeach this President.  They want to do it since November of 2016. That's why we've been talking about fairness. And at the end of the day, people understand fairness. People may disagree with the President, may not like President, but when you have the Speaker of the House, who refuses to bring an inquiry to the floor, why does that matter?  Because if she might have Democrats vote for an inquiry and they started a true inquiry, then actually we in the minority have a right. Myself would have subpoena power in the Judiciary Committee just like Chairman Nadler would. The President could weigh in to say actually be accused. Isn't that a unique concept?  In America, we actually believe that people have due process rights. But this speaker is running roughshod over the House and it's got to stop. This is a travesty and it's affecting the institution of the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's affecting how people lay out in “The Angle,” Congressman, how people view our Democratic republic, people view the press, how people view the entire concept of fairness? The President being hamstrung in his ability to conduct foreign policy. I'm sorry, but that China, North Korea, and the way they look at this - they don't care one whit about how this affects our economy or anything else.  It's about tearing down this President, ripping them out of office by any means necessary. I've got to ask you. Nancy Pelosi gave an interview on ABC where I think she revealed unwittingly what's really going on? Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "The reelection of Donald Trump would do irreparable damage to United States. We have some serious repair and healing to do in that country for what he's done so far. I'm not sure two terms, it might be irreparable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Okay, so that's it, right. Then we can't risk the people voting for peace and prosperity, you cannot risk it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "It's amazing to me. The Speaker Pelosi has such little faith in the American people. If she was right, if she had agenda, if she believes the Democratic Party candidates for President were actually on the right track, actually sharing the right message, why is she so skeptical of the American people actually voting for what they believe is the right idea. The Problem is she knows that Donald Trump is connecting with the American people, he did it in 2016. We are going to see it again next year, and what they're seeing from her, is simply a warning to overturn election because the next election they're scared of. What is - it's causing an irreparable damages. This is her second term as Speaker. This is her second time around Speaker, what did we get the first time? We got Obamacare; we got all kinds of things that we now have to still dig out of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Shovel ready. It's all shovel ready.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "Shovel ready. What shovel ready is what she's spreading to the American people about what they are doing with this impeachment inquiry? That's shovel ready because it's not anything close - she's lying to the American people, that's why the amicus brief was filed. If she wanted this information, she knew she had to. They're telling the people wanting or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, Fox news has just confirmed that the President will send Pelosi a letter tomorrow that the White House is going to ignore Democrat demands until the House formally approved impeachment proceedings. He's daring her to hold impeachment vote. Good move?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLLINS",
      "sentences": "I think what you are going to have to have - do you know who is scared right now? About 30-40 Democrats in the seats that President Trump won, they're going to actually go and record now and say look, Ms. Pelosi is - Speaker Pelosi, if you want to take us down this path, then you recognize your putting in jeopardy of the House majority that you won last year on a platform of you are going to do something of the American people.   You're going to do trade, you're going to do infrastructure, you're going to do prescription drug crisis. You've done none of that except attacked this President. And also at the same time by the way, take the rules of the house and throw them in the trash can. This is the problem that we are having right now. If you want to do it properly, by the book, do that. But Speaker Pelosi, Chairman Nadler, Chairman Schiff, he can't spell truth much less tell it. And when we understand this, this is the problem we are seeing right now, they are destroying the institution of the House and everybody, Republicans, Democrats, and Independents ought to be aggrieved by that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Although, a swing district Democrats I've got to tell you, you said you will be fair and work with Republicans, you showed your true colors here. Congressman, thank you very much. It's great to have you on tonight. There is a bombshell new development tonight about the political bias of the whistleblower at the center of impeachment mania. A report claiming the anonymous person is reportedly a registered Democrat. Is that a big deal? What does that say about the credibility of the complaint?  A lot more about this challenge to the House not having an actual impeachment vote, a formal vote. Here is John Eastman, Constitutional Scholar, Law Professor at Chapman University, and Harmeet Dhillon, Trump 2020 Advisory and Board Member. And Attorney John, is that enough to suggest that Ukraine-gate is about political retribution, just the fact that the whistleblower is a Democrat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN EASTMAN, CHAPMAN UNIVERSITY LAW PROFESSOR",
      "sentences": "Given the number of Democrats that actually work for the federal government, probably not. What we know is he's a spy at the CIA, he was agitated at the White House for a while, he went back to CIA headquarters, and this information that he based his complained on was leaked to him from within the White House. So that's troubling enough, whether it's because he's a Democrat or just like somebody else in the deep state a partisan against this President no matter what his political affiliation is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There are some folks Harmeet that say the fact that as a registered Democrat, it's just the beginning. That is just a one little tidbit that came out. I think that's just the tip of the iceberg. That's not the biggest deal, but I want to move on with what else is going on with the White House deciding to go totally on the offensive and Republicans on Capitol Hill, that's the position they should always be in. This whole defensive - forget that. They should be filing lawsuit after lawsuit. Harmeet, you do that in your practice, you are always on the move, and a big win last week for Trump in California, this week for Trump in California tell us about this new posture that the Republicans are taking. HARMEET DHILLON, TRUMP 2020 ADVISORY AND BOARD MEMBER: Well, I would say finally Laura, to Professor Eastman's point, whether it's a Democrat or Republican there are plenty of Republicans who betray this President as well. We have to be fighting back. The President has to realize now with this being the second attempt to overthrow him that if he survives this, there is going to be a third and fourth. This is a permanent war splitting that Republicans need to be on because the Democrats have long since abandoned. Any principle or desire to make sure that all Americans stand behind a fair process. They don't care about that. They are just desperate. Shredding the democracy, we are not going to get that back. We've got to fight hard to put them to the test.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "John, what with would the court do? I mean, they don't like to getting involved in political questions if they don't have to, right? This isn't supposed to be political, though. This is supposed to be based on impeachment. It's supposed to be high crimes and misdemeanors. In the amicus brief, what does that really amount to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EASTMAN",
      "sentences": "Well, the problem is that the House has the sole power of impeachment and the Senate has the sole power to try impeachment. In the context of the Senate trying an impeachment, the Supreme Court has already held years ago that what their procedures are entirely up to them. I suspect that the court would do the same thing with the House of Representatives.  That doesn't mean it's not unfair and what's going on here is grossly unfair. I mean, the notions that Republicans can even ask questions, they don't have the same subpoena power to bring witnesses on the other side to challenge the fake narrative--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Like I told star changed it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EASTMAN",
      "sentences": "It's insane, what's more significant here is the latest treat is to demand all of the President's foreign phone calls with other heads of states, which foreign Head of State is actually going to negotiate with our President on the phone given this circus atmosphere that's in Washington, D.C.? They would be insane to do that! That means what the Democrats are doing is usurping the cause additional role of the President in conducting foreign affairs and it is starting and damaging us nationally, internationally and threatening our very standing on the world stage for petty, cheap political points.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I don't think Harmeet the founders ever anticipated things like - I don't think - it doesn't seem like they could have anticipated this happening to our republic. No due process. No understanding of fairness. This is what Nancy and Adam want to shop through? They think this is going to come down as, okay, thank you? Harmeet close it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "Absolutely, Laura. We have a system of checks and balances put in place by the founders. And I wouldn't say even five years ago I couldn't have imagine that we come to this situation where these people who are leaders of the opposing party would tear up the constitution, tried to undermanned the office of the presidency permanently. Make sure that no world leader ever trust us again and make sure that the American voters do not trust our politicians again and that they don't vote because they don't trust the process. This is really an impeachment against the American people and their vote, Laura. If this is allowed to proceed on this track, it's going to permanently damage our country and we cannot let that happen for the future of the country, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Harmeet and John, thank you so much tonight, both of you. Before we go, last night I made a comment about the whistleblower, the lawyer, saying he previously resented Chuck Schumer and Hillary Clinton. That was incorrect. I was mistaking Mark for another attorney representing the whistleblower named Andrew Bakaj who just worked for Clinton and Schummer. So it was a different lawyer. I apologize for that mix up. Up next, Rudy G Giuliani, says Secretary Of State Mike Pompeo promised to investigate the Biden families Ukraine connections. But sources now say that's not true. What is the truth? Rudy Giuliani is here to clear it up in moments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We have a fox news alert. Fox has obtained a copy of notes that Rudy Giuliani, Trump's Personal Attorney, took while interviewing fired Ukrainian prosecutor Victor Shokin in January. Shokin claims his investigation stopped out of fear of the United States. Shokin was investigating Burisma where Joe Biden's son Hunter served on the board. But today, Former Ukraine Envoy Kurt Volker, reportedly told lawmakers that Giuliani was warned Ukrainian claims regarding the Bidens were not credible. So what's the truth? Joining me now is Rudy Giuliani himself. So, Rudy, is Shokin a credible source? RUDY GIULIANI, TRUMP's PRESONAL ATTORNEY: Well, Shokin - we cannot determine Shokin as a credible source because nobody investigated it. If I had been told that Shokin is not a credible source, I would've immediately said to do an investigation and to determine that. I would've been curious as to how they came to that conclusion. If they didn't do an investigation because I would've then suspected that the Obama holdovers who were trying to protect several people on the State Department were lying to them. The only way you can determine Shokin is telling the truth or not is to question him and determine does he have corroboration or doesn't he?  And he does happen to have corroboration in the person of two other prosecutors. So I'm curious if whether the State Department have conducted that investigation. Let me clear up the conversation with Pompeo. I turned over that outline that you see that Secretary Pompeo, I had hand-delivered with him, had a conversation with him thereafter, and he told me that he was going to turn it over not to investigate Biden, which is I think maybe the problem, but that's the way the press wants to drive it. He told me he was going to turn it over for internal investigation because within his purview, the real questions were how improper were the actions of the Ambassador and several other people that are named here in the State Department that appeared to have been involved in collecting the dirty information on the Trump campaign, which, in fact, there is a finding of the Ukrainian court that there was illegal information!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Rudy, I've got to tell you that I think Americans in general can't follow most of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Of course they can't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I can follow it because I live, breathe, eat this. For most people - or he is saying this. One guy resigned and meanwhile they are just trying to pay their bills at the end of the month and hoping like stock market doesn't crash. So most people cannot follow this, but they can see that there seems to be some confusion within the administration. Pompeo seems like he's saying that he's saying he didn't promised to look into the Bidens. He felt the need through sources to say, we did and promise that. You seem to indicate that the other night with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, because he was given the mischaracterization of what I said. I never said he promised to investigate Biden. He didn't say that. What he said was he was going to give into his investigators to conduct an internal investigation. And I was happy about that because I thought if they did an internal investigation it would lead to everything else.  Now I see no evidence that they did an internal investigation, but then again they may have. If Volker had said to me that my sources were incredible, wrong, I would have immediately said did you do an investigation, because I really wanted them to. People have to be careful about the words here. And I agree with you. It's too confusing except one thing, I learned as a prosecutor. I was taught this, follow the money. All the money is going to the Bidens. That's where the millions of dollars are going. A crooked--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Everyone is calling that a conspiracy in the media. Every time, \"The New York Times\" repeats out tonight--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "It is a conspiracy!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "--about Trump special envoy. Unproven conspiracy - this has repeated all day long and on every network. Rudy Giuliani making unsubstantiated claims about the Bidens, you yourself says it wasn't investigated. Yet the appearance of impropriety, there is no doubt there is an appearance of impropriety. At the very least, Joe Biden should've never been doing Ukraine policy when his son was on the board, never should've been happening period, end of story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "And the son should not have been paid five to $8 million when he had just come out of a drug problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That is Burisma's thing, but the Vice President should not have been engaging in this behavior while his son was. That should've never happen, for any member of the media to claim that that's school doesn't know what they're talking about. People can understand that Rudy, they're going to understand that right off the back.  I want to show a text message that was released today. This is between Bill Taylors a Top U.S. diplomat to Ukraine Rudy and Gordon Sunland U.S. Ambassador to the EU. Okay, this was September 9th. He said, as I said on the phone, I think it's crazy to withhold security assistance to help with a political campaign, right? Than Sunland says, Bill, I believe you are incorrect about the President Trump's intensions, President has been crystal clear. No quid pro quo as of any kind. President is trying to validate whether Ukraine is going to adopt transparency and reform that Zelensky promised over the campaign. I suggest we stop the back and forth by text. Sunland Ambassador to the EU basically telling Taylor knock it off, that's not what the President intended, making it clear that transcript, the President's transcript was about corruption in the Ukraine with a reference to, we'll look into this because it's part of the corruption. Rudy, your thoughts on this text?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Absolutely right. That's exactly what it was about. It's been mischaracterized, the Democrats have pushed the narrative with the press that is willing to print anything they say, that the President was trying to hurt a political opponent when, in fact, from long before Biden was even in the race, the President's concern was with how the Ukrainians had participated in collusion and how the Vice President of the United States had seriously damage the integrity of our country by having a son get billions and billions of dollars while he was doling out billions of dollars which on the face of it is entirely correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hey, Rudy, Mike McFaul was on MSNBC tonight. He said this. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL MCFAUL, FORMER AMBASSADOR TO RUSSIA",
      "sentences": "I think Ambassador Volker signed up to this job to try to end the war in - and the middle of all that, President Trump with his other special Envoy Rudy Giuliani decides that the only thing they care about with Ukraine is, one, investigating Hunter Biden and the corruption, \"Of the Vice President\", and two he wants to get Putin off the hook and blame Ukrainians for the interference in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Rudy, the Former Ambassador to Russia says Trump is trying to get Putin off the hook? Or you're trying to get Putin off the hook or both?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "When was the Ambassador?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "During Obama?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Was he the Ambassador when Obama said after the election he'll go easy on Vladimir? Did that phone interview do anything about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Rudy, great to see you tonight. Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "They are such ponies, but they've got the press in their pocket.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, we will expose them night after night. Thanks so much. Coming up, why is John Brennan sweating bullets about answering U.S. Attorney John Durham's questions, and why has the media allow him to keep pushing again the debunked Russia hoax? I kid you not; Former CIA Analyst Fred Fleitz is here on why Brennan is running scared?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "MSNBC trotted out John Brennan yesterday, who not only propped up the phony Russian colleague narrative, but even suggested it's going to happen again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BRENNAN, FORMER CIA DIRECTOR",
      "sentences": "It's not just that Trump doesn't care about Russian interference. As he sees his political fortunes dwindling, I think he really is hoping that his pal Vladimir is going to come through once again and help him get elected in 2020 if he's going to be in office by then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Just for that comment, he should never work again. That is just -- his pal Vladimir. This guy, intel bigwig? What would cause a once venerated spy chief to level such a bogus claim again? Well, fear?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRENNAN",
      "sentences": "I'm supposedly going to be interviewed by Mr. Durham as part of this investigation. I remember William Barr when he was testifying in front of Congress, he said he didn't understand the predication of the counterintelligence investigation that was launched into Russia's interference in the 2016 election. I don't understand the predication of this worldwide effort to try to uncover dirt, either real or imagined, that would discredit that investigation in 2016 and into Russian interference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Was he really had of the CIA? That is terrifying. Someone is very worried. Joining me now, Fred Fleitz is a former CIA analyst, former NSC official. Fred, if Brennan did everything by the book like he says he did, why does he seem very on the edge about Durham's interview?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED FLEITZ, FORMER CIA ANALYST",
      "sentences": "Laura, this is a priority for the president that what happened in 2016 doesn't happen again. Intelligence was weaponized. This is a huge part of our government to collect foreign intelligence to defend our national security. It was used to influence a presidential election, and we know Brennan was in the middle of all of this. An example I love to talk about, our ambassador to United Nations asked for the names of hundreds of Trump officials --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Samantha Power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "Samantha Power, to be demasked from NSA reports. If I was a CIA analyst at the time, I was there 19 years, I would have refused to do that and reported --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You would have not done what Samantha Power asked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "If I was the officer, I'd say I can't do that. I can't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Do we even know why this was done? We've never really learned the truth about this, have we?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "It's one of many aspects of the abuse of our --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Susan Rice, all these people, people were asking for unmasking like asking for popcorn at the theater.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "Brennan was shopping around the Steele Dossier. The Steele Dossier was used in FISA requests to spy on Trump appointees. We know intelligence was leaked against General Flynn and Senator Sessions. And the president said something very clear. I don't want this to happen again, either to Republican or Democratic candidates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Does he have a right and a duty -- I think he has a duty to look into this, a duty to have someone look into this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "And the intelligence community has ignored it. They don't talk about this. They haven't done anything to address it. We have to have them admit that this happened, and to put in place rules to make sure it never happens again. That wouldn't be that difficult.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Do you think Schiff should recuse himself from this entire affair, given his ties to the Ukrainian arms merchants, a guy who was born in the Soviet Union, moved here, had fundraisers for him. He had a vested interest in keeping the big war machine going, and Hillary would've been a much better peg for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "I think so. I think Adam Schiff has caused all kinds of problems for this impeachment and Ukraine story. You saw the Democrats scrambling today because the American people were not told the truth about this. The whistleblower first came to the Intelligence Committee, he didn't follow procedures. Schiff learned about this, did not tell his Republican members, which is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He lied about it. Didn't he lie and said there was no contact, and clearly there was contact and he knew about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "He said mid-September, we have not spoken directly to the whistleblower. Who was we? Was he using the royal we for himself?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Even \"Morning Joe\" had to say, well, he wasn't completely candid -- I'm paraphrasing, something like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "He used this information to attack the president throughout the month of August, and it looks like he didn't tell the Republican members, but he did tell Speaker Pelosi because she said to \"60 Minutes\" at the end of September, she knew about the contents of the transcript before it was released.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "As a former intel official yourself, you've seen the damage done to these institutions because of this 2016 debacle. You've got Brennan out there saying, because his pal Vladimir, he doesn't want him blamed, but he can help him out again the next election. Former CIA chief, knowing that this never happened, by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "I'm a big admirer of Leon Panetta because -- he's a Democrat, I don't agree with him. But he is class, and he respects the office of the presidency. He realizes as a former intelligence official he's an ambassador for the field.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He's been hitting Trump lately, too, Leon Panetta. I'm not wild about him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "But Brennan has been a disgrace with his personal attacks. Just seeing a minute ago, he's always angry. I have talked to intelligence officials who don't like the president, and they are very upset with Brennan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Fred, great to see you, as always. And we've shown you the liberal media misinformation campaign regarding impeachment, and now we are going to factcheck their lies. Joining me now is Tammy Bruce, president of the Independent Women's Forum and a FOX News contributor. Tammy, there's no better person to do it then with you. I want to start tonight with CNN, our factcheck. Watch how opinions are simply stated as facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. CHERI BUSTOS, D-ILL.",
      "sentences": "I'm a former investigative reporter. I still take those skills with me to the Hill every single day. In the president's own words, asking a foreign entity to do a favor for him in exchange for delivering defense, that was a line that just went way too far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "I'm holding the transcript, or the notes, or the reconstructed transcript of the call in my hand, and you can see right here President Trump asked the leader of Ukraine to dig up dirt on Joe Biden and his son.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When did the president say dig up dirt on Joe Biden and his son? When did he say that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, INDEPENDENT WOMEN'S VOICE PRESIDENT",
      "sentences": "Didn't say it. Well, Schiff said that, didn't he, to some degree, right, reading it into the Senate record. And that's what they've tried to do because the transcript wasn't at all what they thought it would be. And it's because they didn't expect him to release the transcript. This was their playbook from the start. He was not going to release the transcript and they would create it. It's fanfiction, Laura. It's fanfiction, and they can't stop themselves because they can't adapt to reality. So you hear that. It's horrible enough that Schiff did that and read that into the record of the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And now it's being repeated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let's go on to this next one, though, because this dovetails into what you just said. Nancy Pelosi was on ABC News today lying about Adam Schiff's version, fake version, false version --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "-- of Trump's phone call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE SPEAKER",
      "sentences": "I want the American people know what that phone call was about. I want them to hear it. So yes, it's fair. It's sad, but it's using the president's own words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, ABC NEWS",
      "sentences": "Those weren't the president's words. It was an interpretation of the president's words. They're saying he made this up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "He did not make it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "Has this process past the point of no return?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, George, it has. Tammy, why didn't Stephanopoulos stop it right there and say, he's said, Nancy, it was a parody, Madam Speaker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "She got a very strange look on her face. She's not used at all to hear something that was not appropriate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "George, that wasn't part of the playbook.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Right. And this is, for him, look, obviously, he was in the Clinton team, and that was his throwaway to make it seem like he's a journalist. But he couldn't really carry the ball home, he couldn't really end up doing it. But she said I want people to hear it, as though listening to Schiff is how you are going to be hearing it, and that's where it gets to be like, oh, she was challenged. No, she wasn't. When it came right down to it, she effectively lied about saying those were his words. No, they weren't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But they need that narrative, Tammy, to sell impeachment, to try to get the polls more supportive of impeachment. That's why they have to keep repeating it over and over again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "That is correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Finally, we've got \"Huffington Post\" reporter Sam Stein running some interference today for Adam Schiff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAM STEIN, MSNBC CONTRIBUTOR",
      "sentences": "Obviously we now know that the whistleblower had approached his staff, but there wasn't 100 percent certainty that the whistleblower who had approached his staff was the same one who was behind the actual complaint.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He wasn't fully forthcoming, Tammy, but. There is never a \"but\" when its' a Republican screwing something up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "That segment with him, actually, I have to hand it to him. I'm sure he doesn't play poker. He looked very uncomfortable issuing that line, because it is so absurd. We weren't sure who it was. Maybe it was Casper the friendly ghost. You really don't know -- who knows who it was? It could've been anybody. Maybe it was a delivery of bagels. This is the absurdity. And yet what it tells you, Laura, of course, in media, they know what they are doing is wrong, they know that -- they might as well be a channel on YouTube of Democrat National Committee fans or something. But this is what's so sad about it, is that they're doing it, they know it's not correct, and they continue on anyway. They've ruined an industry. The latest Gallup poll, by the way, on trust in media, people who have a great rest of trust in the media, Laura, 13 percent of American, 13 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And I'd love to talk to those 13 percent just for a few minutes. Amazing Tammy, thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Thank you, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And coming up, why does the new Democrat frontrunner keep lying about her past? First it was her Native American ancestry, and now Warren is lying about something entirely new. We'll reveal it with Howie Carr, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT, D-PRESIDENTIAL CANDIDATE",
      "sentences": "We have a president who is a pathological liar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, FORMER VICE PRESIDENT",
      "sentences": "Everybody knows who Donald Trump is, including his supporters. We choose unity over the division he's sowing. We choose truth over lies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "sentences": "We will meet lies and hate with the truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "Making up lies about me and my family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Trump doesn't have to lie about Senator Warren's family. She's been doing enough of that on her own. Who can forget about her repeated lies about being a Native American? Harvard law school even touted her as their first women of color. Nice. Remember this touching story?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "I still have a picture on my mantle, a picture of my grandfather. My Aunt Bea has walked by that picture at least 1,000 times, remarked that her father, my Papaw, had high cheekbones like all of the Indians do. Being Native American has been part of my story, I guess, since the day I was born.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Speaking of fiction, as we all know, Warren's DNA tests last year showed she was less than one-10 of one percent Native American. But that's not all. A new lie has emerged. This story has become a 2020 campaign trail favorite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "I finished my degree and I became a special needs teacher. I loved it, and I would probably still be doing it today. By the time we got to the end of the first year, I was visibly pregnant. And the principal did what principals did in those days. They wished you luck, showed you the door, and hired someone else for the job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But it turns out that in 2007, Warren was spinning a different yarn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "I worked with children with disabilities. I actually didn't have the education courses, so I was on an emergency certificate. And I went back to graduate school and said, I don't think this is going to work out for me. I was pregnant with my first baby, so I had a baby.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's an evolving narrative. What will she think of next? Joining me now, Howie Carr, Boston radio talk show host extraordinaire, and author of the book \"What Really Happened.\" Howie, is this just a case of maybe she's just a little fuzzy on the memory, or is it developing to help her in the campaign? HOWIE CARR, HOST, \"THE HOWIE CARR SHOW\": I think the right word is \"evolving,\" Laura, you hit the nail on the head. It's almost Biden-esque the way she picks out things that she likes and puts them into her own biography. I think the most appalling case was with her grandparents, and she said that her parents back in the depression era Oklahoma, back in the 1930s, had to elope because her paternal grandparents were so opposed to her father marrying her mother, who was supposedly a Native American, so that they had to elope, that was her word. They had to elope. She told this story repeatedly. \"Breitbart\" went back during her first Senate campaign and checked out the newspaper accounts back in her little hometown in Oklahoma, rural Oklahoma. It turns out that her parents, they just decided on a Saturday afternoon to go to -- they drove to the next town. They weren't married by a justice of the peace, which usually happens when you elope, but they were married by a prominent Methodist clergyman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Snuck off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARR",
      "sentences": "And then they drive back to the town and have a big wedding reception --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Celebration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARR",
      "sentences": "-- which was apparently already planned. Yes, and it got covered on the front page of next week's newspaper. So there was no elopement. It was just all nonsense that she made up. She sat on the campaign trail earlier this year. I practiced law for about 45 minutes. And then it turns out right before Memorial Day for a minimum coverage she lists these 56 cases that she handled, and a lot of them were bankruptcies. Do you know what she and Bernie say about whatever Donald Trump had a brush with bankruptcy -- oh, it's crony capitalism, he ripped off all these small vendors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "She representing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARR",
      "sentences": "She says it's a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, she's inflating and conflating, and it's all part of the victimology narrative. She was a victim, but she somehow persevered, et cetera, et cetera. Howie, you have done some looking into, it's pretty extensive about her lies, and you came across something that didn't seem right in her cookbook. It's called powwow chow. What in the world, what did you find in her cookbook?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARR",
      "sentences": "This was put together by her cousin back in Oklahoma back in the 1980s. She was starting small with the grift. That's the way you usually work a scam. You don't start out like a big Ponzi scheme. You start out with something small, a small embezzlement. So she says she needs to come up with a recipe for this powwow chow cookbook, an Indian cookbook, so she comes down with something called a cold crab omelette, which she claims is a family recipe that has comes down I guess from the Trail of Tears. So during the first Senate campaign, we just typed in the first words of cold crab omelette, of the recipe, and it came back, she had lifted it, plagiarized it from a guy named Pierre Franey, who was a \"New York Times\" French chef.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well-known Native American.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARR",
      "sentences": "He had it in his famous restaurant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He's a member of Choctaw tribe isn't he?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARR",
      "sentences": "It was one of the famous recipes, a favorite of the duke and duchess of Windsor. And --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And very old-school Indian. That's just crazy. Howie, thank you so much. Keep on it, OK, keep on it, don't let up. Coming up, Robert De Niro totally unhinged. A new lawsuit makes some shocking claims about the a-list actor. Fellow actor Robert Davi joins us next to explore how Trump is breaking Hollywood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT DE NIRO, ACTOR",
      "sentences": "He's a con, a bull -- artist, a mutt who doesn't know what he's talking about. He talks how he wants to punch people in the face. Well, I'd like to punch him in the face. Baby in chief has -- in chief I call him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN STELTER, CNN CHIEF MEDIA CORRESPONDENT",
      "sentences": "When you say that, folks on FOX come after you. I remember the Tonys when you got up there and cursed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT DE NIRO, ACTOR",
      "sentences": "This guy is like a gangster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This was actor Robert de Niro in one of his profanity laced rants against the president, and of course, us at FOX News. Here is some irony for you. De Niro was hit with a $12 million sexual harassment and discrimination lawsuit by his former assistant. Anyone can file a lawsuit. We won't make any conclusions about that. And I'd be the first to tell you that anyone can sue. But in this case, De Niro's assistant has evidence in the form of at least an angry voicemail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT DE NIRO, ACTOR",
      "sentences": "You -- don't answer my call? How dare you? You are about to be fired. You're -- history. I'm pissed off because I didn't get a single thing I need, right now here out in California when I'm here for less than 24 hours quick. You've got to be -- kidding me, you spoiled brat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Good acting, except, it's not. Our question tonight, has Trump just broken the entertainment industry. De Niro lives in New York, he's not in Hollywood, but you get my point. Here to answer that question, actor Robert Davi. Robert, people just seem like they are really unhinged, whether it's Alec Baldwin or Chelsea Handler says she needed therapy last May, she said that, and now De Niro, he can't control himself, whining about FOX News, doesn't like to be criticized, all these people go nuts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT DAVI, ACTOR",
      "sentences": "Thank you for having me, Laura. It's interesting. I think the vitriol that De Niro is feeling Donald Trump must come from some, maybe some real estate deal in New York years ago, because it seems kind of unjustified in a certain way. Since he became president, Trump has been under attack, as we all know, with this collusion, and it's misplaced anger. And then when he says something like that to the rest of the nation, what he said on CNN about f-them, you've got 60 million plus people. Now, De Niro is a great actor, great artist, he's revered around the world, and for him to say the president is acting like a gangster when, if you listen to some of the John Gotti recordings, it sounds a little bit like that. And --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Do you know what I have a problem with, Robert? I have a problem with -- they have every right to speak out. We have every right to say we don't care what you say. But everybody has every right to say what they want. They can swear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVI",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's the country we live in, free speech. But what I don't understand is when they are criticized, they're like, you can't criticize me. I'm a professional athlete. I'm an actor. Like, hey, you want to step in the arena of politics, then step in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVI",
      "sentences": "It's a bubble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let's do it. Why don't you come on the show and try that nonsense with someone like me, and then we'll have a real conversation. But you hide behind these puff interviews with people were people just suck up to you 24/7, of course they're going to say anything they want. Stelter is practically worshipping at his feet in that interview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVI",
      "sentences": "They give him feed lines, and the courage to say that kind of stuff, instead a confrontation. It's a continued -- one time I saw an interview with De Niro, he was on stage, and people weren't really cheering or applauding. He says, come on, now, let's applaud this. And of course, it was bashing Trump. It was almost like it was required to stand up and applaud and give an ovation to Trump bashing. And there's a bubble in Hollywood, there's a bubble in New York and the west coast, that Donald Trump has been inside both bubbles, and he's bursting it from inside. And with that, they are sucking oxygen. They are panicking because they can't catch a breath. Something is going on. Kirstie Alley the other day just mentioned something, and I think a lot of people in Hollywood have been frustrated with this. How many years are we going to have of this collusion? And now we have Ukraine and this and that. And no one talks about Schiff making stuff up. None of it --why isn't De Niro upset with Schiff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We don't really care what these people -- God bless them. All it is is anti-Trump all the time. Robert, love having you on. Thanks so much. When we come back, the Last Bite. Kamala Harris, is it her last bite? Maybe",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's time for the Last Bite. Even the fans who showed up for Kamala Harris' rally don't seem all that enthused about her candidacy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "sentences": "A conversation has been coming up about electability. Focus on our campaign. is America ready for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Well, yes, they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oops. Don't ask a question you don't know the answer to. Sorry, Kamala. That's all the time we have tonight. Shannon Bream and the \"Fox News @ Night\" team take it from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "I'm Laura Ingraham; this is “The Ingraham Angle” from an incredibly busy Washington tonight as always bombshell news dropping about the identity of the whistleblower who kicked off the impeachment mania. Constitutional experts John Eastman, Harmeet Dhillon, are going to tell us how significant this development is better. Than Rudy Giuliani under fire from House Democrats and perhaps the Secretary Of State, he'll respond tonight. House Judiciary Ranking Member Doug Collins told a DC Court to ignore the Democrats' impeachment probe and he's going to tell us why? Why does Elizabeth Warren keep lying about her past? New developments there and how we car breaks it all down but first, hype and hyperbole. That's the focus of tonight's “Angle.” How many times have Democrats and press toddies declared that Trump's Presidency was on the ropes? It seems like every other day self-righteous anchors with very serious faces tell the fictitious White House and crisis story. And this fake news runs the gamut from the trivial both the president is angry and isolated, his staff is miserable, to be more serious."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You cannot fire Comey for the wrong reasons. You cannot fire him to stop an investigation."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I think this is a crisis for the country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Blah, blah, blah, it's always the beginning of the end. Remember dire predictions of Don Jr.'s meeting in the Trump Tower with Russian lawyer?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He should be concerned even more so than he should be concerned for himself. If Donald Trump Jr. has does have some legal exposure here."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I think they are shocked. The news is frightening and people might go to jail."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You are exactly right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The news is tightening! One of my favorites was the frenzy surrounding the prospect that the Trump Presidency hinged on the word of his Former Attorney, Michael Cohen."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If this Michael Cohen evidence stands up, if Michael Cohen does stand up to this, this is a potentially huge, potentially something that could prove the President colluded, and that is an impeachable offense."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Go, max headroom! Who could forget the goofballs predicting a story peddled by a porn star could topple Trump?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If Stormy Daniels comes out that and it seems to be credible, that could bring down this presidency."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, Donnie. Throughout all of it, was the media's massive heart pounding buildup of the Mueller probe."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We are seeing that the collusion piece of this piece by piece starting to be built out."
    },
    {
      "speaker": "UNIDENTIFIED FMEALE",
      "utterance": "The President does looks like somebody who is increasingly desperate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And the crisis cliches never stopped."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It feels like we are finally at a tipping point. The walls are closing in on President Trump."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Closing in! But always wrong, never in doubt and never a correction or a mea culpa. Their goal from day one is to drive Trump out of office, the facts be damned. The last 48 hours, the get Trump gang did their hype and have a really all over again. First was the news of the State Department's IG's urgent meeting with House lawmakers? Wildly coyote was finally going to catch the road runner."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "That means that something is in those documents that he thinks is really important that the people who are doing this impeachment inquiry see immediately."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Immediately! This is really important or not so much."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I don't really know the relevance of it. At certain part it's hard to follow."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There's nothing in here I think that directly relevant to the President's impeachable conduct."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Horses foiled again! Draft. At first you don't succeed, hype, hype again. Democrats were salivating on air and off about today's testimony by Kurt Volker. They thought his resignation which was forced as Ukraine Envoy would meet the meeting somehow on Capitol Hill would be a blockbuster. Instead, it was another died."
    },
    {
      "speaker": "REP. JIM JORDON (R-OH)",
      "utterance": "Had said nothing that coincides with what the Democrats are saying, with their whole impeachment narrative. Ambassador Volker unbelievably knowledgeable about what was going on in Ukraine?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "As for impeachment himself, Mr. Impeachment Adam Schiff, he seemed today oddly quiet."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What did you learn today?"
    },
    {
      "speaker": "REP. ADAM SCHIFF, CHAIRMAN, HOUSE INTELLIGENCE COMMITTEE",
      "utterance": "I won't have any comments about the interview until it's concluded."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He has comments about comments; you can stop him from talking! Suddenly today, cat had its tongue. This would be so funny if it weren't so serious Democrats doing equivalent day after day yelling fire in a crowded theater. And that theater is America. This is doing enormous damage to the country. And as for the press, they lost their credibility a long time ago. Not sure they can go any lower, but they are trying. All the President needs to do now is smile and keep delivering results and watch the hype and hyperbole machine self-combust. And that's “The Angle.” As the Democrats rush to the credit card democracy, GOP leaders are fighting back. Today House Minority Leader Kevin McCarthy sent House Speaker Nancy Pelosi a letter demanding she end impeachment inquiries until \"Equitable rules and procedures are put in place.\" And our next guest also filed an amicus brief in Federal Court today contesting the legality of the entire incongruity. Congressman Doug Collins arguing the House must vote before the process begins, which did not happen here. Ken Star raises that issue last night. Joining me now, Congressman Doug Collins, Ranking Member of the House Judiciary Committee. Congressman, how can the Democrats run a credible investigation without the Republicans really involved?"
    },
    {
      "speaker": "REP. DOUG COLLINS, R-GA",
      "utterance": "They can't, Laura. This is the point I've had it. I've been nine months with this, I've been in Judiciary Committee watching Jerry Nadler and his happy bad majority, run roughshod over rules, and they don't care about the rules. They want one thing at the end of the day and that is to impeach this President. They want to do it since November of 2016. That's why we've been talking about fairness. And at the end of the day, people understand fairness. People may disagree with the President, may not like President, but when you have the Speaker of the House, who refuses to bring an inquiry to the floor, why does that matter? Because if she might have Democrats vote for an inquiry and they started a true inquiry, then actually we in the minority have a right. Myself would have subpoena power in the Judiciary Committee just like Chairman Nadler would. The President could weigh in to say actually be accused. Isn't that a unique concept? In America, we actually believe that people have due process rights. But this speaker is running roughshod over the House and it's got to stop. This is a travesty and it's affecting the institution of the House."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's affecting how people lay out in “The Angle,” Congressman, how people view our Democratic republic, people view the press, how people view the entire concept of fairness? The President being hamstrung in his ability to conduct foreign policy. I'm sorry, but that China, North Korea, and the way they look at this - they don't care one whit about how this affects our economy or anything else. It's about tearing down this President, ripping them out of office by any means necessary. I've got to ask you. Nancy Pelosi gave an interview on ABC where I think she revealed unwittingly what's really going on? Watch."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "The reelection of Donald Trump would do irreparable damage to United States. We have some serious repair and healing to do in that country for what he's done so far. I'm not sure two terms, it might be irreparable."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Okay, so that's it, right. Then we can't risk the people voting for peace and prosperity, you cannot risk it."
    },
    {
      "speaker": "COLLINS",
      "utterance": "It's amazing to me. The Speaker Pelosi has such little faith in the American people. If she was right, if she had agenda, if she believes the Democratic Party candidates for President were actually on the right track, actually sharing the right message, why is she so skeptical of the American people actually voting for what they believe is the right idea. The Problem is she knows that Donald Trump is connecting with the American people, he did it in 2016. We are going to see it again next year, and what they're seeing from her, is simply a warning to overturn election because the next election they're scared of. What is - it's causing an irreparable damages. This is her second term as Speaker. This is her second time around Speaker, what did we get the first time? We got Obamacare; we got all kinds of things that we now have to still dig out of."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Shovel ready. It's all shovel ready."
    },
    {
      "speaker": "COLLINS",
      "utterance": "Shovel ready. What shovel ready is what she's spreading to the American people about what they are doing with this impeachment inquiry? That's shovel ready because it's not anything close - she's lying to the American people, that's why the amicus brief was filed. If she wanted this information, she knew she had to. They're telling the people wanting or not?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, Fox news has just confirmed that the President will send Pelosi a letter tomorrow that the White House is going to ignore Democrat demands until the House formally approved impeachment proceedings. He's daring her to hold impeachment vote. Good move?"
    },
    {
      "speaker": "COLLINS",
      "utterance": "I think what you are going to have to have - do you know who is scared right now? About 30-40 Democrats in the seats that President Trump won, they're going to actually go and record now and say look, Ms. Pelosi is - Speaker Pelosi, if you want to take us down this path, then you recognize your putting in jeopardy of the House majority that you won last year on a platform of you are going to do something of the American people. You're going to do trade, you're going to do infrastructure, you're going to do prescription drug crisis. You've done none of that except attacked this President. And also at the same time by the way, take the rules of the house and throw them in the trash can. This is the problem that we are having right now. If you want to do it properly, by the book, do that. But Speaker Pelosi, Chairman Nadler, Chairman Schiff, he can't spell truth much less tell it. And when we understand this, this is the problem we are seeing right now, they are destroying the institution of the House and everybody, Republicans, Democrats, and Independents ought to be aggrieved by that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Although, a swing district Democrats I've got to tell you, you said you will be fair and work with Republicans, you showed your true colors here. Congressman, thank you very much. It's great to have you on tonight. There is a bombshell new development tonight about the political bias of the whistleblower at the center of impeachment mania. A report claiming the anonymous person is reportedly a registered Democrat. Is that a big deal? What does that say about the credibility of the complaint? A lot more about this challenge to the House not having an actual impeachment vote, a formal vote. Here is John Eastman, Constitutional Scholar, Law Professor at Chapman University, and Harmeet Dhillon, Trump 2020 Advisory and Board Member. And Attorney John, is that enough to suggest that Ukraine-gate is about political retribution, just the fact that the whistleblower is a Democrat?"
    },
    {
      "speaker": "JOHN EASTMAN, CHAPMAN UNIVERSITY LAW PROFESSOR",
      "utterance": "Given the number of Democrats that actually work for the federal government, probably not. What we know is he's a spy at the CIA, he was agitated at the White House for a while, he went back to CIA headquarters, and this information that he based his complained on was leaked to him from within the White House. So that's troubling enough, whether it's because he's a Democrat or just like somebody else in the deep state a partisan against this President no matter what his political affiliation is?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There are some folks Harmeet that say the fact that as a registered Democrat, it's just the beginning. That is just a one little tidbit that came out. I think that's just the tip of the iceberg. That's not the biggest deal, but I want to move on with what else is going on with the White House deciding to go totally on the offensive and Republicans on Capitol Hill, that's the position they should always be in. This whole defensive - forget that. They should be filing lawsuit after lawsuit. Harmeet, you do that in your practice, you are always on the move, and a big win last week for Trump in California, this week for Trump in California tell us about this new posture that the Republicans are taking. HARMEET DHILLON, TRUMP 2020 ADVISORY AND BOARD MEMBER: Well, I would say finally Laura, to Professor Eastman's point, whether it's a Democrat or Republican there are plenty of Republicans who betray this President as well. We have to be fighting back. The President has to realize now with this being the second attempt to overthrow him that if he survives this, there is going to be a third and fourth. This is a permanent war splitting that Republicans need to be on because the Democrats have long since abandoned. Any principle or desire to make sure that all Americans stand behind a fair process. They don't care about that. They are just desperate. Shredding the democracy, we are not going to get that back. We've got to fight hard to put them to the test."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "John, what with would the court do? I mean, they don't like to getting involved in political questions if they don't have to, right? This isn't supposed to be political, though. This is supposed to be based on impeachment. It's supposed to be high crimes and misdemeanors. In the amicus brief, what does that really amount to?"
    },
    {
      "speaker": "EASTMAN",
      "utterance": "Well, the problem is that the House has the sole power of impeachment and the Senate has the sole power to try impeachment. In the context of the Senate trying an impeachment, the Supreme Court has already held years ago that what their procedures are entirely up to them. I suspect that the court would do the same thing with the House of Representatives. That doesn't mean it's not unfair and what's going on here is grossly unfair. I mean, the notions that Republicans can even ask questions, they don't have the same subpoena power to bring witnesses on the other side to challenge the fake narrative--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Like I told star changed it."
    },
    {
      "speaker": "EASTMAN",
      "utterance": "It's insane, what's more significant here is the latest treat is to demand all of the President's foreign phone calls with other heads of states, which foreign Head of State is actually going to negotiate with our President on the phone given this circus atmosphere that's in Washington, D.C.? They would be insane to do that! That means what the Democrats are doing is usurping the cause additional role of the President in conducting foreign affairs and it is starting and damaging us nationally, internationally and threatening our very standing on the world stage for petty, cheap political points."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I don't think Harmeet the founders ever anticipated things like - I don't think - it doesn't seem like they could have anticipated this happening to our republic. No due process. No understanding of fairness. This is what Nancy and Adam want to shop through? They think this is going to come down as, okay, thank you? Harmeet close it out."
    },
    {
      "speaker": "DHILLON",
      "utterance": "Absolutely, Laura. We have a system of checks and balances put in place by the founders. And I wouldn't say even five years ago I couldn't have imagine that we come to this situation where these people who are leaders of the opposing party would tear up the constitution, tried to undermanned the office of the presidency permanently. Make sure that no world leader ever trust us again and make sure that the American voters do not trust our politicians again and that they don't vote because they don't trust the process. This is really an impeachment against the American people and their vote, Laura. If this is allowed to proceed on this track, it's going to permanently damage our country and we cannot let that happen for the future of the country, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Harmeet and John, thank you so much tonight, both of you. Before we go, last night I made a comment about the whistleblower, the lawyer, saying he previously resented Chuck Schumer and Hillary Clinton. That was incorrect. I was mistaking Mark for another attorney representing the whistleblower named Andrew Bakaj who just worked for Clinton and Schummer. So it was a different lawyer. I apologize for that mix up. Up next, Rudy G Giuliani, says Secretary Of State Mike Pompeo promised to investigate the Biden families Ukraine connections. But sources now say that's not true. What is the truth? Rudy Giuliani is here to clear it up in moments."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We have a fox news alert. Fox has obtained a copy of notes that Rudy Giuliani, Trump's Personal Attorney, took while interviewing fired Ukrainian prosecutor Victor Shokin in January. Shokin claims his investigation stopped out of fear of the United States. Shokin was investigating Burisma where Joe Biden's son Hunter served on the board. But today, Former Ukraine Envoy Kurt Volker, reportedly told lawmakers that Giuliani was warned Ukrainian claims regarding the Bidens were not credible. So what's the truth? Joining me now is Rudy Giuliani himself. So, Rudy, is Shokin a credible source?"
    },
    {
      "speaker": "RUDY GIULIANI, TRUMP's PRESONAL ATTORNEY",
      "utterance": "Well, Shokin - we cannot determine Shokin as a credible source because nobody investigated it. If I had been told that Shokin is not a credible source, I would've immediately said to do an investigation and to determine that. I would've been curious as to how they came to that conclusion. If they didn't do an investigation because I would've then suspected that the Obama holdovers who were trying to protect several people on the State Department were lying to them. The only way you can determine Shokin is telling the truth or not is to question him and determine does he have corroboration or doesn't he? And he does happen to have corroboration in the person of two other prosecutors. So I'm curious if whether the State Department have conducted that investigation. Let me clear up the conversation with Pompeo. I turned over that outline that you see that Secretary Pompeo, I had hand-delivered with him, had a conversation with him thereafter, and he told me that he was going to turn it over not to investigate Biden, which is I think maybe the problem, but that's the way the press wants to drive it. He told me he was going to turn it over for internal investigation because within his purview, the real questions were how improper were the actions of the Ambassador and several other people that are named here in the State Department that appeared to have been involved in collecting the dirty information on the Trump campaign, which, in fact, there is a finding of the Ukrainian court that there was illegal information!"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Rudy, I've got to tell you that I think Americans in general can't follow most of this."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Of course they can't."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I can follow it because I live, breathe, eat this. For most people - or he is saying this. One guy resigned and meanwhile they are just trying to pay their bills at the end of the month and hoping like stock market doesn't crash. So most people cannot follow this, but they can see that there seems to be some confusion within the administration. Pompeo seems like he's saying that he's saying he didn't promised to look into the Bidens. He felt the need through sources to say, we did and promise that. You seem to indicate that the other night with us."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, because he was given the mischaracterization of what I said. I never said he promised to investigate Biden. He didn't say that. What he said was he was going to give into his investigators to conduct an internal investigation. And I was happy about that because I thought if they did an internal investigation it would lead to everything else. Now I see no evidence that they did an internal investigation, but then again they may have. If Volker had said to me that my sources were incredible, wrong, I would have immediately said did you do an investigation, because I really wanted them to. People have to be careful about the words here. And I agree with you. It's too confusing except one thing, I learned as a prosecutor. I was taught this, follow the money. All the money is going to the Bidens. That's where the millions of dollars are going. A crooked--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Everyone is calling that a conspiracy in the media. Every time, \"The New York Times\" repeats out tonight--"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "It is a conspiracy!"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "--about Trump special envoy. Unproven conspiracy - this has repeated all day long and on every network. Rudy Giuliani making unsubstantiated claims about the Bidens, you yourself says it wasn't investigated. Yet the appearance of impropriety, there is no doubt there is an appearance of impropriety. At the very least, Joe Biden should've never been doing Ukraine policy when his son was on the board, never should've been happening period, end of story."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "And the son should not have been paid five to $8 million when he had just come out of a drug problem."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That is Burisma's thing, but the Vice President should not have been engaging in this behavior while his son was. That should've never happen, for any member of the media to claim that that's school doesn't know what they're talking about. People can understand that Rudy, they're going to understand that right off the back. I want to show a text message that was released today. This is between Bill Taylors a Top U.S. diplomat to Ukraine Rudy and Gordon Sunland U.S. Ambassador to the EU. Okay, this was September 9th. He said, as I said on the phone, I think it's crazy to withhold security assistance to help with a political campaign, right? Than Sunland says, Bill, I believe you are incorrect about the President Trump's intensions, President has been crystal clear. No quid pro quo as of any kind. President is trying to validate whether Ukraine is going to adopt transparency and reform that Zelensky promised over the campaign. I suggest we stop the back and forth by text. Sunland Ambassador to the EU basically telling Taylor knock it off, that's not what the President intended, making it clear that transcript, the President's transcript was about corruption in the Ukraine with a reference to, we'll look into this because it's part of the corruption. Rudy, your thoughts on this text?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Absolutely right. That's exactly what it was about. It's been mischaracterized, the Democrats have pushed the narrative with the press that is willing to print anything they say, that the President was trying to hurt a political opponent when, in fact, from long before Biden was even in the race, the President's concern was with how the Ukrainians had participated in collusion and how the Vice President of the United States had seriously damage the integrity of our country by having a son get billions and billions of dollars while he was doling out billions of dollars which on the face of it is entirely correct."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hey, Rudy, Mike McFaul was on MSNBC tonight. He said this. Watch."
    },
    {
      "speaker": "MICHAEL MCFAUL, FORMER AMBASSADOR TO RUSSIA",
      "utterance": "I think Ambassador Volker signed up to this job to try to end the war in - and the middle of all that, President Trump with his other special Envoy Rudy Giuliani decides that the only thing they care about with Ukraine is, one, investigating Hunter Biden and the corruption, \"Of the Vice President\", and two he wants to get Putin off the hook and blame Ukrainians for the interference in 2016."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Rudy, the Former Ambassador to Russia says Trump is trying to get Putin off the hook? Or you're trying to get Putin off the hook or both?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "When was the Ambassador?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "During Obama?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Was he the Ambassador when Obama said after the election he'll go easy on Vladimir? Did that phone interview do anything about that?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Rudy, great to see you tonight. Thanks."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "They are such ponies, but they've got the press in their pocket."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, we will expose them night after night. Thanks so much. Coming up, why is John Brennan sweating bullets about answering U.S. Attorney John Durham's questions, and why has the media allow him to keep pushing again the debunked Russia hoax? I kid you not; Former CIA Analyst Fred Fleitz is here on why Brennan is running scared?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "MSNBC trotted out John Brennan yesterday, who not only propped up the phony Russian colleague narrative, but even suggested it's going to happen again."
    },
    {
      "speaker": "JOHN BRENNAN, FORMER CIA DIRECTOR",
      "utterance": "It's not just that Trump doesn't care about Russian interference. As he sees his political fortunes dwindling, I think he really is hoping that his pal Vladimir is going to come through once again and help him get elected in 2020 if he's going to be in office by then."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Just for that comment, he should never work again. That is just -- his pal Vladimir. This guy, intel bigwig? What would cause a once venerated spy chief to level such a bogus claim again? Well, fear?"
    },
    {
      "speaker": "BRENNAN",
      "utterance": "I'm supposedly going to be interviewed by Mr. Durham as part of this investigation. I remember William Barr when he was testifying in front of Congress, he said he didn't understand the predication of the counterintelligence investigation that was launched into Russia's interference in the 2016 election. I don't understand the predication of this worldwide effort to try to uncover dirt, either real or imagined, that would discredit that investigation in 2016 and into Russian interference."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Was he really had of the CIA? That is terrifying. Someone is very worried. Joining me now, Fred Fleitz is a former CIA analyst, former NSC official. Fred, if Brennan did everything by the book like he says he did, why does he seem very on the edge about Durham's interview?"
    },
    {
      "speaker": "FRED FLEITZ, FORMER CIA ANALYST",
      "utterance": "Laura, this is a priority for the president that what happened in 2016 doesn't happen again. Intelligence was weaponized. This is a huge part of our government to collect foreign intelligence to defend our national security. It was used to influence a presidential election, and we know Brennan was in the middle of all of this. An example I love to talk about, our ambassador to United Nations asked for the names of hundreds of Trump officials --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Samantha Power."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "Samantha Power, to be demasked from NSA reports. If I was a CIA analyst at the time, I was there 19 years, I would have refused to do that and reported --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You would have not done what Samantha Power asked."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "If I was the officer, I'd say I can't do that. I can't do it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Do we even know why this was done? We've never really learned the truth about this, have we?"
    },
    {
      "speaker": "FLEITZ",
      "utterance": "It's one of many aspects of the abuse of our --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Susan Rice, all these people, people were asking for unmasking like asking for popcorn at the theater."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "Brennan was shopping around the Steele Dossier. The Steele Dossier was used in FISA requests to spy on Trump appointees. We know intelligence was leaked against General Flynn and Senator Sessions. And the president said something very clear. I don't want this to happen again, either to Republican or Democratic candidates."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Does he have a right and a duty -- I think he has a duty to look into this, a duty to have someone look into this."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "And the intelligence community has ignored it. They don't talk about this. They haven't done anything to address it. We have to have them admit that this happened, and to put in place rules to make sure it never happens again. That wouldn't be that difficult."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Do you think Schiff should recuse himself from this entire affair, given his ties to the Ukrainian arms merchants, a guy who was born in the Soviet Union, moved here, had fundraisers for him. He had a vested interest in keeping the big war machine going, and Hillary would've been a much better peg for him."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "I think so. I think Adam Schiff has caused all kinds of problems for this impeachment and Ukraine story. You saw the Democrats scrambling today because the American people were not told the truth about this. The whistleblower first came to the Intelligence Committee, he didn't follow procedures. Schiff learned about this, did not tell his Republican members, which is --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He lied about it. Didn't he lie and said there was no contact, and clearly there was contact and he knew about it?"
    },
    {
      "speaker": "FLEITZ",
      "utterance": "He said mid-September, we have not spoken directly to the whistleblower. Who was we? Was he using the royal we for himself?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Even \"Morning Joe\" had to say, well, he wasn't completely candid -- I'm paraphrasing, something like that."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "He used this information to attack the president throughout the month of August, and it looks like he didn't tell the Republican members, but he did tell Speaker Pelosi because she said to \"60 Minutes\" at the end of September, she knew about the contents of the transcript before it was released."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "As a former intel official yourself, you've seen the damage done to these institutions because of this 2016 debacle. You've got Brennan out there saying, because his pal Vladimir, he doesn't want him blamed, but he can help him out again the next election. Former CIA chief, knowing that this never happened, by the way."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "I'm a big admirer of Leon Panetta because -- he's a Democrat, I don't agree with him. But he is class, and he respects the office of the presidency. He realizes as a former intelligence official he's an ambassador for the field."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He's been hitting Trump lately, too, Leon Panetta. I'm not wild about him."
    },
    {
      "speaker": "FLEITZ",
      "utterance": "But Brennan has been a disgrace with his personal attacks. Just seeing a minute ago, he's always angry. I have talked to intelligence officials who don't like the president, and they are very upset with Brennan."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Fred, great to see you, as always. And we've shown you the liberal media misinformation campaign regarding impeachment, and now we are going to factcheck their lies. Joining me now is Tammy Bruce, president of the Independent Women's Forum and a FOX News contributor. Tammy, there's no better person to do it then with you. I want to start tonight with CNN, our factcheck. Watch how opinions are simply stated as facts."
    },
    {
      "speaker": "REP. CHERI BUSTOS, D-ILL.",
      "utterance": "I'm a former investigative reporter. I still take those skills with me to the Hill every single day. In the president's own words, asking a foreign entity to do a favor for him in exchange for delivering defense, that was a line that just went way too far."
    },
    {
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "utterance": "I'm holding the transcript, or the notes, or the reconstructed transcript of the call in my hand, and you can see right here President Trump asked the leader of Ukraine to dig up dirt on Joe Biden and his son."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When did the president say dig up dirt on Joe Biden and his son? When did he say that?"
    },
    {
      "speaker": "TAMMY BRUCE, INDEPENDENT WOMEN'S VOICE PRESIDENT",
      "utterance": "Didn't say it. Well, Schiff said that, didn't he, to some degree, right, reading it into the Senate record. And that's what they've tried to do because the transcript wasn't at all what they thought it would be. And it's because they didn't expect him to release the transcript. This was their playbook from the start. He was not going to release the transcript and they would create it. It's fanfiction, Laura. It's fanfiction, and they can't stop themselves because they can't adapt to reality. So you hear that. It's horrible enough that Schiff did that and read that into the record of the House."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And now it's being repeated."
    },
    {
      "speaker": "BRUCE",
      "utterance": "That's it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let's go on to this next one, though, because this dovetails into what you just said. Nancy Pelosi was on ABC News today lying about Adam Schiff's version, fake version, false version --"
    },
    {
      "speaker": "BRUCE",
      "utterance": "That's right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "-- of Trump's phone call."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE SPEAKER",
      "utterance": "I want the American people know what that phone call was about. I want them to hear it. So yes, it's fair. It's sad, but it's using the president's own words."
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, ABC NEWS",
      "utterance": "Those weren't the president's words. It was an interpretation of the president's words. They're saying he made this up."
    },
    {
      "speaker": "PELOSI",
      "utterance": "He did not make it up."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "Has this process past the point of no return?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, George, it has. Tammy, why didn't Stephanopoulos stop it right there and say, he's said, Nancy, it was a parody, Madam Speaker."
    },
    {
      "speaker": "BRUCE",
      "utterance": "She got a very strange look on her face. She's not used at all to hear something that was not appropriate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "George, that wasn't part of the playbook."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Right. And this is, for him, look, obviously, he was in the Clinton team, and that was his throwaway to make it seem like he's a journalist. But he couldn't really carry the ball home, he couldn't really end up doing it. But she said I want people to hear it, as though listening to Schiff is how you are going to be hearing it, and that's where it gets to be like, oh, she was challenged. No, she wasn't. When it came right down to it, she effectively lied about saying those were his words. No, they weren't."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But they need that narrative, Tammy, to sell impeachment, to try to get the polls more supportive of impeachment. That's why they have to keep repeating it over and over again."
    },
    {
      "speaker": "BRUCE",
      "utterance": "That is correct."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Finally, we've got \"Huffington Post\" reporter Sam Stein running some interference today for Adam Schiff."
    },
    {
      "speaker": "SAM STEIN, MSNBC CONTRIBUTOR",
      "utterance": "Obviously we now know that the whistleblower had approached his staff, but there wasn't 100 percent certainty that the whistleblower who had approached his staff was the same one who was behind the actual complaint."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He wasn't fully forthcoming, Tammy, but. There is never a \"but\" when its' a Republican screwing something up."
    },
    {
      "speaker": "BRUCE",
      "utterance": "That segment with him, actually, I have to hand it to him. I'm sure he doesn't play poker. He looked very uncomfortable issuing that line, because it is so absurd. We weren't sure who it was. Maybe it was Casper the friendly ghost. You really don't know -- who knows who it was? It could've been anybody. Maybe it was a delivery of bagels. This is the absurdity. And yet what it tells you, Laura, of course, in media, they know what they are doing is wrong, they know that -- they might as well be a channel on YouTube of Democrat National Committee fans or something. But this is what's so sad about it, is that they're doing it, they know it's not correct, and they continue on anyway. They've ruined an industry. The latest Gallup poll, by the way, on trust in media, people who have a great rest of trust in the media, Laura, 13 percent of American, 13 percent."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And I'd love to talk to those 13 percent just for a few minutes. Amazing Tammy, thanks so much."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Thank you, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And coming up, why does the new Democrat frontrunner keep lying about her past? First it was her Native American ancestry, and now Warren is lying about something entirely new. We'll reveal it with Howie Carr, next."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT, D-PRESIDENTIAL CANDIDATE",
      "utterance": "We have a president who is a pathological liar."
    },
    {
      "speaker": "JOE BIDEN, FORMER VICE PRESIDENT",
      "utterance": "Everybody knows who Donald Trump is, including his supporters. We choose unity over the division he's sowing. We choose truth over lies."
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "utterance": "We will meet lies and hate with the truth."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "Making up lies about me and my family."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Trump doesn't have to lie about Senator Warren's family. She's been doing enough of that on her own. Who can forget about her repeated lies about being a Native American? Harvard law school even touted her as their first women of color. Nice. Remember this touching story?"
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "I still have a picture on my mantle, a picture of my grandfather. My Aunt Bea has walked by that picture at least 1,000 times, remarked that her father, my Papaw, had high cheekbones like all of the Indians do. Being Native American has been part of my story, I guess, since the day I was born."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Speaking of fiction, as we all know, Warren's DNA tests last year showed she was less than one-10 of one percent Native American. But that's not all. A new lie has emerged. This story has become a 2020 campaign trail favorite."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "I finished my degree and I became a special needs teacher. I loved it, and I would probably still be doing it today. By the time we got to the end of the first year, I was visibly pregnant. And the principal did what principals did in those days. They wished you luck, showed you the door, and hired someone else for the job."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But it turns out that in 2007, Warren was spinning a different yarn."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "I worked with children with disabilities. I actually didn't have the education courses, so I was on an emergency certificate. And I went back to graduate school and said, I don't think this is going to work out for me. I was pregnant with my first baby, so I had a baby."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's an evolving narrative. What will she think of next? Joining me now, Howie Carr, Boston radio talk show host extraordinaire, and author of the book \"What Really Happened.\" Howie, is this just a case of maybe she's just a little fuzzy on the memory, or is it developing to help her in the campaign? HOWIE CARR, HOST, \"THE HOWIE CARR SHOW\": I think the right word is \"evolving,\" Laura, you hit the nail on the head. It's almost Biden-esque the way she picks out things that she likes and puts them into her own biography. I think the most appalling case was with her grandparents, and she said that her parents back in the depression era Oklahoma, back in the 1930s, had to elope because her paternal grandparents were so opposed to her father marrying her mother, who was supposedly a Native American, so that they had to elope, that was her word. They had to elope. She told this story repeatedly. \"Breitbart\" went back during her first Senate campaign and checked out the newspaper accounts back in her little hometown in Oklahoma, rural Oklahoma. It turns out that her parents, they just decided on a Saturday afternoon to go to -- they drove to the next town. They weren't married by a justice of the peace, which usually happens when you elope, but they were married by a prominent Methodist clergyman."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Snuck off."
    },
    {
      "speaker": "CARR",
      "utterance": "And then they drive back to the town and have a big wedding reception --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Celebration."
    },
    {
      "speaker": "CARR",
      "utterance": "-- which was apparently already planned. Yes, and it got covered on the front page of next week's newspaper. So there was no elopement. It was just all nonsense that she made up. She sat on the campaign trail earlier this year. I practiced law for about 45 minutes. And then it turns out right before Memorial Day for a minimum coverage she lists these 56 cases that she handled, and a lot of them were bankruptcies. Do you know what she and Bernie say about whatever Donald Trump had a brush with bankruptcy -- oh, it's crony capitalism, he ripped off all these small vendors."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "She representing --"
    },
    {
      "speaker": "CARR",
      "utterance": "She says it's a --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, she's inflating and conflating, and it's all part of the victimology narrative. She was a victim, but she somehow persevered, et cetera, et cetera. Howie, you have done some looking into, it's pretty extensive about her lies, and you came across something that didn't seem right in her cookbook. It's called powwow chow. What in the world, what did you find in her cookbook?"
    },
    {
      "speaker": "CARR",
      "utterance": "This was put together by her cousin back in Oklahoma back in the 1980s. She was starting small with the grift. That's the way you usually work a scam. You don't start out like a big Ponzi scheme. You start out with something small, a small embezzlement. So she says she needs to come up with a recipe for this powwow chow cookbook, an Indian cookbook, so she comes down with something called a cold crab omelette, which she claims is a family recipe that has comes down I guess from the Trail of Tears. So during the first Senate campaign, we just typed in the first words of cold crab omelette, of the recipe, and it came back, she had lifted it, plagiarized it from a guy named Pierre Franey, who was a \"New York Times\" French chef."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well-known Native American."
    },
    {
      "speaker": "CARR",
      "utterance": "He had it in his famous restaurant."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He's a member of Choctaw tribe isn't he?"
    },
    {
      "speaker": "CARR",
      "utterance": "It was one of the famous recipes, a favorite of the duke and duchess of Windsor. And --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And very old-school Indian. That's just crazy. Howie, thank you so much. Keep on it, OK, keep on it, don't let up. Coming up, Robert De Niro totally unhinged. A new lawsuit makes some shocking claims about the a-list actor. Fellow actor Robert Davi joins us next to explore how Trump is breaking Hollywood."
    },
    {
      "speaker": "ROBERT DE NIRO, ACTOR",
      "utterance": "He's a con, a bull -- artist, a mutt who doesn't know what he's talking about. He talks how he wants to punch people in the face. Well, I'd like to punch him in the face. Baby in chief has -- in chief I call him."
    },
    {
      "speaker": "BRIAN STELTER, CNN CHIEF MEDIA CORRESPONDENT",
      "utterance": "When you say that, folks on FOX come after you. I remember the Tonys when you got up there and cursed."
    },
    {
      "speaker": "ROBERT DE NIRO, ACTOR",
      "utterance": "This guy is like a gangster."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This was actor Robert de Niro in one of his profanity laced rants against the president, and of course, us at FOX News. Here is some irony for you. De Niro was hit with a $12 million sexual harassment and discrimination lawsuit by his former assistant. Anyone can file a lawsuit. We won't make any conclusions about that. And I'd be the first to tell you that anyone can sue. But in this case, De Niro's assistant has evidence in the form of at least an angry voicemail."
    },
    {
      "speaker": "ROBERT DE NIRO, ACTOR",
      "utterance": "You -- don't answer my call? How dare you? You are about to be fired. You're -- history. I'm pissed off because I didn't get a single thing I need, right now here out in California when I'm here for less than 24 hours quick. You've got to be -- kidding me, you spoiled brat."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Good acting, except, it's not. Our question tonight, has Trump just broken the entertainment industry. De Niro lives in New York, he's not in Hollywood, but you get my point. Here to answer that question, actor Robert Davi. Robert, people just seem like they are really unhinged, whether it's Alec Baldwin or Chelsea Handler says she needed therapy last May, she said that, and now De Niro, he can't control himself, whining about FOX News, doesn't like to be criticized, all these people go nuts."
    },
    {
      "speaker": "ROBERT DAVI, ACTOR",
      "utterance": "Thank you for having me, Laura. It's interesting. I think the vitriol that De Niro is feeling Donald Trump must come from some, maybe some real estate deal in New York years ago, because it seems kind of unjustified in a certain way. Since he became president, Trump has been under attack, as we all know, with this collusion, and it's misplaced anger. And then when he says something like that to the rest of the nation, what he said on CNN about f-them, you've got 60 million plus people. Now, De Niro is a great actor, great artist, he's revered around the world, and for him to say the president is acting like a gangster when, if you listen to some of the John Gotti recordings, it sounds a little bit like that. And --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Do you know what I have a problem with, Robert? I have a problem with -- they have every right to speak out. We have every right to say we don't care what you say. But everybody has every right to say what they want. They can swear."
    },
    {
      "speaker": "DAVI",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's the country we live in, free speech. But what I don't understand is when they are criticized, they're like, you can't criticize me. I'm a professional athlete. I'm an actor. Like, hey, you want to step in the arena of politics, then step in."
    },
    {
      "speaker": "DAVI",
      "utterance": "It's a bubble."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let's do it. Why don't you come on the show and try that nonsense with someone like me, and then we'll have a real conversation. But you hide behind these puff interviews with people were people just suck up to you 24/7, of course they're going to say anything they want. Stelter is practically worshipping at his feet in that interview."
    },
    {
      "speaker": "DAVI",
      "utterance": "They give him feed lines, and the courage to say that kind of stuff, instead a confrontation. It's a continued -- one time I saw an interview with De Niro, he was on stage, and people weren't really cheering or applauding. He says, come on, now, let's applaud this. And of course, it was bashing Trump. It was almost like it was required to stand up and applaud and give an ovation to Trump bashing. And there's a bubble in Hollywood, there's a bubble in New York and the west coast, that Donald Trump has been inside both bubbles, and he's bursting it from inside. And with that, they are sucking oxygen. They are panicking because they can't catch a breath. Something is going on. Kirstie Alley the other day just mentioned something, and I think a lot of people in Hollywood have been frustrated with this. How many years are we going to have of this collusion? And now we have Ukraine and this and that. And no one talks about Schiff making stuff up. None of it --why isn't De Niro upset with Schiff?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We don't really care what these people -- God bless them. All it is is anti-Trump all the time. Robert, love having you on. Thanks so much. When we come back, the Last Bite. Kamala Harris, is it her last bite? Maybe"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's time for the Last Bite. Even the fans who showed up for Kamala Harris' rally don't seem all that enthused about her candidacy."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "utterance": "A conversation has been coming up about electability. Focus on our campaign. is America ready for that?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No."
    },
    {
      "speaker": "HARRIS",
      "utterance": "Well, yes, they are."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oops. Don't ask a question you don't know the answer to. Sorry, Kamala. That's all the time we have tonight. Shannon Bream and the \"Fox News @ Night\" team take it from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}