{
  "date": "October 6, 2021",
  "headline": "'Your World' on debt ceiling battle",
  "subHeadline": "'Your World' welcomed guests Amesh Adalja, Robert Nardelli, Rob Portman and James Clyburn.",
  "url": "https://www.foxnews.com/transcript/your-world-on-debt-ceiling-battle",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "All right, this chart says it all. This chart really does say at all. See all the red earlier in the day, when we had swooned better than 350 points in the Dow Jones industrials? Around, oh, a little after 2:00 p.m. Eastern time, the markets got wind of these developments in Washington that showed maybe, maybe they can avoid a government default because maybe, just maybe, Mitch McConnell had signaled he might have some wiggle room to help Democrats on avoiding all of that. We're going to get the details of that shortly. We're going to get White House reaction shortly. Bottom line, it improved the stock line today, with the Dow up better than 100 points, largely on optimism we're not going to go, at least immediately, belly up. You take what you can get, my friends. Welcome. So good to have you. I'm Neil Cavuto. And this is \"Your World.\" To Chad Pergram right now on what has changed and whether the reaction from the markets is warranted -- Chad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "sentences": "Good afternoon, Neil. Well, Senate Minority Leader Mitch McConnell has just made an offer to Senate Democrats. The offer, suspend the debt ceiling through early December, or the GOP won't gum up the works. They would let Democrats lift the debt ceiling on their own via budget reconciliation. That's the special process which is exempt from filibusters. The Senate majority whip, Dick Durbin, says he doesn't like using reconciliation for the debt ceiling. And it's unclear if Wall Street is starting to get in the ears of both parties about the looming crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "sentences": "It's not a dispute that the debt ceiling needs to be addressed. The only issue is, who does it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "They have called you to -- but have they called you to implore you, the banking industry, Wall Street investors?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCONNELL",
      "sentences": "I'm sure we have heard from everybody, and I'm sure the Democrats have as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "There was a trial balloon that Democrats could try to change filibuster provisions exclusively for the debt ceiling, but they need the vote of all 50 Democrats. That's not happening. Senator Joe Manchin put the kibosh on that. And if the sides were to agree to a specific dollar figure on the debt ceiling vs. a suspension, that could buy time. Treasury could then start to make its payments. That would get Treasury into February or March. And a procedural vote to overcome a filibuster on the Democrats' plan to suspend the debt ceiling, that has been postponed. Democrats are now discussing what comes next -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Chad, thank you very, very much. Well, if all of this has a little bit of feeling of deja vu, you're right. It's happened about 78, 79 other times since 1960. But why go into those other instances? The former Speaker John Boehner was a special guest of mine on FOX Business, which, if you don't get...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK, you know the idea. But, anyway, he was telling me that there are some similarities between then and now. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What do you think of what's going on now on the Hill? You revisited these types of things a few times, including that 2011 close call that prompted a ratings agency to nick our AAA rating. What do you think of how that compares to now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FMR. REP. JOHN BOEHNER (R-OH)",
      "sentences": "Well, I think it's pretty similar. I told President Obama when I became speaker in January of 2011 that I wasn't going to increase the debt ceiling without doing something about our spending problem. And, finally, we came to an agreement. Unfortunately, two days later, three days later, the president walked away from the deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Bottom line, can we do the same thing this time, that we come close, but we never go over the cliff, do we? Congressman James Clyburn of South Carolina with us right now, the House majority whip. Congressman, always good to see you. Do you think we will avoid the brink?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JAMES CLYBURN (D-SC)",
      "sentences": "Well, I certainly hope so. But you never know. I don't know a whole lot about the Senate business. And I won't try to tell them how to do their business. But I don't think that this deal that McConnell is offering is a good deal. I think that what he's trying to do is deal with numbers that they can use for headlines against Democrats, talking about our increased spending in terms of numbers. I think we ought to deal with the debt ceiling, if you are going to have one. I don't think we ought to have one. But since we have got one, let's deal with it in terms of dates. So lift the ceiling until whatever date. And stop this foolishness of getting into the -- fall into their trap with a number.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, do -- you have a problem with that. That -- but I'm just curious, because, when you talk about foolishness, Republicans have made the same charge of Democrats in this spending blitzkrieg here that say -- has locked you into this position of joining an infrastructure bill with a much bigger non-infrastructure bill, and that you guys have put yourself in this predicament. What do you say to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "Well, non-infrastructure, there's nothing we're doing here that's not infrastructure. Just because it's not roads and bridges and water and sewage doesn't mean it's not infrastructure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, wait a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "Is broadband infrastructure?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Wait. Wait. What do child care credits or community college or expanded Medicare have to do with infrastructure?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "It has a whole to do with getting mothers, heads of households who happen to be women, getting them back to work. If you have got child care for their children, they will go back to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But that's not infrastructure. That's not infrastructure, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "I'm sorry?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "They might be very valid programs, Congressman, but that's not infrastructure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "Well, the president has called it human infrastructure. And I think that's a nice way to put it, if you talk about education, school construction. How many schools out here cannot be safely attended by kids because they don't have HVAC systems that work? A lot of them don't have restrooms that work. There are schools in my congressional district where the bathrooms don't work for elementary kids. So, these are infrastructure...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so we can argue over the semantics, Congressman. I see what you're saying. But I do want to step back and look at the cost of all of this, because, right now, moderates in your party are saying, wait a minute, $3.5 trillion is too much. The president has indicated it's too much. There's sort of like a middle ground being talked about, about maybe $1.9 trillion to $2.5 trillion. Where are you on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "I'm for the programs. And I have been saying for months now that we ought to stop talking about how much it's going to cost to do it, and start thinking about, what will be the cost if we don't do it? What is the cost to communities if you don't do this? What's the cost of...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. But the cost of everything right now, the way it was outlined, Congressman, it's about $3.5 trillion. Republicans say it's actually much higher than that. But, again, some of the ideas that have been bandied about is limiting the number of programs that you would put into this, not you specifically, or at least limiting or curtailing their shelf life. Let's say a program that would normally have ended in four years would end in three years, whether it's community college applied to all or just those with special needs. Do you think that will be the middle ground that reduces this tab, still gets your priorities, but it's fewer programs and fewer dollars up front?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "It looks like I have had some influence on you, because I have been saying for months now that we ought to stop talking about 10-year budgets and maybe look at what we can do in five years. So, that $3.5 trillion comes from a 10-year number. And so I have been advocating that we ought to do some things for five years, put things -- some things off for three years and do it on the back end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And the rest of your party is considering that, right? The rest of your party, Congressman, is considering that, look, whatever Clyburn said some time ago, that's a good idea, let's cut down the duration and do that, maybe because you realize that's the only way to get the deal done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "I have said it this morning. I said it yesterday. I have been saying it for weeks, that we ought not get trapped in the so-called 10-year budget stuff. So that's where that number comes from...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Understood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "... if applied, what it will cost to do this permanently, which, in government-speak, federal government-speak, means 10 years. So, yes, I have asked my party to take a look at that. And, quite frankly, I have heard some TV reports early this morning some of them thinking about, we ought to look at five years, rather than 10 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, to that point, then, let me just be clear. You know that, you know when you trim the shelf life of something and reduce the number here, you let's say you make a five-year plan, rather than a 10-year plan, you know very well that it's very hard to get rid of these programs that ever are initiated five years out. So, you know, you know that you will get your way anyway in that event, because whenever you get is something that's hard to take away when they expire, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLYBURN",
      "sentences": "I have not been secretive about that as well. I have said, let's do it. It will be difficult to take away, but you can take it away. I would much rather the difficulty of taking it away than the difficulty of getting it started. So let's get it started. These are things that we need to do now to get people back to work now, get kids back in school now, and then look at it three and four months -- four years out. That's what Mitch McConnell is just proposing. He won't propose that we do this until December. Joe Biden said we ought to do this until December 2022. So, if it's good enough for Mitch McConnell, it's good enough for Jim Clyburn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Congressman Clyburn, very good seeing you again. Thank you for taking the time. We will monitor that. Fair and balanced now, reaction from Senator Rob Portman, Ohio Republican on the Senate Finance Committee. Senator, the congressman has a very good point here. You could talk about making this a little less pricey by taking the time frame from, let's say, 10 years to five years or what have you, knowing full well that you will get your way, because it is very unlikely, once government programs and initiatives start, that they never stop. What do you think of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ROB PORTMAN (R-OH)",
      "sentences": "Well, I think that's absolutely true. And I appreciate Jim Clyburn, and I appreciate his candor, frankly. But that's exactly what I fear. People say that it's $3.5 trillion. Actually, it's more than that, the tax-and-spend bill, because it doesn't include programs that both start later, like the Medicare program for dental as an example, doesn't start for several years, but then it will continue indefinitely, or other programs that start and then stop, but, as you say, will be almost impossible not to continue. Once people start getting these benefits, the experience has been in our country that you continue to get them. And, as you know, it's those mandatory spending programs, entitlement programs that are causing us the fiscal crisis that we're in. So, yes, I mean, it is -- it's candid for him to say that. That's the problem with the 3.5. It's really more like $5 trillion when you look at it that way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "And we just can't afford it, at a time when we have $30 trillion in debt. And, by the way, coupled with that, Neil, is also the big tax increases, which really slam our economy right now, hurt small businesses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But if it's a smaller package, Senator, if it's a smaller package, it means that presumably the tax hikes to pay for it might be smaller. Do you think that's the case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Well, yes, but that means they wouldn't even pay for it, because these are going to be programs that will continue. Ten-year is a convention we use.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "That's the way it will be scored by the Congressional Budget Office, is in a 10-year time frame. So if you say a program, it's only going to last five years...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Has the CBO ever gotten it right on a 10-year anything?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I mean, I don't know what I'm going to have for breakfast 10 hours from now. You know what I'm saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Leaving that aside, I'm just curious. On the debt ceiling...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "By the way, I agree with you on CBO. But we got to have some kind of scorekeeper that's...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But on the debt ceiling thing, this is what confuses me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That Mitch McConnell is offering this sort of way to move forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And some said that, maybe after talking to market and business types, he was concerned enough to essentially blink. Do you think Mitch McConnell blinked?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "No, what I think Mitch McConnell said is consistent With what he said all along, which is we are not going to default. And we must not default. And we won't, and we haven't in the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, but he also said, Senator, he would never help out in this process, Democrats have to fix this on their own. Now they're not on their own.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Well, I think -- I think, ultimately, the proposals that he's making do require Democrats to provide the 50 votes, plus one, plus the vice president breaking the tie. So, even though Republicans would allow Democrats to get on to that kind of a bill, the actual debt limit votes would be provided by Democrats and any Republicans that were interested, but I don't think any are, because the increase in the debt, as you know, is driven by two things, one, the $1.9 trillion package at the beginning of this year, March of this year, where no Republican was included on purpose. They did it under reconciliation, sought no Republican support, and didn't receive any. And that was for COVID. But more than half of it did not go to COVID. It went for other priorities, including social spending, and now this big, huge new package we have been talking about, the so-called 3.5 trillion or $5 trillion package that's a lot of new spending programs that will be in place for probably forever. So, this is why Republicans are saying, we're OK to let you get to the debt ceiling, have the vote on the debt ceiling, and Democrats will likely provide the votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we might dodge a bullet of all this comes to pass and a government shutdown doesn't happen, or worse, a default, where we don't make payments to bondholders or Social Security recipients, what have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Right. Right. We can't let that happen. And we won't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And that seems to be the change here. And I don't know whether it was the meeting with business and other financial types or the calls that Republican leaders have gotten, yourself included, that whatever would happen and whoever is pointing the finger, everyone will be raising a finger at you guys if that were to happen. Was that the impetus for this sudden sort of olive branch to Democrats to avoid all of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Well, I think we always knew that, toward the end, we were going to have to figure out a way forward. And it's interesting you mentioned people being blamed. When you look at the polling data, which I saw today, most Americans actually blame the Democrats. Now, I'm not saying that's a reason for us to do or to not to do anything on the debt limit. We should not default. We will not default. We have never defaulted. But I don't think it's true that Republicans were feeling a lot of pressure. I think it was more, frankly, that Democrats were feeling some pressure. And now we're going to figure out a way forward. And that's very positive. It may not be for as long a time period as the Democrats initially want it. But it will be, I think, for a period of time to get us beyond this immediate crisis, get us into, I hope, early next year, and the opportunity for us to get this economy back on track. But let's not do the big tax-and-spending bill, which would have just the opposite effect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It looks like that's going to happen, though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Well, we might get something, but I don't think it's going to be close to the 3.5, or certainly not the 5 that we were talking about a moment ago. It looks like something might happen. I hope it doesn't, because I think it's a terrible time to do it for our economy. We just spent a whole bunch of money earlier this year, in March of this year, on some of the same programs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "And to raise taxes right now, for small business owners, as an example, Neil, you're seeing about a 40 or 50 percent tax increase for successful small businesses. It would have a -- because they're paid -- paying their taxes as individuals. And everything goes up, including a small business surcharge, not having the 20 percent deduction. And then, also, if you look at...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, no, you're right Senator. A lot of that is still iffy. They have got to work out the details.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's far from a given. We will watch how it all sorts out. But, Senator, I do want to thank you very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORTMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We are monitoring Jennifer Psaki right now taking some questions on this very matter and whether they are indeed kicking the can down the road.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "... spoken out about our concerns of human rights abuses in Xinjiang. And I would also note that the president also led an effort to have coordination on the international stage to address this issue, unlike his predecessors. But I'd have to talk to our legislative team about specific views on that -- on the piece of legislation. I know I spoke to it briefly last week, but I will come back to you with that. Go ahead, Steve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "(OFF-MIKE) deal with the Chinese today for President Biden and President Xi to have a virtual summit before the end of the year. Do you see this happening around the G20 summit? And what's the advantage...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we're going continue to monitor Jen Psaki taking questions about, obviously, the ongoing tensions and frictions with China, to say nothing of this deal, quasi-deal, if you want to call it that, to avoid an outright government shutdown or getting too close to October 18 without any money in the till. The message in Washington seems to be, and why the markets turned things around today, is that we will avoid that. This might be kicking the can down the road. But just the idea that this now looks less likely was enough to propel buying, even though a lot of people are doing some head- scratching. We're on this and a lot more -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, gasoline prices at seven-year highs, oil prices are better-than-four-year highs, meat, poultry, you name it looking at three- year highs, all in an environment that could be worsened by all this government spending. So say a number of Republicans, say it's only going to get worse if they don't get that under control. Susan Li with the latest on that -- Susan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN LI, FOX NEWS CORRESPONDENT",
      "sentences": "Neil, you have heard the complaints that your money doesn't go as far as it used to. And that's pretty much true these days, when you have to pay more to fill up your gas tanks and your shopping cart. So you're right. Oil prices are the most expensive since 2014. Now, there was some relief today, with prices falling for the first time in five days on reports at the U.S. might be stepping in to release some of their emergency oil reserves. And that's to ease the pain at the pump for drivers. Natural gas also very expensive, hitting 13-year highs yesterday, but falling roughly 9 percent in its worst day today so far this year. Now, it's not just oil and gas. Cotton and corn are the most expensive in a decade in 2021. Aluminum is the most pricey in 13 years. Steel and soybeans have never cost this much. So when companies have to shell out more for their raw material costs and commodities, they're going to pass it on to consumers. And that's why inflation is at the highest in 13 years. Now, on a day-to- day basis, Americans are also feeling this at the grocery store, food prices jumping over 8 percent in August. And that's the biggest jump in a year since record-keeping began 10 years ago. But the silver lining here is that rising prices are usually a result of an expanding economy, also a strong jobs market. We saw that today with private payrolls for September coming in stronger than anticipated, 568,000 new jobs, which Wall Street thinks points to a strong September jobs report this Friday. But that's also why stock markets have been down over the past month. A stronger economy means that there's less need for stimulus and zero rates, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Susan, thank you very much. I do want to go right back to the White House. Jen Psaki is taking questions, including those from our own Peter Doocy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "... for the fundamental right of people to protest, to object and to criticize. So does the president support the fundamental right of these parents to protest at school board meetings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Of course, but he doesn't stand for the fundamental right -- I assume you don't either -- for people to take violent action against members -- public servants. And that's what the threats are about. And so, no, he doesn't stand for that. No one should.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "John Kerry says that after France was cut out of the nuclear submarine deal, and they were upset enough about being left in the dark that they pulled their ambassador, he went to the president and -- quote -- \"The president literally had not been aware of what had transpired.\" So what else are you guys not telling the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Of course, he was aware of the French being upset.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Let me finish. Let me finish. I know John Kerry quite well. He, of course, was aware, the president, of the French being displeased about the deal with the Australians. John Kerry also speaks regularly to the French as a part of his role as the climate envoy. He's someone who also served as secretary of state. He's someone -- I alone traveled to France with him 25 times. He, of course, conveyed to the president what his read is -- was of what they were specifically unhappy about and how to help address it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "You said this president's first love is foreign policy. So why doesn't he know about these things in real time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Of course he knew about the French being displeased about...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "John Kerry said he literally had not been aware.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Let me finish. I would encourage you to ask John Kerry specifically about the context of his comments. The president and the former secretary are also good friends. He relies on his counsel, as he does as many members of his national security team. But that certainly is not what he was intending to convey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let me ask you quickly. Yesterday, the president said that he would be speaking with Mitch McConnell as it related to the debt limit. Has that conversation happened? And what did he tell him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "They have not spoken. But I think what the president has repeatedly conveyed is that he's certainly open to, as he has shown throughout the course of his presidency, having conversations with Democrats and Republicans, when he feels it would be constructive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "You said they will -- they will be speaking. So you were saying he was saying they will at some point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "At some point, if it's constructive in moving things forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Does the president trust Mitch McConnell to be an honest broker in this process?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "I don't think this is about trust. This is about -- he has known him a long time. But this is about whether you're going to be a leader and take steps that are not based on political calculations and more based on what's in the interests of the United States and the full faith and credit of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "The president discussed that there was a possibility of a filibuster, a carve-out as it related to the debt ceiling. If that were the case, would the president be open to a filibuster carve- out for voting rights? Where does that line get drawn for the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "The president was just simply conveying that there are a range of options that leaders on the Hill are discussing. I think you all have reported that or your colleagues on the Hill have. Nothing more than that. We will be in touch with them. And we will see what the next best options look like. But what is very clear is that there is an easy, risk-free option here, that Republicans could allow Democrats to vote to raise the debt ceiling. We could be done with this today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Can I just follow up very quickly? Why wouldn't the president, given that relationship...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, that's an important distinction there Jen Psaki just made here, one, that the president and Mitch McConnell have not talked. This idea of a carve-out to raise the debt ceiling that would require just a simple majority, that that might be, obviously, less of a point here with the wiggle room that the Republican leader has granted Chuck Schumer to avoid addressing this debt ceiling issue that gets closer by the day. I want to go to Bob Nardelli on all of this, the former Chrysler CEO, former Home Depot CEO. It's interesting. I was mentioning earlier, Bob, that the back-and-forth and the confusion over will the government shut down, will it not shut down, will it have the money come October 18, will it not have the money, clearly, markets move on it. Businesses apparently gotten the ear of -- we're told, of Mitch McConnell to say, look, this is a worry, don't let this happen, and hence this development today. How important is this whole debt ceiling issue to business?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT NARDELLI, FORMER CEO, CHRYSLER",
      "sentences": "Well, first of all, Neil, thank you for having me on in such a special week, 25-year anniversary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NARDELLI",
      "sentences": "And congratulations to you and your team for always, as I say, reporting fair and balanced news. So thank you for that, and congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NARDELLI",
      "sentences": "On the debt ceiling, I think this is a very, very critical issue. And depending upon your any colleague of mine, any CEO, the issue is -- and I have been in business now for 50 years myself -- we're always taught that you don't spend more than you can afford and that, when you have so much cash available, you have to do a prioritization and a return on that investment. So I think that's what's causing a lot of the chaos here, Neil, as you were mentioning earlier with some of your guests, that these really aren't necessarily infrastructure programs as we know that by definition in the past, and, as you said, again, not that you're saying social programs aren't important. It's just a matter of affordability, and how much debt do we continue to pile on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Does it make a difference, then, Bob, if the overall package is smaller? That conceivably could mean that the addition to the debt -- because I agree with you, it is going to be added to the debt, it's not all paid for -- that that would be at least more welcoming news?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NARDELLI",
      "sentences": "Yes. Well, again, the definition of free, in my vernacular, is, if you want to have free education, that the power is free, the buildings are free, the books are free, the faculty is free. That's free. Free isn't when one person doesn't have to pay, but you have to pay for everything else, right? So, I think it's a little bit of a misnomer to say that, whether it's $3.5 billion (sic) or something less, Neil, that it's free and it's paid for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But it's not, right? In the end, Bob, I think people have to get that distinction. And you touched on it. And this is something I raised with Congressman Clyburn, that the end package, whatever its cost, is not going to be its final cost. I mean, if you put -- if you moonlight and sort of let certain programs end at a certain time, sooner than thought, it's not as if they're not going to be renewed. It's not as if they're just going to go away. So that's your concern, right? That's the concern of the business community that it goes on and on and on, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NARDELLI",
      "sentences": "I have never seen a benefit given out that's taken back. I mean, you go all the way back to health care and how that was used, basically, to offset when you had wage controls in place. They start offering health care. It's never been taken back. And a lot of these benefits, again, not commenting whether they're right or wrong, is, when you put them on the table, Neil, you and I have been around long enough to know you don't take them back. It becomes part of the budget that you build upon year after year. And Susan said it right. This whole issue of inflation, when I was on your program last year, remember, Yellen said it was transitory? Well, it's turning out to be a lot longer than the definition of transitory. And it's going to get worse, Neil, I can tell you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NARDELLI",
      "sentences": "I sit on both sides of the table. And whatever (AUDIO GAP) is going out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we will watch it closely. Bob Nardelli, thank you very, very much. Built into the cake on whatever spending we finally get out of this super infrastructure package, whatever you want to call it, is that the rich will foot the bill. But we have learned that the rich are pretty good that, well, shifting their money around. And the shift has just hit the fan -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Boy, did we hear a lot from you when Dr. Francis Collins Francis Collins of the NIH said he's no big fan of mandates, but they're doing the trick, vaccinations going up, cases going down. A doctor weighing in -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you think this is going too far, the mandate issue, or are you OK with it if it leads to more vaccinations, fewer COVID cases?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. FRANCIS COLLINS, DIRECTOR, NATIONAL INSTITUTES OF HEALTH",
      "sentences": "I'm OK with it if it's going to save lives. Neil, we have lost 700,000 people to this disease. And at least 100,000 of them didn't need to die, if we'd been able to get vaccines accepted by people who have still had trouble seeing why they would want them. And I'm sorry if it has to go to this direction of becoming more heavy- handed in a mandate, but do we want to lose another couple thousand lives that couldn't -- didn't really have to be lost? It just feels like this is the moment to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, to hear a lot of you have been e-mailing me and texting me on those comments from Dr. Collins, you don't agree, a good many of you saying that it shouldn't be forced down people's throats, the mandates are bad, and regardless of the implications for the improvement that we have seen on overall fewer cases right now, not worth it, slippery slope. I wonder if Dr. Amesh Adalja agrees, the Johns Hopkins senior scholar, infectious diseases specialist. Doctor, he said that not a big fan personally of mandating anything, but if it brings the case countdown, all good. What do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. AMESH ADALJA, INFECTIOUS DISEASES SOCIETY OF AMERICA",
      "sentences": "Well, it is true that mandates work. And I do think that private businesses, private organizations, hospitals all should be mandating the vaccine as a condition of employment, because they want to make their work force resilient. They want to make their workplace safe. And I think it makes sense. I think it gets a little bit different when you're talking about the government making those decisions. But private businesses certainly should be doing this, like United Airlines has done, like many of the hospitals that I'm on staff with. The OSHA requirement of the president is talking about, that's going to be a little bit tricky. I think it's going to get mired up in courts for some time. But the -- it's unequivocal that vaccines save lives. And the way we get through this pandemic is getting as many people vaccinated as possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, that always goes back and forth with folks. So I do want to move on to Johnson & Johnson right now looking for quick approval from the FDA for its own booster shot to join Pfizer. Moderna, I guess, isn't that far down the road either. What do you make of this whole booster shot rush?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADALJA",
      "sentences": "Well, there is clear evidence that those who are elderly, those with high-risk conditions may benefit from a booster, because it will protect them from getting serious illness. What you're going to see with Johnson & Johnson and Moderna is a similar process that we saw a couple of weeks ago with Pfizer, the FDA advisory committee, the FDA commissioner, the CDC advisory committee, and the CDC director kind of weighing the evidence to see who will benefit from a booster. I don't think every person needs to get a booster. But there clearly are high-risk groups, those above the age of 65, those with high-risk conditions, where boosters are going to be beneficial. And I think people that have gotten the Johnson & Johnson and Moderna vaccine have kind of been left hanging. That will likely come to a close soon, as the FDA works through all of that data, and we probably will have recommendations soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Doctor, thank you very much, Dr. Amesh Adalja, on all that. And, later on, we will be getting into the issue of the mixing and matching of these various vaccines when they do come out. They're still not quite sure about that. In the meantime, still very sure of this. Over 25 years of covering big stories like this, you discover the most amazing people along the way, like this:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Was that your mission statement here, to get back to the Apple of old?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE JOBS, CO-FOUNDER, APPLE",
      "sentences": "Our mission statement is to just make some great computers that can really make a difference to people. I mean, the iMac, you can take an iMac home, take it out of the box and be cruising the Internet in 10 minutes. Try that on a P.C. You're talking more like an hour. So I think what we want to do is make some great products and then tell people about them, and I think tell people about them in an intelligent, witty, kind of fun way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the president says whatever Democrats finally come up at done that super large human infrastructure package, it will be completely paid for. But there might be a warning that come out of these Pandora Papers that have been chronicling how the rich and famous are able to shield their income from taxes, a lot of it in perfectly legal ways, so they can escape the tax man and they're pretty creative all over this country doing all of that. John Bussey, \"The Wall Street Journal,\" FOX News contributor, on that. It got me thinking, which is always dangerous, John. Don't count on that dough from the rich. In the Pandora Papers case and some of the ones that are coming up, they're pretty creative with the mining ways to stash their dough, aren't they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN BUSSEY, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes they are. And we have known, Neil, that this has been going on for decades, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUSSEY",
      "sentences": "That wealthy individuals, companies use offshore tax shelters to essentially funnel their transactions through to avoid property taxes, to avoid income taxes, to avoid corporate taxes. So it's not necessarily illegal. It does not present itself as an option to the average Joe and Josephine who are doing their taxes and paying their taxes every year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUSSEY",
      "sentences": "And what the Pandora Papers really show is that this is fairly extensive. There's a lot of heads of state, there's celebrities, there's a lot of bold names in the list of people who are doing this. So what does this kind of mean for the U.S. and for Biden? There's probably not -- this is in the billions of dollars that are kind of going through these places. Sometimes, the transactions are in the millions. Tony Blair bought a house. It was through a shell company. He said he -- he said it wasn't his decision, it was the vendor's decision to put it in the shell. You buy the company, instead of the house, you pay less of a property tax on the transaction. He says it was completely on the up and up. So, $8 million-plus, what would the taxes be on that? Not enough to fund the U.S. economy. But what this does do is, it kind of helps change the sentiment that's already abroad in the land that companies perhaps got too big of a tax cut in 2017, individuals that are wealthy aren't necessarily paying their share, it probably provides a bit of momentum for that argument.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "In other words, to go after them. But real quickly, John, it also reveals out clever the rich and the famous and their accountants can be at avoiding paying that. So I just think when Democrats plan on getting $2 trillion from them over the next 10 years, corporations too, that number might not get to that number.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUSSEY",
      "sentences": "Yes, it probably wouldn't get to that number. There's going to have to be other methods of getting there, like perhaps spending less. And Biden has already signaled that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. Don't be crazy, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUSSEY",
      "sentences": "Biden is already saying, look, it's probably not going to be $3.5 trillion. It's probably going to be under $2 trillion. But roughly half the company -- a Pew Research poll says half the company is for the infrastructure bill, for the -- for the social spending bill, but not necessarily in their current formats, is what the politicians are discovering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well put, and well-explained, John, too. Thank you very much, John Bussey, on all of that. Well, it's enough. And over the last 25 years that I have been doing this, you sometimes just get so fed up with this stuff, you just want to leave the planet, right? Well, not literally, but, actually, quite a few have. And it's defined our greatness, and it came through again and again with some of the best names I have talked to over the years here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACY CERNAN, DAUGHTER OF ASTRONAUT GENE CERNAN",
      "sentences": "Congratulations, Neil, on 25 years at FOX News. What an accomplishment. We're so excited for you. If dad was here, he would give you that thumbs up and say, \"Way to go, Neil.\" Thanks for the wonderful friendship that you forged for him -- with him and now the wonderful friendship that we have. I'm still waiting around. Maybe you and I will be sitting in those seats headed up to the moon or up to at least into space here one day soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Tracy Cernan, what a remarkable woman, and her father, Gene Cernan, the last man on the walk on the moon, a remarkable hero. A special little subset note on Tracy. Her father, when he was walking around on the moon, wrote along the rock and sand in the lunar soil her name. Imagine telling that to your friends at school that: My name is up on the moon. And it was. And it is. And it's a reminder of the greatness within us. One of the favorite things I have had certainly all this week is looking back at not only our memorable interviews, including those that very much inspired me. I had the -- probably the most important and special kind of a feeling for the space program. I know a lot of you get sick of hearing that I wanted to be an astronaut. I discovered as a kid that I was too fat to fit in the capsule. So, I just covered astronauts, and some of the greatest of all time. And over 25 years, boy, oh, boy, did I have some special treats. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL ARMSTRONG, FORMER NASA ASTRONAUT",
      "sentences": "That's one small step for man, one giant leap for mankind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you get annoyed -- I know you're all being congratulated at the White House today -- with the hero label?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARMSTRONG",
      "sentences": "I guess we don't we don't think of it that way. We just think of it as people who were given extraordinary opportunities and extraordinary times, and we're very, very grateful to have had that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GENE CERNAN, FORMER NASA ASTRONAUT",
      "sentences": "We'd like to dedicate the first step of Apollo 17 to all those who made it possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You look up at the moon. Your kids look up at the moon. Your grandkids look up at the moon. You were the last human being to touch that surface. How does that make you feel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CERNAN",
      "sentences": "Humble. I don't often -- I don't look up at the moon and say, man, what a great guy you are. Here, you're the last guy who went to the moon. I do it when you ask me. And my kids, when our grandkids were growing up, it's always been Poppy's moon. HARRISON SCHMITT, FORMER APOLLO ASTRONAUT (singing): I was strolling on the moon one day in that merry, merry month...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Of December.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHMITT",
      "sentences": "No, May. I don't know why you led off with my rendition of \"Strolling in the Park,\" but nevertheless.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, I have -- believe me, I hold you in high esteem. The singing, I don't know. But who started that, by the way? I know I'm kind of taking a...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But what happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHMITT",
      "sentences": "Well, I started it because I -- in those days, I had this very bad habit of, any time I heard a line that sounded a little bit like a song, I would start singing that song.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "The conspiracy theorists who said that you guys never -- never got to the moon, that this was all a sham, it was all a show. I know how your colleague Buzz Aldrin dealt with that issue, but does it bug you with these conspiracy guys on this 35th anniversary saying, on this very day, that that was the case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL COLLINS, FORMER NASA ASTRONAUT",
      "sentences": "I just don't know how to answer that. They saw the gigantic Saturn rocket go off from Cape Canaveral. It went somewhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "M. COLLINS",
      "sentences": "They saw the pictures of a small Earth. They were taken from some great distance. They saw Neil and Buzz on the surface of what appeared to me to be a moon. I didn't see any cigarette butts or anything lying around out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "M. COLLINS",
      "sentences": "So, I'm convinced that we went. But how do you convince someone who's not, I have no idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUZZ ALDRIN, FORMER NASA ASTRONAUT",
      "sentences": "I'd say all you have to do is to consider who we were in a race with, the Russians, and didn't they have very, very adequate radars to tell whether we were faking something? Wouldn't they be the very first ones to point out if we were trying to pull something over on the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "In fact, you decked a guy you question your whole intent, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALDRIN",
      "sentences": "Yes, I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. You're being a gentleman. All of you guys did these superhuman feats, literally out-of-this-world stuff, and you never seemed to seek out profiting off of your success, unlike a shallow person like me, who would look for every opportunity he could.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM LOVELL, FORMER NASA ASTRONAUT",
      "sentences": "That was our job at the time. So we really didn't expect the profit off of that, although even LIFE magazine was knocking on our door to have exclusive interviews, which sort of was strange to me why they would want to do that. And I'd be going someplace to give a talk in the early days, before I had made any flight, and they were -- they were saying things. I said, I haven't made a flight yet, so why am I -- why does everybody want to hear me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Liftoff of the Falcon 9 and Crew Dragon. Go, NASA. Go, SpaceX. Godspeed, Bob and Doug.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You have been nicknamed, the both of you, the dads. You both have sons of similar age, I believe about 6 years old. You have made a stuffed dinosaur famous, an apatosaurus, I believe. They have sold out of these things on Amazon just because of that. So, any message you want to relay to your sons, first of all, Commander Hurley, to you about what you're seeing, what you're doing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG HURLEY, SPACEX CREW",
      "sentences": "Well, it's actually really nice up here. We get -- once a week, we get a private family conference. That's video. So it's pretty nice to be able to share the experience, so -- albeit my wife have spent six months up here in 2013. So our son has a pretty good idea of what it's like. But he really enjoys seeing all the different modules. And you can float around and kind of show your family what's going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOB BEHNKEN, SPACEX CREW",
      "sentences": "All I would add for my son is that I hope he can be on extra good behavior to make mommy's job easier while I'm out of town.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Is this the way it's going to be, in other words, guys like you maybe working in partnership, working with some of these others, working with a Boeing, what have you? Is this the future now? RICHARD BRANSON, CHAIRMAN & CEO, VIRGIN GROUP: Government-run companies, they are generally not well-run, and they cost an enormous amount of money to achieve what a private company achieves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Are you a tad anxious?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF BEZOS, FOUNDER, AMAZON",
      "sentences": "Neil, I'm not. I am excited, but not anxious. We will see how I feel when I'm strapped into my seat, and -- but I'm very excited. We're ready. The vehicle is ready. This team is amazing. I feel very good about it. And I think my fellow crewmates feel good about it too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Blue Control, Bezos. Best day ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "If we Americans set our sights on a goal and summon the collective will to achieve it, even the sky isn't the limit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I know the name of this show is called \"Your World.\" But, sometimes, I really enjoyed, and some of my most memorable interviews and touching interviews were those who left this world, who were out of this world, that began with a brave few who decided to go ahead and seek out the stars, and now welcome private enterprises and billionaires who are leading us way past them as well. I always think of Gene Cernan, who became a very close and special friend. In fact, he made me an honorary astronaut, so show some respect. I'm an astronaut.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But one of the things I learned from him is never doubt America's greatness. Never doubt what a great country we can be when all the chips are down and the challenges are many. From interviewing the astronauts of Apollo 11 to countless heroes since, one of the great things about this job over 25 years, I got to see what is possible when we put aside what we think is impossible. That's a marvelous lesson for us, and particularly me, as I look at how grateful I am for everything. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "All right, this chart says it all. This chart really does say at all. See all the red earlier in the day, when we had swooned better than 350 points in the Dow Jones industrials? Around, oh, a little after 2:00 p.m. Eastern time, the markets got wind of these developments in Washington that showed maybe, maybe they can avoid a government default because maybe, just maybe, Mitch McConnell had signaled he might have some wiggle room to help Democrats on avoiding all of that. We're going to get the details of that shortly. We're going to get White House reaction shortly. Bottom line, it improved the stock line today, with the Dow up better than 100 points, largely on optimism we're not going to go, at least immediately, belly up. You take what you can get, my friends. Welcome. So good to have you. I'm Neil Cavuto. And this is \"Your World.\" To Chad Pergram right now on what has changed and whether the reaction from the markets is warranted -- Chad."
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "utterance": "Good afternoon, Neil. Well, Senate Minority Leader Mitch McConnell has just made an offer to Senate Democrats. The offer, suspend the debt ceiling through early December, or the GOP won't gum up the works. They would let Democrats lift the debt ceiling on their own via budget reconciliation. That's the special process which is exempt from filibusters. The Senate majority whip, Dick Durbin, says he doesn't like using reconciliation for the debt ceiling. And it's unclear if Wall Street is starting to get in the ears of both parties about the looming crisis."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "utterance": "It's not a dispute that the debt ceiling needs to be addressed. The only issue is, who does it?"
    },
    {
      "speaker": "QUESTION",
      "utterance": "They have called you to -- but have they called you to implore you, the banking industry, Wall Street investors?"
    },
    {
      "speaker": "MCCONNELL",
      "utterance": "I'm sure we have heard from everybody, and I'm sure the Democrats have as well."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "There was a trial balloon that Democrats could try to change filibuster provisions exclusively for the debt ceiling, but they need the vote of all 50 Democrats. That's not happening. Senator Joe Manchin put the kibosh on that. And if the sides were to agree to a specific dollar figure on the debt ceiling vs. a suspension, that could buy time. Treasury could then start to make its payments. That would get Treasury into February or March. And a procedural vote to overcome a filibuster on the Democrats' plan to suspend the debt ceiling, that has been postponed. Democrats are now discussing what comes next -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Chad, thank you very, very much. Well, if all of this has a little bit of feeling of deja vu, you're right. It's happened about 78, 79 other times since 1960. But why go into those other instances? The former Speaker John Boehner was a special guest of mine on FOX Business, which, if you don't get..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK, you know the idea. But, anyway, he was telling me that there are some similarities between then and now. Take a look."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What do you think of what's going on now on the Hill? You revisited these types of things a few times, including that 2011 close call that prompted a ratings agency to nick our AAA rating. What do you think of how that compares to now?"
    },
    {
      "speaker": "FMR. REP. JOHN BOEHNER (R-OH)",
      "utterance": "Well, I think it's pretty similar. I told President Obama when I became speaker in January of 2011 that I wasn't going to increase the debt ceiling without doing something about our spending problem. And, finally, we came to an agreement. Unfortunately, two days later, three days later, the president walked away from the deal."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Bottom line, can we do the same thing this time, that we come close, but we never go over the cliff, do we? Congressman James Clyburn of South Carolina with us right now, the House majority whip. Congressman, always good to see you. Do you think we will avoid the brink?"
    },
    {
      "speaker": "REP. JAMES CLYBURN (D-SC)",
      "utterance": "Well, I certainly hope so. But you never know. I don't know a whole lot about the Senate business. And I won't try to tell them how to do their business. But I don't think that this deal that McConnell is offering is a good deal. I think that what he's trying to do is deal with numbers that they can use for headlines against Democrats, talking about our increased spending in terms of numbers. I think we ought to deal with the debt ceiling, if you are going to have one. I don't think we ought to have one. But since we have got one, let's deal with it in terms of dates. So lift the ceiling until whatever date. And stop this foolishness of getting into the -- fall into their trap with a number."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, do -- you have a problem with that. That -- but I'm just curious, because, when you talk about foolishness, Republicans have made the same charge of Democrats in this spending blitzkrieg here that say -- has locked you into this position of joining an infrastructure bill with a much bigger non-infrastructure bill, and that you guys have put yourself in this predicament. What do you say to that?"
    },
    {
      "speaker": "CLYBURN",
      "utterance": "Well, non-infrastructure, there's nothing we're doing here that's not infrastructure. Just because it's not roads and bridges and water and sewage doesn't mean it's not infrastructure."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, wait a minute."
    },
    {
      "speaker": "CLYBURN",
      "utterance": "Is broadband infrastructure?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Wait. Wait. What do child care credits or community college or expanded Medicare have to do with infrastructure?"
    },
    {
      "speaker": "CLYBURN",
      "utterance": "It has a whole to do with getting mothers, heads of households who happen to be women, getting them back to work. If you have got child care for their children, they will go back to work."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But that's not infrastructure. That's not infrastructure, right?"
    },
    {
      "speaker": "CLYBURN",
      "utterance": "I'm sorry?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "They might be very valid programs, Congressman, but that's not infrastructure."
    },
    {
      "speaker": "CLYBURN",
      "utterance": "Well, the president has called it human infrastructure. And I think that's a nice way to put it, if you talk about education, school construction. How many schools out here cannot be safely attended by kids because they don't have HVAC systems that work? A lot of them don't have restrooms that work. There are schools in my congressional district where the bathrooms don't work for elementary kids. So, these are infrastructure..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so we can argue over the semantics, Congressman. I see what you're saying. But I do want to step back and look at the cost of all of this, because, right now, moderates in your party are saying, wait a minute, $3.5 trillion is too much. The president has indicated it's too much. There's sort of like a middle ground being talked about, about maybe $1.9 trillion to $2.5 trillion. Where are you on this?"
    },
    {
      "speaker": "CLYBURN",
      "utterance": "I'm for the programs. And I have been saying for months now that we ought to stop talking about how much it's going to cost to do it, and start thinking about, what will be the cost if we don't do it? What is the cost to communities if you don't do this? What's the cost of..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. But the cost of everything right now, the way it was outlined, Congressman, it's about $3.5 trillion. Republicans say it's actually much higher than that. But, again, some of the ideas that have been bandied about is limiting the number of programs that you would put into this, not you specifically, or at least limiting or curtailing their shelf life. Let's say a program that would normally have ended in four years would end in three years, whether it's community college applied to all or just those with special needs. Do you think that will be the middle ground that reduces this tab, still gets your priorities, but it's fewer programs and fewer dollars up front?"
    },
    {
      "speaker": "CLYBURN",
      "utterance": "It looks like I have had some influence on you, because I have been saying for months now that we ought to stop talking about 10-year budgets and maybe look at what we can do in five years. So, that $3.5 trillion comes from a 10-year number. And so I have been advocating that we ought to do some things for five years, put things -- some things off for three years and do it on the back end."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And the rest of your party is considering that, right? The rest of your party, Congressman, is considering that, look, whatever Clyburn said some time ago, that's a good idea, let's cut down the duration and do that, maybe because you realize that's the only way to get the deal done?"
    },
    {
      "speaker": "CLYBURN",
      "utterance": "I have said it this morning. I said it yesterday. I have been saying it for weeks, that we ought not get trapped in the so-called 10-year budget stuff. So that's where that number comes from..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Understood."
    },
    {
      "speaker": "CLYBURN",
      "utterance": "... if applied, what it will cost to do this permanently, which, in government-speak, federal government-speak, means 10 years. So, yes, I have asked my party to take a look at that. And, quite frankly, I have heard some TV reports early this morning some of them thinking about, we ought to look at five years, rather than 10 years."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, to that point, then, let me just be clear. You know that, you know when you trim the shelf life of something and reduce the number here, you let's say you make a five-year plan, rather than a 10-year plan, you know very well that it's very hard to get rid of these programs that ever are initiated five years out. So, you know, you know that you will get your way anyway in that event, because whenever you get is something that's hard to take away when they expire, right?"
    },
    {
      "speaker": "CLYBURN",
      "utterance": "I have not been secretive about that as well. I have said, let's do it. It will be difficult to take away, but you can take it away. I would much rather the difficulty of taking it away than the difficulty of getting it started. So let's get it started. These are things that we need to do now to get people back to work now, get kids back in school now, and then look at it three and four months -- four years out. That's what Mitch McConnell is just proposing. He won't propose that we do this until December. Joe Biden said we ought to do this until December 2022. So, if it's good enough for Mitch McConnell, it's good enough for Jim Clyburn."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Congressman Clyburn, very good seeing you again. Thank you for taking the time. We will monitor that. Fair and balanced now, reaction from Senator Rob Portman, Ohio Republican on the Senate Finance Committee. Senator, the congressman has a very good point here. You could talk about making this a little less pricey by taking the time frame from, let's say, 10 years to five years or what have you, knowing full well that you will get your way, because it is very unlikely, once government programs and initiatives start, that they never stop. What do you think of that?"
    },
    {
      "speaker": "SEN. ROB PORTMAN (R-OH)",
      "utterance": "Well, I think that's absolutely true. And I appreciate Jim Clyburn, and I appreciate his candor, frankly. But that's exactly what I fear. People say that it's $3.5 trillion. Actually, it's more than that, the tax-and-spend bill, because it doesn't include programs that both start later, like the Medicare program for dental as an example, doesn't start for several years, but then it will continue indefinitely, or other programs that start and then stop, but, as you say, will be almost impossible not to continue. Once people start getting these benefits, the experience has been in our country that you continue to get them. And, as you know, it's those mandatory spending programs, entitlement programs that are causing us the fiscal crisis that we're in. So, yes, I mean, it is -- it's candid for him to say that. That's the problem with the 3.5. It's really more like $5 trillion when you look at it that way."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "And we just can't afford it, at a time when we have $30 trillion in debt. And, by the way, coupled with that, Neil, is also the big tax increases, which really slam our economy right now, hurt small businesses."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But if it's a smaller package, Senator, if it's a smaller package, it means that presumably the tax hikes to pay for it might be smaller. Do you think that's the case?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Well, yes, but that means they wouldn't even pay for it, because these are going to be programs that will continue. Ten-year is a convention we use."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "That's the way it will be scored by the Congressional Budget Office, is in a 10-year time frame. So if you say a program, it's only going to last five years..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Has the CBO ever gotten it right on a 10-year anything?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I mean, I don't know what I'm going to have for breakfast 10 hours from now. You know what I'm saying?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Leaving that aside, I'm just curious. On the debt ceiling..."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "By the way, I agree with you on CBO. But we got to have some kind of scorekeeper that's..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But on the debt ceiling thing, this is what confuses me."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That Mitch McConnell is offering this sort of way to move forward."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And some said that, maybe after talking to market and business types, he was concerned enough to essentially blink. Do you think Mitch McConnell blinked?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "No, what I think Mitch McConnell said is consistent With what he said all along, which is we are not going to default. And we must not default. And we won't, and we haven't in the past."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, but he also said, Senator, he would never help out in this process, Democrats have to fix this on their own. Now they're not on their own."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Well, I think -- I think, ultimately, the proposals that he's making do require Democrats to provide the 50 votes, plus one, plus the vice president breaking the tie. So, even though Republicans would allow Democrats to get on to that kind of a bill, the actual debt limit votes would be provided by Democrats and any Republicans that were interested, but I don't think any are, because the increase in the debt, as you know, is driven by two things, one, the $1.9 trillion package at the beginning of this year, March of this year, where no Republican was included on purpose. They did it under reconciliation, sought no Republican support, and didn't receive any. And that was for COVID. But more than half of it did not go to COVID. It went for other priorities, including social spending, and now this big, huge new package we have been talking about, the so-called 3.5 trillion or $5 trillion package that's a lot of new spending programs that will be in place for probably forever. So, this is why Republicans are saying, we're OK to let you get to the debt ceiling, have the vote on the debt ceiling, and Democrats will likely provide the votes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we might dodge a bullet of all this comes to pass and a government shutdown doesn't happen, or worse, a default, where we don't make payments to bondholders or Social Security recipients, what have you."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Right. Right. We can't let that happen. And we won't."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And that seems to be the change here. And I don't know whether it was the meeting with business and other financial types or the calls that Republican leaders have gotten, yourself included, that whatever would happen and whoever is pointing the finger, everyone will be raising a finger at you guys if that were to happen. Was that the impetus for this sudden sort of olive branch to Democrats to avoid all of it?"
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Well, I think we always knew that, toward the end, we were going to have to figure out a way forward. And it's interesting you mentioned people being blamed. When you look at the polling data, which I saw today, most Americans actually blame the Democrats. Now, I'm not saying that's a reason for us to do or to not to do anything on the debt limit. We should not default. We will not default. We have never defaulted. But I don't think it's true that Republicans were feeling a lot of pressure. I think it was more, frankly, that Democrats were feeling some pressure. And now we're going to figure out a way forward. And that's very positive. It may not be for as long a time period as the Democrats initially want it. But it will be, I think, for a period of time to get us beyond this immediate crisis, get us into, I hope, early next year, and the opportunity for us to get this economy back on track. But let's not do the big tax-and-spending bill, which would have just the opposite effect."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It looks like that's going to happen, though."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Well, we might get something, but I don't think it's going to be close to the 3.5, or certainly not the 5 that we were talking about a moment ago. It looks like something might happen. I hope it doesn't, because I think it's a terrible time to do it for our economy. We just spent a whole bunch of money earlier this year, in March of this year, on some of the same programs."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "And to raise taxes right now, for small business owners, as an example, Neil, you're seeing about a 40 or 50 percent tax increase for successful small businesses. It would have a -- because they're paid -- paying their taxes as individuals. And everything goes up, including a small business surcharge, not having the 20 percent deduction. And then, also, if you look at..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, no, you're right Senator. A lot of that is still iffy. They have got to work out the details."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's far from a given. We will watch how it all sorts out. But, Senator, I do want to thank you very, very much."
    },
    {
      "speaker": "PORTMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We are monitoring Jennifer Psaki right now taking some questions on this very matter and whether they are indeed kicking the can down the road."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "... spoken out about our concerns of human rights abuses in Xinjiang. And I would also note that the president also led an effort to have coordination on the international stage to address this issue, unlike his predecessors. But I'd have to talk to our legislative team about specific views on that -- on the piece of legislation. I know I spoke to it briefly last week, but I will come back to you with that. Go ahead, Steve."
    },
    {
      "speaker": "QUESTION",
      "utterance": "(OFF-MIKE) deal with the Chinese today for President Biden and President Xi to have a virtual summit before the end of the year. Do you see this happening around the G20 summit? And what's the advantage..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we're going continue to monitor Jen Psaki taking questions about, obviously, the ongoing tensions and frictions with China, to say nothing of this deal, quasi-deal, if you want to call it that, to avoid an outright government shutdown or getting too close to October 18 without any money in the till. The message in Washington seems to be, and why the markets turned things around today, is that we will avoid that. This might be kicking the can down the road. But just the idea that this now looks less likely was enough to propel buying, even though a lot of people are doing some head- scratching. We're on this and a lot more -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, gasoline prices at seven-year highs, oil prices are better-than-four-year highs, meat, poultry, you name it looking at three- year highs, all in an environment that could be worsened by all this government spending. So say a number of Republicans, say it's only going to get worse if they don't get that under control. Susan Li with the latest on that -- Susan."
    },
    {
      "speaker": "SUSAN LI, FOX NEWS CORRESPONDENT",
      "utterance": "Neil, you have heard the complaints that your money doesn't go as far as it used to. And that's pretty much true these days, when you have to pay more to fill up your gas tanks and your shopping cart. So you're right. Oil prices are the most expensive since 2014. Now, there was some relief today, with prices falling for the first time in five days on reports at the U.S. might be stepping in to release some of their emergency oil reserves. And that's to ease the pain at the pump for drivers. Natural gas also very expensive, hitting 13-year highs yesterday, but falling roughly 9 percent in its worst day today so far this year. Now, it's not just oil and gas. Cotton and corn are the most expensive in a decade in 2021. Aluminum is the most pricey in 13 years. Steel and soybeans have never cost this much. So when companies have to shell out more for their raw material costs and commodities, they're going to pass it on to consumers. And that's why inflation is at the highest in 13 years. Now, on a day-to- day basis, Americans are also feeling this at the grocery store, food prices jumping over 8 percent in August. And that's the biggest jump in a year since record-keeping began 10 years ago. But the silver lining here is that rising prices are usually a result of an expanding economy, also a strong jobs market. We saw that today with private payrolls for September coming in stronger than anticipated, 568,000 new jobs, which Wall Street thinks points to a strong September jobs report this Friday. But that's also why stock markets have been down over the past month. A stronger economy means that there's less need for stimulus and zero rates, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Susan, thank you very much. I do want to go right back to the White House. Jen Psaki is taking questions, including those from our own Peter Doocy."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "... for the fundamental right of people to protest, to object and to criticize. So does the president support the fundamental right of these parents to protest at school board meetings?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "Of course, but he doesn't stand for the fundamental right -- I assume you don't either -- for people to take violent action against members -- public servants. And that's what the threats are about. And so, no, he doesn't stand for that. No one should."
    },
    {
      "speaker": "DOOCY",
      "utterance": "John Kerry says that after France was cut out of the nuclear submarine deal, and they were upset enough about being left in the dark that they pulled their ambassador, he went to the president and -- quote -- \"The president literally had not been aware of what had transpired.\" So what else are you guys not telling the president?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "Of course, he was aware of the French being upset."
    },
    {
      "speaker": "PSAKI",
      "utterance": "Let me finish. Let me finish. I know John Kerry quite well. He, of course, was aware, the president, of the French being displeased about the deal with the Australians. John Kerry also speaks regularly to the French as a part of his role as the climate envoy. He's someone who also served as secretary of state. He's someone -- I alone traveled to France with him 25 times. He, of course, conveyed to the president what his read is -- was of what they were specifically unhappy about and how to help address it."
    },
    {
      "speaker": "DOOCY",
      "utterance": "You said this president's first love is foreign policy. So why doesn't he know about these things in real time?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "Of course he knew about the French being displeased about..."
    },
    {
      "speaker": "DOOCY",
      "utterance": "John Kerry said he literally had not been aware."
    },
    {
      "speaker": "PSAKI",
      "utterance": "Let me finish. I would encourage you to ask John Kerry specifically about the context of his comments. The president and the former secretary are also good friends. He relies on his counsel, as he does as many members of his national security team. But that certainly is not what he was intending to convey."
    },
    {
      "speaker": "PSAKI",
      "utterance": "Go ahead."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Let me ask you quickly. Yesterday, the president said that he would be speaking with Mitch McConnell as it related to the debt limit. Has that conversation happened? And what did he tell him?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "They have not spoken. But I think what the president has repeatedly conveyed is that he's certainly open to, as he has shown throughout the course of his presidency, having conversations with Democrats and Republicans, when he feels it would be constructive."
    },
    {
      "speaker": "QUESTION",
      "utterance": "You said they will -- they will be speaking. So you were saying he was saying they will at some point?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "At some point, if it's constructive in moving things forward."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Does the president trust Mitch McConnell to be an honest broker in this process?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "I don't think this is about trust. This is about -- he has known him a long time. But this is about whether you're going to be a leader and take steps that are not based on political calculations and more based on what's in the interests of the United States and the full faith and credit of the United States."
    },
    {
      "speaker": "QUESTION",
      "utterance": "The president discussed that there was a possibility of a filibuster, a carve-out as it related to the debt ceiling. If that were the case, would the president be open to a filibuster carve- out for voting rights? Where does that line get drawn for the president?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "The president was just simply conveying that there are a range of options that leaders on the Hill are discussing. I think you all have reported that or your colleagues on the Hill have. Nothing more than that. We will be in touch with them. And we will see what the next best options look like. But what is very clear is that there is an easy, risk-free option here, that Republicans could allow Democrats to vote to raise the debt ceiling. We could be done with this today."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Can I just follow up very quickly? Why wouldn't the president, given that relationship..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, that's an important distinction there Jen Psaki just made here, one, that the president and Mitch McConnell have not talked. This idea of a carve-out to raise the debt ceiling that would require just a simple majority, that that might be, obviously, less of a point here with the wiggle room that the Republican leader has granted Chuck Schumer to avoid addressing this debt ceiling issue that gets closer by the day. I want to go to Bob Nardelli on all of this, the former Chrysler CEO, former Home Depot CEO. It's interesting. I was mentioning earlier, Bob, that the back-and-forth and the confusion over will the government shut down, will it not shut down, will it have the money come October 18, will it not have the money, clearly, markets move on it. Businesses apparently gotten the ear of -- we're told, of Mitch McConnell to say, look, this is a worry, don't let this happen, and hence this development today. How important is this whole debt ceiling issue to business?"
    },
    {
      "speaker": "ROBERT NARDELLI, FORMER CEO, CHRYSLER",
      "utterance": "Well, first of all, Neil, thank you for having me on in such a special week, 25-year anniversary."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Thank you."
    },
    {
      "speaker": "NARDELLI",
      "utterance": "And congratulations to you and your team for always, as I say, reporting fair and balanced news. So thank you for that, and congratulations."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Thank you."
    },
    {
      "speaker": "NARDELLI",
      "utterance": "On the debt ceiling, I think this is a very, very critical issue. And depending upon your any colleague of mine, any CEO, the issue is -- and I have been in business now for 50 years myself -- we're always taught that you don't spend more than you can afford and that, when you have so much cash available, you have to do a prioritization and a return on that investment. So I think that's what's causing a lot of the chaos here, Neil, as you were mentioning earlier with some of your guests, that these really aren't necessarily infrastructure programs as we know that by definition in the past, and, as you said, again, not that you're saying social programs aren't important. It's just a matter of affordability, and how much debt do we continue to pile on?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Does it make a difference, then, Bob, if the overall package is smaller? That conceivably could mean that the addition to the debt -- because I agree with you, it is going to be added to the debt, it's not all paid for -- that that would be at least more welcoming news?"
    },
    {
      "speaker": "NARDELLI",
      "utterance": "Yes. Well, again, the definition of free, in my vernacular, is, if you want to have free education, that the power is free, the buildings are free, the books are free, the faculty is free. That's free. Free isn't when one person doesn't have to pay, but you have to pay for everything else, right? So, I think it's a little bit of a misnomer to say that, whether it's $3.5 billion (sic) or something less, Neil, that it's free and it's paid for."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But it's not, right? In the end, Bob, I think people have to get that distinction. And you touched on it. And this is something I raised with Congressman Clyburn, that the end package, whatever its cost, is not going to be its final cost. I mean, if you put -- if you moonlight and sort of let certain programs end at a certain time, sooner than thought, it's not as if they're not going to be renewed. It's not as if they're just going to go away. So that's your concern, right? That's the concern of the business community that it goes on and on and on, right?"
    },
    {
      "speaker": "NARDELLI",
      "utterance": "I have never seen a benefit given out that's taken back. I mean, you go all the way back to health care and how that was used, basically, to offset when you had wage controls in place. They start offering health care. It's never been taken back. And a lot of these benefits, again, not commenting whether they're right or wrong, is, when you put them on the table, Neil, you and I have been around long enough to know you don't take them back. It becomes part of the budget that you build upon year after year. And Susan said it right. This whole issue of inflation, when I was on your program last year, remember, Yellen said it was transitory? Well, it's turning out to be a lot longer than the definition of transitory. And it's going to get worse, Neil, I can tell you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "NARDELLI",
      "utterance": "I sit on both sides of the table. And whatever (AUDIO GAP) is going out."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we will watch it closely. Bob Nardelli, thank you very, very much. Built into the cake on whatever spending we finally get out of this super infrastructure package, whatever you want to call it, is that the rich will foot the bill. But we have learned that the rich are pretty good that, well, shifting their money around. And the shift has just hit the fan -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Boy, did we hear a lot from you when Dr. Francis Collins Francis Collins of the NIH said he's no big fan of mandates, but they're doing the trick, vaccinations going up, cases going down. A doctor weighing in -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you think this is going too far, the mandate issue, or are you OK with it if it leads to more vaccinations, fewer COVID cases?"
    },
    {
      "speaker": "DR. FRANCIS COLLINS, DIRECTOR, NATIONAL INSTITUTES OF HEALTH",
      "utterance": "I'm OK with it if it's going to save lives. Neil, we have lost 700,000 people to this disease. And at least 100,000 of them didn't need to die, if we'd been able to get vaccines accepted by people who have still had trouble seeing why they would want them. And I'm sorry if it has to go to this direction of becoming more heavy- handed in a mandate, but do we want to lose another couple thousand lives that couldn't -- didn't really have to be lost? It just feels like this is the moment to do that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, to hear a lot of you have been e-mailing me and texting me on those comments from Dr. Collins, you don't agree, a good many of you saying that it shouldn't be forced down people's throats, the mandates are bad, and regardless of the implications for the improvement that we have seen on overall fewer cases right now, not worth it, slippery slope. I wonder if Dr. Amesh Adalja agrees, the Johns Hopkins senior scholar, infectious diseases specialist. Doctor, he said that not a big fan personally of mandating anything, but if it brings the case countdown, all good. What do you say?"
    },
    {
      "speaker": "DR. AMESH ADALJA, INFECTIOUS DISEASES SOCIETY OF AMERICA",
      "utterance": "Well, it is true that mandates work. And I do think that private businesses, private organizations, hospitals all should be mandating the vaccine as a condition of employment, because they want to make their work force resilient. They want to make their workplace safe. And I think it makes sense. I think it gets a little bit different when you're talking about the government making those decisions. But private businesses certainly should be doing this, like United Airlines has done, like many of the hospitals that I'm on staff with. The OSHA requirement of the president is talking about, that's going to be a little bit tricky. I think it's going to get mired up in courts for some time. But the -- it's unequivocal that vaccines save lives. And the way we get through this pandemic is getting as many people vaccinated as possible."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, that always goes back and forth with folks. So I do want to move on to Johnson & Johnson right now looking for quick approval from the FDA for its own booster shot to join Pfizer. Moderna, I guess, isn't that far down the road either. What do you make of this whole booster shot rush?"
    },
    {
      "speaker": "ADALJA",
      "utterance": "Well, there is clear evidence that those who are elderly, those with high-risk conditions may benefit from a booster, because it will protect them from getting serious illness. What you're going to see with Johnson & Johnson and Moderna is a similar process that we saw a couple of weeks ago with Pfizer, the FDA advisory committee, the FDA commissioner, the CDC advisory committee, and the CDC director kind of weighing the evidence to see who will benefit from a booster. I don't think every person needs to get a booster. But there clearly are high-risk groups, those above the age of 65, those with high-risk conditions, where boosters are going to be beneficial. And I think people that have gotten the Johnson & Johnson and Moderna vaccine have kind of been left hanging. That will likely come to a close soon, as the FDA works through all of that data, and we probably will have recommendations soon."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Doctor, thank you very much, Dr. Amesh Adalja, on all that. And, later on, we will be getting into the issue of the mixing and matching of these various vaccines when they do come out. They're still not quite sure about that. In the meantime, still very sure of this. Over 25 years of covering big stories like this, you discover the most amazing people along the way, like this:"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Was that your mission statement here, to get back to the Apple of old?"
    },
    {
      "speaker": "STEVE JOBS, CO-FOUNDER, APPLE",
      "utterance": "Our mission statement is to just make some great computers that can really make a difference to people. I mean, the iMac, you can take an iMac home, take it out of the box and be cruising the Internet in 10 minutes. Try that on a P.C. You're talking more like an hour. So I think what we want to do is make some great products and then tell people about them, and I think tell people about them in an intelligent, witty, kind of fun way."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the president says whatever Democrats finally come up at done that super large human infrastructure package, it will be completely paid for. But there might be a warning that come out of these Pandora Papers that have been chronicling how the rich and famous are able to shield their income from taxes, a lot of it in perfectly legal ways, so they can escape the tax man and they're pretty creative all over this country doing all of that. John Bussey, \"The Wall Street Journal,\" FOX News contributor, on that. It got me thinking, which is always dangerous, John. Don't count on that dough from the rich. In the Pandora Papers case and some of the ones that are coming up, they're pretty creative with the mining ways to stash their dough, aren't they?"
    },
    {
      "speaker": "JOHN BUSSEY, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes they are. And we have known, Neil, that this has been going on for decades, right?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "BUSSEY",
      "utterance": "That wealthy individuals, companies use offshore tax shelters to essentially funnel their transactions through to avoid property taxes, to avoid income taxes, to avoid corporate taxes. So it's not necessarily illegal. It does not present itself as an option to the average Joe and Josephine who are doing their taxes and paying their taxes every year."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "BUSSEY",
      "utterance": "And what the Pandora Papers really show is that this is fairly extensive. There's a lot of heads of state, there's celebrities, there's a lot of bold names in the list of people who are doing this. So what does this kind of mean for the U.S. and for Biden? There's probably not -- this is in the billions of dollars that are kind of going through these places. Sometimes, the transactions are in the millions. Tony Blair bought a house. It was through a shell company. He said he -- he said it wasn't his decision, it was the vendor's decision to put it in the shell. You buy the company, instead of the house, you pay less of a property tax on the transaction. He says it was completely on the up and up. So, $8 million-plus, what would the taxes be on that? Not enough to fund the U.S. economy. But what this does do is, it kind of helps change the sentiment that's already abroad in the land that companies perhaps got too big of a tax cut in 2017, individuals that are wealthy aren't necessarily paying their share, it probably provides a bit of momentum for that argument."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "In other words, to go after them. But real quickly, John, it also reveals out clever the rich and the famous and their accountants can be at avoiding paying that. So I just think when Democrats plan on getting $2 trillion from them over the next 10 years, corporations too, that number might not get to that number."
    },
    {
      "speaker": "BUSSEY",
      "utterance": "Yes, it probably wouldn't get to that number. There's going to have to be other methods of getting there, like perhaps spending less. And Biden has already signaled that..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. Don't be crazy, John."
    },
    {
      "speaker": "BUSSEY",
      "utterance": "Biden is already saying, look, it's probably not going to be $3.5 trillion. It's probably going to be under $2 trillion. But roughly half the company -- a Pew Research poll says half the company is for the infrastructure bill, for the -- for the social spending bill, but not necessarily in their current formats, is what the politicians are discovering."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well put, and well-explained, John, too. Thank you very much, John Bussey, on all of that. Well, it's enough. And over the last 25 years that I have been doing this, you sometimes just get so fed up with this stuff, you just want to leave the planet, right? Well, not literally, but, actually, quite a few have. And it's defined our greatness, and it came through again and again with some of the best names I have talked to over the years here."
    },
    {
      "speaker": "TRACY CERNAN, DAUGHTER OF ASTRONAUT GENE CERNAN",
      "utterance": "Congratulations, Neil, on 25 years at FOX News. What an accomplishment. We're so excited for you. If dad was here, he would give you that thumbs up and say, \"Way to go, Neil.\" Thanks for the wonderful friendship that you forged for him -- with him and now the wonderful friendship that we have. I'm still waiting around. Maybe you and I will be sitting in those seats headed up to the moon or up to at least into space here one day soon."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Tracy Cernan, what a remarkable woman, and her father, Gene Cernan, the last man on the walk on the moon, a remarkable hero."
    },
    {
      "speaker": "A special little subset note on Tracy. Her father, when he was walking around on the moon, wrote along the rock and sand in the lunar soil her name. Imagine telling that to your friends at school that",
      "utterance": "My name is up on the moon. And it was. And it is. And it's a reminder of the greatness within us. One of the favorite things I have had certainly all this week is looking back at not only our memorable interviews, including those that very much inspired me. I had the -- probably the most important and special kind of a feeling for the space program. I know a lot of you get sick of hearing that I wanted to be an astronaut. I discovered as a kid that I was too fat to fit in the capsule. So, I just covered astronauts, and some of the greatest of all time. And over 25 years, boy, oh, boy, did I have some special treats. Take a look."
    },
    {
      "speaker": "NEIL ARMSTRONG, FORMER NASA ASTRONAUT",
      "utterance": "That's one small step for man, one giant leap for mankind."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you get annoyed -- I know you're all being congratulated at the White House today -- with the hero label?"
    },
    {
      "speaker": "ARMSTRONG",
      "utterance": "I guess we don't we don't think of it that way. We just think of it as people who were given extraordinary opportunities and extraordinary times, and we're very, very grateful to have had that."
    },
    {
      "speaker": "GENE CERNAN, FORMER NASA ASTRONAUT",
      "utterance": "We'd like to dedicate the first step of Apollo 17 to all those who made it possible."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You look up at the moon. Your kids look up at the moon. Your grandkids look up at the moon. You were the last human being to touch that surface. How does that make you feel?"
    },
    {
      "speaker": "CERNAN",
      "utterance": "Humble. I don't often -- I don't look up at the moon and say, man, what a great guy you are. Here, you're the last guy who went to the moon. I do it when you ask me. And my kids, when our grandkids were growing up, it's always been Poppy's moon."
    },
    {
      "speaker": "HARRISON SCHMITT, FORMER APOLLO ASTRONAUT (singing)",
      "utterance": "I was strolling on the moon one day in that merry, merry month..."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Of December."
    },
    {
      "speaker": "SCHMITT",
      "utterance": "No, May. I don't know why you led off with my rendition of \"Strolling in the Park,\" but nevertheless."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, I have -- believe me, I hold you in high esteem. The singing, I don't know. But who started that, by the way? I know I'm kind of taking a..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But what happened?"
    },
    {
      "speaker": "SCHMITT",
      "utterance": "Well, I started it because I -- in those days, I had this very bad habit of, any time I heard a line that sounded a little bit like a song, I would start singing that song."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "The conspiracy theorists who said that you guys never -- never got to the moon, that this was all a sham, it was all a show. I know how your colleague Buzz Aldrin dealt with that issue, but does it bug you with these conspiracy guys on this 35th anniversary saying, on this very day, that that was the case?"
    },
    {
      "speaker": "MICHAEL COLLINS, FORMER NASA ASTRONAUT",
      "utterance": "I just don't know how to answer that. They saw the gigantic Saturn rocket go off from Cape Canaveral. It went somewhere."
    },
    {
      "speaker": "M. COLLINS",
      "utterance": "They saw the pictures of a small Earth. They were taken from some great distance. They saw Neil and Buzz on the surface of what appeared to me to be a moon. I didn't see any cigarette butts or anything lying around out there."
    },
    {
      "speaker": "M. COLLINS",
      "utterance": "So, I'm convinced that we went. But how do you convince someone who's not, I have no idea."
    },
    {
      "speaker": "BUZZ ALDRIN, FORMER NASA ASTRONAUT",
      "utterance": "I'd say all you have to do is to consider who we were in a race with, the Russians, and didn't they have very, very adequate radars to tell whether we were faking something? Wouldn't they be the very first ones to point out if we were trying to pull something over on the world."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "In fact, you decked a guy you question your whole intent, right?"
    },
    {
      "speaker": "ALDRIN",
      "utterance": "Yes, I did."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. You're being a gentleman. All of you guys did these superhuman feats, literally out-of-this-world stuff, and you never seemed to seek out profiting off of your success, unlike a shallow person like me, who would look for every opportunity he could."
    },
    {
      "speaker": "JIM LOVELL, FORMER NASA ASTRONAUT",
      "utterance": "That was our job at the time. So we really didn't expect the profit off of that, although even LIFE magazine was knocking on our door to have exclusive interviews, which sort of was strange to me why they would want to do that. And I'd be going someplace to give a talk in the early days, before I had made any flight, and they were -- they were saying things. I said, I haven't made a flight yet, so why am I -- why does everybody want to hear me?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Liftoff of the Falcon 9 and Crew Dragon. Go, NASA. Go, SpaceX. Godspeed, Bob and Doug."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You have been nicknamed, the both of you, the dads. You both have sons of similar age, I believe about 6 years old. You have made a stuffed dinosaur famous, an apatosaurus, I believe. They have sold out of these things on Amazon just because of that. So, any message you want to relay to your sons, first of all, Commander Hurley, to you about what you're seeing, what you're doing?"
    },
    {
      "speaker": "DOUG HURLEY, SPACEX CREW",
      "utterance": "Well, it's actually really nice up here. We get -- once a week, we get a private family conference. That's video. So it's pretty nice to be able to share the experience, so -- albeit my wife have spent six months up here in 2013. So our son has a pretty good idea of what it's like. But he really enjoys seeing all the different modules. And you can float around and kind of show your family what's going on."
    },
    {
      "speaker": "BOB BEHNKEN, SPACEX CREW",
      "utterance": "All I would add for my son is that I hope he can be on extra good behavior to make mommy's job easier while I'm out of town."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Is this the way it's going to be, in other words, guys like you maybe working in partnership, working with some of these others, working with a Boeing, what have you? Is this the future now? RICHARD BRANSON, CHAIRMAN & CEO, VIRGIN GROUP: Government-run companies, they are generally not well-run, and they cost an enormous amount of money to achieve what a private company achieves."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Are you a tad anxious?"
    },
    {
      "speaker": "JEFF BEZOS, FOUNDER, AMAZON",
      "utterance": "Neil, I'm not. I am excited, but not anxious. We will see how I feel when I'm strapped into my seat, and -- but I'm very excited. We're ready. The vehicle is ready. This team is amazing. I feel very good about it. And I think my fellow crewmates feel good about it too."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Blue Control, Bezos. Best day ever."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "If we Americans set our sights on a goal and summon the collective will to achieve it, even the sky isn't the limit."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I know the name of this show is called \"Your World.\" But, sometimes, I really enjoyed, and some of my most memorable interviews and touching interviews were those who left this world, who were out of this world, that began with a brave few who decided to go ahead and seek out the stars, and now welcome private enterprises and billionaires who are leading us way past them as well. I always think of Gene Cernan, who became a very close and special friend. In fact, he made me an honorary astronaut, so show some respect. I'm an astronaut."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But one of the things I learned from him is never doubt America's greatness. Never doubt what a great country we can be when all the chips are down and the challenges are many. From interviewing the astronauts of Apollo 11 to countless heroes since, one of the great things about this job over 25 years, I got to see what is possible when we put aside what we think is impossible. That's a marvelous lesson for us, and particularly me, as I look at how grateful I am for everything. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}