{
  "date": "October 1, 2020",
  "headline": "Gov. Cuomo: I put my head on the pillow at night saying I saved lives and that’s how I sleep at night",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/gov-cuomo-i-put-my-head-on-the-pillow-at-night-saying-i-saved-lives-and-thats-how-i-sleep-at-night",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "Hello everybody. I'm Jesse Watters along with Dagen McDowell, Juan Williams, Dana Perino and Greg Gutfeld. It's 5:00 in New York City and this is \"The Five.\" President Trump boasting that he won the first debate as big changes could be coming to the next one. The commission says it will adjust the format to avoid chaos and interruptions with new tools to maintain order.  One possibility being discussed is to give the moderator the ability to mute the microphones of one candidate while the other is talking. President Trump blasting the idea on twitter. \"Why would I allow the debate commission to change the rules for the second and third debates when I easily one last time?\"  And a source telling our John Roberts that the Biden campaign is behind the request to cut the mics. As for Tuesday's (INAUDIBLE) debate, the candidates aren't done talking about or taking shots at each other.  President Trump touting his performance and mocking Sleepy Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I really enjoyed last night's debate with Sleepy Joe. Last night I did what the corrupt media has refused to do, I held Joe Biden accountable for his 47 years of lies, 47 years of betrayal, and 47 years of failure. I held Joe accountable for shipping your jobs and dreams aboard and for bowing to the violent mob at home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And Biden continuing to whine about the debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL NOMINEE",
      "sentences": "There couldn't be a more stark difference from what I saw last night in that debate stage. Self-entitled, self-serving president who thinks everything is about him. He thinks that if he just yells louder and louder, throws out lie after lie after lie, he will get his way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And Nancy Pelosi is repeating her calls for Biden to back out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (R-CA)",
      "sentences": "It was a sad occasion. So, you know, people say, well they should've had a button to turn one microphone off while the other person was speaking. Whatever it is, I think one and done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Juan, let me just ask you a question about the rule change proposals. If Biden won the debate, and that's how the debate was, kind of rowdy, why wouldn't he want those rules to stay the same? He can just sit back, let Trump self-destruct and act like a bully and look bad in his opinion, and he can win another debate. It tells me they know they didn't win and they're trying to now mute the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS HOST",
      "sentences": "Wow. Yes, it's interesting because your initial thoughts to me I was thinking this is unlike Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "sentences": "Oh, you see what he did there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMNS",
      "sentences": "Yes. Why is Jesse giving good advice here? And then, of course, you came back to (INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What do you think? You know, if he won, if Biden really thinks he won, why wouldn't he want to keep the rules the same?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't think the actor here necessarily is Biden, by the way. I think the actor is the presidential debate commission.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But he made the request.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, he didn't. No, he did not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He didn't? He told Roberts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No. What you get here is a situation where the American people clearly were ill-served by what took place on Tuesday night. You did not -- if you are watching, you did not get a clear vision from either candidate of what it is that they propose to do in the next four years. And if you had your children with you, you are appalled. I mean, that was an embarrassment. So, I think that there is an effort here to say how can we make the debate actually more productive and more valuable to the American people?  Now, the Trump campaign, not the Biden, but the Trump campaign is the one who says we don't want to change the rules. I think it was Jason Miller today who said, oh, they went after the debate commission by the way.  Again, it's not Biden. They went after the debate commission and said these people are permanent swamp monsters. And of course, for someone who's been around a while like me, I think, gee, Frank Fahrenkopf runs the debate commission. He was the Republican chairman, the national committee chairman in the 1980's. So how   -- what are you -- you're going after a fellow Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You know what, it tells me Dagen, that they have to change the rules for Trump. It's not like this would happen if Trump weren't the nominee. They're not going to have mute buttons in 2024 and onward. But it looks like its Trump targeted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAGEN MCDOWELL, FOX NEWS HOST",
      "sentences": "It's -- of course, it's Trump targeted, but this rule change could help Trump help himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You think so?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Yes, because he will focus on the most important issues, the economy. Talk about the deregulation and the tax cuts and the leveling of the playing field for corporations. Talk about the wealth gap in income inequality finally starting to shrink, something that didn't happen under Biden and Obama. Talk about lower and middle-income folks finally sharing in the wealth meaning household income going up the most last year at the fastest pace on record, 60 percent year low on the poverty rate. I can go on.   But I just want to tell people something. Growing up in the south, you might mute me, but I can communicate really effectively with my hands. So, you could do this or (INAUDIBLE) to Biden or even like this, just to distract him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't know if I'd put that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Just some options.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Hey, wait a second. What did that last one mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Well, it usually makes a noise Juan but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Dana, you were saying, you know, if they do have the mute button and its two minutes, two minutes, and it's a little bit more organized and disciplined, Trump stays in the lane and he does what he does and that might help him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, I mean, I think that was the thing though, that President Trump, he was chomping at the bit and so he didn't let Biden try to finish. And as we have seen, if you think about those primary debates, there were moments when Joe Biden would have two minutes to answer, and then he would get to about a minute and 13 and be like, yes, I'm good here.   And I think at that point the president could be like, no please, finish.  Right? And that's where you might get a moment. That's when -- but we have gone from a debate about whether there should be a debate or whether there were going to be debates. Now we're having debates about the debate format. I'm going to predict that nothing changes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Nothing changes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Nothing is going to change for any of these debates. It is all going to stay the same going forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I also just want to point out that in the intro, we were playing sound of Joe Biden at an event in which he's been being (INAUDIBLE) like keeping his cool and not yelling during the debate. And now here he is by himself at a podium with two huge microphones, and he is yelling louder than ever and he's basically wiping out, from Algebra, right. He's canceling out all of those other things. That was a very bizarre thing. You don't need to yell when you have your microphone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And it didn't look like there was much of a crowd there either Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "But that -- what you're talking about is the same thing the media did today. So you had yesterday, the media was screaming about how unsophisticated and professional bull (ph) and horrible the debate was. And then you see him at the press conference, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "With Kayleigh, just over the top, like demanding ritual denunciation right now. I was watching the press conference with Kayleigh and I'm going, this reminds me of when the Black Lives Matter activists surround a car and they demand you to say Black Lives Matter or you can't drive away. That's what they were doing to Kayleigh. You must say it. It was this subjugation, and nobody should ever give into that. Nobody, even if you agree with them, it's a principal. You cannot be forced to say something, especially if you have already said it a dozen times.  So we are letting the media shape this narrative. It's driving me nuts.  Their narrative it is that it's Trump's the problem and he needs to be put in a box. I said it before, it has the -- it was a no rebuttal structure that caused this. So if you know that you are not going to be -- have any chance for a rebuttal and somebody says something really personal about you, those are fighting words, you got to jump in.  And if you know you can't do it -- and by the way, Biden did interrupt before Trump, but Trump had to interrupt more because there were more personal things said to him. So the problem wasn't Trump. It was the no rebuttal. I'm not surprised the media wants a mute button or the Democrats want a mute button because if you look at college campuses, the left are trying to shut down speech. They try to cancel shows. They try to cancel speakers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Social media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They don't want to cooperate or communicate with people. That's the thing. They don't like competition to their opinions, so they prefer to just mute you, especially Trump. And they are not mad at Trump because he's mean. They are mad at Trump because he is mean on behalf of millions. He is their agent and they hate -- remember, they hate his base as much as they hate Trump. So, they hate the fact that he's so persuasive and so good at this, I can't wait for the next debate. It's going to be great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I know what you think, Greg, you know, when you look at -- what I was talking about was the American people are being ill-served by a bunch of just people screaming and being rude to each other that a lot of people, and this may actually benefit President Trump, just got turned off by it.  And I think you see this in the numbers. Like, you know, you expect -- I expected even a bigger audience that we were able to get. We got a great audience, but it was, you know, I think a lot of people just said, what's all this shouting? Why is Trump constantly breaking up and being rude?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Here is my response. As contentious as \"The Five\" gets, our ratings are always better when we go at it. I hate to say it, but that's true. I mean, they have us here for a reason because people like to see the fireworks. Not everybody -- nobody wants to hear about policy if there's fireworks outside, right? And that's the reality. That is -- that debate is basically the consequence or results of our success.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Although, I would like a mute button on this show once in a while, mostly from Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Mostly for Dana to keep Dana in line. All right, coming up, a huge reversal for the Biden campaign in key battleground states. Is it a sign Sleepy Joe and his crew are worried? Find out next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "A major reversal for team Biden in key battleground states. So, after months of avoiding direct contact with voters, the campaign is now launching in-person canvassing operations with COVID safety measures in place.   Now this comes after concerns from allies on the ground, \"Democrats in battleground states have in recent weeks sounded the alarm about the Biden campaign not having a more robust physical presence given that the Trump campaign has boasted for months about its ability to reach voters in person.\" Juan, this reminds me of when the campaign manager for Hillary Clinton in Wisconsin kept calling over to Brooklyn headquarters saying, can I get some help, we need some help, could anybody? And Brooklyn said no, we are looking at the algorithm and the algorithm says everything is just fine, and it clearly wasn't. So, is the Biden campaign being responsive to real concerns?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, including that concern. I think clearly, people don't want to have any regrets on November 3rd, so they don't want to have a repeat of that. But in terms of the actual strategy here, I think it's twofold, Dana. One is that they had thought, given the pandemic, that people didn't want strangers knocking at the doors so much and they were really happy to reach likely and registered voters with phone calls, text messages, even old- fashioned, you know, mail.  But now what they are doing is, I think responding to the kind of indication that I don't know for a fact, but that Trump is -- and Trump's campaign is registering more people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And so what they are doing is they are targeting people who maybe are harder to reach, younger folks that don't have a hard line in the house, maybe they have cell phones. Cell phone number is a little harder to get. And they are going after those folks and they are reaching out to them to say hey, we want you not only to vote, but in case you need to register, we want you to register.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The thing is, Jesse, that the Trump campaign has been working on new voter registration since January of 2017 and they have reached some very high numbers and a new voter is 99 percent likely to vote in our next election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Exactly. They are registering hundreds of thousands of more Republican voters than Democrats in all of these big battleground states. It is funny to watch the Biden campaign literally three days ago say the Trump campaign was putting people's lives in danger by knocking on doors and now, yes, let's knock on some doors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So this tells me that they are not doing as well as they think they are when you look at the polls. They didn't win the debate because now they want rule changes. They are creating these fake racial hoaxes now and they are now hitting the ground. And if you look at the polls you can see indications of the swing, the tracking poll from USC, head-to-head general, (INAUDIBLE) Juan. Follow it. It had Biden up double digits the other day. Now, Trump is within four points.  And Rasmussen, his approval rating got a 2.5. So, it is looking good in the RealClear Politics average in the battleground, Trump's within 3, that's a margin of error. And I can tell you, he's not down 3 in every single battleground.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The other thing that we're talking about, and Greg, I guess, you know, talking about his change in that or the fact that Biden is really trying to not answer a lot of questions including like on the Supreme Court and how the left is saying we want to pack the court and he refuses to answer. He calls it a distraction. I'm not sure that that's a tenable position.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't think so (INAUDIBLE), but he didn't have a ground game. He had a 6 feet underground game, if you know what I mean. I had this idea that, you know, he's on a train, going door-to-door, they should",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It has the big wheel and then a little wheel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The big wheel and little wheel, you can go really fast because they are really big wheels so you can just pedal. You can just -- for a little person like me, you can get across town like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You should try that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Ditch the subway. But doesn't going door-to-door seem kind of like a desperate situation now? It's like when you start texting frantically to somebody because they haven't responded, and you think maybe you are being ghosted or maybe they left town. That's what it -- he thinks he's being ghosted by the voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Just like, hello, are you up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, it could be, Degan, that they sensed that things are tightening. Partisan usually do come home, and they have this lead in some of these states and they don't want to lose it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "They don't want to lose it but they also need to get progressive voters to vote for Joe Biden. The Bernie bros and gals might hate President Trump, but they have to get out and -- they have to get those voters out. President Trump in the debate was trying to pen Joe Biden down and get him to disavow like the Green New Deal, some of these far-left wing policies.  So you can kind of profile people, check out their shoes, what are you wearing, how are you dressed, and then do a nod, nod and a wink, wink and go Green New Deal, wealth tax, single-payer, we're on that. Or they can go the other way and say, oh, don't worry, we are not going to basically destroy your job in fracking, in the natural gas business. Oh, don't worry, we are not going to send your electricity prices up. It's a way for them to figure out, hey, are you moderate? Then here are Joe's policies. Oh, you're a left-wing leaning? Here are Joe's policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes. When you go canvassing door-to-door, you have two groups of pamphlets, the A or the B based on the shoes. Greg, I don't know, your shoes are pretty normal today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTELD",
      "sentences": "These are Prada.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "These are Prada.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Of course, they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "My wife buys my shoes. If she was watching right now, but she's not because she's driving, she would call you right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I like the shoes. I'm just saying that sometimes they are a little bit more colorful and I might have given you packet A rather than B.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What does the packet A means?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I'm not sure. I'm going to work on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It means that it must be the shoes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, up next, the debate over mail-in voting, that is continuing. One city is having issues with over 100,000 ballots, 100,000.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's nice. On November 3rd, you are watching and you see who won the election and I think we are going to do well because people are really happy with the job we've done, but you know what, we won't know. We might not know for months because these ballots are going to be all over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "President Trump has been taking a beating for suggesting widespread confusion is coming but does this prove he has a point? New York City sending out nearly 100,000 new mail-in ballots after a printing error. The problem has reportedly spread to other parts of the state and now Dr. Anthony Fauci is saying he's going to vote in person.  DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DISEASES",
      "sentences": "I'm going to go to the poll. If you stay 6 feet apart and wear a mask and you are in line outside and when you go inside, if the polling staff clearly are being careful with masks, you physically can go and vote. For sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "And Dana, New York is not even one of the states sending out ballots to every registered voter and they are having troubling problems there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I guess the good news is they caught it now rather than November 4th. That would not be a good time to catch it. I also think that social distancing for voting, this is like a dream come true for me because I don't love crowds and I'm really short. If you go and there's a long line and you are squeezed in with people, it feels very uncomfortable. So, I think that voting in person is actually great and I think Dr. Fauci is right. If you really want to make sure that your vote counts and you can vote in person, you should because America needs a decisive election, whatever it's going to be, we need a decisive election and the best way to get that is for as many people as possible to vote in person as can be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Greg, why aren't the Democrats saying that to their voters that they want their votes to count?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They are starting to. The \"New York Times\" (INAUDIBLE) today. Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm just empathizing with Dana. I think that we have been height discriminated in all voting and parades and I am tired of, you know, busting my nose on somebody's hip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But you have class action lawsuit --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I think so. I think so. OK, what did you ask me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "It didn't matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Don't matter. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let me look at my notes. All right. So, I got my card. I got my card telling me where I can vote and when. And it starts on October, something like the last week of October. It goes for like a week and a half. So, I don't understand. Why can't we just vote early instead of extending the deadline? But I also don't understand why the Democrats aren't also wary of the mail-in vote, like they'd rather lose the election than agree with Trump, that this is a risk. The absentee ballots aren't the risk and the states that have been doing this aren't the risk. It's the new experiment with that. And, I mean, if you're a Democrat, you've got to worried that there is research that shows, and I think it was in Florida and some other states that minority voters, their ballots get rejected the most, Native Americans on reservation, same thing. So, I mean, Trump is kind of saying something that you should listen to and I know it's hard to listen to somebody you despise but, you know, sometimes --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "People listen to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I know. I don't. I don't even know who you are anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So, everybody knows Johnny, my assistant. We all love Johnny. And Johnny's great-grandmother, she would've been 115 years old today, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, gosh. Happy Birthday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She passed away in 2006, god rest her soul. Jonny's great- grandmother received a ballot today in the mail in Brooklyn and I'm not going to say whether he filled it out for Trump or not, but the fact that she --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No, just say that he didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The fact that she's been passed away for so long and received a ballot, unsolicited, unless she solicited from, you know, beyond the grave, that is scary. And if you look at what happens in California, let's say -- I looked at the math, 250,000 people passed away in California every year. So the last four years it's a million people in California that passed away. Let's say half of them are registered voters, all right. Let's say half, its a half a million ballots that they are sending out to dead people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- discriminating against the post livers (ph). You are saying that because you're dead you can't vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, listen, yes, I am. I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They're post living.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And if, Greg, if you even take 10,000 of that half-million you could swing a congressional race from red to blue or if you want to screw it up, you go the other way, but that's how bad it is. And I did also research on Trump saying they are throwing ballots in creeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "It was a ditch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I couldn't find the creek, but I found a ditch, they threw it in a trash can, a dumpster, a home, office buildings in the side of the road. So, I mean, if you want to say it's bad, it is bad, Juan. It's bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I'll tell you what's bad. What's bad is hearing people try to delegitimize an American democratic process that's worked with since the 1700s, called an election. And in New York City, the problem they had, it was recognized, and it was rectified. And it was a small problem. What we have in terms of the grander experience of many states, including Republican-led states that have had mail-in voting for many years is that there is negligible if any fraud or corruption to be found.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Forget the fraud. What about just disqualifying ballots?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I was saying, even if Johnny's grandmother got a ballot, guess what, he can fill it out for Trump. But it's going to go to the polling place, they're going to look at it, they're going to have to verify it. And guess what, they'll say this person is deceased. Not a deal. So, I mean, you can try that, but I think it's pretty ridiculous. I think that what we heard today from the White House Press Secretary was oh, yes, people are finding ballots. They're throwing them. I think she -- rivers, she said it first, then she said, no, it was a ditch. But again, the ballots were nameless. Nobody had filled it out. And once they recognize the problem, they fix the problems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK, so someone finds those ballots and fills them out --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, no, but again, again, it's a futile act because you have to verify once it gets to the polls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Here's what happens in New York City. I experienced this. My name got scrubbed from the voter rolls, and I call the New York County Board of Elections four years ago to make sure I could go and vote. And you know what happened? The guy answered the phone, biggest city in the nation, hung up on me. And then, I called back, and they didn't answer the phone. And you know what, there was a woman in the New York Times article that was quoted, the same thing happened to her. She got a wrong ballot, and she -- it was her neighbor, and she called the Brooklyn board of elections. And they hung up on her the first time and then the phone rang off the hook.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, you should try the DMV.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "That's our point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, the point is that you can get these things fixed. I mean, the point is that Kayleigh McEnany --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Juan, you know what? Juan, you guys vote by mail and Republicans can do it in person. We'll see how that works out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I'm just saying, Kayleigh McEnany, they make up -- they make up these apocryphal stories because they don't want you to vote and you should vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I mean, it's just like Kayleigh McEnany today, we asked -- Fox reporters asked her, condemn the Proud Boys. She won't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She did not say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She did. She did condemn it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, she said, we've done it many times. She won't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's not spread falsehoods.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Yes, this is the end of the segment, not the beginning of another one. Ahead, a tone-deaf New York Governor Andrew Cuomo bragging about saving lives during the pandemic. Hear it next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Welcome back, New York Governor Andrew Cuomo once again facing heavy criticism from some for new comments defending his handling of the pandemic. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "sentences": "I put my head on the pillow at night saying I saved lives. That's how I sleep at night. And I know we have. I know this type of activity; incompetent and effective government will cost lives. We've seen it from Trump. He has cost lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And Texas Senator Ted Cruz clashing with the governor's brother on CNN.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "sentences": "Was it a mistake when your brother implemented a policy that nursing homes had to accept COVID positive patients and endanger the lives --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, ANCHOR, CNN",
      "sentences": "My brother was the first one to say that it was a learning curve and that mistakes were made, and they changed things as soon as they could.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So, Greg, is Cuomo sleeping well because he's referring to the New York State, New York City experience, these are densely populated areas, lot of international travelers coming in, and currently a very low rate of Coronavirus spread?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, it's a low rate compared to the past. They got hit super hard because of his incompetence. He's as delusional as Chris which proves that he and his brother do actually share the same single brain. But the one thing that like -- it drives me crazy is the ship, OK. Trump sent a massive medical shipped to the west side, right, and it sat there. Every day, I drove by when I was coming into the city, unused. That's where they could have sent the contagious folks and not go to the -- that's what it was for. It was for -- it was for people with COVID. And instead, they didn't want to use the ship. They use the rest homes and killed all those people. And I'm trying to figure out, this is a huge, huge mistake and you should own it, but why? I mean, did you not want to use the ship because Trump sent it to you? Is that the reason? I mean they've yet to tell -- explain why the ship was sent and not use. If they sent those however many patients there, there would be 1,000 still alive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right, so Dagen, I was watching that CNN thing and I thought, what did the CNN audience get out of that exchange? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Well, you know what, it's the people who lost loved ones in nursing homes in New York, and it's thousands more than New York even admits. It's the people who deserve an answer, and Andrew Cuomo won't give it to them. This is so -- you know what, I'm prone to using a four-letter word and I've only got one for Andrew Cuomo, liar. He actually said that he denied -- that he said, sending COVID patients directly from hospitals never happened. Liar. He is so pathetic that CNN, his brother's network, factchecked his ass. Jake Tapper, bless him, retweeted it. Cuomo falsely claims New York nursing homes never took COVID positive patients. You know what, if Andy Cuomo was a Republican, he would be indicted on criminal charges for killing all of those elderly people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wow, you're in a rage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Because you know what, it causes pain for these people who lost loved ones, including (INAUDIBLE). At every turn, he is spitting on their graves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wow. OK. Dana, a little bit of controversy in New York about the police enforcing mask rules. But I'm thinking to myself, if you don't wear a seatbelt, they go -- they will penalize you, will stop you, so what's the difference with the masks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, I think -- we need the economy to get back on track. One of the best way to get the economy back on track is for people in crowded situations inside to be wearing a mask. So -- and then that includes on a bus or on a subway, so I am for it. And I think that that's -- it's a small thing to do to make sure -- not only that you're being courteous to other people, protecting yourself, but also in that helps get everybody back to work and money back into the city so that they can pick up the trash for example. The other thing I would say when it comes to Andrew Cuomo -- I'm sorry, Chris Cuomo. He somehow lets Ted Cruz back him into a corner that where he has to then defend his brother. And they used to have a rule that you don't -- you can't interview your brother, right, or you can't -- like don't do family members. I think that's actually a pretty good rule. And I would maybe go back to that. The last thing I would say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You can have your dog on though, right, Dana?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, yes, absolutely. I mean, dogs are always available. I would even interview Chris Cuomo's dog if he wanted to have him on the show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's Andy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "When Andrew Cuomo says he's lays -- you know, I get it. He lays his head down. He sleeps well. I have this got one question. Where's the empathy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, you know, again, I think he may be referring to the low rate. But, Jesse, you've got -- that interview got real personal with Chris Cuomo saying that Trump had insulted the Senator -- Senator Cruz's wife during the campaign and then the brother. So again, I come back to the same question. Why do it? What did the audience get out of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, it got on THE FIVE.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, that's a good answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They doubled their audience, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They tripled their audience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Go back to the A block.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They tripled their audience. They did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Go back to the A block.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I just tried to be in the same room when Greg runs into Chris Cuomo one day, and I'm not going to break that fight up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't go to those clubs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "My only -- I'll make this quick, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't understand how Andrew Cuomo can say he did a good job, but President Trump did a bad job when President Trump got Andrew Cuomo everything he needed as fast as he could to help him out in New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "OK, I'm not sure he would agree, but I think your point is well taken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, he thanked him for everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right, so guess what, for you a special treat. \"THE FASTEST SEVEN\" is up next on THE FIVE.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Welcome back. Time for \"FASTEST SEVEN.\" First up, Jesse, this is for you. President Trump says McDonald's French fries are the secret to his famous mop of hair reacting to an article suggesting a chemical found in McDonald's fries could cure baldness. He tweeted, \"No wonder I didn't lose my hair.\" So, there is hope for you, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. So, I saw this. I washed my hair with fries this morning and it didn't do anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It didn't do a thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You're going to do it twice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're going to do it twice, rinse, lather, repeat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly, just on the head. Juan, I love potatoes. What is your favorite kind of potato? Like, if you -- what is -- if you eat potatoes, is it fries, is it -- you're a fry guy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Fry guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "These are awesome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know, ketchup -- and the people tell me, ketchup -- I shouldn't eat ketchup, but I love ketchup on fries.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What kind of ketchup, sugar, a lot of sugar and ketchup? I dip it into chocolate shake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Oh, really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But I must say -- let me just say though, that to hear President Trump engage in some self-depreciating humor about this, I thought that was very attractive. I thought that was a good move for him, much better than the $75,000 he paid for hairstyles at the tax deductions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was because he hired somebody to do it. And you have to pay them no matter what they're doing, Dagen. I learned that on the road.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Yes, they're worth twice that, a good hairstylist. I prefer hashbrowns, like the patties.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Oh yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "McDonald's fries are the reason that I didn't get a boyfriend when I was about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Well, because I was a little chunky.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You're chunky? When?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Oh, yes. I was 30, 40 pounds heavier about 20 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No way. We had to see pics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I want to see pics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, I'd like -- things are different now. You can find somebody for anyone. Dana?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I like the potatoes from like a crock pots to like a pot roast, right? Those kind of cooked potato.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, like a soft, mushy potato. That's a really boring potato, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, that's me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, snow days are the most treasured days of childhood. You can sleep in or get into a snowball fight with friends. Who wrote this? But they're now probably over thanks to virtual learning. Dana, you grew up in a place called Colorado and Wyoming, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We had a lot of snow days. Although, we had a superintendent who he made it tough on us. He said that he would only call school off if he couldn't get down his driveway in a tractor, which meant that we were, you know, schlepping it in the snow. But we -- you know, like that anticipation, you're going to get a day off, it's going to be fun, and you can watch Family Feud. Those days are over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I would -- I would not know Dagon because I grew up on the West Coast. When we heard snow day, that we were calling the coke dealer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "I won't answer that. There's no more snow days, Global warming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "They're over forever for everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What a loss.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, pandemic, Juan, this is another thing the pandemic erased.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, yes, because everybody is now acclimated to virtual learning both the student and the teacher. But of course, what are we going to do with American movies? No more Ferris Bueller's Day Off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That true. That's true. It was quite a plot point there, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "My dad was a headmaster for many, many years. And it was his job as headmaster to call the snow day. So, he would wake up at like 5:00 a.m. and check the weather. And it had to have been like -- it had to be eight inches for him to call it. He was -- he was so --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Very strict?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Like, very strict. Other headmasters, little dusting, call it, snow day. He was too tough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The best part about snow day is when I live -- moved out east was when you knew what was coming the night before, it's when you go out and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes. You'll have fun. You can stay up late.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Snow angel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, finally, a new study finds that rude e-mail exchanges at work can cause lingering stress, loss of sleep, and even affect family life. Is this true, Jesse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Your e-mails. We've all seen those. I don't send e-mails. I only communicate with my assistant and my producer. That's about it. And I think that's what people want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that is true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No one wants e-mails from me in the company besides this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Juan, he's talking about my e-mails being harsh. He doesn't see the ones I choose not to send.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Is it really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, they're terrible. I send them to myself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You should -- you should see these drafts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, my drafts are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You saying you could hit send if you send it to yourself?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I just -- I thought -- I think any rude encounter is stressful, but it's in person, it could be on the phone, it could be e- mail. I mean, you don't want to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "E-mail is hard because then you read it over and over again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's there forever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, how do you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "If you don't have anything nice to e-mail, don't e-mail anything at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And then they get leaked. All of our stuff is going to be leaked at some point because there'll be some disgruntled Fox employee like Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Our stuff is getting leaked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We're so -- we're screwed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Totally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dagen, press delete.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "E-mail is better for me because I get myself into trouble by calling people hon. Thanks, hon, sugar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "See, I would take that the wrong way. I'd be like, oh, Dagen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Thanks, sweet feet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Let me tell you, go to Baltimore. Everybody calls you hon in Baltimore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I wouldn't do well in the cell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "I got in trouble.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I take everything the wrong way. Hey, sugar. What's up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "God, help us all. All right, \"ONE MORE THING\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's time now for \"ONE MORE THING.\" Let's do some hair news, please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Hair news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Do we have some for hair news?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Hair news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We should. We should have it. We should have it. It's national hair day, everybody. We're going to take a look back at my hair over the years on THE FIVE. Let's see the first day I appeared on THE FIVE. Oh my God. Look at that sharp guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It is sharp.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's 2017. Let's do 2018.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I gained a little weight there. I got it. I'm OK with it. 2019, let's see that. Wow. It grew. And 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No tie, you chose to no tie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is the most Jesse \"ONE MORE THING\" ever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It is. And then, can we see my hair today? It's pretty good. Not a lot of change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Can we see it -- can we see it from the back?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think you just shaved a year off my life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, what do we have? Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You didn't show the mullet that you had over the summer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, they didn't pull that. That's been destroyed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, I want to talk about Lamb Chop. You want to meet Lamb Chop? This as this little dog is a 12-pound Maltese. She was just crowned People Magazine's world's cutest rescue dog. She beat out more than 10,000 other dogs after two weeks of voting. Christin Schubert of Milwaukee adopted this puppy in 2014. So, this little puppy was born in a puppy mill. He lived there for six years. And you know, it was tough times, had several tumors removed etcetera. Lamb Chop, she was scared of people and other dogs at first. But since being adopted, it's adjusting, thriving thanks to classes for shy dogs and a trainer. So, international superstar, that's Lamb Chop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Shy dogs. Why would you be shy if you were a dog? Greg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's to ponder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is true. And speaking of, let's do this. Greg's puppies in tutus. You know, if you know me well enough, you know, I love two things, puppies, and tutus. I also love Bishop Tutu, RIP. Check this out. Puppies in tutus, just having fun, loving the world in their tutus. You know, why can't we all be puppies in tutus, honestly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, you could wear a tutu.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Who says I haven't? I dance every Sunday around 3:00 a.m. down in the club. See you there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So you do go to Cuomo's clubs. Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right, so today is October 1st. Time for Charlie Brown's Great Pumpkin news. Yes, take a look at the winner of the Utah pumpkin growers annual giant pumpkin weigh-off. The winter weighed 1,825 pounds, the second-largest pumpkin ever grown in the state grown by Dr. Mohamed Sadiq. Eight of the pumpkins entered weighed over 1,000 pounds. That set a new record. And for you, horticulturalist, it's the largest pumpkin ever grown outside of a greenhouse. In case you think you want one for Halloween, too late. It takes six months for the seed to grow into a giant pumpkin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "(INAUDIBLE) drug test.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's gorgeous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That must be embarrassing for the pumpkins. Maybe they don't want to get on the scale. It's humiliating. Dagen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "I was bigger than that back in the day. So, take a look at this video. They're just out playing some golf and along comes, well, a deer, a friendly deer. This is Jason Michael Dudzinski and his fiance. Jason is a PGA professional. They took this video. Listen, where I'm from, it's hunting season. If you're out, you better be wearing head to toe blaze orange this time of year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You're talking about the golfer or the deer? Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "Hello everybody. I'm Jesse Watters along with Dagen McDowell, Juan Williams, Dana Perino and Greg Gutfeld. It's 5:00 in New York City and this is \"The Five.\" President Trump boasting that he won the first debate as big changes could be coming to the next one. The commission says it will adjust the format to avoid chaos and interruptions with new tools to maintain order. One possibility being discussed is to give the moderator the ability to mute the microphones of one candidate while the other is talking. President Trump blasting the idea on twitter. \"Why would I allow the debate commission to change the rules for the second and third debates when I easily one last time?\" And a source telling our John Roberts that the Biden campaign is behind the request to cut the mics. As for Tuesday's (INAUDIBLE) debate, the candidates aren't done talking about or taking shots at each other. President Trump touting his performance and mocking Sleepy Joe."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I really enjoyed last night's debate with Sleepy Joe. Last night I did what the corrupt media has refused to do, I held Joe Biden accountable for his 47 years of lies, 47 years of betrayal, and 47 years of failure. I held Joe accountable for shipping your jobs and dreams aboard and for bowing to the violent mob at home."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And Biden continuing to whine about the debate."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL NOMINEE",
      "utterance": "There couldn't be a more stark difference from what I saw last night in that debate stage. Self-entitled, self-serving president who thinks everything is about him. He thinks that if he just yells louder and louder, throws out lie after lie after lie, he will get his way."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And Nancy Pelosi is repeating her calls for Biden to back out."
    },
    {
      "speaker": "REP. NANCY PELOSI (R-CA)",
      "utterance": "It was a sad occasion. So, you know, people say, well they should've had a button to turn one microphone off while the other person was speaking. Whatever it is, I think one and done."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Juan, let me just ask you a question about the rule change proposals. If Biden won the debate, and that's how the debate was, kind of rowdy, why wouldn't he want those rules to stay the same? He can just sit back, let Trump self-destruct and act like a bully and look bad in his opinion, and he can win another debate. It tells me they know they didn't win and they're trying to now mute the president."
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS HOST",
      "utterance": "Wow. Yes, it's interesting because your initial thoughts to me I was thinking this is unlike Jesse."
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "utterance": "Oh, you see what he did there."
    },
    {
      "speaker": "WILLIAMNS",
      "utterance": "Yes. Why is Jesse giving good advice here? And then, of course, you came back to (INAUDIBLE)"
    },
    {
      "speaker": "WATTERS",
      "utterance": "What do you think? You know, if he won, if Biden really thinks he won, why wouldn't he want to keep the rules the same?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't think the actor here necessarily is Biden, by the way. I think the actor is the presidential debate commission."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But he made the request."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, he didn't. No, he did not."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He didn't? He told Roberts."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No. What you get here is a situation where the American people clearly were ill-served by what took place on Tuesday night. You did not -- if you are watching, you did not get a clear vision from either candidate of what it is that they propose to do in the next four years. And if you had your children with you, you are appalled. I mean, that was an embarrassment. So, I think that there is an effort here to say how can we make the debate actually more productive and more valuable to the American people? Now, the Trump campaign, not the Biden, but the Trump campaign is the one who says we don't want to change the rules. I think it was Jason Miller today who said, oh, they went after the debate commission by the way. Again, it's not Biden. They went after the debate commission and said these people are permanent swamp monsters. And of course, for someone who's been around a while like me, I think, gee, Frank Fahrenkopf runs the debate commission. He was the Republican chairman, the national committee chairman in the 1980's. So how -- what are you -- you're going after a fellow Republican."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You know what, it tells me Dagen, that they have to change the rules for Trump. It's not like this would happen if Trump weren't the nominee. They're not going to have mute buttons in 2024 and onward. But it looks like its Trump targeted."
    },
    {
      "speaker": "DAGEN MCDOWELL, FOX NEWS HOST",
      "utterance": "It's -- of course, it's Trump targeted, but this rule change could help Trump help himself."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You think so?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Yes, because he will focus on the most important issues, the economy. Talk about the deregulation and the tax cuts and the leveling of the playing field for corporations. Talk about the wealth gap in income inequality finally starting to shrink, something that didn't happen under Biden and Obama. Talk about lower and middle-income folks finally sharing in the wealth meaning household income going up the most last year at the fastest pace on record, 60 percent year low on the poverty rate. I can go on. But I just want to tell people something. Growing up in the south, you might mute me, but I can communicate really effectively with my hands. So, you could do this or (INAUDIBLE) to Biden or even like this, just to distract him."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't know if I'd put that --"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Just some options."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Hey, wait a second. What did that last one mean?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Well, it usually makes a noise Juan but --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Dana, you were saying, you know, if they do have the mute button and its two minutes, two minutes, and it's a little bit more organized and disciplined, Trump stays in the lane and he does what he does and that might help him."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, I mean, I think that was the thing though, that President Trump, he was chomping at the bit and so he didn't let Biden try to finish. And as we have seen, if you think about those primary debates, there were moments when Joe Biden would have two minutes to answer, and then he would get to about a minute and 13 and be like, yes, I'm good here. And I think at that point the president could be like, no please, finish. Right? And that's where you might get a moment. That's when -- but we have gone from a debate about whether there should be a debate or whether there were going to be debates. Now we're having debates about the debate format. I'm going to predict that nothing changes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Nothing changes."
    },
    {
      "speaker": "PERINO",
      "utterance": "Nothing is going to change for any of these debates. It is all going to stay the same going forward."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "PERINO",
      "utterance": "I also just want to point out that in the intro, we were playing sound of Joe Biden at an event in which he's been being (INAUDIBLE) like keeping his cool and not yelling during the debate. And now here he is by himself at a podium with two huge microphones, and he is yelling louder than ever and he's basically wiping out, from Algebra, right. He's canceling out all of those other things. That was a very bizarre thing. You don't need to yell when you have your microphone."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And it didn't look like there was much of a crowd there either Greg."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "But that -- what you're talking about is the same thing the media did today. So you had yesterday, the media was screaming about how unsophisticated and professional bull (ph) and horrible the debate was. And then you see him at the press conference, right?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "With Kayleigh, just over the top, like demanding ritual denunciation right now. I was watching the press conference with Kayleigh and I'm going, this reminds me of when the Black Lives Matter activists surround a car and they demand you to say Black Lives Matter or you can't drive away. That's what they were doing to Kayleigh. You must say it. It was this subjugation, and nobody should ever give into that. Nobody, even if you agree with them, it's a principal. You cannot be forced to say something, especially if you have already said it a dozen times. So we are letting the media shape this narrative. It's driving me nuts. Their narrative it is that it's Trump's the problem and he needs to be put in a box. I said it before, it has the -- it was a no rebuttal structure that caused this. So if you know that you are not going to be -- have any chance for a rebuttal and somebody says something really personal about you, those are fighting words, you got to jump in. And if you know you can't do it -- and by the way, Biden did interrupt before Trump, but Trump had to interrupt more because there were more personal things said to him. So the problem wasn't Trump. It was the no rebuttal. I'm not surprised the media wants a mute button or the Democrats want a mute button because if you look at college campuses, the left are trying to shut down speech. They try to cancel shows. They try to cancel speakers."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Social media."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They don't want to cooperate or communicate with people. That's the thing. They don't like competition to their opinions, so they prefer to just mute you, especially Trump. And they are not mad at Trump because he's mean. They are mad at Trump because he is mean on behalf of millions. He is their agent and they hate -- remember, they hate his base as much as they hate Trump. So, they hate the fact that he's so persuasive and so good at this, I can't wait for the next debate. It's going to be great."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I know what you think, Greg, you know, when you look at -- what I was talking about was the American people are being ill-served by a bunch of just people screaming and being rude to each other that a lot of people, and this may actually benefit President Trump, just got turned off by it. And I think you see this in the numbers. Like, you know, you expect -- I expected even a bigger audience that we were able to get. We got a great audience, but it was, you know, I think a lot of people just said, what's all this shouting? Why is Trump constantly breaking up and being rude?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Here is my response. As contentious as \"The Five\" gets, our ratings are always better when we go at it. I hate to say it, but that's true. I mean, they have us here for a reason because people like to see the fireworks. Not everybody -- nobody wants to hear about policy if there's fireworks outside, right? And that's the reality. That is -- that debate is basically the consequence or results of our success."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Although, I would like a mute button on this show once in a while, mostly from Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Mostly for Dana to keep Dana in line. All right, coming up, a huge reversal for the Biden campaign in key battleground states. Is it a sign Sleepy Joe and his crew are worried? Find out next."
    },
    {
      "speaker": "PERINO",
      "utterance": "A major reversal for team Biden in key battleground states. So, after months of avoiding direct contact with voters, the campaign is now launching in-person canvassing operations with COVID safety measures in place. Now this comes after concerns from allies on the ground, \"Democrats in battleground states have in recent weeks sounded the alarm about the Biden campaign not having a more robust physical presence given that the Trump campaign has boasted for months about its ability to reach voters in person.\" Juan, this reminds me of when the campaign manager for Hillary Clinton in Wisconsin kept calling over to Brooklyn headquarters saying, can I get some help, we need some help, could anybody? And Brooklyn said no, we are looking at the algorithm and the algorithm says everything is just fine, and it clearly wasn't. So, is the Biden campaign being responsive to real concerns?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, including that concern. I think clearly, people don't want to have any regrets on November 3rd, so they don't want to have a repeat of that. But in terms of the actual strategy here, I think it's twofold, Dana. One is that they had thought, given the pandemic, that people didn't want strangers knocking at the doors so much and they were really happy to reach likely and registered voters with phone calls, text messages, even old- fashioned, you know, mail. But now what they are doing is, I think responding to the kind of indication that I don't know for a fact, but that Trump is -- and Trump's campaign is registering more people."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And so what they are doing is they are targeting people who maybe are harder to reach, younger folks that don't have a hard line in the house, maybe they have cell phones. Cell phone number is a little harder to get. And they are going after those folks and they are reaching out to them to say hey, we want you not only to vote, but in case you need to register, we want you to register."
    },
    {
      "speaker": "PERINO",
      "utterance": "The thing is, Jesse, that the Trump campaign has been working on new voter registration since January of 2017 and they have reached some very high numbers and a new voter is 99 percent likely to vote in our next election."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Exactly. They are registering hundreds of thousands of more Republican voters than Democrats in all of these big battleground states. It is funny to watch the Biden campaign literally three days ago say the Trump campaign was putting people's lives in danger by knocking on doors and now, yes, let's knock on some doors."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So this tells me that they are not doing as well as they think they are when you look at the polls. They didn't win the debate because now they want rule changes. They are creating these fake racial hoaxes now and they are now hitting the ground. And if you look at the polls you can see indications of the swing, the tracking poll from USC, head-to-head general, (INAUDIBLE) Juan. Follow it. It had Biden up double digits the other day. Now, Trump is within four points. And Rasmussen, his approval rating got a 2.5. So, it is looking good in the RealClear Politics average in the battleground, Trump's within 3, that's a margin of error. And I can tell you, he's not down 3 in every single battleground."
    },
    {
      "speaker": "PERINO",
      "utterance": "The other thing that we're talking about, and Greg, I guess, you know, talking about his change in that or the fact that Biden is really trying to not answer a lot of questions including like on the Supreme Court and how the left is saying we want to pack the court and he refuses to answer. He calls it a distraction. I'm not sure that that's a tenable position."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't think so (INAUDIBLE), but he didn't have a ground game. He had a 6 feet underground game, if you know what I mean. I had this idea that, you know, he's on a train, going door-to-door, they should"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No."
    },
    {
      "speaker": "PERINO",
      "utterance": "It has the big wheel and then a little wheel."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The big wheel and little wheel, you can go really fast because they are really big wheels so you can just pedal. You can just -- for a little person like me, you can get across town like that."
    },
    {
      "speaker": "PERINO",
      "utterance": "You should try that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Ditch the subway. But doesn't going door-to-door seem kind of like a desperate situation now? It's like when you start texting frantically to somebody because they haven't responded, and you think maybe you are being ghosted or maybe they left town. That's what it -- he thinks he's being ghosted by the voters."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Just like, hello, are you up?"
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, it could be, Degan, that they sensed that things are tightening. Partisan usually do come home, and they have this lead in some of these states and they don't want to lose it."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "They don't want to lose it but they also need to get progressive voters to vote for Joe Biden. The Bernie bros and gals might hate President Trump, but they have to get out and -- they have to get those voters out. President Trump in the debate was trying to pen Joe Biden down and get him to disavow like the Green New Deal, some of these far-left wing policies. So you can kind of profile people, check out their shoes, what are you wearing, how are you dressed, and then do a nod, nod and a wink, wink and go Green New Deal, wealth tax, single-payer, we're on that. Or they can go the other way and say, oh, don't worry, we are not going to basically destroy your job in fracking, in the natural gas business. Oh, don't worry, we are not going to send your electricity prices up. It's a way for them to figure out, hey, are you moderate? Then here are Joe's policies. Oh, you're a left-wing leaning? Here are Joe's policies."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes. When you go canvassing door-to-door, you have two groups of pamphlets, the A or the B based on the shoes. Greg, I don't know, your shoes are pretty normal today."
    },
    {
      "speaker": "GUTELD",
      "utterance": "These are Prada."
    },
    {
      "speaker": "PERINO",
      "utterance": "Of course."
    },
    {
      "speaker": "WATTERS",
      "utterance": "These are Prada."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Of course, they are."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "My wife buys my shoes. If she was watching right now, but she's not because she's driving, she would call you right now."
    },
    {
      "speaker": "PERINO",
      "utterance": "I like the shoes. I'm just saying that sometimes they are a little bit more colorful and I might have given you packet A rather than B."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What does the packet A means?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I'm not sure. I'm going to work on it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It means that it must be the shoes."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, up next, the debate over mail-in voting, that is continuing. One city is having issues with over 100,000 ballots, 100,000."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's nice. On November 3rd, you are watching and you see who won the election and I think we are going to do well because people are really happy with the job we've done, but you know what, we won't know. We might not know for months because these ballots are going to be all over."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "President Trump has been taking a beating for suggesting widespread confusion is coming but does this prove he has a point? New York City sending out nearly 100,000 new mail-in ballots after a printing error. The problem has reportedly spread to other parts of the state and now Dr. Anthony Fauci is saying he's going to vote in person. DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS"
    },
    {
      "speaker": "DISEASES",
      "utterance": "I'm going to go to the poll. If you stay 6 feet apart and wear a mask and you are in line outside and when you go inside, if the polling staff clearly are being careful with masks, you physically can go and vote. For sure."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "And Dana, New York is not even one of the states sending out ballots to every registered voter and they are having troubling problems there."
    },
    {
      "speaker": "PERINO",
      "utterance": "I guess the good news is they caught it now rather than November 4th. That would not be a good time to catch it. I also think that social distancing for voting, this is like a dream come true for me because I don't love crowds and I'm really short. If you go and there's a long line and you are squeezed in with people, it feels very uncomfortable. So, I think that voting in person is actually great and I think Dr. Fauci is right. If you really want to make sure that your vote counts and you can vote in person, you should because America needs a decisive election, whatever it's going to be, we need a decisive election and the best way to get that is for as many people as possible to vote in person as can be."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Greg, why aren't the Democrats saying that to their voters that they want their votes to count?"
    },
    {
      "speaker": "PERINO",
      "utterance": "They are starting to. The \"New York Times\" (INAUDIBLE) today. Sorry."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm just empathizing with Dana. I think that we have been height discriminated in all voting and parades and I am tired of, you know, busting my nose on somebody's hip."
    },
    {
      "speaker": "PERINO",
      "utterance": "But you have class action lawsuit --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I think so. I think so. OK, what did you ask me?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "It didn't matter."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Don't matter. Go ahead."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let me look at my notes. All right. So, I got my card. I got my card telling me where I can vote and when. And it starts on October, something like the last week of October. It goes for like a week and a half. So, I don't understand. Why can't we just vote early instead of extending the deadline? But I also don't understand why the Democrats aren't also wary of the mail-in vote, like they'd rather lose the election than agree with Trump, that this is a risk. The absentee ballots aren't the risk and the states that have been doing this aren't the risk. It's the new experiment with that. And, I mean, if you're a Democrat, you've got to worried that there is research that shows, and I think it was in Florida and some other states that minority voters, their ballots get rejected the most, Native Americans on reservation, same thing. So, I mean, Trump is kind of saying something that you should listen to and I know it's hard to listen to somebody you despise but, you know, sometimes --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "People listen to me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I know. I don't. I don't even know who you are anymore."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So, everybody knows Johnny, my assistant. We all love Johnny. And Johnny's great-grandmother, she would've been 115 years old today, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, gosh. Happy Birthday."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She passed away in 2006, god rest her soul. Jonny's great- grandmother received a ballot today in the mail in Brooklyn and I'm not going to say whether he filled it out for Trump or not, but the fact that she --"
    },
    {
      "speaker": "PERINO",
      "utterance": "No, just say that he didn't."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The fact that she's been passed away for so long and received a ballot, unsolicited, unless she solicited from, you know, beyond the grave, that is scary. And if you look at what happens in California, let's say -- I looked at the math, 250,000 people passed away in California every year. So the last four years it's a million people in California that passed away. Let's say half of them are registered voters, all right. Let's say half, its a half a million ballots that they are sending out to dead people."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- discriminating against the post livers (ph). You are saying that because you're dead you can't vote."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, listen, yes, I am. I am."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They're post living."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And if, Greg, if you even take 10,000 of that half-million you could swing a congressional race from red to blue or if you want to screw it up, you go the other way, but that's how bad it is. And I did also research on Trump saying they are throwing ballots in creeks."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "It was a ditch."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I couldn't find the creek, but I found a ditch, they threw it in a trash can, a dumpster, a home, office buildings in the side of the road. So, I mean, if you want to say it's bad, it is bad, Juan. It's bad."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I'll tell you what's bad. What's bad is hearing people try to delegitimize an American democratic process that's worked with since the 1700s, called an election. And in New York City, the problem they had, it was recognized, and it was rectified. And it was a small problem. What we have in terms of the grander experience of many states, including Republican-led states that have had mail-in voting for many years is that there is negligible if any fraud or corruption to be found."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Forget the fraud. What about just disqualifying ballots?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I was saying, even if Johnny's grandmother got a ballot, guess what, he can fill it out for Trump. But it's going to go to the polling place, they're going to look at it, they're going to have to verify it. And guess what, they'll say this person is deceased. Not a deal. So, I mean, you can try that, but I think it's pretty ridiculous. I think that what we heard today from the White House Press Secretary was oh, yes, people are finding ballots. They're throwing them. I think she -- rivers, she said it first, then she said, no, it was a ditch. But again, the ballots were nameless. Nobody had filled it out. And once they recognize the problem, they fix the problems."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK, so someone finds those ballots and fills them out --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, no, but again, again, it's a futile act because you have to verify once it gets to the polls."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Here's what happens in New York City. I experienced this. My name got scrubbed from the voter rolls, and I call the New York County Board of Elections four years ago to make sure I could go and vote. And you know what happened? The guy answered the phone, biggest city in the nation, hung up on me. And then, I called back, and they didn't answer the phone. And you know what, there was a woman in the New York Times article that was quoted, the same thing happened to her. She got a wrong ballot, and she -- it was her neighbor, and she called the Brooklyn board of elections. And they hung up on her the first time and then the phone rang off the hook."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, you should try the DMV."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "That's our point."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, the point is that you can get these things fixed. I mean, the point is that Kayleigh McEnany --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Juan, you know what? Juan, you guys vote by mail and Republicans can do it in person. We'll see how that works out."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I'm just saying, Kayleigh McEnany, they make up -- they make up these apocryphal stories because they don't want you to vote and you should vote."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I mean, it's just like Kayleigh McEnany today, we asked -- Fox reporters asked her, condemn the Proud Boys. She won't do it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She did not say that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She did. She did condemn it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, she said, we've done it many times. She won't do it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's not spread falsehoods."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Yes, this is the end of the segment, not the beginning of another one. Ahead, a tone-deaf New York Governor Andrew Cuomo bragging about saving lives during the pandemic. Hear it next."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Welcome back, New York Governor Andrew Cuomo once again facing heavy criticism from some for new comments defending his handling of the pandemic. Take a look."
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "utterance": "I put my head on the pillow at night saying I saved lives. That's how I sleep at night. And I know we have. I know this type of activity; incompetent and effective government will cost lives. We've seen it from Trump. He has cost lives."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And Texas Senator Ted Cruz clashing with the governor's brother on CNN."
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "utterance": "Was it a mistake when your brother implemented a policy that nursing homes had to accept COVID positive patients and endanger the lives --"
    },
    {
      "speaker": "CHRIS CUOMO, ANCHOR, CNN",
      "utterance": "My brother was the first one to say that it was a learning curve and that mistakes were made, and they changed things as soon as they could."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So, Greg, is Cuomo sleeping well because he's referring to the New York State, New York City experience, these are densely populated areas, lot of international travelers coming in, and currently a very low rate of Coronavirus spread?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, it's a low rate compared to the past. They got hit super hard because of his incompetence. He's as delusional as Chris which proves that he and his brother do actually share the same single brain. But the one thing that like -- it drives me crazy is the ship, OK. Trump sent a massive medical shipped to the west side, right, and it sat there. Every day, I drove by when I was coming into the city, unused. That's where they could have sent the contagious folks and not go to the -- that's what it was for. It was for -- it was for people with COVID. And instead, they didn't want to use the ship. They use the rest homes and killed all those people. And I'm trying to figure out, this is a huge, huge mistake and you should own it, but why? I mean, did you not want to use the ship because Trump sent it to you? Is that the reason? I mean they've yet to tell -- explain why the ship was sent and not use. If they sent those however many patients there, there would be 1,000 still alive."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right, so Dagen, I was watching that CNN thing and I thought, what did the CNN audience get out of that exchange? What do you think?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Well, you know what, it's the people who lost loved ones in nursing homes in New York, and it's thousands more than New York even admits. It's the people who deserve an answer, and Andrew Cuomo won't give it to them. This is so -- you know what, I'm prone to using a four-letter word and I've only got one for Andrew Cuomo, liar. He actually said that he denied -- that he said, sending COVID patients directly from hospitals never happened. Liar. He is so pathetic that CNN, his brother's network, factchecked his ass. Jake Tapper, bless him, retweeted it. Cuomo falsely claims New York nursing homes never took COVID positive patients. You know what, if Andy Cuomo was a Republican, he would be indicted on criminal charges for killing all of those elderly people."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wow, you're in a rage."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Because you know what, it causes pain for these people who lost loved ones, including (INAUDIBLE). At every turn, he is spitting on their graves."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wow. OK. Dana, a little bit of controversy in New York about the police enforcing mask rules. But I'm thinking to myself, if you don't wear a seatbelt, they go -- they will penalize you, will stop you, so what's the difference with the masks?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, I think -- we need the economy to get back on track. One of the best way to get the economy back on track is for people in crowded situations inside to be wearing a mask. So -- and then that includes on a bus or on a subway, so I am for it. And I think that that's -- it's a small thing to do to make sure -- not only that you're being courteous to other people, protecting yourself, but also in that helps get everybody back to work and money back into the city so that they can pick up the trash for example. The other thing I would say when it comes to Andrew Cuomo -- I'm sorry, Chris Cuomo. He somehow lets Ted Cruz back him into a corner that where he has to then defend his brother. And they used to have a rule that you don't -- you can't interview your brother, right, or you can't -- like don't do family members. I think that's actually a pretty good rule. And I would maybe go back to that. The last thing I would say --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You can have your dog on though, right, Dana?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, yes, absolutely. I mean, dogs are always available. I would even interview Chris Cuomo's dog if he wanted to have him on the show."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's Andy."
    },
    {
      "speaker": "PERINO",
      "utterance": "When Andrew Cuomo says he's lays -- you know, I get it. He lays his head down. He sleeps well. I have this got one question. Where's the empathy?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, you know, again, I think he may be referring to the low rate. But, Jesse, you've got -- that interview got real personal with Chris Cuomo saying that Trump had insulted the Senator -- Senator Cruz's wife during the campaign and then the brother. So again, I come back to the same question. Why do it? What did the audience get out of that?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, it got on THE FIVE."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, that's a good answer."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They doubled their audience, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They what?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They tripled their audience."
    },
    {
      "speaker": "PERINO",
      "utterance": "Go back to the A block."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They tripled their audience. They did."
    },
    {
      "speaker": "PERINO",
      "utterance": "Go back to the A block."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I just tried to be in the same room when Greg runs into Chris Cuomo one day, and I'm not going to break that fight up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't go to those clubs."
    },
    {
      "speaker": "WATTERS",
      "utterance": "My only -- I'll make this quick, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't understand how Andrew Cuomo can say he did a good job, but President Trump did a bad job when President Trump got Andrew Cuomo everything he needed as fast as he could to help him out in New York."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "OK, I'm not sure he would agree, but I think your point is well taken."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, he thanked him for everything."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right, so guess what, for you a special treat. \"THE FASTEST SEVEN\" is up next on THE FIVE."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Welcome back. Time for \"FASTEST SEVEN.\" First up, Jesse, this is for you. President Trump says McDonald's French fries are the secret to his famous mop of hair reacting to an article suggesting a chemical found in McDonald's fries could cure baldness. He tweeted, \"No wonder I didn't lose my hair.\" So, there is hope for you, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. So, I saw this. I washed my hair with fries this morning and it didn't do anything."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it didn't."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It didn't do a thing."
    },
    {
      "speaker": "PERINO",
      "utterance": "You're going to do it twice."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're going to do it twice, rinse, lather, repeat?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly, just on the head. Juan, I love potatoes. What is your favorite kind of potato? Like, if you -- what is -- if you eat potatoes, is it fries, is it -- you're a fry guy?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Fry guy."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "These are awesome."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, they are."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know, ketchup -- and the people tell me, ketchup -- I shouldn't eat ketchup, but I love ketchup on fries."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What kind of ketchup, sugar, a lot of sugar and ketchup? I dip it into chocolate shake."
    },
    {
      "speaker": "PERINO",
      "utterance": "Oh, really?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But I must say -- let me just say though, that to hear President Trump engage in some self-depreciating humor about this, I thought that was very attractive. I thought that was a good move for him, much better than the $75,000 he paid for hairstyles at the tax deductions."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was because he hired somebody to do it. And you have to pay them no matter what they're doing, Dagen. I learned that on the road."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Yes, they're worth twice that, a good hairstylist. I prefer hashbrowns, like the patties."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Oh yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, the best."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "McDonald's fries are the reason that I didn't get a boyfriend when I was about --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Well, because I was a little chunky."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You're chunky? When?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Oh, yes. I was 30, 40 pounds heavier about 20 years."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No way. We had to see pics."
    },
    {
      "speaker": "PERINO",
      "utterance": "Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I want to see pics."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, I'd like -- things are different now. You can find somebody for anyone. Dana?"
    },
    {
      "speaker": "PERINO",
      "utterance": "I like the potatoes from like a crock pots to like a pot roast, right? Those kind of cooked potato."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, like a soft, mushy potato. That's a really boring potato, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, that's me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, snow days are the most treasured days of childhood. You can sleep in or get into a snowball fight with friends. Who wrote this? But they're now probably over thanks to virtual learning. Dana, you grew up in a place called Colorado and Wyoming, right?"
    },
    {
      "speaker": "PERINO",
      "utterance": "We had a lot of snow days. Although, we had a superintendent who he made it tough on us. He said that he would only call school off if he couldn't get down his driveway in a tractor, which meant that we were, you know, schlepping it in the snow. But we -- you know, like that anticipation, you're going to get a day off, it's going to be fun, and you can watch Family Feud. Those days are over."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I would -- I would not know Dagon because I grew up on the West Coast. When we heard snow day, that we were calling the coke dealer."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "I won't answer that. There's no more snow days, Global warming."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "They're over forever for everybody."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What a loss."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, pandemic, Juan, this is another thing the pandemic erased."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, yes, because everybody is now acclimated to virtual learning both the student and the teacher. But of course, what are we going to do with American movies? No more Ferris Bueller's Day Off."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That true. That's true. It was quite a plot point there, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "My dad was a headmaster for many, many years. And it was his job as headmaster to call the snow day. So, he would wake up at like 5:00 a.m. and check the weather. And it had to have been like -- it had to be eight inches for him to call it. He was -- he was so --"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Very strict?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Like, very strict. Other headmasters, little dusting, call it, snow day. He was too tough."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The best part about snow day is when I live -- moved out east was when you knew what was coming the night before, it's when you go out and --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes. You'll have fun. You can stay up late."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Snow angel."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, finally, a new study finds that rude e-mail exchanges at work can cause lingering stress, loss of sleep, and even affect family life. Is this true, Jesse?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Your e-mails. We've all seen those. I don't send e-mails. I only communicate with my assistant and my producer. That's about it. And I think that's what people want."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that is true."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No one wants e-mails from me in the company besides this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Juan, he's talking about my e-mails being harsh. He doesn't see the ones I choose not to send."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Is it really?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, they're terrible. I send them to myself."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You should -- you should see these drafts."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, my drafts are --"
    },
    {
      "speaker": "PERINO",
      "utterance": "You saying you could hit send if you send it to yourself?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I just -- I thought -- I think any rude encounter is stressful, but it's in person, it could be on the phone, it could be e- mail. I mean, you don't want to do it."
    },
    {
      "speaker": "PERINO",
      "utterance": "E-mail is hard because then you read it over and over again."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's there forever."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, how do you --"
    },
    {
      "speaker": "PERINO",
      "utterance": "If you don't have anything nice to e-mail, don't e-mail anything at all."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And then they get leaked. All of our stuff is going to be leaked at some point because there'll be some disgruntled Fox employee like Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Our stuff is getting leaked."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We're so -- we're screwed."
    },
    {
      "speaker": "PERINO",
      "utterance": "Totally."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dagen, press delete."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "E-mail is better for me because I get myself into trouble by calling people hon. Thanks, hon, sugar."
    },
    {
      "speaker": "WATTERS",
      "utterance": "See, I would take that the wrong way. I'd be like, oh, Dagen."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Thanks, sweet feet."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Let me tell you, go to Baltimore. Everybody calls you hon in Baltimore."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I wouldn't do well in the cell."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "I got in trouble."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I take everything the wrong way. Hey, sugar. What's up?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "God, help us all. All right, \"ONE MORE THING\" is up next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's time now for \"ONE MORE THING.\" Let's do some hair news, please."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Hair news."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Do we have some for hair news?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Hair news."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We should. We should have it. We should have it. It's national hair day, everybody. We're going to take a look back at my hair over the years on THE FIVE. Let's see the first day I appeared on THE FIVE. Oh my God. Look at that sharp guy."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's the same."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It is sharp."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's 2017. Let's do 2018."
    },
    {
      "speaker": "PERINO",
      "utterance": "Wow."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I gained a little weight there. I got it. I'm OK with it. 2019, let's see that. Wow. It grew. And 2020."
    },
    {
      "speaker": "PERINO",
      "utterance": "No tie, you chose to no tie."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is the most Jesse \"ONE MORE THING\" ever."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It is. And then, can we see my hair today? It's pretty good. Not a lot of change."
    },
    {
      "speaker": "PERINO",
      "utterance": "Can we see it -- can we see it from the back?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think you just shaved a year off my life."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, what do we have? Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "You didn't show the mullet that you had over the summer?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, they didn't pull that. That's been destroyed."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, I want to talk about Lamb Chop. You want to meet Lamb Chop? This as this little dog is a 12-pound Maltese. She was just crowned People Magazine's world's cutest rescue dog. She beat out more than 10,000 other dogs after two weeks of voting. Christin Schubert of Milwaukee adopted this puppy in 2014. So, this little puppy was born in a puppy mill. He lived there for six years. And you know, it was tough times, had several tumors removed etcetera. Lamb Chop, she was scared of people and other dogs at first. But since being adopted, it's adjusting, thriving thanks to classes for shy dogs and a trainer. So, international superstar, that's Lamb Chop."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Shy dogs. Why would you be shy if you were a dog? Greg?"
    },
    {
      "speaker": "PERINO",
      "utterance": "That's to ponder."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is true. And speaking of, let's do this. Greg's puppies in tutus. You know, if you know me well enough, you know, I love two things, puppies, and tutus. I also love Bishop Tutu, RIP. Check this out. Puppies in tutus, just having fun, loving the world in their tutus. You know, why can't we all be puppies in tutus, honestly?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, you could wear a tutu."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Who says I haven't? I dance every Sunday around 3:00 a.m. down in the club. See you there."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So you do go to Cuomo's clubs. Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right, so today is October 1st. Time for Charlie Brown's Great Pumpkin news. Yes, take a look at the winner of the Utah pumpkin growers annual giant pumpkin weigh-off. The winter weighed 1,825 pounds, the second-largest pumpkin ever grown in the state grown by Dr. Mohamed Sadiq. Eight of the pumpkins entered weighed over 1,000 pounds. That set a new record. And for you, horticulturalist, it's the largest pumpkin ever grown outside of a greenhouse. In case you think you want one for Halloween, too late. It takes six months for the seed to grow into a giant pumpkin."
    },
    {
      "speaker": "PERINO",
      "utterance": "(INAUDIBLE) drug test."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's gorgeous."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That must be embarrassing for the pumpkins. Maybe they don't want to get on the scale. It's humiliating. Dagen?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "I was bigger than that back in the day. So, take a look at this video. They're just out playing some golf and along comes, well, a deer, a friendly deer. This is Jason Michael Dudzinski and his fiance. Jason is a PGA professional. They took this video. Listen, where I'm from, it's hunting season. If you're out, you better be wearing head to toe blaze orange this time of year."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You're talking about the golfer or the deer? Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}