{
  "date": "October 5, 2020",
  "headline": "Sen. Kennedy: No reason to delay Supreme Court confirmation hearings",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/sen-kennedy-no-reason-to-delay-supreme-court-confirmation-hearings",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "KEVIN CORKE, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "Afternoon, Neil. The president is a phenomenal patient, and soon he will be heading home.  That's the word from his medical team here at Walter Reed. They say there are no active signs of the virus. His vitals look very good.   In fact, his respiratory signs are very good. And so, later on this evening, he is expected to make his way back over to the White House. Let me take you to Twitter and share with the president had to say about that, as we sort of unpack what has been an action-packed afternoon here at Walter Reed. He said: \"I will be leaving the great Walter Reed Medical Center today at   6:30 p.m., feeling really good. Don't be afraid of COVID. Don't let it dominate your life. We have developed under the Trump administration some really great drugs and knowledge. I feel better than I did 20 years ago.\" Dr. Sean Conley, briefing reporters earlier, he said the president is breathing normally, he says, and though he is not entirely out of the woods, the team here agrees that the clinical status supports a safe return home to the White House, where, of course, he will be surrounded by 24/7 medical care. He also said the president has been a phenomenal patient. He's been back and forth on what's safe and reasonable and never once pushed the team to do anything beyond what is safe and reasonable practice of medicine.  Neil, there are still some questions about what will happen with respect to the action plan once he is back at the White House. And then the all- important question, of course, is also, when might he back out on the campaign trail?   The doctors were hesitant to sort of pin that down, but they made it sound like he could be back out there. Of course, that will have to happen after a weeks-long evaluation back at the White House. Also, there were some questions about when he had his last negative test.  The doctors here didn't want to touch that, citing HIPAA rules, but a lot of people are wondering when that was with respect to contact and contact tracing -- contact tracing. So, we're not exactly sure. We will continue to dig for that -- but, for now, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Thank you, Kevin, very, very much.  So, is the president out of the danger zone? That was a very big concern when he first entered Walter Reed. Dr. Anita Gupta joins us, Johns Hopkins University School of Medicine, much, much more.  Doctor, what do you think? What does he have to watch out for? What do doctors have to watch out for him, tending to him at the White House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANITA GUPTA, JOHNS HOPKINS UNIVERSITY OF MEDICINE",
      "sentences": "Thank you again, I appreciate it. So, look, first of all, we want a rapid recovery. And I appreciate that we're going to have one soon for the president. And that's good news for the nation. So, the question you asked, we have to look out for several things. We have to continue to look for signs, vital signs. And we heard that today, that his respiratory function is in good shape. And these are discharge criteria that the Walter Reed physicians are going to look for and continue to look for as he gets back to the White House.  And that's obviously the utmost importance. His respiratory function will be continued to be monitored, in addition to his vital signs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Doctor, switching gears slightly here, but there's the vice presidential debate on Wednesday. And even though the vice president has repeatedly tested negative for the virus, he was at this crowd-spreading event that was for Judge Garrett -- Judge Barrett, I should say, as were a number of others who have since tested positive for the virus.   Now, in normal cases, that would warrant, just out of an abundance of caution, the vice president quarantining himself, which would obviously bring us up to this debate. Do you think he should go to that debate? Do you think it's safe for him and those who will be there for him to be there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUPTA",
      "sentences": "Well, look, we know that everyone is doing the utmost that they can to prevent spread.  And, obviously, all the precautions are being put in place from both sides. And so we have to continue to do that. And I know that both sides of the campaigns are putting all the prevention and precautions in place. So, we continue to look for that. And I know that both sides will continue to put all the prevention and precautions in place for the debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But are you surprised, Doctor, by the sheer number of new cases, right, a number of mid-level staffers? We have also heard about Kayleigh McEnany. We can go on and take a look at Bill Stepien, the campaign manager, Hope Hicks, the president of the University of Notre Dame, also the RNC chair, Ronna McDaniel, the senators who were at this event, including Mike Lee, Ron Johnson, Thom Tillis.  There are a lot of people getting this thing. And I'm wondering if it is then safe? Or what's your medical advice for people leaving what turned out to be a spreading event going elsewhere?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUPTA",
      "sentences": "Look, we know that this virus can potentially spread. And we know that there's potential spread in a variety of spaces. So we have to continue to do all the prevention measures. And so it is nothing to take lightly. The risk is there. And it has reached the most important people in our nation. So, we continue to have to emphasize all the prevention measures that everyone is aware of. And so it is of utmost importance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you're OK -- you're -- just to be clear, Doctor, then you're OK with him going there? You don't think there's minimal risk of anything that could go wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUPTA",
      "sentences": "I think, as long as the prevention measures are in place, I think that we have to continue to do those prevention measures.   And as long as he is testing negative, and we know that the people around him are safe, I think all that can continue as planned. And the nation wants to hear the debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, I hear you. OK, thank you, Dr. Gupta. Very good catching up with you. Joe Biden, for his part, is getting ready for what will be next week's presidential debate.   Now, he did put out a -- somewhat of a caveat here as he gets ready to speak in Florida. That is, essentially, if the doctors and the medical officials write off on it. But I was just mentioning Mike Pence and this upcoming debate he is going to have with Kamala Harris in Salt Lake City. He is speaking to reporters right now. Guys, if we can dip into that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "... gratitude first to the incredible medical staff at Walter Reed Hospital and at the White House for the care, the concern that they've shown for this President and our First Family and all of those impacted on the White House staff. And let me also take this opportunity to say how grateful we are for the expressions of concern and support and the prayers of millions of Americans who have remembered our President, remembered our wonderful First Lady. And we really believe it is emblematic of the love and the care and the compassion the American people have shown all of those that have been impacted by the coronavirus from the very beginning of this pandemic.  And as I said, when the president told me he was headed back to the White House, he told me to head to Utah, and we're looking very much forward to the vice presidential debate. The stakes in this election have never been higher, the choice has never been clearer, and I look forward to the opportunity to take our case to the American people for four more years for President Donald Trump in the White House.  So, thank you all very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Mr. Vice President, can you acknowledge...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Mike Pence getting ready for his big debate with Kamala Harris on Wednesday. That is still on. A number of people have been questioning, given what happened in the Rose Garden -- he was there, as well as a number of other top officials who were there, senators and former governors, and obviously key White House staff members, including just today word that Kayleigh McEnany had contracted the virus as well -- whether this is a wise thing for him to do.  I should stress he has tested negative again and again for the virus. Out of an abundance of caution, though, some doctors have suggested it might not be wise to go there, to push this thing back. So far, it doesn't look like they are. And they're going to honor severe distancing rules, as I call it, I believe, about 12 feet between them. So we will monitor that. Peter Doocy is monitoring the former vice president. He is open to debating the president as well, but, again, he stressed as long as you know doctors are OK with it themselves. Peter, what's the latest?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "sentences": "Neil, the latest is that Joe Biden just got to his next event in Miami at a gym here in Little Havana.  Earlier, he made a stop in Little Haiti. And it's a different Joe Biden than we heard from on Saturday, when he was saying he didn't want to say anything bad about the president while he was recovering from coronavirus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSEPH BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "The Haitian community here, Little Haiti, grows and prospers, the whole of Miami-Dade prospers. Nobody loses. Everybody wins. It's all about addition, not like the administration talks about subtraction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "The Trump campaign says that, even though Biden pledged to pull all negative campaign ads, almost 100 of them ran on Sunday in swing states, including one that tells voters they have got a chance to put the darkness of the past four years behind them.   The campaign says that -- the Biden campaign says that their candidate is not tested for COVID-19 every day, only before trips. The Democratic nominee also said he would like to come back to Miami in 10 days to debate Trump again. And while he was saying that, somebody noticed that there wasn't enough social distancing. It wasn't a public health expert. It wasn't a Secret Service agent. It was his wife.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN",
      "sentences": "No, I look, -- if the doctors -- listen to the science.  If the scientists say that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JILL BIDEN, WIFE OF JOE BIDEN",
      "sentences": "Come back a little.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN",
      "sentences": "I'm sorry.  If the scientists say that it's safe and the distances are safe, then I think that's fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "It is really hot in South Florida today, about 86 degrees, and humid. And Joe Biden at that first event outdoors spoke, never took his mask off the entire time -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, that's tough to do when it's that hot? Thank you, Peter, very, very much. We will be monitoring the former vice president very, very closely. Want to go to Lee Carter on the impact of all of this.  Lee, you think about some of these polls that are out, including this Wall Street Journal/NBC News one that has the president trailing by now by 14 points, now, out of that pre the president being diagnosed with COVID. But what do you suspect the COVID impact has been for the president? I know it's sort of a mug's game here. But what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEE CARTER, REPUBLICAN POLLSTER",
      "sentences": "It's really, really, I think, sort of canceling each other out. I think, on the one hand, his supporters have realized how important he is. And they are really, really excited, energized, enthused to continue to support the president. They're all paying attention to every word, hoping and praying for his recovery. And I think we have really, really felt that enthusiasm from Trump supporters. Everything that he's saying everything he's doing, everybody's very, very protective of him. Now, on the other side, you have seen Biden supporters, you have seen a lot of people on the other side really attack everything that's been happening, whether it's -- whether it's that he is coming home too soon, whether it's his doctors or lying or covering up for him. You have heard all of that.  Now, that's energizing the other side. I think, ultimately, it's a big wash. I don't think that it's going to have a huge impact. What is going to have an impact is how the president behaves now and how Joe Biden proceeds from here. So, is Joe Biden going to take the tone of, I told you so? I don't think that's going to be something that's going to help him. Is the president to be dismissive, that this is something not to fear too much? I think there's a lot of people who are very concerned. So I think that all of it's going to come in the days that follow. How is it going to impact us? Now, I think The Wall Street Journal poll was also an outlier. When you look at the polling, really, what's happened since the debate last week, there's been a shift about one point to 1.5 points. When you look at the key swing states -- and that's where we're most important -- no big shifts have really happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I think one governor was mentioning earlier today that the president's experience with COVID-19, that he's had it and survived it, we hope and pray, that that could be very instrumental here.  But, at the same time, people are going to wait to see, has this changed your posture on the disease? Fairly or not, he's been criticized for not taking masks seriously, maybe not taking COVID-19 seriously, even distancing and other provisions within the White House. Now we have a half-a-dozen officials, high and low, there who contracted the virus, maybe more to come, and all these people who got diagnosed with it after a White House event for the Supreme Court candidate here. So, I'm beginning to wonder if he has to then change that posture when it comes to how he does things in his own house.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "I think that Trump has to beat Trump in this. We can't expect him to be a changed man. I don't think we can expect him to come out and be completely a different person than he is. He's going to be pretty defiant. And that's, I think, something that people are going to expect of him. The question is, how far is he going to take it? Is he going to be too dismissive?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Because, ultimately, at the end of the day, what I think this election comes down to is, which candidate, whether it's the president or the former vice president, which one of them is going to make you feel most safe? And that is both physically safe, emotionally safe, and financially safe? The physical safety comes really down to law and order and it comes down to how you feel about COVID. If he's overly dismissive of COVID -- and I think a lot of people are concerned as they're seeing numbers spike again, as you're seeing an event like this happen -- and I think he can't be too, too dismissive. I think he can show, look, I got it, we have made advances, innovations happen, this is great, it's not what it once was. I think he can go that far, but there's a point where he could cross the line. And I think he's very good at going right up to that line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you very, very much. We will watch closely, Lee Carter, on that. And to indicate this goes way beyond the White House, we see the spike in cases nationally. And, certainly, we have seen a big spike in the New York City metropolitan area there reimposing restrictions on indoor dining and the likes in at least eight to nine zip codes around the New York City area.  Another dozen could experience the same type of restrictions, as cases get a little out of whack. So this is something that's gone a lot bigger and a lot further certainly than the White House and the Washington, D.C., area. But it is bringing front and center the idea of how to go about hearings for a Supreme Court justice, when they might have to be and might will be virtual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Joe Biden speaking right now in Miami. We're going to dip into this a little bit. If he makes any references to the president, due to come back home to the White House in a couple of hours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN",
      "sentences": "They're there at the tough times. And by the way, thank you for your service in the military, but also thank you for the beginning of this pandemic.  Being a surgical nurse wasn't easy when there wasn't the PPE available to all of you as you walked into those operating rooms and dealt with all the problems. I know my son is a physician. My grand -- son-in-law's a physician surgeon in Philadelphia, and the stories at the beginning of this process, when we should have had everything available. So thank you not only for your skill and your courage, but your bravery.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, we're continuing to monitor this. But another developer wanted to pass along regarding Senator Tillis of North Carolina, who contracted the virus. He's the third senator to do so, after Senator Johnson in Wisconsin, of course, Mike Lee of Utah, says he feels great. He's regained his sense of taste and smell, says that he's no longer exhibiting any symptoms, will continue to self-isolate, and that he and his wife are very grateful for the outpouring of prayers and sympathy. It's important development here because you have three key Republican senators. Two of them sit on the Judiciary Committee that will be deciding Judge Barrett's fate, as that confirmation hearing starts a little bit more than a week from now. Chad Pergram on how all of this is coming together.  Chad, I know Democrats are saying it shouldn't come together, shouldn't come together right now. Where are we here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS SENIOR CAPITOL HILL PRODUCER",
      "sentences": "That's right. Well, Democrats have been pushing back, because they say they just don't know the safety of doing this. And just before we came on the air here, Lindsey Graham, the chair of the Judiciary Committee, formally sent out the notice that the hearing would start a week from today, Monday, October 12, and would run through the 15th. Now, the Senate majority leader, Mitch McConnell, he has sidelined all floor action for the next two weeks. It doesn't mean the committee's can't work. But this will probably be some sort of a hybrid hearing, with some senators appearing, some not. And the problem here is that they still do not have a testing regime for coronavirus at the United States Capitol. This is really a problem, according to Rodney Davis, Republican from Illinois, who is the top Republican on the House Administration Committee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RODNEY DAVIS (R-IL)",
      "sentences": "If it's about members of Congress being able to utilize that service or not, make us ineligible. But don't stop the rest of the Capitol complex from moving forward and putting in the modalities necessary to be able to begin a process of opening this facility back up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Davis is one of 14 House members who have tested positive for COVID. Three Republican senators tested positive on Friday. And two of those senators sit on the Judiciary Committee. But the committee plans to launch the confirmation hearings for Amy Coney Barrett a week from today. Senator Marsha Blackburn says senators don't have to be there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARSHA BLACKBURN (R-TN)",
      "sentences": "The American people want us to be busy with our work, whether we're working remotely, virtually or in-person. So, we are going to move forward with these hearings. And they're going to began next Monday, October 12.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "And here's a problem you could get into. You can vote by proxy in committee, so long as it doesn't affect the outcome of the vote. You cannot vote by proxy on the Senate floor. Now, remember, Neil, that there is a maximum of 51 Republican senators who support Amy Coney Barrett, and going ahead with this process. If you have other senators who are quarantining or get sick, that could be a problem confirming her later this month -- back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Chad Pergram, thank you very much. John Kennedy joins us now, the Louisiana Republican senator. Senator, thank you for taking the time. Do you think you can get these nomination hearings going as scheduled?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN KENNEDY (R-LA)",
      "sentences": "Yes. Now, if you ask Senator Schumer, he wants to vote in February. My Republican colleagues are ready to vote Thursday. My guess is, we will meet somewhere in the middle and finish the confirmation hearings and vote before the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you think that all this stuff and the virus and everything else, and three of your colleagues now having tested positive, that should not get in the way of getting these hearings started?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "No, there's no reason for it to. If people don't want -- and by people, I mean folks on the Judiciary Committee -- if they don't want to be there in person, they don't have to. They can appear virtually. I hope -- I plan on being there in person. I hope the nominee is there in person. This is only the most powerful unelected position for life in the Western world. I want to be able to look the nominee in the eye and judge her temperament and her intelligence and her judicial philosophy and her character. But if folks are concerned about it, my colleagues on the committee, they can appear -- appear virtually. There's -- we will do it in a big room. Everybody will be socially distanced. Everybody will be wearing masks. Look, we have been -- we have been confirming nominees and holding hearings on them, Neil, for -- since day one of this virus. Now, in terms of...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. No, that's true. This is a Supreme Court hearing, though, as you know, Senator. And your Democratic colleagues say, hey, you can't be doing this virtually.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, we will see how that goes. I am curious, though, what you make of -- everything seems to trace back with this virus flare-up we have had to those who were, ironically, in attendance at that September 26 event for Judge Barrett. And we now have seven people who have contracted the virus, including Chris Christie, again, three of your colleagues, a host of others, now Kayleigh McEnany. Do you think now, with the president coming back to the White House -- we hope he does well -- I'm sure you feel the same way, Senator -- that he's got to tighten up or get more aggressive how business is conducted at the White House, everyone wear a mask, everyone honor social distancing? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Well, every time I have been to the White House, it's sort of been a protected, super protected area. It was a bubble. I mean, you had to had...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, still, all those people got the virus. Super protected or not, all those people got it, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "And I think that what that shows you is, it shows what we have learned about this virus. We have learned two things, among others. But two things stand out in my mind. Number one, it's very contagious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "And, number two, it's not nearly as lethal as the experts told us it was going to be. Latest CDC figures say that, of 1,000 people who get it, not 1,000 people, but 1,000 people who get it, six are going to die, which is six too many. Now, we have to respect it, but it's a pandemic. And the reason they call it a pandemic is because it's out there, it's easy to get. If you can get it at the White House, you can get it pretty much anywhere. And you just -- you have got to be careful. I think that point has been enforced and reinforced.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, you wouldn't -- would -- if you advised the president, Senator, on anything about how they maybe deal with it at the White House, and maybe batten down the hatches a little more, take it a little more seriously -- the rap against the president is that he hasn't and doesn't. Maybe this whole thing has changed him. Do you think it should?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Has it changed the president? I think we both know the answer to that, Neil. Look, you know, there's this ongoing debate that, unfortunately, has been politicized about masks and the coronavirus, and are we striking the right balance between the economy and safety? This is America. And people are free. I mean, in China, it would be easy. If you don't wear a mask, they will bayonet you or throw you in Shawshank Prison. We don't do that in America. All I can tell people is what I do, socially distance, wear a mask, wash your hands, avoid large crowds, and respect this thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "And, if we do, we will be OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator Kennedy, always a pleasure. Thank you very much, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. In the meantime here, I told you a little earlier about Wall Street zooming ahead, all these worries not withstanding about super-spreaders and all of that. What was super-spreading around were buy orders, because a lot more Wall Street investors are optimistic we are going to get a stimulus deal done. You have Nancy Pelosi and the Treasury secretary, Mnuchin, talking pretty constantly about doing just that -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Joe Biden says he's happy to hear the good news on the president, that he's going to be getting out, speaking in Miami. He says that his prayers continue to be with the president and the first lady. He hopes that the president will take this as an opportunity to support a mask mandate and take this virus seriously. More after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We are still monitoring Joe Biden right now. The president, as you probably heard, and one of the reasons why Wall Street was jumping today he's going to be leaving the Walter Reed Medical Center and going back to the White House. A fellow knows what these next few days are going to be like for him, Peter Tuchman, a New York Stock Exchange trader who also tested positive for COVID-19 earlier this year. I'm happy to say that he's here to tell about and what's in store for the president. Peter, good to see you. How are you feeling?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER TUCHMAN, QUATTRO M. SECURITIES",
      "sentences": "Thank you. Hey, Neil. How are you? Thanks for having me. I am -- no question I'm doing better. It's been still quite a road. As you know, I was sick from March through mid-June, a three-month bout with COVID that was substantial. And then what ended up happening is, I'm now being called one of the COVID long-haulers, as the symptoms have continued on so many different parts of my body and my health. But, unfortunately, as a direct result of COVID and the meningitis I had, I ended up having a cervical spine collapse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCHMAN",
      "sentences": "And, on August 12, I had to have my whole neck rebuilt. And that's why you're seeing me wear a brace. So I -- I'm doing better, a day at a time. But I still really believe it's important that people need to note that that -- and my prayers go out to the president and his wife and all those who have tested positive -- that people tend to believe that, if you're old, you die, and, if you're young, you get better quickly. But there are tens and thousands of people who have gotten the virus like myself who have collateral and residual symptoms that are ongoing, and there is no playbook for it. So, while I'm now eight months into this, I'm still suffering quite a bit with residual damage, having had this incredibly huge four-level fusion on my neck as a direct result of the virus. So, I think it's important people really need to take note that this is not a joke, it's a beast, and that I don't know what people have to -- in store. For me right now, I'm trying to get better at a day at a time, and I'm thrilled to be here with you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, the same here, Peter. And, man, oh, man, I had no idea it was so complicated for you. But you're always a trooper. You always have been. I think this disease is ultimately going to be afraid of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But let me ask you about what the president -- if you had to offer advice -- and I know there's no two cases alike, but you're quite right. For those who are older, for those who are dealing with other issues, it can be -- it can be kind of back and forth. What do you want to remind the president to prepare for, do, change, alter? Anything?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCHMAN",
      "sentences": "Well, I think it's really important to note that we don't know so many things about it, that it does not particularly just attack one part of your body or not, that it has this incredible capacity of dehydrating a number of organs, affecting multiple organs. And there's no direct playbook. I remember, when I got sick, first became symptomatic on March 17, the next two or three days were just sort of slight flu-like symptoms, which sort of what the president is describing, from what we're hearing, that there was a spike in temperature, that there was some compromise of his oxygenation, which I also experienced. But then it was curious, because that's why I beg him to really take heat at this, that the next few days, there were sort of, you have blips of positivity of feeling a little bit better, and then it comes back and forth. I would say I had two days where I felt a little bit better, my temperature was sort of in control. And then, within five days, I proceeded to get worse and worse, with an incredible spike in temperature, with symptoms that went from losing taste and smell to incredible headaches and memory loss and a number of these things. So, there's more yet to come. I hope that he ends up having the lighter version of this. And we don't know about the treatment and the therapeutics he's undergoing. But, from my experience, the next -- after five days of having the virus, the next 45 days were quite a ride. So, I wish him the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Holy cow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCHMAN",
      "sentences": "But I need people to understand that the roller coaster, there's no particular way that this thing hits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCHMAN",
      "sentences": "The people I have been in touch with who have had the virus, as I, have a complete roller-coaster experience.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yours since particularly scary. But, Peter, keep fighting. These are good words of advice to any and all who encounter this. Do not take it lightly. Peter Tuchman, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCHMAN",
      "sentences": "Do not take it lightly. Do not take it lightly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I hear you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the president at Walter Reed Hospital. He will be leaving in less than a couple of hours right down. I'm sure he's relieved about that. But some of you who just caught my chat with Peter Tuchman, the Wall Street trading legend, who is saying, do not take this lightly even now. Do not assume you're out of the woods. Be aggressive about it. He, of course, contracted COVID-19, and he is still dealing with it now, with a host of issues. Kaylee McGhee joins us right now of The Washington Examiner. All of this, Kaylee, if you think about it, comes at a time -- people are certainly relieved for the president that he's going to be able to leave, but he's not out of the woods yet, is he?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAYLEE MCGHEE, THE WASHINGTON EXAMINER",
      "sentences": "No, and even a senior White House official admitted as much this weekend, when he told reporters that Trump's condition was actually very concerning. So there definitely is legitimate risk. And, technically, the first period of concern really is eight to 10 days after you have contracted and tested positive for the coronavirus. So, Trump still has a bit of recovery ahead of him. Obviously, he seems to be in much better spirits. He seems to be doing very well, based off of his recent tweet. So there's a lot of hope moving forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, he was returning to form this morning. I think he had almost a dozen or two dozen tweets before 8:00 in the morning. So the energy is there and all of that. I get that. But I'm wondering, too, even talking to Peter, this Wall Streeter who has had all sorts of complications, an older gentleman close to the president's age, and you begin to wonder about the president trying to move too fast on this. Do you think the issue of the debate itself will come up or whether he should push that back? What are you hearing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGHEE",
      "sentences": "Trump is definitely going to be under scrutiny over the next couple of weeks to see how he and the rest of the White House handles this. I think that there is a legitimate concern that moving back to the White House too soon could put other staffers at risk. So the White House needs to be sure that they're not recklessly endangering the lives of other people and the health of the staffers who will work at the White House under Trump. And as to the debate, technically, the second presidential debate is scheduled to be after the 14-day quarantine period. So there's no reason that Trump couldn't technically participate in that debate. Obviously, his health is the most important thing, though. So, if he's not feeling up to it, or if he feels that that would be a risk to other people who would be attending the debate, he should do the right thing and either not participate, or, better yet, just hold the debate virtually.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, I'm wondering if that's going to happen, but also whether he will change his view of the virus, in the White House with all of these cases that have popped up. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGHEE",
      "sentences": "Well, the White House has -- and, specifically, President Trump has come under a lot of criticism over the past few months for not taking this thing seriously. And now we see it's running rampant in the White House...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCGHEE",
      "sentences": "... and probably far more people who work there have it than we even know. So, it's clearly become a problem. Hopefully, it does lead him to take this more seriously. But this is going to affect his campaign in either one of two ways. Either it will instill confidence, when the people see that he had this, he beat it, and he's able to lead them moving forward, or it could take that confidence, if he's still unable to promote certain restrictions or to guard the safety of the American public. Poll after poll proves that the American public is still very concerned about this thing. And if he can't show them that he is too, that's going to be a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well said. Kaylee, thank you very, very much, Kaylee McGhee of The Washington Examiner. Well, the final straw was the James Bond movie getting pushed back, way back. And then a big movie theater chain decided to say, we are shaken, we are stirred, and now we are suspending operations -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Did James Bond do it? The latest James Bond movie, which was supposed to premiere in April of this year, then get pushed back to November, pushed back yet again to April of next year. That was the final straw for Regal Cinemas, ultimately suspending operations at all U.S. locations, the parent company, Cineworld, also doing the same in the U.K. Mooky Greidinger joins us right now, the Cineworld CEO. Mooky, thank you very much for joining us. This had to be a tough move. Thousands of people are going to lose their jobs. What happened? Just the pandemic, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOOKY GREIDINGER, CEO, CINEWORLD",
      "sentences": "I think, first and foremost, this is the pandemic. And I think the story here is really -- I think you're right by saying, Bond was only the last straw. We have reopened cinemas. We are operating as a group in 10 territories. Somewhere like three months ago, later on, two months ago, we opened the U.K. And about six weeks ago, we have opened the U.S. We opened with \"Tenet,\" the U.S., a huge release from Warner Brothers, really supported us. And the movie was very successful internationally, but showed soft results in the U.S. market, mainly because New York and California and some other important states were missing. What happened after that was that the studios started postponing movies one after the other day. And we felt like, in a way, that we are like a kind of a grocery shop without any meat or any dairies or any vegetables or any food to sell, because people are coming -- with all due respect to the nice oldies that we are showing, are coming, first and foremost, to see the new movies. And, really, after...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And if you don't have movies -- I guess, if you don't have new movies, you're stuck, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREIDINGER",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, I guess what I'm wondering, we have talked and heard about you're suspending operations. But if this goes on a long time, you're finished, right? I don't want to be so blunt or rude, but it would appear you're finished.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREIDINGER",
      "sentences": "Look, we -- our company has been in the business 90 years. We passed so many things through these years, including all these technologies. Everybody was saying, when TV arrived, it's the end of the cinema, when DVD arrived, it's the end of the cinema, et cetera, et cetera. This is not the end. COVID is not going to stay here for long. I'm truly in the belief, if it will not take two or three months for the vaccination to arrive and for medicine, it will take six months. But we are not going anywhere. We are here to stay. I think that we are very...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Do you think people are going to want to go to movies again though, Mooky? Do you think they're going to want to go, given this environment? Maybe it takes a while to get us over that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREIDINGER",
      "sentences": "Of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But there's going to be a drag here, yes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREIDINGER",
      "sentences": "Of course they want to go to the movies. We see it. We have cinemas that are working with very good capacities wherever there is a product. We have a lot of territories in Central Europe that have local product, big Polish movies, Hungarian movies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREIDINGER",
      "sentences": "And the cinemas are packed. People miss the cinema. We have a cinema-safe protocol. The cinemas are safe. The one big thing that we miss, in a way, is New York, because the studios are looking at New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREIDINGER",
      "sentences": "And they're right that New York is big, New York is important. And for some reason, New York, what -- the governor was so successful in fighting COVID, and really took it down to very low numbers, allows now indoor dining, allows now bowling alleys, allows now casinos, but not cinemas. And we do not understand why. Our safety protocol is so clear. It's so good. You know, in the cinema...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Though. We will have to see what happens, Mooky, yes. I wish we had more time, my friend, but I wish you well. I know you have been through a lot worse than this. But we will see. But, Mooky Greidinger, the Cineworld CEO, parent of...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... cinemas, they're only optimistic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREIDINGER",
      "sentences": "I will only say one sentence, that, in the three months that we re-operate, nobody got COVID in cinemas. So I really think we must have New York. Then we will have the lineup. Then we open.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Gotcha. Mooky, be well. Again, thousands of layoffs in the meantime, but, again, you have heard from the owner he's optimistic eventually the show will go on. We will have more after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Joe Biden is done with his Miami event. He's convinced the state will tip his way and the Democratic Party's way. Francis Suarez joins us right now, the Republican mayor of Miami, who no doubt begs to differ. Mayor, they say -- that is, the Democrats -- they have got all the momentum, Republicans are slip-sliding away. Is that true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCIS SUAREZ (R), MAYOR OF MIAMI, FLORIDA",
      "sentences": "You know, the polling doesn't show that. Last election, in 2016, Trump lost Miami-Dade County by 300,000 votes, and still took Florida. So, the polling that we're looking at indicates that that margin has dramatically decreased, that he's down by more than -- by something more like 15 percent, which is about half of what he was in 2016. So, you have to understand that Florida is a state that the governor won by 35,000 votes total. So, if Trump does better in Miami-Dade County than he did in 2016, then it's going to be very difficult for Biden to make up the votes in other parts of the state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Real quickly, Mayor, I know the governor has returned and eased pretty much all of the restrictions that were in place. Are things all clear now on the COVID front there, or is he moving too abruptly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUAREZ",
      "sentences": "So far, things are stable. We're monitoring it day by day. It's a little too early to tell, because he did it a few Fridays ago. So, we're not completely out of the woods yet, but, so far, things are going well. We will start in for in-person learning today. So, we're also going to be monitoring that. And we're hopeful that we are out of the woods, God willing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How are you feeling and doing? You know of this thing quite well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUAREZ",
      "sentences": "I have been great. I mean, I was very asymptomatic. I was one of the first people that got it in Miami-Dade County...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUAREZ",
      "sentences": "... one of the first elected officials in the nation. Thankfully, I'm doing well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Excellent. Mayor, I'm happy to hear that. I'm sorry our time was cut short, sir, but very good seeing you again, Mayor Suarez. He's dealt with this firsthand, so he could advise the president on what to -- what to do and how to think and how to act, how to treat yourself, and take care of yourself. That will do it here. We're waiting to see the president of the United States in about 90 minutes, when he leaves Walter Reed Hospital, back home to the White House. That will do it here. Here comes \"THE FIVE.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "Afternoon, Neil. The president is a phenomenal patient, and soon he will be heading home. That's the word from his medical team here at Walter Reed. They say there are no active signs of the virus. His vitals look very good. In fact, his respiratory signs are very good. And so, later on this evening, he is expected to make his way back over to the White House. Let me take you to Twitter and share with the president had to say about that, as we sort of unpack what has been an action-packed afternoon here at Walter Reed."
    },
    {
      "speaker": "He said",
      "utterance": "\"I will be leaving the great Walter Reed Medical Center today at 6:30 p.m., feeling really good. Don't be afraid of COVID. Don't let it dominate your life. We have developed under the Trump administration some really great drugs and knowledge. I feel better than I did 20 years ago.\" Dr. Sean Conley, briefing reporters earlier, he said the president is breathing normally, he says, and though he is not entirely out of the woods, the team here agrees that the clinical status supports a safe return home to the White House, where, of course, he will be surrounded by 24/7 medical care. He also said the president has been a phenomenal patient. He's been back and forth on what's safe and reasonable and never once pushed the team to do anything beyond what is safe and reasonable practice of medicine. Neil, there are still some questions about what will happen with respect to the action plan once he is back at the White House. And then the all- important question, of course, is also, when might he back out on the campaign trail? The doctors were hesitant to sort of pin that down, but they made it sound like he could be back out there. Of course, that will have to happen after a weeks-long evaluation back at the White House. Also, there were some questions about when he had his last negative test. The doctors here didn't want to touch that, citing HIPAA rules, but a lot of people are wondering when that was with respect to contact and contact tracing -- contact tracing. So, we're not exactly sure. We will continue to dig for that -- but, for now, back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Thank you, Kevin, very, very much. So, is the president out of the danger zone? That was a very big concern when he first entered Walter Reed. Dr. Anita Gupta joins us, Johns Hopkins University School of Medicine, much, much more. Doctor, what do you think? What does he have to watch out for? What do doctors have to watch out for him, tending to him at the White House?"
    },
    {
      "speaker": "DR. ANITA GUPTA, JOHNS HOPKINS UNIVERSITY OF MEDICINE",
      "utterance": "Thank you again, I appreciate it. So, look, first of all, we want a rapid recovery. And I appreciate that we're going to have one soon for the president. And that's good news for the nation. So, the question you asked, we have to look out for several things. We have to continue to look for signs, vital signs. And we heard that today, that his respiratory function is in good shape. And these are discharge criteria that the Walter Reed physicians are going to look for and continue to look for as he gets back to the White House. And that's obviously the utmost importance. His respiratory function will be continued to be monitored, in addition to his vital signs."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Doctor, switching gears slightly here, but there's the vice presidential debate on Wednesday. And even though the vice president has repeatedly tested negative for the virus, he was at this crowd-spreading event that was for Judge Garrett -- Judge Barrett, I should say, as were a number of others who have since tested positive for the virus. Now, in normal cases, that would warrant, just out of an abundance of caution, the vice president quarantining himself, which would obviously bring us up to this debate. Do you think he should go to that debate? Do you think it's safe for him and those who will be there for him to be there?"
    },
    {
      "speaker": "GUPTA",
      "utterance": "Well, look, we know that everyone is doing the utmost that they can to prevent spread. And, obviously, all the precautions are being put in place from both sides. And so we have to continue to do that. And I know that both sides of the campaigns are putting all the prevention and precautions in place. So, we continue to look for that. And I know that both sides will continue to put all the prevention and precautions in place for the debate."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But are you surprised, Doctor, by the sheer number of new cases, right, a number of mid-level staffers? We have also heard about Kayleigh McEnany. We can go on and take a look at Bill Stepien, the campaign manager, Hope Hicks, the president of the University of Notre Dame, also the RNC chair, Ronna McDaniel, the senators who were at this event, including Mike Lee, Ron Johnson, Thom Tillis. There are a lot of people getting this thing. And I'm wondering if it is then safe? Or what's your medical advice for people leaving what turned out to be a spreading event going elsewhere?"
    },
    {
      "speaker": "GUPTA",
      "utterance": "Look, we know that this virus can potentially spread. And we know that there's potential spread in a variety of spaces. So we have to continue to do all the prevention measures. And so it is nothing to take lightly. The risk is there. And it has reached the most important people in our nation. So, we continue to have to emphasize all the prevention measures that everyone is aware of. And so it is of utmost importance."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you're OK -- you're -- just to be clear, Doctor, then you're OK with him going there? You don't think there's minimal risk of anything that could go wrong?"
    },
    {
      "speaker": "GUPTA",
      "utterance": "I think, as long as the prevention measures are in place, I think that we have to continue to do those prevention measures. And as long as he is testing negative, and we know that the people around him are safe, I think all that can continue as planned. And the nation wants to hear the debate."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, I hear you. OK, thank you, Dr. Gupta. Very good catching up with you. Joe Biden, for his part, is getting ready for what will be next week's presidential debate. Now, he did put out a -- somewhat of a caveat here as he gets ready to speak in Florida. That is, essentially, if the doctors and the medical officials write off on it. But I was just mentioning Mike Pence and this upcoming debate he is going to have with Kamala Harris in Salt Lake City. He is speaking to reporters right now. Guys, if we can dip into that."
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "... gratitude first to the incredible medical staff at Walter Reed Hospital and at the White House for the care, the concern that they've shown for this President and our First Family and all of those impacted on the White House staff. And let me also take this opportunity to say how grateful we are for the expressions of concern and support and the prayers of millions of Americans who have remembered our President, remembered our wonderful First Lady. And we really believe it is emblematic of the love and the care and the compassion the American people have shown all of those that have been impacted by the coronavirus from the very beginning of this pandemic. And as I said, when the president told me he was headed back to the White House, he told me to head to Utah, and we're looking very much forward to the vice presidential debate. The stakes in this election have never been higher, the choice has never been clearer, and I look forward to the opportunity to take our case to the American people for four more years for President Donald Trump in the White House. So, thank you all very much."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Mr. Vice President, can you acknowledge..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Mike Pence getting ready for his big debate with Kamala Harris on Wednesday. That is still on. A number of people have been questioning, given what happened in the Rose Garden -- he was there, as well as a number of other top officials who were there, senators and former governors, and obviously key White House staff members, including just today word that Kayleigh McEnany had contracted the virus as well -- whether this is a wise thing for him to do. I should stress he has tested negative again and again for the virus. Out of an abundance of caution, though, some doctors have suggested it might not be wise to go there, to push this thing back. So far, it doesn't look like they are. And they're going to honor severe distancing rules, as I call it, I believe, about 12 feet between them. So we will monitor that. Peter Doocy is monitoring the former vice president. He is open to debating the president as well, but, again, he stressed as long as you know doctors are OK with it themselves. Peter, what's the latest?"
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "utterance": "Neil, the latest is that Joe Biden just got to his next event in Miami at a gym here in Little Havana. Earlier, he made a stop in Little Haiti. And it's a different Joe Biden than we heard from on Saturday, when he was saying he didn't want to say anything bad about the president while he was recovering from coronavirus."
    },
    {
      "speaker": "JOSEPH BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "The Haitian community here, Little Haiti, grows and prospers, the whole of Miami-Dade prospers. Nobody loses. Everybody wins. It's all about addition, not like the administration talks about subtraction."
    },
    {
      "speaker": "DOOCY",
      "utterance": "The Trump campaign says that, even though Biden pledged to pull all negative campaign ads, almost 100 of them ran on Sunday in swing states, including one that tells voters they have got a chance to put the darkness of the past four years behind them. The campaign says that -- the Biden campaign says that their candidate is not tested for COVID-19 every day, only before trips. The Democratic nominee also said he would like to come back to Miami in 10 days to debate Trump again. And while he was saying that, somebody noticed that there wasn't enough social distancing. It wasn't a public health expert. It wasn't a Secret Service agent. It was his wife."
    },
    {
      "speaker": "JOE BIDEN",
      "utterance": "No, I look, -- if the doctors -- listen to the science. If the scientists say that..."
    },
    {
      "speaker": "JILL BIDEN, WIFE OF JOE BIDEN",
      "utterance": "Come back a little."
    },
    {
      "speaker": "JOE BIDEN",
      "utterance": "I'm sorry. If the scientists say that it's safe and the distances are safe, then I think that's fine."
    },
    {
      "speaker": "DOOCY",
      "utterance": "It is really hot in South Florida today, about 86 degrees, and humid. And Joe Biden at that first event outdoors spoke, never took his mask off the entire time -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, that's tough to do when it's that hot? Thank you, Peter, very, very much. We will be monitoring the former vice president very, very closely. Want to go to Lee Carter on the impact of all of this. Lee, you think about some of these polls that are out, including this Wall Street Journal/NBC News one that has the president trailing by now by 14 points, now, out of that pre the president being diagnosed with COVID. But what do you suspect the COVID impact has been for the president? I know it's sort of a mug's game here. But what do you think?"
    },
    {
      "speaker": "LEE CARTER, REPUBLICAN POLLSTER",
      "utterance": "It's really, really, I think, sort of canceling each other out. I think, on the one hand, his supporters have realized how important he is. And they are really, really excited, energized, enthused to continue to support the president. They're all paying attention to every word, hoping and praying for his recovery. And I think we have really, really felt that enthusiasm from Trump supporters. Everything that he's saying everything he's doing, everybody's very, very protective of him. Now, on the other side, you have seen Biden supporters, you have seen a lot of people on the other side really attack everything that's been happening, whether it's -- whether it's that he is coming home too soon, whether it's his doctors or lying or covering up for him. You have heard all of that. Now, that's energizing the other side. I think, ultimately, it's a big wash. I don't think that it's going to have a huge impact. What is going to have an impact is how the president behaves now and how Joe Biden proceeds from here. So, is Joe Biden going to take the tone of, I told you so? I don't think that's going to be something that's going to help him. Is the president to be dismissive, that this is something not to fear too much? I think there's a lot of people who are very concerned. So I think that all of it's going to come in the days that follow. How is it going to impact us? Now, I think The Wall Street Journal poll was also an outlier. When you look at the polling, really, what's happened since the debate last week, there's been a shift about one point to 1.5 points. When you look at the key swing states -- and that's where we're most important -- no big shifts have really happened."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I think one governor was mentioning earlier today that the president's experience with COVID-19, that he's had it and survived it, we hope and pray, that that could be very instrumental here. But, at the same time, people are going to wait to see, has this changed your posture on the disease? Fairly or not, he's been criticized for not taking masks seriously, maybe not taking COVID-19 seriously, even distancing and other provisions within the White House. Now we have a half-a-dozen officials, high and low, there who contracted the virus, maybe more to come, and all these people who got diagnosed with it after a White House event for the Supreme Court candidate here. So, I'm beginning to wonder if he has to then change that posture when it comes to how he does things in his own house."
    },
    {
      "speaker": "CARTER",
      "utterance": "I think that Trump has to beat Trump in this. We can't expect him to be a changed man. I don't think we can expect him to come out and be completely a different person than he is. He's going to be pretty defiant. And that's, I think, something that people are going to expect of him. The question is, how far is he going to take it? Is he going to be too dismissive?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "CARTER",
      "utterance": "Because, ultimately, at the end of the day, what I think this election comes down to is, which candidate, whether it's the president or the former vice president, which one of them is going to make you feel most safe? And that is both physically safe, emotionally safe, and financially safe? The physical safety comes really down to law and order and it comes down to how you feel about COVID. If he's overly dismissive of COVID -- and I think a lot of people are concerned as they're seeing numbers spike again, as you're seeing an event like this happen -- and I think he can't be too, too dismissive. I think he can show, look, I got it, we have made advances, innovations happen, this is great, it's not what it once was. I think he can go that far, but there's a point where he could cross the line. And I think he's very good at going right up to that line."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you very, very much. We will watch closely, Lee Carter, on that. And to indicate this goes way beyond the White House, we see the spike in cases nationally. And, certainly, we have seen a big spike in the New York City metropolitan area there reimposing restrictions on indoor dining and the likes in at least eight to nine zip codes around the New York City area. Another dozen could experience the same type of restrictions, as cases get a little out of whack. So this is something that's gone a lot bigger and a lot further certainly than the White House and the Washington, D.C., area. But it is bringing front and center the idea of how to go about hearings for a Supreme Court justice, when they might have to be and might will be virtual."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Joe Biden speaking right now in Miami. We're going to dip into this a little bit. If he makes any references to the president, due to come back home to the White House in a couple of hours."
    },
    {
      "speaker": "JOE BIDEN",
      "utterance": "They're there at the tough times. And by the way, thank you for your service in the military, but also thank you for the beginning of this pandemic. Being a surgical nurse wasn't easy when there wasn't the PPE available to all of you as you walked into those operating rooms and dealt with all the problems. I know my son is a physician. My grand -- son-in-law's a physician surgeon in Philadelphia, and the stories at the beginning of this process, when we should have had everything available. So thank you not only for your skill and your courage, but your bravery."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, we're continuing to monitor this. But another developer wanted to pass along regarding Senator Tillis of North Carolina, who contracted the virus. He's the third senator to do so, after Senator Johnson in Wisconsin, of course, Mike Lee of Utah, says he feels great. He's regained his sense of taste and smell, says that he's no longer exhibiting any symptoms, will continue to self-isolate, and that he and his wife are very grateful for the outpouring of prayers and sympathy. It's important development here because you have three key Republican senators. Two of them sit on the Judiciary Committee that will be deciding Judge Barrett's fate, as that confirmation hearing starts a little bit more than a week from now. Chad Pergram on how all of this is coming together. Chad, I know Democrats are saying it shouldn't come together, shouldn't come together right now. Where are we here?"
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS SENIOR CAPITOL HILL PRODUCER",
      "utterance": "That's right. Well, Democrats have been pushing back, because they say they just don't know the safety of doing this. And just before we came on the air here, Lindsey Graham, the chair of the Judiciary Committee, formally sent out the notice that the hearing would start a week from today, Monday, October 12, and would run through the 15th. Now, the Senate majority leader, Mitch McConnell, he has sidelined all floor action for the next two weeks. It doesn't mean the committee's can't work. But this will probably be some sort of a hybrid hearing, with some senators appearing, some not. And the problem here is that they still do not have a testing regime for coronavirus at the United States Capitol. This is really a problem, according to Rodney Davis, Republican from Illinois, who is the top Republican on the House Administration Committee."
    },
    {
      "speaker": "REP. RODNEY DAVIS (R-IL)",
      "utterance": "If it's about members of Congress being able to utilize that service or not, make us ineligible. But don't stop the rest of the Capitol complex from moving forward and putting in the modalities necessary to be able to begin a process of opening this facility back up."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Davis is one of 14 House members who have tested positive for COVID. Three Republican senators tested positive on Friday. And two of those senators sit on the Judiciary Committee. But the committee plans to launch the confirmation hearings for Amy Coney Barrett a week from today. Senator Marsha Blackburn says senators don't have to be there."
    },
    {
      "speaker": "SEN. MARSHA BLACKBURN (R-TN)",
      "utterance": "The American people want us to be busy with our work, whether we're working remotely, virtually or in-person. So, we are going to move forward with these hearings. And they're going to began next Monday, October 12."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "And here's a problem you could get into. You can vote by proxy in committee, so long as it doesn't affect the outcome of the vote. You cannot vote by proxy on the Senate floor. Now, remember, Neil, that there is a maximum of 51 Republican senators who support Amy Coney Barrett, and going ahead with this process. If you have other senators who are quarantining or get sick, that could be a problem confirming her later this month -- back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Chad Pergram, thank you very much. John Kennedy joins us now, the Louisiana Republican senator. Senator, thank you for taking the time. Do you think you can get these nomination hearings going as scheduled?"
    },
    {
      "speaker": "SEN. JOHN KENNEDY (R-LA)",
      "utterance": "Yes. Now, if you ask Senator Schumer, he wants to vote in February. My Republican colleagues are ready to vote Thursday. My guess is, we will meet somewhere in the middle and finish the confirmation hearings and vote before the election."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you think that all this stuff and the virus and everything else, and three of your colleagues now having tested positive, that should not get in the way of getting these hearings started?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "No, there's no reason for it to. If people don't want -- and by people, I mean folks on the Judiciary Committee -- if they don't want to be there in person, they don't have to. They can appear virtually. I hope -- I plan on being there in person. I hope the nominee is there in person. This is only the most powerful unelected position for life in the Western world. I want to be able to look the nominee in the eye and judge her temperament and her intelligence and her judicial philosophy and her character. But if folks are concerned about it, my colleagues on the committee, they can appear -- appear virtually. There's -- we will do it in a big room. Everybody will be socially distanced. Everybody will be wearing masks. Look, we have been -- we have been confirming nominees and holding hearings on them, Neil, for -- since day one of this virus. Now, in terms of..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. No, that's true. This is a Supreme Court hearing, though, as you know, Senator. And your Democratic colleagues say, hey, you can't be doing this virtually."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, we will see how that goes. I am curious, though, what you make of -- everything seems to trace back with this virus flare-up we have had to those who were, ironically, in attendance at that September 26 event for Judge Barrett. And we now have seven people who have contracted the virus, including Chris Christie, again, three of your colleagues, a host of others, now Kayleigh McEnany. Do you think now, with the president coming back to the White House -- we hope he does well -- I'm sure you feel the same way, Senator -- that he's got to tighten up or get more aggressive how business is conducted at the White House, everyone wear a mask, everyone honor social distancing? What do you think?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Well, every time I have been to the White House, it's sort of been a protected, super protected area. It was a bubble. I mean, you had to had..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, still, all those people got the virus. Super protected or not, all those people got it, right?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "True."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "And I think that what that shows you is, it shows what we have learned about this virus. We have learned two things, among others. But two things stand out in my mind. Number one, it's very contagious."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "And, number two, it's not nearly as lethal as the experts told us it was going to be. Latest CDC figures say that, of 1,000 people who get it, not 1,000 people, but 1,000 people who get it, six are going to die, which is six too many. Now, we have to respect it, but it's a pandemic. And the reason they call it a pandemic is because it's out there, it's easy to get. If you can get it at the White House, you can get it pretty much anywhere. And you just -- you have got to be careful. I think that point has been enforced and reinforced."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, you wouldn't -- would -- if you advised the president, Senator, on anything about how they maybe deal with it at the White House, and maybe batten down the hatches a little more, take it a little more seriously -- the rap against the president is that he hasn't and doesn't. Maybe this whole thing has changed him. Do you think it should?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Has it changed the president? I think we both know the answer to that, Neil. Look, you know, there's this ongoing debate that, unfortunately, has been politicized about masks and the coronavirus, and are we striking the right balance between the economy and safety? This is America. And people are free. I mean, in China, it would be easy. If you don't wear a mask, they will bayonet you or throw you in Shawshank Prison. We don't do that in America. All I can tell people is what I do, socially distance, wear a mask, wash your hands, avoid large crowds, and respect this thing."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "And, if we do, we will be OK."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator Kennedy, always a pleasure. Thank you very much, sir."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. In the meantime here, I told you a little earlier about Wall Street zooming ahead, all these worries not withstanding about super-spreaders and all of that. What was super-spreading around were buy orders, because a lot more Wall Street investors are optimistic we are going to get a stimulus deal done. You have Nancy Pelosi and the Treasury secretary, Mnuchin, talking pretty constantly about doing just that -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Joe Biden says he's happy to hear the good news on the president, that he's going to be getting out, speaking in Miami. He says that his prayers continue to be with the president and the first lady. He hopes that the president will take this as an opportunity to support a mask mandate and take this virus seriously. More after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We are still monitoring Joe Biden right now. The president, as you probably heard, and one of the reasons why Wall Street was jumping today he's going to be leaving the Walter Reed Medical Center and going back to the White House. A fellow knows what these next few days are going to be like for him, Peter Tuchman, a New York Stock Exchange trader who also tested positive for COVID-19 earlier this year. I'm happy to say that he's here to tell about and what's in store for the president. Peter, good to see you. How are you feeling?"
    },
    {
      "speaker": "PETER TUCHMAN, QUATTRO M. SECURITIES",
      "utterance": "Thank you. Hey, Neil. How are you? Thanks for having me. I am -- no question I'm doing better. It's been still quite a road. As you know, I was sick from March through mid-June, a three-month bout with COVID that was substantial. And then what ended up happening is, I'm now being called one of the COVID long-haulers, as the symptoms have continued on so many different parts of my body and my health. But, unfortunately, as a direct result of COVID and the meningitis I had, I ended up having a cervical spine collapse."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "TUCHMAN",
      "utterance": "And, on August 12, I had to have my whole neck rebuilt. And that's why you're seeing me wear a brace. So I -- I'm doing better, a day at a time. But I still really believe it's important that people need to note that that -- and my prayers go out to the president and his wife and all those who have tested positive -- that people tend to believe that, if you're old, you die, and, if you're young, you get better quickly. But there are tens and thousands of people who have gotten the virus like myself who have collateral and residual symptoms that are ongoing, and there is no playbook for it. So, while I'm now eight months into this, I'm still suffering quite a bit with residual damage, having had this incredibly huge four-level fusion on my neck as a direct result of the virus. So, I think it's important people really need to take note that this is not a joke, it's a beast, and that I don't know what people have to -- in store. For me right now, I'm trying to get better at a day at a time, and I'm thrilled to be here with you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, the same here, Peter. And, man, oh, man, I had no idea it was so complicated for you. But you're always a trooper. You always have been. I think this disease is ultimately going to be afraid of you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But let me ask you about what the president -- if you had to offer advice -- and I know there's no two cases alike, but you're quite right. For those who are older, for those who are dealing with other issues, it can be -- it can be kind of back and forth. What do you want to remind the president to prepare for, do, change, alter? Anything?"
    },
    {
      "speaker": "TUCHMAN",
      "utterance": "Well, I think it's really important to note that we don't know so many things about it, that it does not particularly just attack one part of your body or not, that it has this incredible capacity of dehydrating a number of organs, affecting multiple organs. And there's no direct playbook. I remember, when I got sick, first became symptomatic on March 17, the next two or three days were just sort of slight flu-like symptoms, which sort of what the president is describing, from what we're hearing, that there was a spike in temperature, that there was some compromise of his oxygenation, which I also experienced. But then it was curious, because that's why I beg him to really take heat at this, that the next few days, there were sort of, you have blips of positivity of feeling a little bit better, and then it comes back and forth. I would say I had two days where I felt a little bit better, my temperature was sort of in control. And then, within five days, I proceeded to get worse and worse, with an incredible spike in temperature, with symptoms that went from losing taste and smell to incredible headaches and memory loss and a number of these things. So, there's more yet to come. I hope that he ends up having the lighter version of this. And we don't know about the treatment and the therapeutics he's undergoing. But, from my experience, the next -- after five days of having the virus, the next 45 days were quite a ride. So, I wish him the best."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Holy cow."
    },
    {
      "speaker": "TUCHMAN",
      "utterance": "But I need people to understand that the roller coaster, there's no particular way that this thing hits."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "TUCHMAN",
      "utterance": "The people I have been in touch with who have had the virus, as I, have a complete roller-coaster experience."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yours since particularly scary. But, Peter, keep fighting. These are good words of advice to any and all who encounter this. Do not take it lightly. Peter Tuchman, thank you very much."
    },
    {
      "speaker": "TUCHMAN",
      "utterance": "Do not take it lightly. Do not take it lightly."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I hear you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the president at Walter Reed Hospital. He will be leaving in less than a couple of hours right down. I'm sure he's relieved about that. But some of you who just caught my chat with Peter Tuchman, the Wall Street trading legend, who is saying, do not take this lightly even now. Do not assume you're out of the woods. Be aggressive about it. He, of course, contracted COVID-19, and he is still dealing with it now, with a host of issues. Kaylee McGhee joins us right now of The Washington Examiner. All of this, Kaylee, if you think about it, comes at a time -- people are certainly relieved for the president that he's going to be able to leave, but he's not out of the woods yet, is he?"
    },
    {
      "speaker": "KAYLEE MCGHEE, THE WASHINGTON EXAMINER",
      "utterance": "No, and even a senior White House official admitted as much this weekend, when he told reporters that Trump's condition was actually very concerning. So there definitely is legitimate risk. And, technically, the first period of concern really is eight to 10 days after you have contracted and tested positive for the coronavirus. So, Trump still has a bit of recovery ahead of him. Obviously, he seems to be in much better spirits. He seems to be doing very well, based off of his recent tweet. So there's a lot of hope moving forward."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, he was returning to form this morning. I think he had almost a dozen or two dozen tweets before 8:00 in the morning. So the energy is there and all of that. I get that. But I'm wondering, too, even talking to Peter, this Wall Streeter who has had all sorts of complications, an older gentleman close to the president's age, and you begin to wonder about the president trying to move too fast on this. Do you think the issue of the debate itself will come up or whether he should push that back? What are you hearing?"
    },
    {
      "speaker": "MCGHEE",
      "utterance": "Trump is definitely going to be under scrutiny over the next couple of weeks to see how he and the rest of the White House handles this. I think that there is a legitimate concern that moving back to the White House too soon could put other staffers at risk. So the White House needs to be sure that they're not recklessly endangering the lives of other people and the health of the staffers who will work at the White House under Trump. And as to the debate, technically, the second presidential debate is scheduled to be after the 14-day quarantine period. So there's no reason that Trump couldn't technically participate in that debate. Obviously, his health is the most important thing, though. So, if he's not feeling up to it, or if he feels that that would be a risk to other people who would be attending the debate, he should do the right thing and either not participate, or, better yet, just hold the debate virtually."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, I'm wondering if that's going to happen, but also whether he will change his view of the virus, in the White House with all of these cases that have popped up. What do you think?"
    },
    {
      "speaker": "MCGHEE",
      "utterance": "Well, the White House has -- and, specifically, President Trump has come under a lot of criticism over the past few months for not taking this thing seriously. And now we see it's running rampant in the White House..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "MCGHEE",
      "utterance": "... and probably far more people who work there have it than we even know. So, it's clearly become a problem. Hopefully, it does lead him to take this more seriously. But this is going to affect his campaign in either one of two ways. Either it will instill confidence, when the people see that he had this, he beat it, and he's able to lead them moving forward, or it could take that confidence, if he's still unable to promote certain restrictions or to guard the safety of the American public. Poll after poll proves that the American public is still very concerned about this thing. And if he can't show them that he is too, that's going to be a problem."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well said. Kaylee, thank you very, very much, Kaylee McGhee of The Washington Examiner. Well, the final straw was the James Bond movie getting pushed back, way back. And then a big movie theater chain decided to say, we are shaken, we are stirred, and now we are suspending operations -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Did James Bond do it? The latest James Bond movie, which was supposed to premiere in April of this year, then get pushed back to November, pushed back yet again to April of next year. That was the final straw for Regal Cinemas, ultimately suspending operations at all U.S. locations, the parent company, Cineworld, also doing the same in the U.K. Mooky Greidinger joins us right now, the Cineworld CEO. Mooky, thank you very much for joining us. This had to be a tough move. Thousands of people are going to lose their jobs. What happened? Just the pandemic, right?"
    },
    {
      "speaker": "MOOKY GREIDINGER, CEO, CINEWORLD",
      "utterance": "I think, first and foremost, this is the pandemic. And I think the story here is really -- I think you're right by saying, Bond was only the last straw. We have reopened cinemas. We are operating as a group in 10 territories. Somewhere like three months ago, later on, two months ago, we opened the U.K. And about six weeks ago, we have opened the U.S. We opened with \"Tenet,\" the U.S., a huge release from Warner Brothers, really supported us. And the movie was very successful internationally, but showed soft results in the U.S. market, mainly because New York and California and some other important states were missing. What happened after that was that the studios started postponing movies one after the other day. And we felt like, in a way, that we are like a kind of a grocery shop without any meat or any dairies or any vegetables or any food to sell, because people are coming -- with all due respect to the nice oldies that we are showing, are coming, first and foremost, to see the new movies. And, really, after..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And if you don't have movies -- I guess, if you don't have new movies, you're stuck, right?"
    },
    {
      "speaker": "GREIDINGER",
      "utterance": "Exactly."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, I guess what I'm wondering, we have talked and heard about you're suspending operations. But if this goes on a long time, you're finished, right? I don't want to be so blunt or rude, but it would appear you're finished."
    },
    {
      "speaker": "GREIDINGER",
      "utterance": "Look, we -- our company has been in the business 90 years. We passed so many things through these years, including all these technologies. Everybody was saying, when TV arrived, it's the end of the cinema, when DVD arrived, it's the end of the cinema, et cetera, et cetera. This is not the end. COVID is not going to stay here for long. I'm truly in the belief, if it will not take two or three months for the vaccination to arrive and for medicine, it will take six months. But we are not going anywhere. We are here to stay. I think that we are very..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Do you think people are going to want to go to movies again though, Mooky? Do you think they're going to want to go, given this environment? Maybe it takes a while to get us over that."
    },
    {
      "speaker": "GREIDINGER",
      "utterance": "Of course."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But there's going to be a drag here, yes?"
    },
    {
      "speaker": "GREIDINGER",
      "utterance": "Of course they want to go to the movies. We see it. We have cinemas that are working with very good capacities wherever there is a product. We have a lot of territories in Central Europe that have local product, big Polish movies, Hungarian movies."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "GREIDINGER",
      "utterance": "And the cinemas are packed. People miss the cinema. We have a cinema-safe protocol. The cinemas are safe. The one big thing that we miss, in a way, is New York, because the studios are looking at New York."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "GREIDINGER",
      "utterance": "And they're right that New York is big, New York is important. And for some reason, New York, what -- the governor was so successful in fighting COVID, and really took it down to very low numbers, allows now indoor dining, allows now bowling alleys, allows now casinos, but not cinemas. And we do not understand why. Our safety protocol is so clear. It's so good. You know, in the cinema..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Though. We will have to see what happens, Mooky, yes. I wish we had more time, my friend, but I wish you well. I know you have been through a lot worse than this. But we will see. But, Mooky Greidinger, the Cineworld CEO, parent of..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... cinemas, they're only optimistic."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Real quick."
    },
    {
      "speaker": "GREIDINGER",
      "utterance": "I will only say one sentence, that, in the three months that we re-operate, nobody got COVID in cinemas. So I really think we must have New York. Then we will have the lineup. Then we open."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Gotcha. Mooky, be well. Again, thousands of layoffs in the meantime, but, again, you have heard from the owner he's optimistic eventually the show will go on. We will have more after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Joe Biden is done with his Miami event. He's convinced the state will tip his way and the Democratic Party's way. Francis Suarez joins us right now, the Republican mayor of Miami, who no doubt begs to differ. Mayor, they say -- that is, the Democrats -- they have got all the momentum, Republicans are slip-sliding away. Is that true?"
    },
    {
      "speaker": "FRANCIS SUAREZ (R), MAYOR OF MIAMI, FLORIDA",
      "utterance": "You know, the polling doesn't show that. Last election, in 2016, Trump lost Miami-Dade County by 300,000 votes, and still took Florida. So, the polling that we're looking at indicates that that margin has dramatically decreased, that he's down by more than -- by something more like 15 percent, which is about half of what he was in 2016. So, you have to understand that Florida is a state that the governor won by 35,000 votes total. So, if Trump does better in Miami-Dade County than he did in 2016, then it's going to be very difficult for Biden to make up the votes in other parts of the state."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Real quickly, Mayor, I know the governor has returned and eased pretty much all of the restrictions that were in place. Are things all clear now on the COVID front there, or is he moving too abruptly?"
    },
    {
      "speaker": "SUAREZ",
      "utterance": "So far, things are stable. We're monitoring it day by day. It's a little too early to tell, because he did it a few Fridays ago. So, we're not completely out of the woods yet, but, so far, things are going well. We will start in for in-person learning today. So, we're also going to be monitoring that. And we're hopeful that we are out of the woods, God willing."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How are you feeling and doing? You know of this thing quite well."
    },
    {
      "speaker": "SUAREZ",
      "utterance": "I have been great. I mean, I was very asymptomatic. I was one of the first people that got it in Miami-Dade County..."
    },
    {
      "speaker": "SUAREZ",
      "utterance": "... one of the first elected officials in the nation. Thankfully, I'm doing well."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Excellent. Mayor, I'm happy to hear that. I'm sorry our time was cut short, sir, but very good seeing you again, Mayor Suarez. He's dealt with this firsthand, so he could advise the president on what to -- what to do and how to think and how to act, how to treat yourself, and take care of yourself. That will do it here. We're waiting to see the president of the United States in about 90 minutes, when he leaves Walter Reed Hospital, back home to the White House. That will do it here. Here comes \"THE FIVE.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}