{
  "date": "October 15, 2020",
  "headline": "Trump adviser calls NBC town hall 'brazen display of media duplicity'",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/trump-adviser-calls-nbc-town-hall-brazen-display-of-media-duplicity",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "All right, I'm Laura Ingraham. This is \"The Ingraham Angle\" from D.C. tonight. President Trump and Joe Biden just finished up these dueling town halls. I actually had one earbud in one ear and then I had the regular speakerphone in the other. I heard both at one time. That was fun. We're going to bring you exclusive reaction to tonight's events.  Now throughout the hour, we are going to hear from, get this, the White House and the Trump campaign. Plus my angle will expose the grifting elites who are profiting off your misery.  But first, let's get right to tonight's town halls. Almost every question to Donald Trump was combative or in some way adversarial. Savannah Guthrie acted as if she were Trump's debate partner, not the moderator, not an interviewer. And she clearly had to prove her liberal bona fides tonight.  But I think in general, she seems like a nice person, but at times she came across just as another angry liberal hack. Her interjections seemed like sad attempts at, I don't know, it was like political point scoring, not done for clarification purposes. Still even with these constant interruptions and what was obvious bias, I think the president delivered a strong, confident, and very likable performance. Now, you contrast that with Joe's town hall where almost every question was a softball or gave him an easy out. And Stephanopoulos did - he did occasionally interject with follow-ups, but even when he did that, the tone was always quite tender and the framing was ever so gentle.  In Biden's performance, it was OK. But at times, it was uneven. And he lapsed into his comfort zone, which I noticed, I'm sure you did if you caught any of it, of old storytelling about his childhood. And I don't think that seem to land very well. And let's be clear. The former VP might have cloaked his language around norms and unity. But what he was saying represents anything but that for you. He opened the door to packing the Supreme Court. He promoted a foreign policy that would subject us to the whims of the global order; and when it comes to the economy, well, wave goodbye to all those wage increases you saw on the first three years of Trump.  Joining me now with exclusive reaction is White House Economic Advisor, Larry Kudlow. Larry, it's great to see you tonight.   What is your message to the American people about what we heard tonight from Joe Biden, specifically his hits on the Trump economy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY KUDLOW, WHITE HOUSE ECONOMIC ADVISER",
      "sentences": "Well, look. I confess I spent more time watching President Trump, maybe for obvious reasons. But I will tell you this. Mr. Biden is determined to rollback all the Trump tax-cuts and the deregulation. So they want to take control, central planning control of the energy sector and the health care sector and elsewhere. That will decimate the economy. President Trump on the other hand made it very clear tonight by the way. He had a great optimistic message on the economy, rebuilding America. He is going to cut taxes more, he is going to deregulate more, he is going to save oil, and he is going to continue with good trade deals. The deal here is a choice. It's a very clear choice, ok?   On the one hand, you have from Mr. Biden, stagnation, recession, pessimism. On the other hand, you have from President Trump, optimism, prosperity, and growth. You couldn't be clearer. And unfortunately, Mr. Biden fell into that trap. Fortunately for my life, I'm not going to break news here, I am for Trump. I think president was a commanding figure on the stage, and I think he did a great job in the face of all these interruptions. He did a terrific job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, let me get to some more of this, Larry. We have limited time. We got limited time. So even with his notes in front of him, Biden, I noticed, Larry, still had some trouble getting the numbers right on taxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL NOMINEE",
      "sentences": "I carry this card with me. When I said the tax - the Trump tax-cuts, about $1.3 trillion of the $2 trillion in his tax-cuts went to the top one-tenth of 1 percent. That's what I'm talking about eliminating.  If you made sure that people making over 400 grand paid what they did in the Bush administration, 39.6 percent, you would raise another - this goes up to, let me get you exact number here, about another $200 - excuse me, $92 billion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I guess, Larry, those were a lot of numbers to remember, three numbers. But what of those numbers? He says he is just going to make things fairer. Larry, people like all your friends on Wall Street, they are just going to  - they are going to pay their fair share. Warren Buffett will pay his fair share.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "I fear my friends on Wall Street are for Biden, but let's flip out a side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, they are. I'm getting to that in next segment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Look, let me make something very clear. If you roll back, if Biden rolls back the Trump tax cuts and deregulation, the biggest losers will be the middle class. The fact is, and the data show this, census bureau, labor statistics, Federal Reserve board, Trump's three years, lower taxes and regulations, the benefits went to those who needed the most, the middle class and the lower wage earners. They were the biggest winners.  If you roll that back, they will be the biggest losers. And that's why this program from my friends on the other side of the aisle does not work. It is stagnation. Trump is growth and prosperity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Larry, given the Gallup poll that found that 56 percent of Americans say they are better off than they were four years ago, tonight a new NBC Wall Street Journal poll found that 50 percent said the same. I don't know what happened to those 6 percent. But then that same poll found that 58 percent say the country is worse off and trails Biden by 11. So where is the disconnect there? How does Trump - how is Trump behind if most people or half people think the country is doing better? What can you say accounts for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "I don't know, I don't know the inerts of this polling mechanism, so it's very difficult. Here's what I know. Family income, living standards, real wages, ok? Huge gains for POTUS' first three years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "$6,000.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "In the first three years, he had about 6500 bucks, five times the level increase of the whole eight of Biden and Obama. So that tells a story. Look across the board, poverty down, unemployment, record down, African-Americans, Hispanic-Americans, Asian-Americans, women, every class benefited more than ever before and more than the upper end, the top 1 percent or the top 10 percent. They had less inequality because of the success of the economic program of President Trump.  That is what we hope will happen, it has happened, and as we get through this pandemic, it will happen again. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And I would say to everybody out there, remember, it's not just that Trump's policies worked for the middle class and the working people, he handled the fall-out from COVID better, both the management of the disease as we are seeing what's happening in Europe. And also the economic fallout that Europe is reeling from, we are recovering from because of Trump's smart handling of these policies. So Larry, both the economy in the first three years and the recovery in the year of the pandemic without a doubt, Trump is winning that huge. And that's what the American people, I hope, end up voting on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "We will, we will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's a great thing. We got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "We will keep the economy open. We will keep the economy open and the schools as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, and Trump did not hit on those schools tonight which that was the only thing I would say he missed, but moms want the schools open, so do dads.  Larry, great to see you tonight. As I just said, the other area of great concern for Americans is COVID and I highlighted this the last two nights really. We're lucky we didn't follow Europe's lead on tackling the pandemic.  You remember, all these people hailing Europe for its COVID response, well, the EU now is reporting substantially more daily COVID cases than we are, something the president actually highlighted tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Look at what's going on in Europe. Massive spikes. You take a look today at the UK, you take a look at Spain and France and Italy, there's tremendous spikes. And the United States is down 21 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now despite this, Biden is still blaming President Trump for the outbreak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "What we should be doing now, there should be a national standard, instead of leaving us up to remember what did the president say to the governors, well, they are on their own, that's not my responsibility. The governors can do what they need to do, not my responsibility. It is the presidential responsibility to lead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now is White House COVID advisor Dr. Scott Atlas. Dr.   Atlas, how can Biden claim to do a better job on COVID when his response is modeled after countries doing worse than we are? He complains about tracing and tracking and also still about testing, and his advisors, we know they are recommending lockdowns, targeted or broader than targeted lockdowns. So how does that make sense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. SCOTT ATLAS, WHITE HOUSE COVID ADVISER",
      "sentences": "Well, it doesn't, Laura. Thanks for having me. I think with a problem here for people who espouse something different than the president is they are now realizing that we now have a consensus forming around the president's policy of protecting seniors and ending the lockdowns, opening schools and jobs.  We just had a declaration written and the thrust of the declaration is exactly aligned with the president, that is opening schools, opening society, and protecting the high-risk people, the seniors. And now we have over 9,000 epidemiologists from all over the world signing onto this. We have the World Health Organization signing onto this. We have the recent studies finally coming into the so-called mainstream; even the magazines like \"The Atlantic,\" talking about schools should be open. The new study from Yale that was just spread out, talking about how there is very little transmission from children to adults. These are things the president emphasized way back in March, not just when he said the cure cannot be worse than the problem. But in his first statements, the guide to reopening, he said protect the seniors and open the schools, open jobs.  This was done in April.  And he's been very consistent on that and there is a consensus forming. And the opposition's priority really is, well, we better lock down, we better hide, we better have a mask mandate, which by the way, the mask mandates have been proven not to work. Look at Europe. These places, these countries have had mask mandates for months and they are exploding with cases.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, the president was hit repeatedly on the mask issue tonight. I think it seems like half the questions from Savannah Guthrie were about masks, even knowing all of the conflicting information that we saw about masks.  And Dr. Atlas, speaking of that, you did make a cameo in mention at the president's town hall. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAVANNAH GUTHRIE, NBC NEWS HOST",
      "sentences": "University of Washington, which is - they have a model that your coronavirus task force relies on. Says that, if everyone wore a mask, you could cut expected deaths in half.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And then, you have other people that disagree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTHRIE",
      "sentences": "60,000 lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Dr. Scott, he's from, great guy, Stanford. He will tell you that, he disagrees with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTHRIE",
      "sentences": "He's not an infectious disease expert.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Your response to that candidate, Savannah Guthrie, oh sorry, the moderator, Savannah Guthrie, Scott.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATLAS",
      "sentences": "Yes, well, there is a lot of things I'm not. I think my children could tell you that. But one thing I can do is read the literature and understand that the evidence on universal masking is really pretty weak. In fact, the World Health Organization does not recommend universal masking. Professor Heneghan, who is from Oxford University center for evidence-based medicine says, after 20 years of pandemics, two decades, we're still not sure about universal masking. The CDC study that the president was quoting showed that 70 percent of people who got the virus had worn masks all the time. Over 80 percent, almost all the time. So I think it's sort of a lame, bizarre obsession at this point to claim that everyone must have universal masking when that really - the cases explode through it, we have states, we have LA county, we have Miami-Dade county, we have Hawaii, we look all over the world, Philippines, Spain, France, UK. Mask mandates don't work.   The president has a rational common sense mask policy, which is, if you cannot socially distance, you wear a mask particularly when you are high risk. And I think Americans are getting a little bit sick of this obsession with masks. When you go to the states, when you go to Pennsylvania, Michigan, Wisconsin, you have people who are frustrated. They want to get back to their normal lives. They don't want to have a generation of neurotic children wearing masks like, the Bubonic plague is everywhere. There is a rational way to use masks. It's simple to understand. That's what the president's policy is. And if that's all they got to run against him, I think, that is sort of lame. I don't know what to say about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, well, Dr. Atlas, we look at Europe, we see what's happening there. The spikes in deaths and hospitalizations and cases, and they supposedly were the gold standard and how they handled it. Everyone reviled Trump for saying we should open up.  A lot of people are saying that this virus in the non-vulnerable population is almost acting like a vaccination, because it's giving some acquired immunity to people who are exposed to it. And people don't want to hear that, but that seems to be what's happening right now in the United States, lot of people are getting acquired immunity. Dr. Atlas, it's great to see you and I'm glad you made that cameo appearance at the debate. That made me happy. All right. You take care. On a related note, are lockdowns the sleeper issue of the 2020 election? An intriguing new poll found that of the 14 percent of voters who are not committed to either candidate, 24 percent favor locking down again. But 70 percent say, it's time to move on and adapt.  Joining me now is the man behind that poll, Scott Rasmussen, pollster and Ballotpedia editor-at-large. Scott, I have been saying since about April or maybe early May, this is a question between liberty and lockdown. Liberty versus lockdown. Freedom versus lockdown. Is that perhaps coming to the floor now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT RASMUSSEN, EDITOR-AT-LARGE, BALLOTPEDIA",
      "sentences": "I think the attitude you're describing is coming to the floor right now, but probably not in that terminology. Americans want to find ways, they are frustrated with mask mandates, they are frustrated with over-the-top lockdowns. Still want to proceed with the degree of caution and for the most part what people want is to have more authority to make their own decisions. So you might talk about that in freedom terminology. But for most people, it's just practical common sense. If I go to a place and I feel uncomfortable, well, I'm going to may be not go in. If I feel OK, I may take my mask off. They want to have that freedom. And anybody trying to create a nanny-state mindset of telling people what they should do, that tends to push these voters away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "President Trump made the position on lockdowns clear obviously tonight and said this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I left North Carolina, which I love. I left Pennsylvania. We won a big case in Michigan, because that governor has a lockdown where nobody but her husband can do anything. He can go boating and do whatever he wants, but nobody else can. The fact is we are winning all these cases because it's unconstitutional what they are doing. And I think they are doing it for political reasons. But the fact is the cure, you can't let this continue to go on with the lockdowns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Scott, does that messaging work, especially with suburban moms who are seeing what's happening to their children who are being kept from schools, especially in the area where we live, D.C., Maryland and Virginia. It's been very tough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RASMUSSEN",
      "sentences": "Suburban voters, suburban moms are concerned about this. In fact, the desire for more lockdowns and stricter controls is pretty much confined to urban areas and Democratic urban voters.  Having said that, we are talking about issues, we are only talking about moving a few voters here and there. You said at the open, 14 percent of voters are uncommitted. These might be voters who say they are voting for a libertarian now, or who might change their mind on one of the major party candidates. It comes in the context of Joe Biden is ahead narrowly, in my state polls and the national polling we are seeing, but a shift of a couple of points can move this right back into a toss-up category. And this is an issue that might do it and that most pundits will miss.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Scott, great to see you tonight. Thank you for joining us. We have a lot more reaction to tonight's town hall, so stay with us. Plus the revelations surrounding the Bidens, well, their latest get-rich- quick scheme reveals a very uncomfortable truth. The left gets rich off America's misery. My angle explains in a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The Bidens' get-rich-quick scheme, that's the focus of tonight's angle. Now if you were shocked this week to learn that the Biden family cashed in on shady overseas deals when Joe Biden was vice president, I have one question for you, where have you been for the past several years? A treasure trove of emails from foreign interest to Hunter Biden are just more evidence of what we already knew, that the family is knee-deep in sleaze. Now people like the Bidens and the Clintons for that matter, they don't have to take formal bribes. There is no need for any smoking gun. They simply do everything possible while in office to help rich people and to fight off movements like ours that would force big business to pay higher wages. Now during the years between 2000 and 2016, a lot of middle-class folks wondered what happened to all our good paying jobs and wages. Wages were really flat. They were flat. Or what happened to all the prosperity we were supposed to see from allowing China into the world trade organization? And if you look at the Bidens' and the Clintons' paydays well, you can see where some of that money went. Newly unearthed emails do show that Chinese oil tycoon, one of them, was paying Joe's son Hunter, $10 million a year for introductions alone. According to one email, Hunter said, he hashed out an even more lucrative deal with this Chinese oligarch, a man named Jianming. Now no surprise, Jianming had close ties to the CCP, to the Chinese military, and Intel agencies. And it was also no surprise that according to \"The New York Times\" that same Chinese billionaire also donated 100,000 bucks to the Clinton Foundation. What a coincidence!  But don't bother searching Twitter or other social media sites for any info on the Biden enrichment scheme. It wasn't brought up tonight at the town hall either. Well, the Big Tech cover-up is underway. Starting yesterday, Twitter accounts that retweeted \"The New York Post\" exclusives were locked by the company. Now this included accounts of the Trump campaign and the White House Press Secretary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's out of control, and it's like a third arm. Maybe a first arm of the DNC. Twitter and Facebook, they are like - really it's a massive campaign contribution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The first arm, I love that. But Twitter's non-apology that followed, well, it was too late, because the Biden campaign had the shield it needed to avoid answering or even being asked questions about what Joe knew about Hunter's solicitation scheme and when he knew it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMAL BROWN, NATIONAL PRESS SECRETARY, BIDEN CAMPAIGN",
      "sentences": "I think Twitter's response to the actual article itself makes clear that these purported allegations are false and they are not true. And glad to see social media companies like Twitter taking responsibility to limit misinformation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That was on Cheddar. But even if this October surprise ends up hurting Hunter's ability to cash in on aiding our biggest rival, well, the Bidens have plenty of other ways to cash in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Some of these numbers in fundraising really jump off the page record $383 million raised by Joe Biden in September.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They have more than $400 million on hand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Goldman Sachs, Morgan Stanley, JPMorgan, Bank of America, Citigroup, it's almost twice as much money going to Biden than it is going to Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, this is Biden's campaign, of course. And he's always been one of the top benefactors of Wall Street's largess. It's been going on for decades. But this year, up against the populist incumbent, economic nationalist Donald Trump, the spigots of Wall Street have really opened up. Billionaires there, though, they feel very threatened by Trump, because he is trying to drain the very swamp that they got so rich filling. Now with all that is at stake, for Wall Street, the Democrats, the mega donor class, well, they just haven't bought ads with all the money they gave. They've actually bought the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "The president deploying a racist attack--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Appeals to racial prejudice and xenophobia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "One group of generals, however, that the president is standing firm with. Dead, racist losers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JON MEACHAM, EDITOR, NEWSWEEK",
      "sentences": "Donald Trump makes Richard Nixon look like a family therapist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What's on the ballot is a choice between democracy, or some Russian form of dictatorship or autocracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "These people are just completely deranged. Lost all credibility. Why do you think Amazon's Jeff Bezos, one of the richest men in the world, bought \"The Washington Post\"? Just as a hobby? Because he wants to get tough on China, do lot of exposes about the Uyghurs.  Why do you Steve Jobs' widow bought \"The Atlantic\" magazine, which is filled with any Trump hit jobs? Do you think she really cares about your wages, making sure they go up the Wall Street? Big business has to pay more money? Of course not. Here's the bottom line. No one, and I mean no one in the D.C. establishment actually believes that Trump is a racist or a fascist or Russian mole. They don't think he's going to tear down democracy or blow up the world or destroy the constitution. And they certainly don't think that an old hack like Biden, that he is going to save us from COVID or anything else. Most of them probably don't even think the economy is going to do better for most people under Biden. The establishment just wants Trump and his movement out of the way. So they can go back to doing what they do best, making it easy for rich people around the world to take advantage of America's middle class. Also, beware of all the help Biden, Harris, and the donor class are going to get from the biggest manipulators of them all, I just mentioned a moment ago, the social media giants. It's not just Twitter blocking stories unfavorable to Biden. He's essentially getting in-kind contributions from Facebook, Instagram, and Google. They're all engaging in censorship so you're kept in the dark, and your opinions are going to be kept in the dark as well. It's both insidious and infuriating. I think we've got to be smarter than they think we are. And we have to leave them politically poor so our hardworking people have a shot at a better, freer, and safer life. And that's \"The Angle.\" Joining me now is Mollie Hemingway, senior editor at \"The Federalist,\" FOX News contributor. Mollie, Joe Biden's old pal George Stephanopoulos did not ask a single question tonight about the money scheme and Hunter Biden and what Joe Biden understood and knew about it. Are you surprised? MOLLIE HEMINGWAY, SENIOR EDITOR, \"THE FEDERALIST\": I'm not surprised. George Stephanopoulos is not that dissimilar from his other colleagues. We know that he used to work in a Democratic administration, but they all seem to be working currently on behalf of the Democratic Party. And they will do whatever it takes to make sure that they can get their preferred candidate over the finish line, and that includes not asking any tough questions. It's why it's really disappointing that there was no debate tonight, because you can't count on anybody in the media to actually ask tough questions of Joe Biden. Maybe the only person in the country who will ask a tough question of Joe Biden is Donald Trump, which is why everyone is working so hard to keep him from being in a position where he can do that. But it's a disservice to the American people. You're absolutely right that we already know that the Biden family has been able to become quite wealthy despite the not wealthy backgrounds that they had because of their proximity to Joe Biden's power, and that this is something that matches with so many people in Washington, D.C. It is very common for a lot of people to go work for firms that might have interests that are not aligned with our country's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The swamp.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "And this issue, you look at these bad decisions that have been made for decades. They have been very bad for the country, whether it's how we fight wars or how we handle immigration or how we do bailouts or how we engage with China. But they are very, very good for elites in Washington, D.C., and other places in the United States. And that is why people are so desperate to do whatever it will take to make sure that the people don't get to have a say in how we do these things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think everyone has to ask a question, a really tough question. What are Joe Biden's mega-donors, who are pouring in -- they have $400 million they just announced that they have in their coffers. What are they getting for that money? Why is Michael Bloomberg putting almost $2 million this week into Florida? What is Bloomberg getting? He has huge business interests in China. I want to get to a moment from the Biden town hall, Mollie, when Biden was asked to clear up his position on court packing. He did anything but. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, ABC NEWS",
      "sentences": "If they vote on it before the election, you are open to expanding the cord?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "sentences": "I'm open to considering what happens from that point on. No matter what answer I gave you, if I say it, that's the headline tomorrow. It won't want to be about what's going on now, the improper way they are proceeding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "But don't voters have a right to know where you stand?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "They do have a right to know where I stand, and they will have a right to know where I stand before they vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "So you will come out with a clear position before Election Day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Yes, depending on how they handle this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Depending on how who handles what? Mollie, I don't even understand any of that, but he obviously is going to pack the court. Reaction, quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "All I know is that progressives were thrilled with that response, progressives who want to see the court packed. I do think that Republicans need to understand that this is an open thread. It's been issued by quite a few senators, the ways he's handling it also suggests that it's a very big threat. If you care about this norm, if you care about the courts, and if you care about them not being used for political ends, I think you have to take this threat very seriously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, and Mollie, even if state legislators pass great laws, you'll have 13, 14, 15 Supreme Court justices, most of them installed by Biden, who will just overrule the will of the people state-by-state. Mollie, great to have you on tonight. Good to see you. And up ahead, a tale of two town halls through the lens of the media. We expose what was a flagrant double standard with Trump 2020 senior advisors. Steve Cortes and Mercedes Schlapp in moments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Tonight's dueling campaign town halls didn't just differ in content, but also in how they were moderated. Case in point, these were the types of questions Biden was compelled to answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My wife and I are in disbelief the lack of coordinated federal action on COVID-19. We know that your administration would follow the science.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What do you say to LGBTQ Americans and others who are very worried right now about erosions of their rights and our democracy as a whole?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Vice President, my father Drew Lewis served as secretary of transportation under President Ronald Reagan in his first term.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "sentences": "Oh, yes. I'll be darned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, ABC NEWS",
      "sentences": "Robert Mueller laid out a lot of evidence of possible obstruction of justice by President Trump. What would a Biden Justice Department do with that evidence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And forgetting that this was actually voter town hall, this is how NBC's Savannah Guthrie treated the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAVANNAH GUTHRIE, NBC HOST",
      "sentences": "In point of fact, your administration is about to go to the Supreme Court to argue to throw out the rest of Obamacare, which includes the protections for preexisting conditions. Will you accept a peaceful transfer of power? There is no law or rule that prohibits you from releasing your tax returns. That is completely not true. Disavow QAnon. You don't know that? OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "sentences": "No, I don't that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTHRIE",
      "sentences": "You, just this week --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now are two Trump 2020 campaign senior advisors, Steve Cortes and Mercedes Schlapp. Steve, is this really the way the media should work? We didn't play Stephanopoulos much, but he was pretty softball in the way he approached Biden. It was a very gentle, gentle reframing of some of his answers. Savannah Guthrie was really a competitor to the president, not a moderator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE CORTES, NATIONAL SPOKESPERSON, AMERICA FIRST",
      "sentences": "Yes, to say the least. ABC put on the equivalent of a church ice cream social for Joe Biden up in Philadelphia. As a TV programmer, it reminded me of Mister Rogers' Neighborhood. And conversely, NBC staged a political knife fight down in Miami. And if I compare that to a TV program, it would seem more like \"The Wire.\" So I think what we saw today really unfortunately was a brazen display of media duplicity. It is extremely clear who corporate media wants in this country. And the fact alone, and again, this isn't my opinion, the fact that George Stephanopoulos did not at one moment in the 90 minutes with Joe Biden today mention the biggest story in America right now, which is the bombshell revelations from \"The New York Post\" that Joe Biden while he was sitting vice president was fully aware of his son's influence pedaling with shadowy figures all over the world, including the two most dangerous adversaries to the United States, Russia and China. It's an outrage that he wasn't pressed about that crucial question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It wasn't surprising, but it still was stunning. Mercedes, and of course all the times Trump denounced white supremacy in the past wasn't enough for Savannah Guthrie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAVANNAH GUTHRIE, NBC HOST",
      "sentences": "You were asked point blank to denounce white supremacy. In the moment, you didn't. My question to you is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "you've done this to me and everybody --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTHRIE",
      "sentences": "-- why does it seem like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I denounced white supremacy, OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTHRIE",
      "sentences": "You did two days later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I denounced white supremacy for years. You didn't ask Joe Biden whether or not he denounces Antifa. I denounce white supremacy. What's your next question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mercedes, how many times does he have to answer this? He should denounce media bias too while he denounces white supremacy. MERCEDES SCHLAPP, TRUMP 2020 CAMPAIGN SENIOR ADVISER: No kidding. And he denounces fake news all the time. But can I tell you, our president is so amazing. He takes on these incredibly biased moderators, if you want to call them that. I would call Savannah a Joe Biden surrogate who literally was reading off the talking points of the DNC. It's completely outrageous how she behaved, how hostile she was, how she interrupted the president. It was literally like she was the one running for president. Joe Biden should maybe take a page out of Savannah's playbook. But it clearly shows the continual narrative coming from the fake news media, how they will protect Joe Biden at all costs. I thought that they were going to offer Joe Biden some milk and cookies and put him to sleep, because it almost put me to sleep when we are watching the ABC town hall. There was not one tough question coming out of the ABC town hall or George Stephanopoulos. And I just really think it's a disservice for the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Steve, do you think these help the president? Some people were saying earlier, well, it doesn't really help him. All the people who watch NBC, they already have their minds made up. But does it help him to go into these adversarial settings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTES",
      "sentences": "I think it does, because, as Mercedes said, he does handle it with such grace, he really does, particularly when he's talking to regular Americans, not so much with the fake news media. He's of course willing to bow up and fight there, as he should. And I think it helps him also because, again, I think this media duplicity is just on full display for the American people. I'll tell you, for instance, when Donald Trump first started calling the fake news media the enemy of the people, I thought that was too harsh, and I actually said so a few times on television. You know what, I'm wrong, and he is completely right, because the performance tonight, the failure of ABC to even mention one single time this \"New York Post\" bombshell story, that reveals just how corrupt our media is, and it is, unfortunately, the enemy of the people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mercedes, back to what I set on \"The Angle,\" are you surprised that Wall Street is now fully tipping in favor of Biden, given what they have bet on China? Are you surprised by that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "No, not at all. I think that this is where we are in America. It's Main Street versus Wall Street. And let me tell you something, Wall Street should know better than this because it was because of President Trump's economic policies that we have seen a boom in America, that we've been able to still stay strong despite the fact that we're facing this global pandemic, the fact that we've been able to bring back 11.4 million jobs. And so I've got to tell you something. The mere fact that the president has been the only one who has stood tough against China, brought back jobs, brought China back to the negotiating table, is just a stark contrast with what we've seen with Joe Biden's coziness with China, favoring China in their policies, profiting off of China, and seeing Hunter Biden and the family also profiting off of China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Big money, big money is going to be made in China by Wall Street, and who knows, extended family tree if, heaven forbid, he should win. Steve and Mercedes, thank you so much. Great to see you. And it might be the most important Senate race in America. Have you heard what's happening in Michigan? A wrench being thrown into the wheel of Chuck Schumer's dream of taking the gavel. The candidate spearheading this, and it's an amazing comeback. John James next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Just a few months ago John James, John James, the GOP Senate candidate in Michigan, he was trailing Democrat incumbent Gary Peters by 10 points. But earlier this week that same poll in \"The New York Times\" showed that James was within striking distance of Peters. He was down by only a point. So what happened? John James joins me now. John, I know you ran in 2018 against Stabenow and you came up short. But are the lockdowns and Gretchen Whitmer's approach to COVID contributing to this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN JAMES, (R) MICHIGAN SENATE CANDIDATE",
      "sentences": "The biggest part is that people in the state of Michigan have excellent B.S. meters. Gary Peters is out there saying he cares about the Great Lakes, but there's Asian carp DNA in the Chicago River. They're still dumping in Lake St. Clair. There is PFOS and our kids are still drinking leaded water. Senator Peters, what have you done in 30 years? You're looking at people across the state, and our kids are still being forced to go into failing schools, and their outcomes determined by their zip code. Senator Peters has been in Washington for 12 years. Was is Gary Peters doing to fix the situation? You're looking at our health care situation. Senator Peters has been a senator for six years. He is still on an Obamacare exempted gold-plated health care plan. What are you doing to take care of seniors when your voting to support to take $716 billion away from Medicare? Senator Peters has failed Michiganders. They know it. We are telling the truth, and right now because of your support and because of what you're doing in this race, we are tied because people in the state of Michigan know the truth. They are learning more about me, and they know that change is coming, and they know that the best is yet to come.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The Green New Deal will devastate Michigan. And your opponent was asked about it. and he said this. He said \"We have to push technology as aggressively as we can. We should look at this as an opportunity economically to drive our economy while also doing the right thing for the environment.\" So banning fossil fuels, raising energy costs, how the heck is that going to help manufacturing in Michigan, John?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Winter is coming. Winter is coming, and it's going to be a lot colder up here in Michigan that it is down in the swamp. Senator Peters wouldn't understand, but we need to make sure that we have sustainable energy solutions, yes, but energy solutions that are also accessible and economic for all Michiganders, not just the elites who can pay for it. We need to also make sure that we are holding China accountable for their pollution and their contribution to climate change. And we also need to make sure that we are not leaving our number one industry and pushing more jobs out of the state. Senator Peters supports regulations and litigation that has pushed our jobs overseas. Businesses don't send our jobs to China and Mexico. Bureaucrats and politicians like Gary Peters send our jobs to China and Mexico. Senator Peters was supposed to be on a commission to hold China accountable. Do you think he showed up? No. He barely showed up for any of those meetings, and now he wants to show up in 2020 in an election year talking about earning our vote. It's too late. You can't show up in an election year, be 33 percent unknown your states, and then tell lies all the way through and people still don't know what you've done. The Green New Deal would devastate our state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "John, we've got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "And me being an automotive supplier, I know understand what it takes to lead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We've got to go, but point made.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES",
      "sentences": "Go to John James for Senate, and please support. Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And he has a lot to answer for. Up ahead, the most impactful moment from Amy Coney Barrett's character hearing today. The Last Bite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When Amy Coney Barrett's former law student Laura Wolk spoke today, it was amazing. She's blind. She couldn't get the technology she needed when she worked, and she was a student at the university, and Judge Barrett, she just went above and beyond for her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA WOLK",
      "sentences": "She silently listened with deep attention as I explained my situation, giving me the freedom to let down my guard. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "All right, I'm Laura Ingraham. This is \"The Ingraham Angle\" from D.C. tonight. President Trump and Joe Biden just finished up these dueling town halls. I actually had one earbud in one ear and then I had the regular speakerphone in the other. I heard both at one time. That was fun. We're going to bring you exclusive reaction to tonight's events. Now throughout the hour, we are going to hear from, get this, the White House and the Trump campaign. Plus my angle will expose the grifting elites who are profiting off your misery. But first, let's get right to tonight's town halls. Almost every question to Donald Trump was combative or in some way adversarial. Savannah Guthrie acted as if she were Trump's debate partner, not the moderator, not an interviewer. And she clearly had to prove her liberal bona fides tonight. But I think in general, she seems like a nice person, but at times she came across just as another angry liberal hack. Her interjections seemed like sad attempts at, I don't know, it was like political point scoring, not done for clarification purposes. Still even with these constant interruptions and what was obvious bias, I think the president delivered a strong, confident, and very likable performance. Now, you contrast that with Joe's town hall where almost every question was a softball or gave him an easy out. And Stephanopoulos did - he did occasionally interject with follow-ups, but even when he did that, the tone was always quite tender and the framing was ever so gentle. In Biden's performance, it was OK. But at times, it was uneven. And he lapsed into his comfort zone, which I noticed, I'm sure you did if you caught any of it, of old storytelling about his childhood. And I don't think that seem to land very well. And let's be clear. The former VP might have cloaked his language around norms and unity. But what he was saying represents anything but that for you. He opened the door to packing the Supreme Court. He promoted a foreign policy that would subject us to the whims of the global order; and when it comes to the economy, well, wave goodbye to all those wage increases you saw on the first three years of Trump. Joining me now with exclusive reaction is White House Economic Advisor, Larry Kudlow. Larry, it's great to see you tonight. What is your message to the American people about what we heard tonight from Joe Biden, specifically his hits on the Trump economy?"
    },
    {
      "speaker": "LARRY KUDLOW, WHITE HOUSE ECONOMIC ADVISER",
      "utterance": "Well, look. I confess I spent more time watching President Trump, maybe for obvious reasons. But I will tell you this. Mr. Biden is determined to rollback all the Trump tax-cuts and the deregulation. So they want to take control, central planning control of the energy sector and the health care sector and elsewhere. That will decimate the economy. President Trump on the other hand made it very clear tonight by the way. He had a great optimistic message on the economy, rebuilding America. He is going to cut taxes more, he is going to deregulate more, he is going to save oil, and he is going to continue with good trade deals. The deal here is a choice. It's a very clear choice, ok? On the one hand, you have from Mr. Biden, stagnation, recession, pessimism. On the other hand, you have from President Trump, optimism, prosperity, and growth. You couldn't be clearer. And unfortunately, Mr. Biden fell into that trap. Fortunately for my life, I'm not going to break news here, I am for Trump. I think president was a commanding figure on the stage, and I think he did a great job in the face of all these interruptions. He did a terrific job."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, let me get to some more of this, Larry. We have limited time. We got limited time. So even with his notes in front of him, Biden, I noticed, Larry, still had some trouble getting the numbers right on taxes."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL NOMINEE",
      "utterance": "I carry this card with me. When I said the tax - the Trump tax-cuts, about $1.3 trillion of the $2 trillion in his tax-cuts went to the top one-tenth of 1 percent. That's what I'm talking about eliminating. If you made sure that people making over 400 grand paid what they did in the Bush administration, 39.6 percent, you would raise another - this goes up to, let me get you exact number here, about another $200 - excuse me, $92 billion."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I guess, Larry, those were a lot of numbers to remember, three numbers. But what of those numbers? He says he is just going to make things fairer. Larry, people like all your friends on Wall Street, they are just going to - they are going to pay their fair share. Warren Buffett will pay his fair share."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "I fear my friends on Wall Street are for Biden, but let's flip out a side."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, they are. I'm getting to that in next segment."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Look, let me make something very clear. If you roll back, if Biden rolls back the Trump tax cuts and deregulation, the biggest losers will be the middle class. The fact is, and the data show this, census bureau, labor statistics, Federal Reserve board, Trump's three years, lower taxes and regulations, the benefits went to those who needed the most, the middle class and the lower wage earners. They were the biggest winners. If you roll that back, they will be the biggest losers. And that's why this program from my friends on the other side of the aisle does not work. It is stagnation. Trump is growth and prosperity."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Larry, given the Gallup poll that found that 56 percent of Americans say they are better off than they were four years ago, tonight a new NBC Wall Street Journal poll found that 50 percent said the same. I don't know what happened to those 6 percent. But then that same poll found that 58 percent say the country is worse off and trails Biden by 11. So where is the disconnect there? How does Trump - how is Trump behind if most people or half people think the country is doing better? What can you say accounts for that?"
    },
    {
      "speaker": "KUDLOW",
      "utterance": "I don't know, I don't know the inerts of this polling mechanism, so it's very difficult. Here's what I know. Family income, living standards, real wages, ok? Huge gains for POTUS' first three years."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "$6,000."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "In the first three years, he had about 6500 bucks, five times the level increase of the whole eight of Biden and Obama. So that tells a story. Look across the board, poverty down, unemployment, record down, African-Americans, Hispanic-Americans, Asian-Americans, women, every class benefited more than ever before and more than the upper end, the top 1 percent or the top 10 percent. They had less inequality because of the success of the economic program of President Trump. That is what we hope will happen, it has happened, and as we get through this pandemic, it will happen again. Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And I would say to everybody out there, remember, it's not just that Trump's policies worked for the middle class and the working people, he handled the fall-out from COVID better, both the management of the disease as we are seeing what's happening in Europe. And also the economic fallout that Europe is reeling from, we are recovering from because of Trump's smart handling of these policies. So Larry, both the economy in the first three years and the recovery in the year of the pandemic without a doubt, Trump is winning that huge. And that's what the American people, I hope, end up voting on."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "We will, we will."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's a great thing. We got to go."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "We will keep the economy open. We will keep the economy open and the schools as well."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, and Trump did not hit on those schools tonight which that was the only thing I would say he missed, but moms want the schools open, so do dads. Larry, great to see you tonight. As I just said, the other area of great concern for Americans is COVID and I highlighted this the last two nights really. We're lucky we didn't follow Europe's lead on tackling the pandemic. You remember, all these people hailing Europe for its COVID response, well, the EU now is reporting substantially more daily COVID cases than we are, something the president actually highlighted tonight."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Look at what's going on in Europe. Massive spikes. You take a look today at the UK, you take a look at Spain and France and Italy, there's tremendous spikes. And the United States is down 21 percent."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now despite this, Biden is still blaming President Trump for the outbreak."
    },
    {
      "speaker": "BIDEN",
      "utterance": "What we should be doing now, there should be a national standard, instead of leaving us up to remember what did the president say to the governors, well, they are on their own, that's not my responsibility. The governors can do what they need to do, not my responsibility. It is the presidential responsibility to lead."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now is White House COVID advisor Dr. Scott Atlas. Dr. Atlas, how can Biden claim to do a better job on COVID when his response is modeled after countries doing worse than we are? He complains about tracing and tracking and also still about testing, and his advisors, we know they are recommending lockdowns, targeted or broader than targeted lockdowns. So how does that make sense?"
    },
    {
      "speaker": "DR. SCOTT ATLAS, WHITE HOUSE COVID ADVISER",
      "utterance": "Well, it doesn't, Laura. Thanks for having me. I think with a problem here for people who espouse something different than the president is they are now realizing that we now have a consensus forming around the president's policy of protecting seniors and ending the lockdowns, opening schools and jobs. We just had a declaration written and the thrust of the declaration is exactly aligned with the president, that is opening schools, opening society, and protecting the high-risk people, the seniors. And now we have over 9,000 epidemiologists from all over the world signing onto this. We have the World Health Organization signing onto this. We have the recent studies finally coming into the so-called mainstream; even the magazines like \"The Atlantic,\" talking about schools should be open. The new study from Yale that was just spread out, talking about how there is very little transmission from children to adults. These are things the president emphasized way back in March, not just when he said the cure cannot be worse than the problem. But in his first statements, the guide to reopening, he said protect the seniors and open the schools, open jobs. This was done in April. And he's been very consistent on that and there is a consensus forming. And the opposition's priority really is, well, we better lock down, we better hide, we better have a mask mandate, which by the way, the mask mandates have been proven not to work. Look at Europe. These places, these countries have had mask mandates for months and they are exploding with cases."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, the president was hit repeatedly on the mask issue tonight. I think it seems like half the questions from Savannah Guthrie were about masks, even knowing all of the conflicting information that we saw about masks. And Dr. Atlas, speaking of that, you did make a cameo in mention at the president's town hall. Watch."
    },
    {
      "speaker": "SAVANNAH GUTHRIE, NBC NEWS HOST",
      "utterance": "University of Washington, which is - they have a model that your coronavirus task force relies on. Says that, if everyone wore a mask, you could cut expected deaths in half."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And then, you have other people that disagree."
    },
    {
      "speaker": "GUTHRIE",
      "utterance": "60,000 lives."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Dr. Scott, he's from, great guy, Stanford. He will tell you that, he disagrees with you."
    },
    {
      "speaker": "GUTHRIE",
      "utterance": "He's not an infectious disease expert."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Your response to that candidate, Savannah Guthrie, oh sorry, the moderator, Savannah Guthrie, Scott."
    },
    {
      "speaker": "ATLAS",
      "utterance": "Yes, well, there is a lot of things I'm not. I think my children could tell you that. But one thing I can do is read the literature and understand that the evidence on universal masking is really pretty weak. In fact, the World Health Organization does not recommend universal masking. Professor Heneghan, who is from Oxford University center for evidence-based medicine says, after 20 years of pandemics, two decades, we're still not sure about universal masking. The CDC study that the president was quoting showed that 70 percent of people who got the virus had worn masks all the time. Over 80 percent, almost all the time. So I think it's sort of a lame, bizarre obsession at this point to claim that everyone must have universal masking when that really - the cases explode through it, we have states, we have LA county, we have Miami-Dade county, we have Hawaii, we look all over the world, Philippines, Spain, France, UK. Mask mandates don't work. The president has a rational common sense mask policy, which is, if you cannot socially distance, you wear a mask particularly when you are high risk. And I think Americans are getting a little bit sick of this obsession with masks. When you go to the states, when you go to Pennsylvania, Michigan, Wisconsin, you have people who are frustrated. They want to get back to their normal lives. They don't want to have a generation of neurotic children wearing masks like, the Bubonic plague is everywhere. There is a rational way to use masks. It's simple to understand. That's what the president's policy is. And if that's all they got to run against him, I think, that is sort of lame. I don't know what to say about that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, well, Dr. Atlas, we look at Europe, we see what's happening there. The spikes in deaths and hospitalizations and cases, and they supposedly were the gold standard and how they handled it. Everyone reviled Trump for saying we should open up. A lot of people are saying that this virus in the non-vulnerable population is almost acting like a vaccination, because it's giving some acquired immunity to people who are exposed to it. And people don't want to hear that, but that seems to be what's happening right now in the United States, lot of people are getting acquired immunity. Dr. Atlas, it's great to see you and I'm glad you made that cameo appearance at the debate. That made me happy. All right. You take care. On a related note, are lockdowns the sleeper issue of the 2020 election? An intriguing new poll found that of the 14 percent of voters who are not committed to either candidate, 24 percent favor locking down again. But 70 percent say, it's time to move on and adapt. Joining me now is the man behind that poll, Scott Rasmussen, pollster and Ballotpedia editor-at-large. Scott, I have been saying since about April or maybe early May, this is a question between liberty and lockdown. Liberty versus lockdown. Freedom versus lockdown. Is that perhaps coming to the floor now?"
    },
    {
      "speaker": "SCOTT RASMUSSEN, EDITOR-AT-LARGE, BALLOTPEDIA",
      "utterance": "I think the attitude you're describing is coming to the floor right now, but probably not in that terminology. Americans want to find ways, they are frustrated with mask mandates, they are frustrated with over-the-top lockdowns. Still want to proceed with the degree of caution and for the most part what people want is to have more authority to make their own decisions. So you might talk about that in freedom terminology. But for most people, it's just practical common sense. If I go to a place and I feel uncomfortable, well, I'm going to may be not go in. If I feel OK, I may take my mask off. They want to have that freedom. And anybody trying to create a nanny-state mindset of telling people what they should do, that tends to push these voters away."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "President Trump made the position on lockdowns clear obviously tonight and said this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I left North Carolina, which I love. I left Pennsylvania. We won a big case in Michigan, because that governor has a lockdown where nobody but her husband can do anything. He can go boating and do whatever he wants, but nobody else can. The fact is we are winning all these cases because it's unconstitutional what they are doing. And I think they are doing it for political reasons. But the fact is the cure, you can't let this continue to go on with the lockdowns."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Scott, does that messaging work, especially with suburban moms who are seeing what's happening to their children who are being kept from schools, especially in the area where we live, D.C., Maryland and Virginia. It's been very tough."
    },
    {
      "speaker": "RASMUSSEN",
      "utterance": "Suburban voters, suburban moms are concerned about this. In fact, the desire for more lockdowns and stricter controls is pretty much confined to urban areas and Democratic urban voters. Having said that, we are talking about issues, we are only talking about moving a few voters here and there. You said at the open, 14 percent of voters are uncommitted. These might be voters who say they are voting for a libertarian now, or who might change their mind on one of the major party candidates. It comes in the context of Joe Biden is ahead narrowly, in my state polls and the national polling we are seeing, but a shift of a couple of points can move this right back into a toss-up category. And this is an issue that might do it and that most pundits will miss."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Scott, great to see you tonight. Thank you for joining us. We have a lot more reaction to tonight's town hall, so stay with us. Plus the revelations surrounding the Bidens, well, their latest get-rich- quick scheme reveals a very uncomfortable truth. The left gets rich off America's misery. My angle explains in a moment."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The Bidens' get-rich-quick scheme, that's the focus of tonight's angle. Now if you were shocked this week to learn that the Biden family cashed in on shady overseas deals when Joe Biden was vice president, I have one question for you, where have you been for the past several years? A treasure trove of emails from foreign interest to Hunter Biden are just more evidence of what we already knew, that the family is knee-deep in sleaze. Now people like the Bidens and the Clintons for that matter, they don't have to take formal bribes. There is no need for any smoking gun. They simply do everything possible while in office to help rich people and to fight off movements like ours that would force big business to pay higher wages. Now during the years between 2000 and 2016, a lot of middle-class folks wondered what happened to all our good paying jobs and wages. Wages were really flat. They were flat. Or what happened to all the prosperity we were supposed to see from allowing China into the world trade organization? And if you look at the Bidens' and the Clintons' paydays well, you can see where some of that money went. Newly unearthed emails do show that Chinese oil tycoon, one of them, was paying Joe's son Hunter, $10 million a year for introductions alone. According to one email, Hunter said, he hashed out an even more lucrative deal with this Chinese oligarch, a man named Jianming. Now no surprise, Jianming had close ties to the CCP, to the Chinese military, and Intel agencies. And it was also no surprise that according to \"The New York Times\" that same Chinese billionaire also donated 100,000 bucks to the Clinton Foundation. What a coincidence! But don't bother searching Twitter or other social media sites for any info on the Biden enrichment scheme. It wasn't brought up tonight at the town hall either. Well, the Big Tech cover-up is underway. Starting yesterday, Twitter accounts that retweeted \"The New York Post\" exclusives were locked by the company. Now this included accounts of the Trump campaign and the White House Press Secretary."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's out of control, and it's like a third arm. Maybe a first arm of the DNC. Twitter and Facebook, they are like - really it's a massive campaign contribution."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The first arm, I love that. But Twitter's non-apology that followed, well, it was too late, because the Biden campaign had the shield it needed to avoid answering or even being asked questions about what Joe knew about Hunter's solicitation scheme and when he knew it."
    },
    {
      "speaker": "JAMAL BROWN, NATIONAL PRESS SECRETARY, BIDEN CAMPAIGN",
      "utterance": "I think Twitter's response to the actual article itself makes clear that these purported allegations are false and they are not true. And glad to see social media companies like Twitter taking responsibility to limit misinformation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That was on Cheddar. But even if this October surprise ends up hurting Hunter's ability to cash in on aiding our biggest rival, well, the Bidens have plenty of other ways to cash in."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Some of these numbers in fundraising really jump off the page record $383 million raised by Joe Biden in September."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "They have more than $400 million on hand."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Goldman Sachs, Morgan Stanley, JPMorgan, Bank of America, Citigroup, it's almost twice as much money going to Biden than it is going to Trump."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, this is Biden's campaign, of course. And he's always been one of the top benefactors of Wall Street's largess. It's been going on for decades. But this year, up against the populist incumbent, economic nationalist Donald Trump, the spigots of Wall Street have really opened up. Billionaires there, though, they feel very threatened by Trump, because he is trying to drain the very swamp that they got so rich filling. Now with all that is at stake, for Wall Street, the Democrats, the mega donor class, well, they just haven't bought ads with all the money they gave. They've actually bought the media."
    },
    {
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "utterance": "The president deploying a racist attack--"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Appeals to racial prejudice and xenophobia."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "One group of generals, however, that the president is standing firm with. Dead, racist losers."
    },
    {
      "speaker": "JON MEACHAM, EDITOR, NEWSWEEK",
      "utterance": "Donald Trump makes Richard Nixon look like a family therapist."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What's on the ballot is a choice between democracy, or some Russian form of dictatorship or autocracy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "These people are just completely deranged. Lost all credibility. Why do you think Amazon's Jeff Bezos, one of the richest men in the world, bought \"The Washington Post\"? Just as a hobby? Because he wants to get tough on China, do lot of exposes about the Uyghurs. Why do you Steve Jobs' widow bought \"The Atlantic\" magazine, which is filled with any Trump hit jobs? Do you think she really cares about your wages, making sure they go up the Wall Street? Big business has to pay more money? Of course not. Here's the bottom line. No one, and I mean no one in the D.C. establishment actually believes that Trump is a racist or a fascist or Russian mole. They don't think he's going to tear down democracy or blow up the world or destroy the constitution. And they certainly don't think that an old hack like Biden, that he is going to save us from COVID or anything else. Most of them probably don't even think the economy is going to do better for most people under Biden. The establishment just wants Trump and his movement out of the way. So they can go back to doing what they do best, making it easy for rich people around the world to take advantage of America's middle class. Also, beware of all the help Biden, Harris, and the donor class are going to get from the biggest manipulators of them all, I just mentioned a moment ago, the social media giants. It's not just Twitter blocking stories unfavorable to Biden. He's essentially getting in-kind contributions from Facebook, Instagram, and Google. They're all engaging in censorship so you're kept in the dark, and your opinions are going to be kept in the dark as well. It's both insidious and infuriating. I think we've got to be smarter than they think we are. And we have to leave them politically poor so our hardworking people have a shot at a better, freer, and safer life. And that's \"The Angle.\" Joining me now is Mollie Hemingway, senior editor at \"The Federalist,\" FOX News contributor. Mollie, Joe Biden's old pal George Stephanopoulos did not ask a single question tonight about the money scheme and Hunter Biden and what Joe Biden understood and knew about it. Are you surprised? MOLLIE HEMINGWAY, SENIOR EDITOR, \"THE FEDERALIST\": I'm not surprised. George Stephanopoulos is not that dissimilar from his other colleagues. We know that he used to work in a Democratic administration, but they all seem to be working currently on behalf of the Democratic Party. And they will do whatever it takes to make sure that they can get their preferred candidate over the finish line, and that includes not asking any tough questions. It's why it's really disappointing that there was no debate tonight, because you can't count on anybody in the media to actually ask tough questions of Joe Biden. Maybe the only person in the country who will ask a tough question of Joe Biden is Donald Trump, which is why everyone is working so hard to keep him from being in a position where he can do that. But it's a disservice to the American people. You're absolutely right that we already know that the Biden family has been able to become quite wealthy despite the not wealthy backgrounds that they had because of their proximity to Joe Biden's power, and that this is something that matches with so many people in Washington, D.C. It is very common for a lot of people to go work for firms that might have interests that are not aligned with our country's."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The swamp."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "And this issue, you look at these bad decisions that have been made for decades. They have been very bad for the country, whether it's how we fight wars or how we handle immigration or how we do bailouts or how we engage with China. But they are very, very good for elites in Washington, D.C., and other places in the United States. And that is why people are so desperate to do whatever it will take to make sure that the people don't get to have a say in how we do these things."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think everyone has to ask a question, a really tough question. What are Joe Biden's mega-donors, who are pouring in -- they have $400 million they just announced that they have in their coffers. What are they getting for that money? Why is Michael Bloomberg putting almost $2 million this week into Florida? What is Bloomberg getting? He has huge business interests in China. I want to get to a moment from the Biden town hall, Mollie, when Biden was asked to clear up his position on court packing. He did anything but. Watch."
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, ABC NEWS",
      "utterance": "If they vote on it before the election, you are open to expanding the cord?"
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "utterance": "I'm open to considering what happens from that point on. No matter what answer I gave you, if I say it, that's the headline tomorrow. It won't want to be about what's going on now, the improper way they are proceeding."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "But don't voters have a right to know where you stand?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "They do have a right to know where I stand, and they will have a right to know where I stand before they vote."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "So you will come out with a clear position before Election Day?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Yes, depending on how they handle this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Depending on how who handles what? Mollie, I don't even understand any of that, but he obviously is going to pack the court. Reaction, quickly."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "All I know is that progressives were thrilled with that response, progressives who want to see the court packed. I do think that Republicans need to understand that this is an open thread. It's been issued by quite a few senators, the ways he's handling it also suggests that it's a very big threat. If you care about this norm, if you care about the courts, and if you care about them not being used for political ends, I think you have to take this threat very seriously."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, and Mollie, even if state legislators pass great laws, you'll have 13, 14, 15 Supreme Court justices, most of them installed by Biden, who will just overrule the will of the people state-by-state. Mollie, great to have you on tonight. Good to see you. And up ahead, a tale of two town halls through the lens of the media. We expose what was a flagrant double standard with Trump 2020 senior advisors. Steve Cortes and Mercedes Schlapp in moments."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Tonight's dueling campaign town halls didn't just differ in content, but also in how they were moderated. Case in point, these were the types of questions Biden was compelled to answer."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "My wife and I are in disbelief the lack of coordinated federal action on COVID-19. We know that your administration would follow the science."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What do you say to LGBTQ Americans and others who are very worried right now about erosions of their rights and our democracy as a whole?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Mr. Vice President, my father Drew Lewis served as secretary of transportation under President Ronald Reagan in his first term."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "utterance": "Oh, yes. I'll be darned."
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, ABC NEWS",
      "utterance": "Robert Mueller laid out a lot of evidence of possible obstruction of justice by President Trump. What would a Biden Justice Department do with that evidence?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And forgetting that this was actually voter town hall, this is how NBC's Savannah Guthrie treated the president."
    },
    {
      "speaker": "SAVANNAH GUTHRIE, NBC HOST",
      "utterance": "In point of fact, your administration is about to go to the Supreme Court to argue to throw out the rest of Obamacare, which includes the protections for preexisting conditions. Will you accept a peaceful transfer of power? There is no law or rule that prohibits you from releasing your tax returns. That is completely not true. Disavow QAnon. You don't know that? OK."
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "utterance": "No, I don't that."
    },
    {
      "speaker": "GUTHRIE",
      "utterance": "You, just this week --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now are two Trump 2020 campaign senior advisors, Steve Cortes and Mercedes Schlapp. Steve, is this really the way the media should work? We didn't play Stephanopoulos much, but he was pretty softball in the way he approached Biden. It was a very gentle, gentle reframing of some of his answers. Savannah Guthrie was really a competitor to the president, not a moderator."
    },
    {
      "speaker": "STEVE CORTES, NATIONAL SPOKESPERSON, AMERICA FIRST",
      "utterance": "Yes, to say the least. ABC put on the equivalent of a church ice cream social for Joe Biden up in Philadelphia. As a TV programmer, it reminded me of Mister Rogers' Neighborhood. And conversely, NBC staged a political knife fight down in Miami. And if I compare that to a TV program, it would seem more like \"The Wire.\" So I think what we saw today really unfortunately was a brazen display of media duplicity. It is extremely clear who corporate media wants in this country. And the fact alone, and again, this isn't my opinion, the fact that George Stephanopoulos did not at one moment in the 90 minutes with Joe Biden today mention the biggest story in America right now, which is the bombshell revelations from \"The New York Post\" that Joe Biden while he was sitting vice president was fully aware of his son's influence pedaling with shadowy figures all over the world, including the two most dangerous adversaries to the United States, Russia and China. It's an outrage that he wasn't pressed about that crucial question."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It wasn't surprising, but it still was stunning. Mercedes, and of course all the times Trump denounced white supremacy in the past wasn't enough for Savannah Guthrie."
    },
    {
      "speaker": "SAVANNAH GUTHRIE, NBC HOST",
      "utterance": "You were asked point blank to denounce white supremacy. In the moment, you didn't. My question to you is --"
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "you've done this to me and everybody --"
    },
    {
      "speaker": "GUTHRIE",
      "utterance": "-- why does it seem like --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I denounced white supremacy, OK."
    },
    {
      "speaker": "GUTHRIE",
      "utterance": "You did two days later."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I denounced white supremacy for years. You didn't ask Joe Biden whether or not he denounces Antifa. I denounce white supremacy. What's your next question?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mercedes, how many times does he have to answer this? He should denounce media bias too while he denounces white supremacy. MERCEDES SCHLAPP, TRUMP 2020 CAMPAIGN SENIOR ADVISER: No kidding. And he denounces fake news all the time. But can I tell you, our president is so amazing. He takes on these incredibly biased moderators, if you want to call them that. I would call Savannah a Joe Biden surrogate who literally was reading off the talking points of the DNC. It's completely outrageous how she behaved, how hostile she was, how she interrupted the president. It was literally like she was the one running for president. Joe Biden should maybe take a page out of Savannah's playbook. But it clearly shows the continual narrative coming from the fake news media, how they will protect Joe Biden at all costs. I thought that they were going to offer Joe Biden some milk and cookies and put him to sleep, because it almost put me to sleep when we are watching the ABC town hall. There was not one tough question coming out of the ABC town hall or George Stephanopoulos. And I just really think it's a disservice for the American people."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Steve, do you think these help the president? Some people were saying earlier, well, it doesn't really help him. All the people who watch NBC, they already have their minds made up. But does it help him to go into these adversarial settings?"
    },
    {
      "speaker": "CORTES",
      "utterance": "I think it does, because, as Mercedes said, he does handle it with such grace, he really does, particularly when he's talking to regular Americans, not so much with the fake news media. He's of course willing to bow up and fight there, as he should. And I think it helps him also because, again, I think this media duplicity is just on full display for the American people. I'll tell you, for instance, when Donald Trump first started calling the fake news media the enemy of the people, I thought that was too harsh, and I actually said so a few times on television. You know what, I'm wrong, and he is completely right, because the performance tonight, the failure of ABC to even mention one single time this \"New York Post\" bombshell story, that reveals just how corrupt our media is, and it is, unfortunately, the enemy of the people."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mercedes, back to what I set on \"The Angle,\" are you surprised that Wall Street is now fully tipping in favor of Biden, given what they have bet on China? Are you surprised by that?"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "No, not at all. I think that this is where we are in America. It's Main Street versus Wall Street. And let me tell you something, Wall Street should know better than this because it was because of President Trump's economic policies that we have seen a boom in America, that we've been able to still stay strong despite the fact that we're facing this global pandemic, the fact that we've been able to bring back 11.4 million jobs. And so I've got to tell you something. The mere fact that the president has been the only one who has stood tough against China, brought back jobs, brought China back to the negotiating table, is just a stark contrast with what we've seen with Joe Biden's coziness with China, favoring China in their policies, profiting off of China, and seeing Hunter Biden and the family also profiting off of China."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Big money, big money is going to be made in China by Wall Street, and who knows, extended family tree if, heaven forbid, he should win. Steve and Mercedes, thank you so much. Great to see you. And it might be the most important Senate race in America. Have you heard what's happening in Michigan? A wrench being thrown into the wheel of Chuck Schumer's dream of taking the gavel. The candidate spearheading this, and it's an amazing comeback. John James next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Just a few months ago John James, John James, the GOP Senate candidate in Michigan, he was trailing Democrat incumbent Gary Peters by 10 points. But earlier this week that same poll in \"The New York Times\" showed that James was within striking distance of Peters. He was down by only a point. So what happened? John James joins me now. John, I know you ran in 2018 against Stabenow and you came up short. But are the lockdowns and Gretchen Whitmer's approach to COVID contributing to this?"
    },
    {
      "speaker": "JOHN JAMES, (R) MICHIGAN SENATE CANDIDATE",
      "utterance": "The biggest part is that people in the state of Michigan have excellent B.S. meters. Gary Peters is out there saying he cares about the Great Lakes, but there's Asian carp DNA in the Chicago River. They're still dumping in Lake St. Clair. There is PFOS and our kids are still drinking leaded water. Senator Peters, what have you done in 30 years? You're looking at people across the state, and our kids are still being forced to go into failing schools, and their outcomes determined by their zip code. Senator Peters has been in Washington for 12 years. Was is Gary Peters doing to fix the situation? You're looking at our health care situation. Senator Peters has been a senator for six years. He is still on an Obamacare exempted gold-plated health care plan. What are you doing to take care of seniors when your voting to support to take $716 billion away from Medicare? Senator Peters has failed Michiganders. They know it. We are telling the truth, and right now because of your support and because of what you're doing in this race, we are tied because people in the state of Michigan know the truth. They are learning more about me, and they know that change is coming, and they know that the best is yet to come."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The Green New Deal will devastate Michigan. And your opponent was asked about it. and he said this. He said \"We have to push technology as aggressively as we can. We should look at this as an opportunity economically to drive our economy while also doing the right thing for the environment.\" So banning fossil fuels, raising energy costs, how the heck is that going to help manufacturing in Michigan, John?"
    },
    {
      "speaker": "JAMES",
      "utterance": "Winter is coming. Winter is coming, and it's going to be a lot colder up here in Michigan that it is down in the swamp. Senator Peters wouldn't understand, but we need to make sure that we have sustainable energy solutions, yes, but energy solutions that are also accessible and economic for all Michiganders, not just the elites who can pay for it. We need to also make sure that we are holding China accountable for their pollution and their contribution to climate change. And we also need to make sure that we are not leaving our number one industry and pushing more jobs out of the state. Senator Peters supports regulations and litigation that has pushed our jobs overseas. Businesses don't send our jobs to China and Mexico. Bureaucrats and politicians like Gary Peters send our jobs to China and Mexico. Senator Peters was supposed to be on a commission to hold China accountable. Do you think he showed up? No. He barely showed up for any of those meetings, and now he wants to show up in 2020 in an election year talking about earning our vote. It's too late. You can't show up in an election year, be 33 percent unknown your states, and then tell lies all the way through and people still don't know what you've done. The Green New Deal would devastate our state."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "John, we've got to go."
    },
    {
      "speaker": "JAMES",
      "utterance": "And me being an automotive supplier, I know understand what it takes to lead."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We've got to go, but point made."
    },
    {
      "speaker": "JAMES",
      "utterance": "Go to John James for Senate, and please support. Thanks."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And he has a lot to answer for. Up ahead, the most impactful moment from Amy Coney Barrett's character hearing today. The Last Bite."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When Amy Coney Barrett's former law student Laura Wolk spoke today, it was amazing. She's blind. She couldn't get the technology she needed when she worked, and she was a student at the university, and Judge Barrett, she just went above and beyond for her."
    },
    {
      "speaker": "LAURA WOLK",
      "utterance": "She silently listened with deep attention as I explained my situation, giving me the freedom to let down my guard. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}