{
  "date": "October 22, 2018",
  "headline": "Scaramucci: Trump has plenty of time to turn out GOP voters",
  "subHeadline": "Guests: Anthony Scaramucci, Sean Spicer, Larry Elder, Sebastian Gorka, Geraldo Rivera",
  "url": "https://www.foxnews.com/transcript/scaramucci-trump-has-plenty-of-time-to-turn-out-gop-voters",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "All right. The president just wrapped up a massive rally, huge Texas sized rally in Houston where he campaigned for Senator Ted Cruz in his fight against Beto Bozo O'Rourke. Look at your screen. With over 100,000 RSVPs, a colossal crowd of Texans packing into the stadium, standing in line for over 24 hours to get in, many tailgating outside the rally for a good part of the day. And as you can see, it was a massive event.  And tonight, the president was fired up. He covered a wide range of issues, but also issued this important warning about this looming shutdown and showdown at our southern border. Take a look at this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "A large group of people, they call it a caravan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Do you know how the caravan started? Does everybody know? I think the Democrats had something to do with it and now they're saying, I think we made a big mistake. Because people are seeing how bad it is, how pathetic it is, how bad our laws are. They made a big mistake. So as the caravan -- and look, that is an assault on our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "That's an assault. And in that caravan, you have some very bad people. You have some very bad people. And we can't let that happen to our country. And it's not. We need a wall built fast. Fast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We have to protect our borders. We don't have borders we don't have a country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The president is exactly right.  Let me make this perfectly clear. A very serious, dangerous situation is about to boil over at our southern border. You have a highly organized motive and undocumented trove of migrants headed straight to the United States as we speak. And over the weekend, thousands of illegal immigrants, mostly from Central America, they broke through the fencing on a bridge at Mexico's southern border, with Guatemala.   Others jumped in the river below swimming or floating on makeshift rafts.  And as the crowd forced its way across, many Mexican police officers, they were assaulted. Some seriously injured. Now, successfully, across Mexico's border with Guatemala, thousands of migrants are continuing their march right here to our southern border in the United States. Now, this march puts both Americans and migrants, and if our military needs to go down to the border, in serious danger. Homeland Security Secretary Kirstjen Nielsen, now she issued a warning that dangerous Mexican cartels will likely try to exploit this caravan: This is allowed to, in fact, continue. We can say for certain innocent people are going to be hurt. We cannot have that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORGE RAMOS, UNIVISION",
      "sentences": "And something really important is that the vast majority of these people are not criminals. They're not terrorists. And they're not even immigrants. They're refugees.  And as a nation, in the United States, we have to choose what kind of nation we are and treat them with respect. We cannot prejudge them. We cannot say all of them are criminals, all of them are rapists -- that is not true.  So, what we have to do is to listen to them, hear their cases and if they deserve political asylum, then grant it to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He can't possibly -- he can't possibly vouch for any of these people, let alone all of these people. And we have laws, Jorge, in the United States. We are a sovereign country. Respect our laws, respect our sovereignty. We believe in immigration, but legal immigration. And without a doubt, as you can see, you have both members of the caravan, the American people, if they make it to our southern border, there will be a dangerous situation unfolding. And the president is in a terrible position. You can't have thousands of illegal immigrants rushing across our border.  And Mexico must not allow this group to walk through its country unabated.  If we had the fully constructed robust wall, guess what? The risk for all on both sides would be mitigated. But here we are, in a showdown, once again. Why? Because of the Democratic Party.  Let's see -- the party of lawlessness, sanctuary cities, amnesty, sanctuary states, open borders, the people that keep telling us they want to eliminate ICE, the protection that we have on our borders. And perhaps Democrats tonight should listen to their own advice from just a few short years ago. This is hypocrisy on steroids and human growth hormone. Remember they actually cared about border security, or so they said. They cared about the rule of law or so they said. Apparently they don't anymore, because none of them are speaking out tonight. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER SECRETARY OF STATE",
      "sentences": "I voted numerous times when I was a senator to spend money to build a barrier to try to prevent illegal immigrants from coming in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y.",
      "sentences": "People who enter the United States without our permission are illegal aliens and illegal aliens should not be treated the same as people who enter the U.S. legally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "sentences": "Those who enter our country illegally and those who employ them disrespect the rule of law. And because we live in an age where terrorists are challenging our borders, we cannot allow people to pour into the U.S. undetected, undocumented and unchecked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh, they used to support Donald Trump's position.  Now, sadly, these Democrats -- they have moved so far radical left that what you just saw is almost unrecognizable today. It's the party of no law, no order, no sovereignty, no due process, no equal justice under the law, a party that spurs on mob rule as we have been following now for two consecutive weeks, encouraging incivility against their political opponents. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "You cannot be civil with a political party that wants to destroy what you stand for, what you care about. That's why I believe if we are fortunate enough to win back the House and/or the Senate, that's when civility can start again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "sentences": "If you see anybody from that cabinet in a restaurant, in a department store, at a gasoline station, you get out and you create a crowd. And you push back on them, and you tell them they're not welcome anymore, anywhere",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J.",
      "sentences": "Please don't just come here today and then go home. Go to the Hill today. Get up and please, get up in the face of some Congress people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC HOLDER, FORMER ATTORNEY GENERAL",
      "sentences": "Michelle always says that, you know, when they go low, we go high. No. No. When they go low, we kick 'em.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Not welcome anymore anywhere. Get up in their face.   So what we're witnessing are angry mobs of protesters doing exactly what Maxine said, confronting prominent Republicans, conservatives everywhere and telling them they're not wanted, to get out of the country. How do we know?  Over the weekend, Senate Majority Leader Mitch McConnell for the fourth time was harassed again, just sitting there with his wife eating dinner.  And it got ugly. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You don't belong in this country?  Just prior to the video being shot, literally the woman that shot the video said this guy slams his fist down at the table where Mitch McConnell and his wife are eating, took their, you know, whatever take home food they had, threw it out the door of the restaurant.  No one is safe from this angry mob or mobs as they're not popping up anywhere.  Even former Secretary of State Henry Kissinger, how old is he? In his 90s?  He was shouted down. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, everyone should disavow this kind of conduct. No person on either side of the aisle needs to be harassed like this. Our problems, our disagreements, well, we have an election in 15 days. It should be solved at the ballot box. Democrats should be disavowing this type of behavior before someone gets hurt or worse. And they refuse, almost all of them, to say a single word.  Just, you know as they say nothing about the caravan. Nothing. Which brings us to our third issue, which is the growing massive double standard inside the Democratic Party. It was not long ago when nearly every Democrat enthusiastically called for an FBI investigation. Remember?  The seventh investigation into Justice Kavanaugh over what we found out and knew ahead of time was totally uncorroborated allegations.  But now there are zero calls for the FBI to get involved over the multiple allegations of physical and repeated emotional and verbal abuse against Keith Ellison, the number two at the DNC, the deputy chair who wants to be Minnesota's next attorney general.  Last night at a debate, Ellison's challenger Doug Wardlow confronted him over these allegations with his radical ties to racist anti-Semite Louis Farrakhan and others. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG WARDLOW, R-ATTORNEY GENERAL NOMINEE, MINNESOTA",
      "sentences": "There are serious and troubling allegation of domestic violence that have been levelled against Mr. Ellison by two different women. And those two different women have brought those allegations forward and they are about conduct that's pretty recent in time.  That is not a situation where it's just naked allegation. There is overwhelming evidence in the nine report (Ph). There are witnesses. Mr. Ellison here has been associated with Louis Farrakhan, a terrible anti- Semite for quite a long time. And Mr. Farrakhan is someone who said just a few days ago he compared Jews to termites. Keith Ellison has regularly stood up for rallied and raised money for people who have murdered police. He's a cheer leader for cop killers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And amid these allegations Ellison's lead in the race has evaporated. By the way, funny after eight years of Obama there emerges a picture of Barack Obama with Louis Farrakhan just like he hangs out with Jeremiah Wright and (Inaudible). Unbelievable. How did they hide that for eight years? And meanwhile, in Missouri Democratic incumber Claire McCaskil she is also dealing with some serious allegations that her husband being accused of domestic violence against his previous wife. Is she going to speak up? Remember the standard Democrats put forth in the Kavanaugh hearings. Thirty-six years later, you know what? Every woman is to be believed. Guilt by accusation. No due process. No presumption of innocence. Will Democrats live by the same standard if it's a member of their own party? Guess what? Crickets from McCaskill. Crickets from Dianne Feinstein. Crickets from anybody on that sanctimonious Senate judiciary committee. The answer is a resounding no. It's not about the issue. It's always been about power and politics. So, it's clear Democrats are now suffering politically from what is a huge, blatant double standard. And the mob rule taking place all over the country.  The so-called blue wave, well it's now evaporating right before our very eyes if it ever really existed. And top Democrats they're now trying to manage expectations and play down the results come 15 days from now. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM PEREZ, CHAIR, DEMOCRATIC NATIONAL COMMITTEE",
      "sentences": "We always knew that this election was going to be close. I don't use the term blue wave. I always talk about the need for the blocking and tackling. I always talk about the need for organizing to make sure you are leading with your values.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT.",
      "sentences": "A lot of people talk about this blue wave and all of that. I don't believe it. I happen to think that on election night you are going to find a very, very close situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "In 15 days, 15 days, two weeks from tomorrow, you have all of the power to shock the world again. Remember, this Democratic Party of radicals and mob rule, they have no plan at all to improve the lives of the forgotten men and women in this country. The American people. They just want to oppose and hate Trump around every corner. House Minority Leader Nancy Pelosi even admitted that if elected speaker she's now planning to use subpoena powers as a bargaining chip against the president? Really? Is that going to help the American people that's going to create jobs? Is that going to increase our security? Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "If you take control of the House, how much will Democrats use the suspect subpoena power that comes with the majority to investigate and go after not just the president but the administration broadly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "Strategically. I don't -- as I said it's about bringing people together. In addition to any subpoena power, and subpoena power is interesting. To use it, or not to use it. It's a great power to have in your quiver in terms of negotiating on other subjects.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Any vote for any Democrat in any House district is a vote for Pelosi. And if 16 days from now you don't want to wake up the morning after election day, 15 days from now, and hear the words speaker-elect Pelosi. You better take it seriously because the contrast could not be more stark and more clear. Subpoenas and endless investigations, open borders, eliminate ICE, they want to keep Obamacare. How well is that working? They are running on raising your taxes. Or do you prefer the pro-growth the pro-America agenda from President Trump. Today he announced plans for another massive middle-class tax cut aim to cutting another 10 percent from middle-class income earners in America. It's what I've been telling you. President Trump continues to pursue pro- growth policies. He wants the nickel plan 5 percent taken off the top out of every agency to actually make the country better. And we are seeing results. Cutting taxes, eliminating burdens of regulation, re-negotiating trade deals and creating American jobs, it is getting real results. Unemployment now at a 50-year low. Record low unemployment in 14 states. For African-Americans, Hispanic-Americans, for women in the workplace. Manufacturing jobs they said were going away and never coming back. Over 400,000 new jobs there an all-time high. Consumer confidence is now an all-time high. Four million fewer people on food stamps and now working. Four million jobs created. Eight million out of poverty and off of food stamps. Americans now finally are taking notice. Look at this new NBC and Wall Street Journal poll. President trump's approval rating now hitting a new high over the weekend, even surpassing Barack Obama's approval numbers in 2010. But of course, that's not stopping Barack from actually trying to rewrite history and actually take credit for Donald Trump's economic turnaround. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "sentences": "Poverty was falling. And that's what I handed off to the next guy. So, when you hear all of this talk about economic miracles right now remember who started it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Are we better off than we were two years ago? You cast the vote for any Democrats or you stay home that's a half a vote for the Democrat you're casting a vote for the failed policies of Obama on the economy. You're casting a vote for Pelosi, Schumer, Maxine Waters, Jerry Nadler. Remember, Obama lowest labor participation rate since the '70s. We get 95 million Americans out of the workforce. The worst recovery since the '40s, the lowest home ownership rate in 51 years. Under Obama eight years 13 million more Americans on food stamps, 43 million Americans in poverty, eight million more than when he became history. Stagnant wage growth. The only president in history that never reach 3 percent annual GDP growth in a year. The only one. The only president that accumulated more debt than all 43 presidents before him combined. If you like the booming economy, you like safety and security, you like America leading abroad, you like our Constitution, you like our founding principles, you like due process law and order. The rule of law. Well, the choice is clear tonight for you the American people. Fifteen days from election day.  Joining us now author of a new book, \"Trump: The Blue-Collar President,\" Anthony Scaramucci. So, I look in the Hillary Clinton case, so what do I see? A two-tier justice system. One for Hillary, one for the rest of us. I look at the party of no constitutional order in the Kavanaugh hearings. No due process. No presumption of innocence. The party of open borders. Sanctuary cities and sanctuary states. Now eliminating ice. I look at a party that won't even condemn the mob that has their leaders saying confront people in gas stations, create a crowd in gas stations, in department stores, grocery stores confront them. We see the people are listening. Why do they even have a shot in 15 days is the real question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTHONY SCARAMUCCI, FORMER WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "It's because of the media probably, Sean. I mean, that could be one of the main reasons. But look at what the president is doing. Even on a night like tonight you get a resounding unbelievably densely populated rally. Every night when the president is out on the campaign, he is like putting them deep into their own zone. I feel like the Democrats when the speaking there are one or two-inch line right are backed up to their goal line. And so, he is terrific at that. And it's way tighter. You know, the best clip that you showed I thought then it was the Bernie Sanders clip where he's pointing out the people (Inaudible) this is way tighter than ever before. And this is the most unusual presidency perhaps ever. Because most people predict that the House and so forth goes to the other side.  But the president is demonstrating that he can get the voter turnout even in a midterm election. And so, I think it's going to be close. I mean, you're not going to be surprised. Our friends are not to be surprised. Rush Limbaugh is not going to be surprised if the Democrats don't win or don't get that blue wave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, I'm less worried about the Senate. I think -- honestly believe if Rick Scott can win as the Senate candidate in Florida and Ron DeSantis is governor and Marsha Blackburn in Tennessee. You have Martha McSally if she can win Dean Heller in a tight race if he could win, which I think he can, Heidi Heitkamp is toast in North Dakota. Then you've got Jon Tester in the fight of his life. He could lose in Montana. And Joe Donnelly if there wasn't enough libertarian the Republican would be up, you know, nine points now. I hope the people in Indiana reject the libertarian but then Joe Donnelly is toast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARAMUCCI",
      "sentences": "I agree. So, I mean, super--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But the House I'm worried about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARAMUCCI",
      "sentences": "It's super close. But here's the other thing. President Trump with 15 days. That's a lot of time on the clock to get his message out. And so, for me, I'm not counting anything out. You know, look what happened to us during the campaign. Everybody counted us out after the Access Hollywood tape and wham he is the 45th president of the United States. That was only 30 days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARAMUCCI",
      "sentences": "And so, with 15 days to go, and you know, since like a time -- that's like a mooch to the half, Hannity. You know what I'm saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "A mooch in a half?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARAMUCCI",
      "sentences": "Yes. You know like 11 plus--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way, I want to applaud you. You captured something in your book. And we don't have time for it but it's on Amazon.com. bookstores everywhere \"Trump: The Blue-Collar President.\" How he really the people he is helping are the forgotten men and women. And that's the Scaramucci and Hannity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARAMUCCI",
      "sentences": "No question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And this is why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARAMUCCI",
      "sentences": "You know I have clamors (Ph) in my family, out of class coalition people--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I had prison guard mother, I get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARAMUCCI",
      "sentences": "Yes. I mean, these are people who love the guy. I mean, they are sounding positive. And the media can say whatever they want. The more media nonsense that's thrown at the president, the more dug in people are like the Scaramuccis or the Hannitys. And so, you know, liberals don't want to hear that message. They talk over you when you are trying to explain it to them. That's fine. One of the problems of writing a book like this, if the liberals read it they'll see the president's playbook in there. And so, you know, look for me, I'm a huge supporter. I wanted to explain to people why he won from my vantage point growing up as a blue-collar kid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Anthony, I got to run though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARAMUCCI",
      "sentences": "I appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Congrats on the book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCARAMUCCI",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We are proud of you. You dear friend, it's a great book. I read it cover to cover. I'm honored to put my name on it next to yours. All right. Joining us now Fox News correspondent at large Geraldo Rivera, Fox News national security strategist, Dr. Sebastian Gorka. Geraldo, I know you were a great column today at Foxnews.com, I want to tell you something that I don't want to have happen. I don't want a confrontation at our southern border because somebody's going to get hurt or worse at that border if they make it all the way from Mexico and the caravans building. You, you and I have agreed build a wall, it would be good for both sides if it was up now, right now w because that wouldn't be coming. But more importantly, the president already gave the deal you're offering, which is he offered to make the accommodation for DREAMers and Democrats want to use it as a wedge issue. Although now John Podesta's group is saying well, don't talk about immigration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "sentences": "I think that it is impossible to talk about the caravan or illegal aliens or undocumented immigrants with two weeks ago before this white-hot primary or midterm election coming up. It is absolutely impossible to be rational and measured about it in this context, but I have to just say one quick thing. This is not about MS-13. This is not about Middle Easterners. It's not that simple. This is about the wealthiest country on earth--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Geraldo --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- existing huge--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- you cannot vouch or Jorge Ramos cannot vouch if you don't know one person in the crowd. I would argue that's not going to be the vast majority, but if there's or five or 10 that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But that would be easy. It would be -- it would be easy to find MS-13 or the Middle Easterners. The problem is that you have these thousands and thousands of people desperate to improve their lot in life and they're coming to the beacon--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But they've got to do it legally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- The Great Colossus. What are we going to do about them? Now I mean, we really need to figure out--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We're not going to let them in this way. We have a sovereignty in border issue here. We have laws.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "What, are you going to shoot them, Sean? What do you going to shoot them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No. I'm not shooting. They need to be stopped in Mexico--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What are you going to do just let them in and say, come on in, and never vet them, Dr. Gorka.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "This is what you -- I think that we have to calm down--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTIAN GORKA, FOX NEWS NATIONAL SECURITY STRATEGIST",
      "sentences": "This is really been need to Geraldo -- Geraldo--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- for two weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "I read your piece--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Don't give me that beneath me stuff. Sebastian, talk to me that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Are you going to shoot them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "No, don't you insult me beneath me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "No. Geraldo, Geraldo. I'm an immigrant, OK, so this is important to me as much of it is to you, but to write an article and then to come on Sean's show and say, what are you going to do and shoot them, that's an un- American. We don't say stuff like that because this is not a dictatorship. You cannot make statements vouching for 70,000 people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "When you invoke the military what is the military do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Sara Carter what they've done for hurricane victims, what they're doing supporting the police whenever there's rioting it's been done for 200 years, Geraldo. Open the history book, OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It's a stance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "You cannot vouch for 7,000 people--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It's a stance that every president, Democrat and Republican--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Geraldo, Sara Carter has identified MS-13 members. Sara Carter has identified them in the caravan. The president of Guatemala--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Do you think MS-13 needs a caravan arrested--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "-- just arrested hundreds of ISIS members. Geraldo, the president of Guatemala had a 100 ISIS members--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "We need a to measure that includes the regional governments. We need reason, we need patience, we need compassion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "If they're incapable -- if they're incapable of doing it we're going to put the safety of Americans in the hands of Mexico, Geraldo? No. never.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You cut off the aid to Honduras, Sebastian. Cut off the aid to Guatemala you worsen the conditions there that exist right now. You create thousands and thousands of more displaced people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Nobody has a right to come to America. Nobody has a right to come to America, Geraldo. Nobody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Nobody has the right to come to America. Nobody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Geraldo, you cannot let (Inaudible) unverified people in this country rush our borders and do nothing. That is insanity. That is a violation of all rule of law in all American sovereignty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "When you--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That would be dangerous. We don't know--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- compare the rhetoric--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- everybody in hat crowd you can't vouch for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "When you -- when you compare the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Ok. I got five seconds, I got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- speeches, Sean, against that group that helpless group--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK, I got to break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You know, we've got--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You won't believe how one reporter on over basil booze (Ph) O'Rourke. Sean Spicer and Larry Elder, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. We're only 15 days away from the crucial midterm elections. Joining us now for reaction is America first action senior advisor, Sean Spicer, and Salem nationally syndicated radio host, of course, both friends of the program, Larry Elder. You know, Larry, the president said tonight as he has been saying, America first. I don't mind saying I'm a nationalist. The nationalist means you put America first. But, of course, the sick, twisted, ugly destroy Trunk Trump. Trump can do nothing right even if the cured cancer - media - that's called words he's sending out. Not called words he's standing up for Americans. American workers, American taxpayers fighting for better deals for America. That's what that means.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY ELDER, SYNDICATED RADIO SHOW HOST",
      "sentences": "Absolutely. And you are pointing out, Sean, the hypocrisy. I'm in California, the governor of California, Jerry Brown, he was also governor in 1975 when the Republican President Jerry Ford want to relocate 130,000 Vietnamese refugees and send some of them to California. Jerry Brown resisted and said, quote, \"We have too many Hispanics, too many people on welfare,\" end of quote. I don't make that up. That's exactly what he said some 40 years ago and he still the governor right now. I have no idea what happened, the Dalai Lama help you--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They got to help with--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELDER",
      "sentences": "The Dalai Lama was talking about the migrants going to Europe. And he said Germany has too many migrants from North Africa, they should go back and Germany should remain Germany. Nobody calls him a racist. Where is Richard Gere when you need him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Listen, look at the years under Obama, Sean, this is -- this what some people want to go back to. And with that said, with the mobs, with, you know, defending a dual justice system with Hillary Clinton and the real Russia collusion, and the way they treated Judge Kavanaugh guilt by accusation. This is a party that seems to have as Larry is pointing out lost any sense of moderation, a party that kicked out for Joe Lieberman, for Joe Lieberman is not radical enough for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN SPICER, FORMER UNITED STATES WHITE HOUSE PRESS SECRETARY",
      "sentences": "Right. But remember something about these mobs, Sean. The First Amendment of the United States are among likes to talk about is all Americans, and frankly, all people in the United States the right to peacefully assemble and petition their government. It doesn't talk about getting people's faces threatening them, intimidating them, and that's what not only the left is doing but encouraging, and frankly, most of the media is complicit in this. The idea that it's now OK acceptable, and frankly, encouraged to surround people in places where a business places where they're eating, and frankly their own homes is something that is not what the Constitution was sent to protect. It clearly states that were sent to protect people peacefully assembling. And now the Democrats are encouraging people to kick them, that's according to Eric Holder to get in their faces to surround them as Cory Booker and Maxine Waters have said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And if they are allowed to get to the border somebody is going to get hurt there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPICER",
      "sentences": "I mean, have we lost the idea of what's acceptable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It's very dangerous victim of this by the way was Ted Cruz. All right, Larry Elder, Sean Spicer, thank you. I was in Texas this weekend, I was in Beaumont. I was in Houston with Ted Cruz with my interview coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Over the weekend I was in Beaumont, in Houston, Texas with Senator Cruz. Just take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TED CRUZ, R-TEXAS",
      "sentences": "God bless Texas!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Hey, brother. How are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Welcome to Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Every liberal outside of Texas group is after you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Yes. No, that's exactly right. I mean--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Tens of millions of dollars they are throwing at you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "This is the most expensive Senate race in the country. If Democrats nationally could defeat one Republican on the ballot in 2018 it would be me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "And so, they are flooding tens of millions of dollars into the state of Texas. My opponent Beto O'Rourke last quarter raised $38 million.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "It seems his agenda is the Democratic agenda that they are trying to keep quiet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "That's exactly right. In this campaign in many ways Beto is running a campaign very much like Obama did in 2008 where it was all hope and change and the substance they wanted to keep hidden. Because, look, the substance of what he's embracing the people of Texas don't agree with. I mean, he's campaigning on higher taxes, higher regulation, social medicine, socialized medicine, open borders, going after our Second Amendment and putting left-wing radicals on the court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "That's not Texas. Look, we have accomplished an enormous amount in two years, far more than anyone reasonably thought we could.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Biggest tax cut in history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "And the economic growth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "That we're seeing the lowest unemployment in 49 years. The lowest African-American unemployment that's ever been recorded. The lowest Hispanic unemployment ever recorded. The biggest military rebuilt since Ronald Reagan. I mean, the victories we are seeing are incredible. And in this election is about two roads. If we have a good election, I believe we are going to, if we hold he House and grow our majority in the Senate I think we can accomplish even more in the next two years than we did in the last two years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We watched you now twice run out of a restaurant. Then you look at the comments Hillary Clinton, we can't be civil, kick them, Eric Holder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Maxine Waters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "There is an ugliness. That's really scary and I'm concerned it's going to descend into violence, that the rhetoric they are using is right on the edge of violence and that's the next step. The problem is the left right now, they are so filled with rage that facts don't matter, they just want to burn it all down. And that's not good for our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, senator, it's great to be at your town hall, thank you so much for having us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRUZ",
      "sentences": "Sean, thanks for coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Between that, the mob, then of course, you know, a dual justice system, and yes, open borders, sanctuary states, a lot at stake in 15 days. Let not your heart be troubled. Laura Ingraham, how are you? Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "All right. The president just wrapped up a massive rally, huge Texas sized rally in Houston where he campaigned for Senator Ted Cruz in his fight against Beto Bozo O'Rourke. Look at your screen. With over 100,000 RSVPs, a colossal crowd of Texans packing into the stadium, standing in line for over 24 hours to get in, many tailgating outside the rally for a good part of the day. And as you can see, it was a massive event. And tonight, the president was fired up. He covered a wide range of issues, but also issued this important warning about this looming shutdown and showdown at our southern border. Take a look at this."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "A large group of people, they call it a caravan."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Do you know how the caravan started? Does everybody know? I think the Democrats had something to do with it and now they're saying, I think we made a big mistake. Because people are seeing how bad it is, how pathetic it is, how bad our laws are. They made a big mistake. So as the caravan -- and look, that is an assault on our country."
    },
    {
      "speaker": "TRUMP",
      "utterance": "That's an assault. And in that caravan, you have some very bad people. You have some very bad people. And we can't let that happen to our country. And it's not. We need a wall built fast. Fast."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We have to protect our borders. We don't have borders we don't have a country."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The president is exactly right. Let me make this perfectly clear. A very serious, dangerous situation is about to boil over at our southern border. You have a highly organized motive and undocumented trove of migrants headed straight to the United States as we speak. And over the weekend, thousands of illegal immigrants, mostly from Central America, they broke through the fencing on a bridge at Mexico's southern border, with Guatemala. Others jumped in the river below swimming or floating on makeshift rafts.  And as the crowd forced its way across, many Mexican police officers, they were assaulted. Some seriously injured. Now, successfully, across Mexico's border with Guatemala, thousands of migrants are continuing their march right here to our southern border in the United States."
    },
    {
      "speaker": "Now, this march puts both Americans and migrants, and if our military needs to go down to the border, in serious danger. Homeland Security Secretary Kirstjen Nielsen, now she issued a warning that dangerous Mexican cartels will likely try to exploit this caravan",
      "utterance": "This is allowed to, in fact, continue. We can say for certain innocent people are going to be hurt. We cannot have that. And meanwhile, our Secretary of State Mike Pompeo issued concerns about the political motivations, the incitement of violence by some of the caravan's organizers, some have been caught on camera actually burning and defiling our American flag in support of, quote, the caravan. As you can see right here, two men burning this American flag, featuring a painted on swastika in front of the American embassy in Honduras. And, of course, we don't really know who any of these undocumented migrants are. Where are they from? Who brought them here? Why are they coming here? An obvious major security concern for the country. In addition to the serious safety concerns, it is so important to remember that illegal immigration carries a serious huge massive financial burden to this country. These migrants, if they make it across the U.S. border, you the American people -- you will pay their legal costs. We'll end up paying their educational costs, their health care costs. Some of them are incarcerated, you'll pay for that, too. We have spent billions and billions of dollars in the last decade alone.  And according to a study in 2017, American taxpayers were on the hook for nearly $135 billion in expenses related to illegal immigration. We had a wall that protects both sides. Now, the media wants to play down the caravan or use it to attack the president. By the way, this includes Univision's Jorge Ramos, who's been on this program. He's tracking the migrants in Mexico, seemingly encouraging all this. Take a look."
    },
    {
      "speaker": "JORGE RAMOS, UNIVISION",
      "utterance": "And something really important is that the vast majority of these people are not criminals. They're not terrorists. And they're not even immigrants. They're refugees. And as a nation, in the United States, we have to choose what kind of nation we are and treat them with respect. We cannot prejudge them. We cannot say all of them are criminals, all of them are rapists -- that is not true. So, what we have to do is to listen to them, hear their cases and if they deserve political asylum, then grant it to them."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He can't possibly -- he can't possibly vouch for any of these people, let alone all of these people. And we have laws, Jorge, in the United States. We are a sovereign country. Respect our laws, respect our sovereignty. We believe in immigration, but legal immigration. And without a doubt, as you can see, you have both members of the caravan, the American people, if they make it to our southern border, there will be a dangerous situation unfolding. And the president is in a terrible position. You can't have thousands of illegal immigrants rushing across our border. And Mexico must not allow this group to walk through its country unabated.  If we had the fully constructed robust wall, guess what? The risk for all on both sides would be mitigated. But here we are, in a showdown, once again. Why? Because of the Democratic Party. Let's see -- the party of lawlessness, sanctuary cities, amnesty, sanctuary states, open borders, the people that keep telling us they want to eliminate ICE, the protection that we have on our borders. And perhaps Democrats tonight should listen to their own advice from just a few short years ago. This is hypocrisy on steroids and human growth hormone. Remember they actually cared about border security, or so they said. They cared about the rule of law or so they said. Apparently they don't anymore, because none of them are speaking out tonight. Take a look."
    },
    {
      "speaker": "HILLARY CLINTON, FORMER SECRETARY OF STATE",
      "utterance": "I voted numerous times when I was a senator to spend money to build a barrier to try to prevent illegal immigrants from coming in."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-N.Y.",
      "utterance": "People who enter the United States without our permission are illegal aliens and illegal aliens should not be treated the same as people who enter the U.S. legally."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "utterance": "Those who enter our country illegally and those who employ them disrespect the rule of law. And because we live in an age where terrorists are challenging our borders, we cannot allow people to pour into the U.S. undetected, undocumented and unchecked."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh, they used to support Donald Trump's position. Now, sadly, these Democrats -- they have moved so far radical left that what you just saw is almost unrecognizable today. It's the party of no law, no order, no sovereignty, no due process, no equal justice under the law, a party that spurs on mob rule as we have been following now for two consecutive weeks, encouraging incivility against their political opponents. Take a look."
    },
    {
      "speaker": "CLINTON",
      "utterance": "You cannot be civil with a political party that wants to destroy what you stand for, what you care about. That's why I believe if we are fortunate enough to win back the House and/or the Senate, that's when civility can start again."
    },
    {
      "speaker": "REP. MAXINE WATERS, D-CALIF.",
      "utterance": "If you see anybody from that cabinet in a restaurant, in a department store, at a gasoline station, you get out and you create a crowd. And you push back on them, and you tell them they're not welcome anymore, anywhere"
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J.",
      "utterance": "Please don't just come here today and then go home. Go to the Hill today. Get up and please, get up in the face of some Congress people."
    },
    {
      "speaker": "ERIC HOLDER, FORMER ATTORNEY GENERAL",
      "utterance": "Michelle always says that, you know, when they go low, we go high. No. No. When they go low, we kick 'em."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Not welcome anymore anywhere. Get up in their face. So what we're witnessing are angry mobs of protesters doing exactly what Maxine said, confronting prominent Republicans, conservatives everywhere and telling them they're not wanted, to get out of the country. How do we know? Over the weekend, Senate Majority Leader Mitch McConnell for the fourth time was harassed again, just sitting there with his wife eating dinner.  And it got ugly. Take a look."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You don't belong in this country? Just prior to the video being shot, literally the woman that shot the video said this guy slams his fist down at the table where Mitch McConnell and his wife are eating, took their, you know, whatever take home food they had, threw it out the door of the restaurant. No one is safe from this angry mob or mobs as they're not popping up anywhere. Even former Secretary of State Henry Kissinger, how old is he? In his 90s?  He was shouted down. Take a look."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, everyone should disavow this kind of conduct. No person on either side of the aisle needs to be harassed like this. Our problems, our disagreements, well, we have an election in 15 days. It should be solved at the ballot box. Democrats should be disavowing this type of behavior before someone gets hurt or worse. And they refuse, almost all of them, to say a single word.  Just, you know as they say nothing about the caravan. Nothing. Which brings us to our third issue, which is the growing massive double standard inside the Democratic Party. It was not long ago when nearly every Democrat enthusiastically called for an FBI investigation. Remember?  The seventh investigation into Justice Kavanaugh over what we found out and knew ahead of time was totally uncorroborated allegations. But now there are zero calls for the FBI to get involved over the multiple allegations of physical and repeated emotional and verbal abuse against Keith Ellison, the number two at the DNC, the deputy chair who wants to be Minnesota's next attorney general. Last night at a debate, Ellison's challenger Doug Wardlow confronted him over these allegations with his radical ties to racist anti-Semite Louis Farrakhan and others. Take a look."
    },
    {
      "speaker": "DOUG WARDLOW, R-ATTORNEY GENERAL NOMINEE, MINNESOTA",
      "utterance": "There are serious and troubling allegation of domestic violence that have been levelled against Mr. Ellison by two different women. And those two different women have brought those allegations forward and they are about conduct that's pretty recent in time. That is not a situation where it's just naked allegation. There is overwhelming evidence in the nine report (Ph). There are witnesses. Mr. Ellison here has been associated with Louis Farrakhan, a terrible anti- Semite for quite a long time. And Mr. Farrakhan is someone who said just a few days ago he compared Jews to termites. Keith Ellison has regularly stood up for rallied and raised money for people who have murdered police. He's a cheer leader for cop killers."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And amid these allegations Ellison's lead in the race has evaporated. By the way, funny after eight years of Obama there emerges a picture of Barack Obama with Louis Farrakhan just like he hangs out with Jeremiah Wright and (Inaudible). Unbelievable. How did they hide that for eight years? And meanwhile, in Missouri Democratic incumber Claire McCaskil she is also dealing with some serious allegations that her husband being accused of domestic violence against his previous wife. Is she going to speak up? Remember the standard Democrats put forth in the Kavanaugh hearings. Thirty-six years later, you know what? Every woman is to be believed. Guilt by accusation. No due process. No presumption of innocence. Will Democrats live by the same standard if it's a member of their own party? Guess what? Crickets from McCaskill. Crickets from Dianne Feinstein. Crickets from anybody on that sanctimonious Senate judiciary committee. The answer is a resounding no. It's not about the issue. It's always been about power and politics. So, it's clear Democrats are now suffering politically from what is a huge, blatant double standard. And the mob rule taking place all over the country. The so-called blue wave, well it's now evaporating right before our very eyes if it ever really existed. And top Democrats they're now trying to manage expectations and play down the results come 15 days from now. Watch this."
    },
    {
      "speaker": "TOM PEREZ, CHAIR, DEMOCRATIC NATIONAL COMMITTEE",
      "utterance": "We always knew that this election was going to be close. I don't use the term blue wave. I always talk about the need for the blocking and tackling. I always talk about the need for organizing to make sure you are leading with your values."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT.",
      "utterance": "A lot of people talk about this blue wave and all of that. I don't believe it. I happen to think that on election night you are going to find a very, very close situation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "In 15 days, 15 days, two weeks from tomorrow, you have all of the power to shock the world again. Remember, this Democratic Party of radicals and mob rule, they have no plan at all to improve the lives of the forgotten men and women in this country. The American people. They just want to oppose and hate Trump around every corner. House Minority Leader Nancy Pelosi even admitted that if elected speaker she's now planning to use subpoena powers as a bargaining chip against the president? Really? Is that going to help the American people that's going to create jobs? Is that going to increase our security? Take a look."
    },
    {
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "utterance": "If you take control of the House, how much will Democrats use the suspect subpoena power that comes with the majority to investigate and go after not just the president but the administration broadly?"
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "Strategically. I don't -- as I said it's about bringing people together. In addition to any subpoena power, and subpoena power is interesting. To use it, or not to use it. It's a great power to have in your quiver in terms of negotiating on other subjects."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Any vote for any Democrat in any House district is a vote for Pelosi. And if 16 days from now you don't want to wake up the morning after election day, 15 days from now, and hear the words speaker-elect Pelosi. You better take it seriously because the contrast could not be more stark and more clear. Subpoenas and endless investigations, open borders, eliminate ICE, they want to keep Obamacare. How well is that working? They are running on raising your taxes. Or do you prefer the pro-growth the pro-America agenda from President Trump. Today he announced plans for another massive middle-class tax cut aim to cutting another 10 percent from middle-class income earners in America. It's what I've been telling you. President Trump continues to pursue pro- growth policies. He wants the nickel plan 5 percent taken off the top out of every agency to actually make the country better. And we are seeing results. Cutting taxes, eliminating burdens of regulation, re-negotiating trade deals and creating American jobs, it is getting real results. Unemployment now at a 50-year low. Record low unemployment in 14 states. For African-Americans, Hispanic-Americans, for women in the workplace. Manufacturing jobs they said were going away and never coming back. Over 400,000 new jobs there an all-time high. Consumer confidence is now an all-time high. Four million fewer people on food stamps and now working. Four million jobs created. Eight million out of poverty and off of food stamps. Americans now finally are taking notice. Look at this new NBC and Wall Street Journal poll. President trump's approval rating now hitting a new high over the weekend, even surpassing Barack Obama's approval numbers in 2010. But of course, that's not stopping Barack from actually trying to rewrite history and actually take credit for Donald Trump's economic turnaround. Watch this."
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "utterance": "Poverty was falling. And that's what I handed off to the next guy. So, when you hear all of this talk about economic miracles right now remember who started it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Are we better off than we were two years ago? You cast the vote for any Democrats or you stay home that's a half a vote for the Democrat you're casting a vote for the failed policies of Obama on the economy. You're casting a vote for Pelosi, Schumer, Maxine Waters, Jerry Nadler. Remember, Obama lowest labor participation rate since the '70s. We get 95 million Americans out of the workforce. The worst recovery since the '40s, the lowest home ownership rate in 51 years. Under Obama eight years 13 million more Americans on food stamps, 43 million Americans in poverty, eight million more than when he became history. Stagnant wage growth. The only president in history that never reach 3 percent annual GDP growth in a year. The only one. The only president that accumulated more debt than all 43 presidents before him combined. If you like the booming economy, you like safety and security, you like America leading abroad, you like our Constitution, you like our founding principles, you like due process law and order. The rule of law. Well, the choice is clear tonight for you the American people. Fifteen days from election day. Joining us now author of a new book, \"Trump: The Blue-Collar President,\" Anthony Scaramucci. So, I look in the Hillary Clinton case, so what do I see? A two-tier justice system. One for Hillary, one for the rest of us. I look at the party of no constitutional order in the Kavanaugh hearings. No due process. No presumption of innocence. The party of open borders. Sanctuary cities and sanctuary states. Now eliminating ice. I look at a party that won't even condemn the mob that has their leaders saying confront people in gas stations, create a crowd in gas stations, in department stores, grocery stores confront them. We see the people are listening. Why do they even have a shot in 15 days is the real question?"
    },
    {
      "speaker": "ANTHONY SCARAMUCCI, FORMER WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "utterance": "It's because of the media probably, Sean. I mean, that could be one of the main reasons. But look at what the president is doing. Even on a night like tonight you get a resounding unbelievably densely populated rally. Every night when the president is out on the campaign, he is like putting them deep into their own zone. I feel like the Democrats when the speaking there are one or two-inch line right are backed up to their goal line. And so, he is terrific at that. And it's way tighter. You know, the best clip that you showed I thought then it was the Bernie Sanders clip where he's pointing out the people (Inaudible) this is way tighter than ever before. And this is the most unusual presidency perhaps ever. Because most people predict that the House and so forth goes to the other side. But the president is demonstrating that he can get the voter turnout even in a midterm election. And so, I think it's going to be close. I mean, you're not going to be surprised. Our friends are not to be surprised. Rush Limbaugh is not going to be surprised if the Democrats don't win or don't get that blue wave."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, I'm less worried about the Senate. I think -- honestly believe if Rick Scott can win as the Senate candidate in Florida and Ron DeSantis is governor and Marsha Blackburn in Tennessee. You have Martha McSally if she can win Dean Heller in a tight race if he could win, which I think he can, Heidi Heitkamp is toast in North Dakota. Then you've got Jon Tester in the fight of his life. He could lose in Montana. And Joe Donnelly if there wasn't enough libertarian the Republican would be up, you know, nine points now. I hope the people in Indiana reject the libertarian but then Joe Donnelly is toast."
    },
    {
      "speaker": "SCARAMUCCI",
      "utterance": "I agree. So, I mean, super--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "But the House I'm worried about."
    },
    {
      "speaker": "SCARAMUCCI",
      "utterance": "It's super close. But here's the other thing. President Trump with 15 days. That's a lot of time on the clock to get his message out. And so, for me, I'm not counting anything out. You know, look what happened to us during the campaign. Everybody counted us out after the Access Hollywood tape and wham he is the 45th president of the United States. That was only 30 days."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "SCARAMUCCI",
      "utterance": "And so, with 15 days to go, and you know, since like a time -- that's like a mooch to the half, Hannity. You know what I'm saying?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "A mooch in a half?"
    },
    {
      "speaker": "SCARAMUCCI",
      "utterance": "Yes. You know like 11 plus--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way, I want to applaud you. You captured something in your book. And we don't have time for it but it's on Amazon.com. bookstores everywhere \"Trump: The Blue-Collar President.\" How he really the people he is helping are the forgotten men and women. And that's the Scaramucci and Hannity."
    },
    {
      "speaker": "SCARAMUCCI",
      "utterance": "No question."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And this is why."
    },
    {
      "speaker": "SCARAMUCCI",
      "utterance": "You know I have clamors (Ph) in my family, out of class coalition people--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "I had prison guard mother, I get it."
    },
    {
      "speaker": "SCARAMUCCI",
      "utterance": "Yes. I mean, these are people who love the guy. I mean, they are sounding positive. And the media can say whatever they want. The more media nonsense that's thrown at the president, the more dug in people are like the Scaramuccis or the Hannitys. And so, you know, liberals don't want to hear that message. They talk over you when you are trying to explain it to them. That's fine. One of the problems of writing a book like this, if the liberals read it they'll see the president's playbook in there. And so, you know, look for me, I'm a huge supporter. I wanted to explain to people why he won from my vantage point growing up as a blue-collar kid."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Anthony, I got to run though."
    },
    {
      "speaker": "SCARAMUCCI",
      "utterance": "I appreciate it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Congrats on the book."
    },
    {
      "speaker": "SCARAMUCCI",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We are proud of you. You dear friend, it's a great book. I read it cover to cover. I'm honored to put my name on it next to yours. All right. Joining us now Fox News correspondent at large Geraldo Rivera, Fox News national security strategist, Dr. Sebastian Gorka. Geraldo, I know you were a great column today at Foxnews.com, I want to tell you something that I don't want to have happen. I don't want a confrontation at our southern border because somebody's going to get hurt or worse at that border if they make it all the way from Mexico and the caravans building. You, you and I have agreed build a wall, it would be good for both sides if it was up now, right now w because that wouldn't be coming. But more importantly, the president already gave the deal you're offering, which is he offered to make the accommodation for DREAMers and Democrats want to use it as a wedge issue. Although now John Podesta's group is saying well, don't talk about immigration."
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "utterance": "I think that it is impossible to talk about the caravan or illegal aliens or undocumented immigrants with two weeks ago before this white-hot primary or midterm election coming up. It is absolutely impossible to be rational and measured about it in this context, but I have to just say one quick thing. This is not about MS-13. This is not about Middle Easterners. It's not that simple. This is about the wealthiest country on earth--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Geraldo --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- existing huge--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- you cannot vouch or Jorge Ramos cannot vouch if you don't know one person in the crowd. I would argue that's not going to be the vast majority, but if there's or five or 10 that--"
    },
    {
      "speaker": "RIVERA",
      "utterance": "But that would be easy. It would be -- it would be easy to find MS-13 or the Middle Easterners. The problem is that you have these thousands and thousands of people desperate to improve their lot in life and they're coming to the beacon--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "But they've got to do it legally."
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- The Great Colossus. What are we going to do about them? Now I mean, we really need to figure out--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "We're not going to let them in this way. We have a sovereignty in border issue here. We have laws."
    },
    {
      "speaker": "RIVERA",
      "utterance": "What, are you going to shoot them, Sean? What do you going to shoot them?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "No. I'm not shooting. They need to be stopped in Mexico--"
    },
    {
      "speaker": "RIVERA",
      "utterance": "There you go."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What are you going to do just let them in and say, come on in, and never vet them, Dr. Gorka."
    },
    {
      "speaker": "RIVERA",
      "utterance": "This is what you -- I think that we have to calm down--"
    },
    {
      "speaker": "SEBASTIAN GORKA, FOX NEWS NATIONAL SECURITY STRATEGIST",
      "utterance": "This is really been need to Geraldo -- Geraldo--"
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- for two weeks."
    },
    {
      "speaker": "GORKA",
      "utterance": "I read your piece--"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Don't give me that beneath me stuff. Sebastian, talk to me that--"
    },
    {
      "speaker": "GORKA",
      "utterance": "Are you going to shoot them?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "No, don't you insult me beneath me."
    },
    {
      "speaker": "GORKA",
      "utterance": "No. Geraldo, Geraldo. I'm an immigrant, OK, so this is important to me as much of it is to you, but to write an article and then to come on Sean's show and say, what are you going to do and shoot them, that's an un- American. We don't say stuff like that because this is not a dictatorship. You cannot make statements vouching for 70,000 people."
    },
    {
      "speaker": "RIVERA",
      "utterance": "When you invoke the military what is the military do?"
    },
    {
      "speaker": "GORKA",
      "utterance": "Sara Carter what they've done for hurricane victims, what they're doing supporting the police whenever there's rioting it's been done for 200 years, Geraldo. Open the history book, OK?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "It's a stance."
    },
    {
      "speaker": "GORKA",
      "utterance": "You cannot vouch for 7,000 people--"
    },
    {
      "speaker": "RIVERA",
      "utterance": "It's a stance that every president, Democrat and Republican--"
    },
    {
      "speaker": "GORKA",
      "utterance": "Geraldo, Sara Carter has identified MS-13 members. Sara Carter has identified them in the caravan. The president of Guatemala--"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Do you think MS-13 needs a caravan arrested--"
    },
    {
      "speaker": "GORKA",
      "utterance": "-- just arrested hundreds of ISIS members. Geraldo, the president of Guatemala had a 100 ISIS members--"
    },
    {
      "speaker": "RIVERA",
      "utterance": "We need a to measure that includes the regional governments. We need reason, we need patience, we need compassion."
    },
    {
      "speaker": "GORKA",
      "utterance": "If they're incapable -- if they're incapable of doing it we're going to put the safety of Americans in the hands of Mexico, Geraldo? No. never."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You cut off the aid to Honduras, Sebastian. Cut off the aid to Guatemala you worsen the conditions there that exist right now. You create thousands and thousands of more displaced people."
    },
    {
      "speaker": "GORKA",
      "utterance": "Nobody has a right to come to America. Nobody has a right to come to America, Geraldo. Nobody."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Nobody has the right to come to America. Nobody."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Geraldo, you cannot let (Inaudible) unverified people in this country rush our borders and do nothing. That is insanity. That is a violation of all rule of law in all American sovereignty."
    },
    {
      "speaker": "RIVERA",
      "utterance": "When you--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "That would be dangerous. We don't know--"
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- compare the rhetoric--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- everybody in hat crowd you can't vouch for them."
    },
    {
      "speaker": "RIVERA",
      "utterance": "When you -- when you compare the--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Ok. I got five seconds, I got to go."
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- speeches, Sean, against that group that helpless group--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK, I got to break."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You know, we've got--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You won't believe how one reporter on over basil booze (Ph) O'Rourke. Sean Spicer and Larry Elder, next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. We're only 15 days away from the crucial midterm elections. Joining us now for reaction is America first action senior advisor, Sean Spicer, and Salem nationally syndicated radio host, of course, both friends of the program, Larry Elder. You know, Larry, the president said tonight as he has been saying, America first. I don't mind saying I'm a nationalist. The nationalist means you put America first. But, of course, the sick, twisted, ugly destroy Trunk Trump. Trump can do nothing right even if the cured cancer - media - that's called words he's sending out. Not called words he's standing up for Americans. American workers, American taxpayers fighting for better deals for America. That's what that means."
    },
    {
      "speaker": "LARRY ELDER, SYNDICATED RADIO SHOW HOST",
      "utterance": "Absolutely. And you are pointing out, Sean, the hypocrisy. I'm in California, the governor of California, Jerry Brown, he was also governor in 1975 when the Republican President Jerry Ford want to relocate 130,000 Vietnamese refugees and send some of them to California. Jerry Brown resisted and said, quote, \"We have too many Hispanics, too many people on welfare,\" end of quote. I don't make that up. That's exactly what he said some 40 years ago and he still the governor right now. I have no idea what happened, the Dalai Lama help you--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "They got to help with--"
    },
    {
      "speaker": "ELDER",
      "utterance": "The Dalai Lama was talking about the migrants going to Europe. And he said Germany has too many migrants from North Africa, they should go back and Germany should remain Germany. Nobody calls him a racist. Where is Richard Gere when you need him?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Listen, look at the years under Obama, Sean, this is -- this what some people want to go back to. And with that said, with the mobs, with, you know, defending a dual justice system with Hillary Clinton and the real Russia collusion, and the way they treated Judge Kavanaugh guilt by accusation. This is a party that seems to have as Larry is pointing out lost any sense of moderation, a party that kicked out for Joe Lieberman, for Joe Lieberman is not radical enough for that."
    },
    {
      "speaker": "SEAN SPICER, FORMER UNITED STATES WHITE HOUSE PRESS SECRETARY",
      "utterance": "Right. But remember something about these mobs, Sean. The First Amendment of the United States are among likes to talk about is all Americans, and frankly, all people in the United States the right to peacefully assemble and petition their government. It doesn't talk about getting people's faces threatening them, intimidating them, and that's what not only the left is doing but encouraging, and frankly, most of the media is complicit in this. The idea that it's now OK acceptable, and frankly, encouraged to surround people in places where a business places where they're eating, and frankly their own homes is something that is not what the Constitution was sent to protect. It clearly states that were sent to protect people peacefully assembling. And now the Democrats are encouraging people to kick them, that's according to Eric Holder to get in their faces to surround them as Cory Booker and Maxine Waters have said."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And if they are allowed to get to the border somebody is going to get hurt there."
    },
    {
      "speaker": "SPICER",
      "utterance": "I mean, have we lost the idea of what's acceptable."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It's very dangerous victim of this by the way was Ted Cruz. All right, Larry Elder, Sean Spicer, thank you. I was in Texas this weekend, I was in Beaumont. I was in Houston with Ted Cruz with my interview coming up next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Over the weekend I was in Beaumont, in Houston, Texas with Senator Cruz. Just take a look."
    },
    {
      "speaker": "SEN. TED CRUZ, R-TEXAS",
      "utterance": "God bless Texas!"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Hey, brother. How are you?"
    },
    {
      "speaker": "CRUZ",
      "utterance": "Welcome to Texas."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Every liberal outside of Texas group is after you."
    },
    {
      "speaker": "CRUZ",
      "utterance": "Yes. No, that's exactly right. I mean--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Tens of millions of dollars they are throwing at you."
    },
    {
      "speaker": "CRUZ",
      "utterance": "This is the most expensive Senate race in the country. If Democrats nationally could defeat one Republican on the ballot in 2018 it would be me."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "CRUZ",
      "utterance": "And so, they are flooding tens of millions of dollars into the state of Texas. My opponent Beto O'Rourke last quarter raised $38 million."
    },
    {
      "speaker": "HANNITY",
      "utterance": "It seems his agenda is the Democratic agenda that they are trying to keep quiet."
    },
    {
      "speaker": "CRUZ",
      "utterance": "That's exactly right. In this campaign in many ways Beto is running a campaign very much like Obama did in 2008 where it was all hope and change and the substance they wanted to keep hidden. Because, look, the substance of what he's embracing the people of Texas don't agree with. I mean, he's campaigning on higher taxes, higher regulation, social medicine, socialized medicine, open borders, going after our Second Amendment and putting left-wing radicals on the court."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "CRUZ",
      "utterance": "That's not Texas. Look, we have accomplished an enormous amount in two years, far more than anyone reasonably thought we could."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Biggest tax cut in history."
    },
    {
      "speaker": "CRUZ",
      "utterance": "And the economic growth."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Right."
    },
    {
      "speaker": "CRUZ",
      "utterance": "That we're seeing the lowest unemployment in 49 years. The lowest African-American unemployment that's ever been recorded. The lowest Hispanic unemployment ever recorded. The biggest military rebuilt since Ronald Reagan. I mean, the victories we are seeing are incredible. And in this election is about two roads. If we have a good election, I believe we are going to, if we hold he House and grow our majority in the Senate I think we can accomplish even more in the next two years than we did in the last two years."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We watched you now twice run out of a restaurant. Then you look at the comments Hillary Clinton, we can't be civil, kick them, Eric Holder."
    },
    {
      "speaker": "CRUZ",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Maxine Waters."
    },
    {
      "speaker": "CRUZ",
      "utterance": "There is an ugliness. That's really scary and I'm concerned it's going to descend into violence, that the rhetoric they are using is right on the edge of violence and that's the next step. The problem is the left right now, they are so filled with rage that facts don't matter, they just want to burn it all down. And that's not good for our country."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, senator, it's great to be at your town hall, thank you so much for having us."
    },
    {
      "speaker": "CRUZ",
      "utterance": "Sean, thanks for coming."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Between that, the mob, then of course, you know, a dual justice system, and yes, open borders, sanctuary states, a lot at stake in 15 days. Let not your heart be troubled. Laura Ingraham, how are you? Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}