{
  "date": "October 14, 2020",
  "headline": "Hawley: Democrats' court-packing pitch shows 'contempt for voters'",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/hawley-democrats-court-packing-pitch-shows-contempt-for-voters",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS HOST",
      "sentences": "We do. We do. I'll see you there. Thank you Bret. So good evening everybody. I'm Martha MacCallum back in New York tonight and this is THE STORY in America this evening. We've got 34 days to go until the presidential election and one of the roughest most unsettling, unedifying nights in debate history is now in the books.   We've heard from all the pundits. Now we're going to hear - we also now hear that the commission might change the format next time around so we're watching for that and tonight we will hear from real voters in Ohio. We're going to ask them how they felt about the election after last night.  And there was a moment that could loom larger in the coming days. As we see here Amy Coney Barrett was back on the hill, meeting with senators ahead of her hearing to become a Supreme Court Justice. Now Joe Biden once again would not answer when asked if Judge Barrett is confirmed, would he back a move to add more members to the Supreme Court.  A move that could change over 150 years of court composition and one that might help turn out for the progressive wing of his party. Listen to Joe Biden's non-answer here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENTIAL NOMINEE",
      "sentences": "Whatever position I take in that, that'll become the issue. The issue is the American people should speak. You should go out and vote. You're in voting now. Vote and let your senators know how strongly you feel. Vote now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "Are you going to pack the court?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Make sure you in fact let people know, your senators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He doesn't want to answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I'm not going to answer the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Why wouldn't you answer the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Because the question is--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You - radical left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Would you shut up man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So he's essentially saying vote first and then I'll tell you what my stance is on this. Now I think it's fair to say that if President Trump had opened the door to expanding the court, to ensure a conservative majority, there would likely have been outcry from Democrats on that.   So we're going to dig in here on the implications of this with Senator Josh Hawley. He sits on the Judiciary Committee and he's meeting with Amy Coney Barrett tomorrow and was in the Comey hearing today as well and we're going to get to that next. Senator, always good to have you with us. Thanks for being here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOSH HAWLEY (R-MO)",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you think about the fact and you know Mazie Hirono also suggested that what she would like is for people to vote first and then she'll let them know how she feels on this issue of packing the court. What do you think about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAWLEY",
      "sentences": "Well, I didn't - first of all it's absolutely ridiculous. I mean the Vice President should answer the question but here's the deal Martha. At the end of the day this court packing scheme is about contempt for the voters. It's about the fact that the Democrats have still not accepted the 2016 election results and I guess haven't accepted the 2018 election results when the American people sent more Republican senators back to Washington.  I mean the truth is Republicans won those elections and court packing is all about undoing the results of those elections. This is basically saying we don't like what voters did in those elections so we'll just add more justices to drown out those results until we can get a court, we can control, that would be a huge mistake.  So Joe Biden at one point, couple of years ago said that he thought it was a dumb idea because he said exactly that. He said so you know Democrats would add three justices and then Republicans would add three justices and it would just keep going every time there was - there was an election.    But can you explain to people at home what the impact would be of that. If you added justices to the court and also the other idea that is in play because we know Nancy Pelosi has said that she's got lots of arrows in her quiver if this nomination goes through of Amy Barrett. That they would - they would do away with the filibuster, legislative filibuster which would basically mean that there you know, any majority could pass legislation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAWLEY",
      "sentences": "Packing the court means that to you will add more justices which will create a new majority, where it would be a chance for the next president Joe Biden in this case if he wins the election when he hopes to appoint a number of justices that would change results and change decisions, change the ruling and the whole composition the court.   It's been tried before, I mean FDR tried it and his own party stood him down and rejected it. I mean to talk about court packing, it really is again, it's about contempt for voters. It's saying we don't like how you voted in 2016 and 2018 so what is put more justices on the court to basically undo the results of those elections.  We don't like the fact that voters gave Donald Trump the chance to appoint three Supreme Court justices so we'll add three more or who knows what that number would be and as you say Martha, there's no end in sight once you start this we could have 30 justices on the Supreme Court. It'll never stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And if you take away the filibuster?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAWLEY",
      "sentences": "Well, if you do what Schumer wants to do in the Senate, which is to end the filibuster for all, everything, I mean across the board all the time. He wants to turn it into basically 51 votes, will be able - you will take away the rights of any senator to be heard, it will take away the way the right of the minority to be heard, you'll take away rights of debate and deliberation. There's a lot of problems with the Senate. I will give you that.  The Senate needs a lot of reform but turning it into a mini version of the House is a big mistake and doing that in order to ram through a court packing plan is something that is - it's effectively burning down the constitution because again Democrats don't like what voters have said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So before I leave this topic, I just want to play what Kamala Harris said on this. We're all going to be at the vice presidential debate next week and we expect that we're going to have here some more questions about this so watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you open to expanding the size of the Supreme Court?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS (D) VICE PRESIDENTIAL NOMINEE",
      "sentences": "I am open to that discussion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you want to elaborate on that or leave it there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "No, I just am open to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "I'm absolutely open to it.  He is focused as we all should be on the next 35 days and he is focused on one, the process by which we are even having the conversation about the United States Supreme Court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, so I'm going to leave that there and we'll pick that up you know with this vice presidential debate that's coming up next week. What about the Roe V. Wade issue? It's interesting to me that we heard Joe Biden say last night, he thinks that Amy Barrett's a fine person and you know probably would be a good judge. We're sort of hearing them down playing this part of that issue. What do you see in that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAWLEY",
      "sentences": "Can I say first of all in the Kamala Harris, just one thing there. I mean she's switching her positions. She previously said she was open to packing the court. Now she won't answer the question. She's got a lot of things to answer for and I'd like her to take a pledge Senator Harris. I'd like her to say that she's not going to continue to engage in the kind of religious bigotry that we have seen from her towards past court nominees, interrogating their Catholicism and other Democrats on the committee doing the same thing.  They're trying to make the religious faith of Amy Barrett the central issue. This is a form of bigotry. Let's just call that out, it is anti- Catholic, anti-Christian, anti-faith bigotry. Kamala Harris should renounce it. Joe Biden should renounce and every Democrat should do the same Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you think, I mean from what I see, it sounds like they're shifting. They're getting much more into the question of health care and shying away from this. Nancy Pelosi said do not bring up religion in this hearing. I mean I'm sensing that they think that this is a political mistake for them and that they actually might not go there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAWLEY",
      "sentences": "It would absolutely be not only a political mistake but it would be against the constitution. The constitution says there are no religious tests for office but this questioning of Amy Barrett's faith about her adoption for heaven's sake, questioning whether people like her meeting religious believers, devout Catholics to be able to adopt children from Haiti or other countries, it's insane.  And let's not forget, Democrats at her last confirmation hearings, Democrats asked her if she was too Catholic to be a judge, if she would be a Catholic judge, if she was an orthodox Catholic or some other form. They delved - tried to delve into her religious beliefs and use them against her. That is bigotry, that needs to stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, before I let you go, the Comey hearing today got a little bit lost in the shuffle in some ways because of last night's debate. What was your take away from that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAWLEY",
      "sentences": "Big take away is that the CIA referred for investigation the Hillary Clinton campaign to the FBI, they did nothing. That was in September of 2016. Comey said to me. He didn't even know what he was talking about. He hadn't even heard about it. That tells me Martha, it was either such a low priority that the FBI to shuffle to the side or Comey is lying but you know what they did have time to do. They did have time to go lie to a secret court to get a wiretap on the Donald Trump presidential campaign. This is interference in an election that we have never before seen in American history. People need to go to jail for this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We're going to get into this more but I - you know one of the things that really stood out to me is the issue of this sub source, you know everybody was very familiar with the dossier and the unverification of that dossier. Now it turns out the reporting is that this Russian, Ukrainian individual (inaudible) and believed to have been a Russian agent or suspected, he was looked into it as being a Russian agent was the sub source for the dossier. And when you put that Senator Hawley against the fact that they didn't share, intentionally you know miswrote that Carter Page had actually helped United States Intelligence sources, they wanted to paint him as a Russian agent but this guy who they had investigated as a Russian agent, they wanted - it looks like they wanted to just toss that under the rug so that they could believe the dossier. Is that - is that sound about right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAWLEY",
      "sentences": "That sounds about right and you know James Comey said well, he didn't know who the sub source was. I asked him did you bother to verify it. Remember, Comey signed off on these warrants. He certified - personally certified and now he was saying well, he didn't ask any questions. He didn't know who the sub source was. He didn't try to verify it. He didn't try to follow up. Here's the thing, either he was totally and completely negligent. I mean basically couldn't do his job at all or this was a political hit job and I think it's most likely the latter. Comey hated the president. He did not want him to win this election. That's why he swept the Hillary Clinton investigation under the rug and participated in deliberate lies to the FISA court to try and wiretap the Trump campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And we still wait for the Durham findings. Senator Hawley, thank you. Always good to have you here. See you soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAWLEY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right so you watched last night. It was a presidential debate that was so ruckus that now they're saying, there's going to be changes coming for the next round. Mike Huckabee says he hopes that it's a Zoom conference that has a mute button. He's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Why wouldn't you answer that question? You want to put a lot of new Supreme Court Justices. Radical left. BIDEN: Will you shut up, man? TRUMP: Listen, who is on your list, Joe? Who's on the list of Nancy Pelosi? BIDEN: Well, he's just--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Don't use the word smart with me. Don't ever use that word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Oh, give me a break. TRUMP: Because you know what? There's nothing smart about you, Joe. 47 years you've done nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "It's hard to get any word in with this clown. Excuse me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Hey let me just--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So that was the tone of last night's debate and it triggered some changes potentially for the next go round. The commission on presidential debates eyeing some new rules to ensure a more orderly discussion which reportedly includes the possibility of cutting off the candidates mic if they violate the rules but if it were up to some, Democrats were advising that Joe Biden should just bow out, not do anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yearning for another one of these. I think that Biden has a decision to make.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I never thought I'd say this but Biden's going to - they're going to have to think long and hard whether they want to put the country through this again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "I never thought that he would - that anybody should reduce themselves to being on the stage with him because we know what his behavior was going to be like. The election has to be the major intervention on this president's behavior.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So here now former 2016 presidential candidate Governor Mike Huckabee and Jessica Tarlov Senior Director of Research for Bustle, both are fox news contributors. Good to have you both here tonight. Let me start with you governor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR",
      "sentences": "Hi Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Hi there. You know what would you tell the president you would like to see him do differently next time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FMR GOV. MIKE HUCKABEE, FOX NEWS CONTRIBUTOR",
      "sentences": "Martha, he's one of the funniest people that you'll ever be around. He has a great sense of humor. We missed that last night. I always believe if you can pull of all Nova Kaine on the needle, it sure makes the shot easier to take and that's what I would say to him. Let us see that great sense of humor that many of us know that he has. Sometimes it can be a snarky sense of humor but he's really funny and I think that sometimes we all forget that he spent the last four years having $35 million spent against him of government lawyers trying to get rid of him. He's had the most relentless attacks day after day from both the Democrats and the press. I think you saw a lot of frustration last night. It wasn't pretty, it wasn't a great night. I think when he stepped on Joe Biden sometimes he saved Joe Biden because the best thing the president could do is let Joe talk and frankly this idea of cutting their mics off. You know my problem four years ago was I never turned mine on. So I'm not sure that's a great idea at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I remember that. That's not good. That's terrible. Jessica, what do you think the big take away from last night was?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "I think the big take away from last night is that Joe Biden is going to keep up with the debates. He's going to need whatever had been scheduled and it's going to be President Trump who is going to pull out. I think that the governor has a point that President Trump was venting a lot of frustration. I personally don't think it has much merit. I don't believe that this is all just because people have been crusading against him. I think the truth of the matter is he doesn't have a good record to run on and he wanted to make sure that Joe Biden couldn't make his point solidly and coherently i.e. talking straight through. But I think the next debate which will be a Town Hall format will be much better for both candidates. I think that Trump is much less likely to cut off a voter or to step on them in the same way as Joe Biden and I'm looking forward to hearing more from both candidates about their vision for the future of America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, I've done two town halls with the president and he does like that format a lot. In those environments, it was just him, it wasn't Joe Biden standing out there too. So we'll see what that's like. This is the president today responding to a question about how he thought last night went.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "But I thought it was a great evening. It was an exciting evening. By every measure, we won the debate easily last night. I think he was very weak. He looked weak. He was whining. I don't mind debating him. I hear he wants to get out of the debates. I don't know. That's up to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Governor, what do think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Well, you know I don't think either of them are going to quit. They can't. They got to show up for these debates and the fact is I do think the Town Hall will be better but you know Donald Trump's never called a voter lion dog faced pony soldier to his face or threatened to take him out back and beat him up. So you know it's Joe who is going to have to calm down a little bit, not get all anxious but the truth is we act as if everything is decided about these debates. What we did see last night was a very clear difference in the philosophies, ideologies and the results and I think the key thing Donald Trump did say, Joe Biden's had 47 years, not a lot to show for it. Donald Trump's had 47 months, we've had the Abraham Accords, deregulation, tax cuts, significant changes in Middle East policy that have been significant, we've also seen a push back against China, new trade deals. It's been a remarkable four years for a president that had a House that was trying to impeach him and frankly that had the donor class and the establishment of Washington doing everything they could to try to upend his presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, you know it's interesting to look back just before we leave you guys, if you look back at President Obama's first debate, he lost that debate against Mitt Romney. You go back to George W. Bush, also lost his first debate when he was running for reelection. Ronald Reagan, I think there is it perhaps an over confidence of the incumbent to walk in there and feel like they can handle it. I would imagine they're going to retool a little bit before the next round and I would say Joe Biden would have to be ready for that, for that possibility as well. Thank you both. Jessica, good to see you and Gov. Huckabee, always a pleasure. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TARLOV",
      "sentences": "Thanks Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUCKABEE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So coming up, we're going to talk to some undecided voters from Ohio and see what they thought about last night and whether or not they were persuaded one way or the other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "According to the latest Fox news polls, got a five point race going on right now in Ohio. Joe Biden at 50, President Trump at 45 but when you factor in the margin of error on this, pretty much a dead heat so the 2 percent of Ohio voters who say that they are undecided have the potential to make or break this race for one of these candidates so let's meet some of those 2 percent. They were watching last night during the debate. Catherine Schroth is a stay at home mom and a music instructor who voted third party in 2016. Kimberly Brown is an Enrollment coordinator at a charter school and she also voted third party last time around and Doug Boyer is a restaurant owner who wrote in Republicans John Kasich in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So Catherine, what do you think of last night? You know in a few words what did you think of president Trump? What did you think of Joe Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERINE SCHROTH, UNDECIDED OHIO VOTER",
      "sentences": "I was disappointed as I think many people were. I was hoping that at least one of them could move me a little bit and I was thoroughly disappointed by the whole thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So Catherine, just stay with me for a moment. You know is there anything that either one of these candidates could do to pull you to their side at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHROTH",
      "sentences": "Sure, I mean I feel like I could keep an open mind all the way up until I walk into that voting booth. I was looking for Biden last night to show me that he had the strength to physically carry out this job and I was also looking to hear some of his policies because I do - I am conservative and unfortunately, there were - there was not a lot of substance to the debate last night. And he seemed to be very tired by the middle of it with slurred speech. I was looking for President Trump to just tone things down a little bit and show that he could be the universal leader that we needed and obviously his interruptions - and he lacked substance as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So Kimberly what did you think of last night and you know how would you describe it in a few words, sort of both of these candidates out there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLY BROWN, UNDECIDED OHIO VOTER",
      "sentences": "Well, you know I was - I was taken back regarding the debate. I expected more. I expected more from President Trump and I definitely expected more from Mr. Joe Biden and neither one of the were impressive and what I was expecting, I was expecting to hear things regarding you know direct plans regarding COVID-19 and I think Americans are looking for a leader who can actually get us through this process. No one is talking about how Americans are still suffering. No one is talking about the moratorium on mortgages and rents. No one is talking about the second stimulus package that can possibly help Americans get through these trying times so I was extremely disappointed. So right now I'm still on the fence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right so Kimberly, I'm just curious, you work with a charter school. Is that an important issue for you? Do you want to see more support for charter schools in this country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROWN",
      "sentences": "You know, I really do because I believe in the freedom of choice because when we talk about choices, we're talking about the concept of democracy and for a long time the public schools, I'm not going to bash to public schools but I will say that they have had a monopoly on our educational system and I believe that in order for all of our children to get the proper education that they need that choice. And if the choice is a community school or charter school or private school, I believe that Americans will need to be very supportive of what our children can do in order for our livelihoods to be beneficial because with good education that means our economy will thrive. When our young people are not thriving then therefore that the problem becomes the criminal justice system and I definitely do not want to see them there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, I mean President Trump supports the expansion of charter schools and Joe Biden has said that that he would push back against the expansion of charter schools if he were to become president. You think - is that enough of an issue for you to sway you one way or the other in the end do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROWN",
      "sentences": "You know it's not. Like I said, I'm more about substance and plans and what I saw last night, I heard the buzz word of tools and plans but I was looking for like some particulars and I know they can't reveal everything in their tool box but what they could have done, they could have been detail about what is to come. See, we know what is but tell American people what is to come in the event that you become the president of the United States of America or if you are retained to be the president. Those are the things that I'm looking for. I don't need rhetoric. I don't need platitude. I need solid plans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you. I want to get Doug in here. Doug, you're a restaurant owner, the buckeye restaurant, I think you've got your apron on there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG BOYER, UNDECIDED OHIO VOTER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, talk to me a little bit about what you saw last night. You know, in a few words, how would you describe Joe Biden last night and, in a few words, how would you describe President Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOYER",
      "sentences": "Very simple, it was as if I was watching the sequel, the grumpy old man goes to Washington. I think in our next debate possibly we should, I don't know, have Judge Judy moderate to keep them in line. I was disappointed with both of them. You know, one of the most important, key attributes of any leader is you need to be a good listener. Whether you agree or disagree with someone, you need to be willing and humble enough to listen to the people across the table. That's the only way we are going to get this nation back on track, is by having humility and compassion, and realizing we all have one goal in mind and that is to live a life that we feel is right. We need to make sure that our leaders in Washington, D.C., are listening not only to us, the voters, but they need to listen to each other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Now you served in Operation Enduring Freedom and also in the Ohio Army National Guard for 20 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOYER",
      "sentences": "That's correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, thank you for your service, first of all. If you had to vote today -- let's say you had to vote tomorrow, for one of these two people and you had to pick one of them, what do you think you would do right now, Doug?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOYER",
      "sentences": "I'm very concerned about both of these two individuals. I don't know that Trump has totally grappled with the idea of what his military is there for. We don't go in, we don't defeat countries, what we are there for is our military -- we are the ones that protect those that can't protect themselves. We are the ones that stand on the front lines and we are willing to defend -- to include dying. For those that want to believe something different than what we can. I have a guy here with me tonight, his name is Louis Butler. Louis and I served together that particular operation and I always knew that Chief Butler had my back. I need to make sure that my commander-in-chief has my back. And neither of these candidates have shown me that they actually are going to have my back either as a business person who owns a new restaurant, or whether or not I was back in uniform. So as far as who I am going to vote for right now, the challenges I don't see either of these two stepping aside and not putting America into these categories that are separating us. We need to bring people back together, so that's why I'm troubled in both of these candidates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, thank you. You know, they've got their work cut out with the three of you and I love to hear when you do decide and I appreciate your deliberation on this really important issue. So, I'd love to know which way you end up being swayed. Cathy, Kimberly, and Doug, thank you very much to all of you from Ohio tonight. Many thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOYER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Coming up, Nicole Garnett is a lifelong friend and colleague of Amy Coney Barrett, they grew up together as lawyers, teachers, scholars, mothers and friends over the past 22 years, so why she says that her friend is the obvious pick to serve on the Supreme Court. She joins me next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Right out of the gate last night, President Trump praise his Supreme Court nominee Amy Coney Barrett and his right to nominate her and the Senate's right to confirm if they choose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "We won the election. Elections have consequences. We have the Senate, we have the White House and we have a phenomenal nominee respected by all, top, top academic, good in every way. We really feel that we have a professor at Notre Dame, highly respected by all, says she is the single greatest student he's ever had. Been a professor for a long time at a great school.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That was John Garvey, who Amy Coney Barrett worked for as a research assistant. And who previously as professor of her Notre Dame -- at Notre Dame law school, wrote a recent piece for the Washington Post, quote, \" after she graduated from law school, I wrote a one-line letter of recommendation for her to Justice Antonin Scalia. Amy Coney is the best student I ever had.\" He was wise to hire her as a clerk, he says. Joining me now, Nicole Garnett, she has known Amy Coney Barrett for 22 years, friend and colleague, they clerked together at the Supreme Court. Ms. Garnett clerked for Clarence Thomas. She is the John P. Murphy Foundation professor of law at Notre Dame law school where she and Judge Barrett have taught. Wonderful to have you with us, Nicole. Thank you so much for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLE GARNETT, PROFESSOR, NOTRE DAME LAW SCHOOL",
      "sentences": "Thanks so much for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, I want to play a sound, a piece of sound here, this is from Cardinal Dolan here in New York and here's what he had to say about the comparisons that are being made, at least on one level about Justice Ginsburg and Judge Barrett.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMOTHY DOLAN, ARCHBISHOP OF NEW YORK",
      "sentences": "What I admired in the accolades to Ruth Bader Ginsburg, there were a lot of articles about her deep Jewish faith. Recently, I forget, it was either the New York Times or the Wall Street Journal that said she always said she faced three biases, a woman, a mother, and a Jew. Well it seems like Judge Barrett is facing woman, mother and Catholic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's interesting, Nicole, that we don't hear that much about Ruth Bader Ginsburg in terms of questioning the faith that she had, but some in the media and some on capitol Hill have raised questions about Amy Coney Barrett's faith and how it may or may not dictate her judicial decisions, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARNETT",
      "sentences": "Well, I've known Amy Barrett, as you mentioned, since we clerked together in 1998 and I've never known her to be biased in any way, except maybe towards her children, which is her right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Any mother's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARNETT",
      "sentences": "Every mother's right. They are pretty cute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "They are pretty cute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARNETT",
      "sentences": "They are, they're wonderful. Sometimes like, just the other day they were playing a lightsaber war in my backyard. Anyway, I had never seen Amy biased in any way and I think that it's odd, you know, those who have said that she, somehow her religion is going to shape who she is as a judge. She said on the record many times at her fidelities to the law. She has demonstrated as a judge over the last three years, that her fidelity is to the law. And for those of us like Judge Barrett, who try to live a faithful life -- lives and integrating faith in our professional life and our family life, I think she's a model for all women and for all people of faith and for all parents, who try to do this difficult balance. And she does it with grace and poise and there's, as I said, there's never been anything to suggest that she would not be what she has always said she would be, which is a faithful judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well I'm looking forward to seeing the hearings and everyone getting a chance to hear more of her on some of these issues that she's questioned. It came up obviously last night at the debate and here's part of what Joe Biden, the former vice president had to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "And I have nothing -- I'm not opposed to the justice, she seems like a very fine person, but she's written before she went on the bench, which is her right, that she thinks that the Affordable Care Act is not constitutional. It should come as no surprise that on Saturday, President Trump would nominate Judge Amy Coney Barrett and on Sunday layout clearly what his objective is. To terminate Obamacare.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, she hasn't made any judicial decisions on healthcare, related to healthcare on the appeals court in Chicago. She's written a couple of essays about it, which is where some of this is getting pulled from. Do you think there's any indication in things that she has said that she is committed to repealing the Obamacare legislation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARNETT",
      "sentences": "Well, first of all, I'd just like to say I like the fact that the vice president, Vice President Biden is calling her justice already. Second of all, of course not. She has made it clear and she has always -- she demonstrated her judicial record that she takes every case as she sees them, that she takes the law seriously and she will apply it as it is whatever the law is what she will apply. She has never said anything about Obamacare other than what everybody thought at the time and that, you know, the particular argument made by the chief justice was perhaps a bit of a stretch. But the reality is that now we are in very different situations. She's a faithful judge, she's demonstrated that she's a faithful judge, she's demonstrated that she's committed to the Constitution when the story (Inaudible). So, there's nothing to be concerned about. She will take this case if it comes before like she takes every case, she'll take it seriously and she will approach it in an unbiased, serious way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We learned that she and the questionnaire for the Senate, she has said that she did not expect to recuse herself from any election related cases that might come before the court, which I don't think will come as a big surprise to anyone. Nicole, thank you. It's great to talk to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARNETT",
      "sentences": "Nice to talk to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And we look forward to learning more about Amy. Go Irish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARNETT",
      "sentences": "Go Irish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you, Nicole. All right. Coming up, Joe Biden embarking on a multicity tour across two key battleground states today. Next up is Johnstown, Pennsylvania. Chris Stirewalt knows every county, every place in that whole area, so does Byron York. So, they're going to talk to us a little bit about what to expect on this tour, and also a headline that you may have missed into the run up to the first debate involving a Russian intelligence claim of a Clinton backed plan to conspire against Trump in 2016. Byron explains after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Director of National Intelligence John Ratcliffe has released unverified information alleging Hillary Clinton had approved a campaign plan to stir up a scandal against opponent Donald Trump. Tying him to Russia. A topic that former FBI director James Comey hit on while testifying about the Russia probe on Capitol Hill today. Fox News correspondent David Spunt has THE STORY.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID SPUNT, FOX NEWS CORRESPONDENT",
      "sentences": "Hi, Martha. Democrats say this allegation is purely political before an election. Today, the former head of the FBI weighed indirectly. DNI head John Ratcliffe, a former Republican congressman from Texas sent a letter to Judiciary Chairman Lindsey Graham, summarizing allegations that former Secretary of State Hillary Clinton okayed a plan that would throw then candidate Trump into the middle of a scandal with Russia. The letter from Ratcliffe to Graham citing Russian intelligence reads in part, quote, \"in late July 2016, U.S. intelligence agencies obtained insight into Russian intelligence analysis alleging that U.S. presidential candidate Hillary Clinton had approved a campaign plan to stir up a scandal against U.S. presidential candidate Donald Trump by tying him to Putin and the Russians hacking of the Democratic National Committee.\" But the next sentence says \"the I.C. does not know the accuracy of this allegation or the extent to which the Russian intelligence analysis may reflect the exaggeration of fabrication.\" End quote. Former secretary of state Hillary Clinton calls the allocation bogus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER UNITED STATES SECRETARY OF STATE",
      "sentences": "It is a sign of such desperation by the Republicans and it also is a reminder that Donald Trump knows that the Russians helped him win in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "Former FBI director James Comey testifying today about the origins of the Russian probe, was asked directly about this Ratcliffe letter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "sentences": "Did you have an investigation to look and see if whether that was true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER DIRECTOR, FEDERAL BUREAU OF INVESTIGATION",
      "sentences": "I can't answer that, I've read Mr. Ratcliffe's letter, which frankly I have trouble understanding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "Comey play down the significance of the letter. As FBI director he oversaw the investigation into former national security advisor Michael Flynn. Also, in the news this week, he continues to find himself in legal limbo. DOJ attorney and Flynn's own attorneys want to drop his case, but the judge is not convinced that is the right thing to do just yet. We also learn in court that Sidney Powell, Flynn's attorney, personally met with President Trump to update him on the case. Powell says she also urged the president not to pardon her client. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "David Spunt reporting at the Department of Justice. Here now Byron York, chief political correspondent for the Washington Examiner, Fox News contributor and author of the new book \"Obsession.\" Byron, good to have you with us tonight. So first, to this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRON YORK, FOX NEWS CONTRIBUTOR",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- John Ratcliffe letter. David Spunt laid it out well in terms of the gist of it. How seriously do you take this? Do you think, you know, it is interesting that it came out right before the election? We have the Donald Trump's tax story. We've got THE STORY on the other side. What do you make of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Well, I'm a little baffled by it because if the Russians wanted to know that Hillary Clinton was trying to tie Donald Trump to Putin and Russian election hacking, all they had to do was watch TV. July 24th, 2016, Robby Mook who was Hillary Clinton's campaign manager, went on ABC and he tied Donald Trump to Putin and Russian election hacking. Remember the DNC hack it'd become news at that point, it was a huge thing, it was being connected to Russia and the Clinton campaign was coming out and they were accusing Donald Trump of having something to do with it. And the New York Times that same day, July 24th 2016 said that these accusations of a Trump-Russia connection were becoming a theme of the Clinton campaign. So, I think it's pretty self-evident, anybody who were remembers that remembers that that's exactly what Hillary Clinton is doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Absolutely. I mean, we remember when those e-mails dropped during the middle of the convention at the DNC and that talk, you're absolutely right, it did start almost immediately. So, what do you make of James Comey's bemusement about this letter? He said it confused him, he didn't understand the letter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Look, he -- James Comey has forgotten a lot. He didn't remember a whole lot about a whole lot of subjects he was asked about today. Clearly, his idea was to get through the hearing, say a minimum of things and move on to his next media appearance or paid speech or whatever, but I'm not really surprised that he didn't give the Senate much about it because he didn't give much about anything else either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. Let's go to Flynn for a moment. This Sidney Powell meeting with President Trump and her request that he not be pardoned, General Flynn not be pardoned, the significance of all of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Well, I think the fact that Sidney Powell asked the president that Flynn not be pardoned indicates that she was not asking for presidential interference in this case, but I do think what's happening does not bode well for any sort of quick resolution to the Michael Flynn case. Remember, when the Justice Department first announced that it was going to drop the charges against Flynn and when Judge Sullivan hesitated on that, it was not clear whether he just wanted to make sure that they dotted all the i's and crossed all the t's and made sure everything was OK before they drop the case, or whether he really, really opposed it. And now it's very clear he really, really opposes it, he's in full resistance mode right now. And this could take a while to resolve and it's not clear how it's going to turn out because the judge seems quite determined to make it very, very difficult for the Justice Department to drop these charges.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Strange set of circumstances given the Department of justice dropping the case. So, we'll see where it goes and as you say, he remains in limbo for now. Byron, thanks. Good to see you tonight. You are looking live, as we say at Johnstown, Pennsylvania. Former Vice President Joe Biden will address the crowd there at this final stop on his build back better train tour, which began in Cleveland right after the debate and is going to make stops in towns across Ohio and Pennsylvania. And correspondent Jacqui Heinrich is along for all of this as she covers the Biden campaign for us throughout. Jacqui, good evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "sentences": "Good evening, Martha. Well, the finale behind me is essentially a driving rally, people are going to listen to the former vice president from their cars and folks who couldn't get in have arrived on foot kind of watching from the perimeter. Biden plans to hammer home his message to the middle class, and that is he says President Trump doesn't understand middle-class struggles. Biden has just arrived from Westmoreland County were President Trump cleared more than 60 percent of the vote in 2016, he's campaigned heavily this year. Biden is depicting Trump is a man who has broken promises to create jobs, instead doubling the unemployment rates in that region since assuming office. Biden is contrasting his own plans to grow the economy through union work. Now along this tour he's been joined for legs of his trip by people who say they're struggling to pay their bills. For example, a General Motors assembly line worker whose Ohio plant closed after 17 years, shared his story about leaving his family to work in another state in order to keep his pension and benefits. Biden says he's paying attention to people like him while President Trump pays attention to Wall Street.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I'm from eastern Pennsylvania, I'm from Lackawanna County in that valley. And a lot -- a lot can happen here. I'm -- I am so confident, I really am, that we're not only coming back, we are going to come back big. I mean -- I mean, hardworking folks. If I had the honor of becoming president, I'll be fighting for you every single day. And I promise you, hear me now, you will have a seat at the table at the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "Answering questions, Biden said in last night's debate President Trump dangerously cast doubt on the legitimacy of the election and try to ensure people everything will be OK if enough people vote. He also slammed President Trump for failing to condemn the hate group the proud boys, instead issuing what critics interpreted as a call to arms. Now the fact that this is a train tour is really reminiscent for Biden, who rode the rails from Washington to Wilmington as a senator for 36 years and it's especially nostalgic for the conductor, who is retiring tonight after working for Amtrak for 46 years. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Jacqui, thank you very much. So, let's bring in Fox News politics editor, Chris Stirewalt, to talk about these two really important states of Ohio and Pennsylvania. And the train tour -- you know, it sounds like kind of a quaint idea, Chris, to do a train tour. It's sort of an old- style politician move. Do you think it's a good campaign mood for him? He has been out but he's getting out a bit more these days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICS EDITOR",
      "sentences": "Well, Amtrak Joe, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "This is a guy who public -- public transportation is like at the heart of his experience in riding Amtrak home to his family in Delaware and all of that stuff and also Biden has got an old tiny pitch. Basically, he is running the kind of candidacy that we have not seen in the modern era where basically he is standing for election, not running for office. And as you saw in the debate last night, he wants to say as little as possible, he wants to not divide, he wants to be a neutral tone, sort of a beige to Donald Trump's bright red in hopes that he can be a consensus candidate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. It's interesting. You know, there's almost an idea that he is running to be sort of a breather, you know, to just sort of take a pause, right? Which in some ways it reminds me a little bit of the Jimmy Carter candidacy because it was post-Watergate, there had been a lot of chaos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The country was very upset and distraught over all of that and they did elect Jimmy Carter, who was presenting the cardigan sweater, and like, you know, we're just going to exhale for a while. I just wonder if that worked in 2020 because our politics are so energetic and divisive and people want -- you know, they want a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "They want a lot and they never shut up about it. You can't. Open Twitter, phone melts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "George W. Bush ran the same kind of candidacy in 2000. We forget because Bush's time in office was so much defined by the global war on terror, but when Bush ran, he was running as a caretaker. Bill Clinton was too much. Impeachment was too much. Scandal was too much. Partisanship was too much. Let's bring the heat down a little bit and the Bush family name was known and all that. So, I think Biden is trying there and it can work but it relies on Donald Trump. Biden's strategy cannot work if Donald Trump does not oblige him by staying in the news, staying in the focus and it was impossible not to see last night how many times Trump bailed Biden out by interrupting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Because Biden was sort of a drift and struggling to try to answer his -- two minutes is a long time for Joe Biden, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "This is a guy who can talk himself into trouble faster than most politicians and he got -- Trump bailed him out time and time again by interrupting. So, what Biden wants to do is have the election be about Trump. So far Trump agrees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I know. I mean, you just, you know, if you hit the rewind, you just wonder what would have happened if President Trump had, you know, just stood there while he spent two minutes answering some of these questions. And you know, we'll see if we get another couple opportunity, so we'll see what happens with that and we'll see if anybody picked up any new voters over the course of last night, which was a bit of a roller coaster, to say the least. Chris, thank you. Thank you very much, I hope you come back soon. So, let's talk about the coming -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STIREWALT",
      "sentences": "Choo-choo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- 34th -- choo-choo. All right. So that is THE STORY of Wednesday, September 30th, 2020. But this story continues, folks. We've got 34 days to go until the national election. We'll be here for you every night. We'll see you back here tomorrow night at 7 o'clock. Have a good night. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS HOST",
      "utterance": "We do. We do. I'll see you there. Thank you Bret. So good evening everybody. I'm Martha MacCallum back in New York tonight and this is THE STORY in America this evening. We've got 34 days to go until the presidential election and one of the roughest most unsettling, unedifying nights in debate history is now in the books. We've heard from all the pundits. Now we're going to hear - we also now hear that the commission might change the format next time around so we're watching for that and tonight we will hear from real voters in Ohio. We're going to ask them how they felt about the election after last night. And there was a moment that could loom larger in the coming days. As we see here Amy Coney Barrett was back on the hill, meeting with senators ahead of her hearing to become a Supreme Court Justice. Now Joe Biden once again would not answer when asked if Judge Barrett is confirmed, would he back a move to add more members to the Supreme Court. A move that could change over 150 years of court composition and one that might help turn out for the progressive wing of his party. Listen to Joe Biden's non-answer here."
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENTIAL NOMINEE",
      "utterance": "Whatever position I take in that, that'll become the issue. The issue is the American people should speak. You should go out and vote. You're in voting now. Vote and let your senators know how strongly you feel. Vote now."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT, UNITED STATES OF AMERICA",
      "utterance": "Are you going to pack the court?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Make sure you in fact let people know, your senators."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He doesn't want to answer."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I'm not going to answer the question."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Why wouldn't you answer the question."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Because the question is--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "You - radical left."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Would you shut up man."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So he's essentially saying vote first and then I'll tell you what my stance is on this. Now I think it's fair to say that if President Trump had opened the door to expanding the court, to ensure a conservative majority, there would likely have been outcry from Democrats on that. So we're going to dig in here on the implications of this with Senator Josh Hawley. He sits on the Judiciary Committee and he's meeting with Amy Coney Barrett tomorrow and was in the Comey hearing today as well and we're going to get to that next. Senator, always good to have you with us. Thanks for being here tonight."
    },
    {
      "speaker": "SEN. JOSH HAWLEY (R-MO)",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you think about the fact and you know Mazie Hirono also suggested that what she would like is for people to vote first and then she'll let them know how she feels on this issue of packing the court. What do you think about that?"
    },
    {
      "speaker": "HAWLEY",
      "utterance": "Well, I didn't - first of all it's absolutely ridiculous. I mean the Vice President should answer the question but here's the deal Martha. At the end of the day this court packing scheme is about contempt for the voters. It's about the fact that the Democrats have still not accepted the 2016 election results and I guess haven't accepted the 2018 election results when the American people sent more Republican senators back to Washington. I mean the truth is Republicans won those elections and court packing is all about undoing the results of those elections. This is basically saying we don't like what voters did in those elections so we'll just add more justices to drown out those results until we can get a court, we can control, that would be a huge mistake. So Joe Biden at one point, couple of years ago said that he thought it was a dumb idea because he said exactly that. He said so you know Democrats would add three justices and then Republicans would add three justices and it would just keep going every time there was - there was an election. But can you explain to people at home what the impact would be of that. If you added justices to the court and also the other idea that is in play because we know Nancy Pelosi has said that she's got lots of arrows in her quiver if this nomination goes through of Amy Barrett. That they would - they would do away with the filibuster, legislative filibuster which would basically mean that there you know, any majority could pass legislation."
    },
    {
      "speaker": "HAWLEY",
      "utterance": "Packing the court means that to you will add more justices which will create a new majority, where it would be a chance for the next president Joe Biden in this case if he wins the election when he hopes to appoint a number of justices that would change results and change decisions, change the ruling and the whole composition the court. It's been tried before, I mean FDR tried it and his own party stood him down and rejected it. I mean to talk about court packing, it really is again, it's about contempt for voters. It's saying we don't like how you voted in 2016 and 2018 so what is put more justices on the court to basically undo the results of those elections. We don't like the fact that voters gave Donald Trump the chance to appoint three Supreme Court justices so we'll add three more or who knows what that number would be and as you say Martha, there's no end in sight once you start this we could have 30 justices on the Supreme Court. It'll never stop."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And if you take away the filibuster?"
    },
    {
      "speaker": "HAWLEY",
      "utterance": "Well, if you do what Schumer wants to do in the Senate, which is to end the filibuster for all, everything, I mean across the board all the time. He wants to turn it into basically 51 votes, will be able - you will take away the rights of any senator to be heard, it will take away the way the right of the minority to be heard, you'll take away rights of debate and deliberation. There's a lot of problems with the Senate. I will give you that. The Senate needs a lot of reform but turning it into a mini version of the House is a big mistake and doing that in order to ram through a court packing plan is something that is - it's effectively burning down the constitution because again Democrats don't like what voters have said."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So before I leave this topic, I just want to play what Kamala Harris said on this. We're all going to be at the vice presidential debate next week and we expect that we're going to have here some more questions about this so watch this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Are you open to expanding the size of the Supreme Court?"
    },
    {
      "speaker": "SEN. KAMALA HARRIS (D) VICE PRESIDENTIAL NOMINEE",
      "utterance": "I am open to that discussion."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Do you want to elaborate on that or leave it there?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "No, I just am open to it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "OK."
    },
    {
      "speaker": "HARRIS",
      "utterance": "I'm absolutely open to it. He is focused as we all should be on the next 35 days and he is focused on one, the process by which we are even having the conversation about the United States Supreme Court."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, so I'm going to leave that there and we'll pick that up you know with this vice presidential debate that's coming up next week. What about the Roe V. Wade issue? It's interesting to me that we heard Joe Biden say last night, he thinks that Amy Barrett's a fine person and you know probably would be a good judge. We're sort of hearing them down playing this part of that issue. What do you see in that?"
    },
    {
      "speaker": "HAWLEY",
      "utterance": "Can I say first of all in the Kamala Harris, just one thing there. I mean she's switching her positions. She previously said she was open to packing the court. Now she won't answer the question. She's got a lot of things to answer for and I'd like her to take a pledge Senator Harris. I'd like her to say that she's not going to continue to engage in the kind of religious bigotry that we have seen from her towards past court nominees, interrogating their Catholicism and other Democrats on the committee doing the same thing. They're trying to make the religious faith of Amy Barrett the central issue. This is a form of bigotry. Let's just call that out, it is anti- Catholic, anti-Christian, anti-faith bigotry. Kamala Harris should renounce it. Joe Biden should renounce and every Democrat should do the same Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you think, I mean from what I see, it sounds like they're shifting. They're getting much more into the question of health care and shying away from this. Nancy Pelosi said do not bring up religion in this hearing. I mean I'm sensing that they think that this is a political mistake for them and that they actually might not go there."
    },
    {
      "speaker": "HAWLEY",
      "utterance": "It would absolutely be not only a political mistake but it would be against the constitution. The constitution says there are no religious tests for office but this questioning of Amy Barrett's faith about her adoption for heaven's sake, questioning whether people like her meeting religious believers, devout Catholics to be able to adopt children from Haiti or other countries, it's insane. And let's not forget, Democrats at her last confirmation hearings, Democrats asked her if she was too Catholic to be a judge, if she would be a Catholic judge, if she was an orthodox Catholic or some other form. They delved - tried to delve into her religious beliefs and use them against her. That is bigotry, that needs to stop."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, before I let you go, the Comey hearing today got a little bit lost in the shuffle in some ways because of last night's debate. What was your take away from that?"
    },
    {
      "speaker": "HAWLEY",
      "utterance": "Big take away is that the CIA referred for investigation the Hillary Clinton campaign to the FBI, they did nothing. That was in September of 2016. Comey said to me. He didn't even know what he was talking about. He hadn't even heard about it. That tells me Martha, it was either such a low priority that the FBI to shuffle to the side or Comey is lying but you know what they did have time to do. They did have time to go lie to a secret court to get a wiretap on the Donald Trump presidential campaign. This is interference in an election that we have never before seen in American history. People need to go to jail for this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We're going to get into this more but I - you know one of the things that really stood out to me is the issue of this sub source, you know everybody was very familiar with the dossier and the unverification of that dossier. Now it turns out the reporting is that this Russian, Ukrainian individual (inaudible) and believed to have been a Russian agent or suspected, he was looked into it as being a Russian agent was the sub source for the dossier. And when you put that Senator Hawley against the fact that they didn't share, intentionally you know miswrote that Carter Page had actually helped United States Intelligence sources, they wanted to paint him as a Russian agent but this guy who they had investigated as a Russian agent, they wanted - it looks like they wanted to just toss that under the rug so that they could believe the dossier. Is that - is that sound about right?"
    },
    {
      "speaker": "HAWLEY",
      "utterance": "That sounds about right and you know James Comey said well, he didn't know who the sub source was. I asked him did you bother to verify it. Remember, Comey signed off on these warrants. He certified - personally certified and now he was saying well, he didn't ask any questions. He didn't know who the sub source was. He didn't try to verify it. He didn't try to follow up. Here's the thing, either he was totally and completely negligent. I mean basically couldn't do his job at all or this was a political hit job and I think it's most likely the latter. Comey hated the president. He did not want him to win this election. That's why he swept the Hillary Clinton investigation under the rug and participated in deliberate lies to the FISA court to try and wiretap the Trump campaign."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And we still wait for the Durham findings. Senator Hawley, thank you. Always good to have you here. See you soon."
    },
    {
      "speaker": "HAWLEY",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right so you watched last night. It was a presidential debate that was so ruckus that now they're saying, there's going to be changes coming for the next round. Mike Huckabee says he hopes that it's a Zoom conference that has a mute button. He's next."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Why wouldn't you answer that question? You want to put a lot of new Supreme Court Justices. Radical left. BIDEN: Will you shut up, man? TRUMP: Listen, who is on your list, Joe? Who's on the list of Nancy Pelosi? BIDEN: Well, he's just--"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Don't use the word smart with me. Don't ever use that word."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Oh, give me a break. TRUMP: Because you know what? There's nothing smart about you, Joe. 47 years you've done nothing."
    },
    {
      "speaker": "BIDEN",
      "utterance": "It's hard to get any word in with this clown. Excuse me."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Hey let me just--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So that was the tone of last night's debate and it triggered some changes potentially for the next go round. The commission on presidential debates eyeing some new rules to ensure a more orderly discussion which reportedly includes the possibility of cutting off the candidates mic if they violate the rules but if it were up to some, Democrats were advising that Joe Biden should just bow out, not do anymore."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yearning for another one of these. I think that Biden has a decision to make."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I never thought I'd say this but Biden's going to - they're going to have to think long and hard whether they want to put the country through this again."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "I never thought that he would - that anybody should reduce themselves to being on the stage with him because we know what his behavior was going to be like. The election has to be the major intervention on this president's behavior."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So here now former 2016 presidential candidate Governor Mike Huckabee and Jessica Tarlov Senior Director of Research for Bustle, both are fox news contributors. Good to have you both here tonight. Let me start with you governor."
    },
    {
      "speaker": "JESSICA TARLOV, FOX NEWS CONTRIBUTOR",
      "utterance": "Hi Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Hi there. You know what would you tell the president you would like to see him do differently next time?"
    },
    {
      "speaker": "FMR GOV. MIKE HUCKABEE, FOX NEWS CONTRIBUTOR",
      "utterance": "Martha, he's one of the funniest people that you'll ever be around. He has a great sense of humor. We missed that last night. I always believe if you can pull of all Nova Kaine on the needle, it sure makes the shot easier to take and that's what I would say to him. Let us see that great sense of humor that many of us know that he has. Sometimes it can be a snarky sense of humor but he's really funny and I think that sometimes we all forget that he spent the last four years having $35 million spent against him of government lawyers trying to get rid of him. He's had the most relentless attacks day after day from both the Democrats and the press. I think you saw a lot of frustration last night. It wasn't pretty, it wasn't a great night. I think when he stepped on Joe Biden sometimes he saved Joe Biden because the best thing the president could do is let Joe talk and frankly this idea of cutting their mics off. You know my problem four years ago was I never turned mine on. So I'm not sure that's a great idea at all."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I remember that. That's not good. That's terrible. Jessica, what do you think the big take away from last night was?"
    },
    {
      "speaker": "TARLOV",
      "utterance": "I think the big take away from last night is that Joe Biden is going to keep up with the debates. He's going to need whatever had been scheduled and it's going to be President Trump who is going to pull out. I think that the governor has a point that President Trump was venting a lot of frustration. I personally don't think it has much merit. I don't believe that this is all just because people have been crusading against him. I think the truth of the matter is he doesn't have a good record to run on and he wanted to make sure that Joe Biden couldn't make his point solidly and coherently i.e. talking straight through. But I think the next debate which will be a Town Hall format will be much better for both candidates. I think that Trump is much less likely to cut off a voter or to step on them in the same way as Joe Biden and I'm looking forward to hearing more from both candidates about their vision for the future of America."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, I've done two town halls with the president and he does like that format a lot. In those environments, it was just him, it wasn't Joe Biden standing out there too. So we'll see what that's like. This is the president today responding to a question about how he thought last night went."
    },
    {
      "speaker": "TRUMP",
      "utterance": "But I thought it was a great evening. It was an exciting evening. By every measure, we won the debate easily last night. I think he was very weak. He looked weak. He was whining. I don't mind debating him. I hear he wants to get out of the debates. I don't know. That's up to him."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Governor, what do think?"
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Well, you know I don't think either of them are going to quit. They can't. They got to show up for these debates and the fact is I do think the Town Hall will be better but you know Donald Trump's never called a voter lion dog faced pony soldier to his face or threatened to take him out back and beat him up. So you know it's Joe who is going to have to calm down a little bit, not get all anxious but the truth is we act as if everything is decided about these debates. What we did see last night was a very clear difference in the philosophies, ideologies and the results and I think the key thing Donald Trump did say, Joe Biden's had 47 years, not a lot to show for it. Donald Trump's had 47 months, we've had the Abraham Accords, deregulation, tax cuts, significant changes in Middle East policy that have been significant, we've also seen a push back against China, new trade deals. It's been a remarkable four years for a president that had a House that was trying to impeach him and frankly that had the donor class and the establishment of Washington doing everything they could to try to upend his presidency."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, you know it's interesting to look back just before we leave you guys, if you look back at President Obama's first debate, he lost that debate against Mitt Romney. You go back to George W. Bush, also lost his first debate when he was running for reelection. Ronald Reagan, I think there is it perhaps an over confidence of the incumbent to walk in there and feel like they can handle it. I would imagine they're going to retool a little bit before the next round and I would say Joe Biden would have to be ready for that, for that possibility as well. Thank you both. Jessica, good to see you and Gov. Huckabee, always a pleasure. Thank you."
    },
    {
      "speaker": "TARLOV",
      "utterance": "Thanks Martha."
    },
    {
      "speaker": "HUCKABEE",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So coming up, we're going to talk to some undecided voters from Ohio and see what they thought about last night and whether or not they were persuaded one way or the other."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "According to the latest Fox news polls, got a five point race going on right now in Ohio. Joe Biden at 50, President Trump at 45 but when you factor in the margin of error on this, pretty much a dead heat so the 2 percent of Ohio voters who say that they are undecided have the potential to make or break this race for one of these candidates so let's meet some of those 2 percent. They were watching last night during the debate. Catherine Schroth is a stay at home mom and a music instructor who voted third party in 2016. Kimberly Brown is an Enrollment coordinator at a charter school and she also voted third party last time around and Doug Boyer is a restaurant owner who wrote in Republicans John Kasich in 2016."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So Catherine, what do you think of last night? You know in a few words what did you think of president Trump? What did you think of Joe Biden?"
    },
    {
      "speaker": "CATHERINE SCHROTH, UNDECIDED OHIO VOTER",
      "utterance": "I was disappointed as I think many people were. I was hoping that at least one of them could move me a little bit and I was thoroughly disappointed by the whole thing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So Catherine, just stay with me for a moment. You know is there anything that either one of these candidates could do to pull you to their side at this point?"
    },
    {
      "speaker": "SCHROTH",
      "utterance": "Sure, I mean I feel like I could keep an open mind all the way up until I walk into that voting booth. I was looking for Biden last night to show me that he had the strength to physically carry out this job and I was also looking to hear some of his policies because I do - I am conservative and unfortunately, there were - there was not a lot of substance to the debate last night. And he seemed to be very tired by the middle of it with slurred speech. I was looking for President Trump to just tone things down a little bit and show that he could be the universal leader that we needed and obviously his interruptions - and he lacked substance as well."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So Kimberly what did you think of last night and you know how would you describe it in a few words, sort of both of these candidates out there?"
    },
    {
      "speaker": "KIMBERLY BROWN, UNDECIDED OHIO VOTER",
      "utterance": "Well, you know I was - I was taken back regarding the debate. I expected more. I expected more from President Trump and I definitely expected more from Mr. Joe Biden and neither one of the were impressive and what I was expecting, I was expecting to hear things regarding you know direct plans regarding COVID-19 and I think Americans are looking for a leader who can actually get us through this process. No one is talking about how Americans are still suffering. No one is talking about the moratorium on mortgages and rents. No one is talking about the second stimulus package that can possibly help Americans get through these trying times so I was extremely disappointed. So right now I'm still on the fence."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right so Kimberly, I'm just curious, you work with a charter school. Is that an important issue for you? Do you want to see more support for charter schools in this country?"
    },
    {
      "speaker": "BROWN",
      "utterance": "You know, I really do because I believe in the freedom of choice because when we talk about choices, we're talking about the concept of democracy and for a long time the public schools, I'm not going to bash to public schools but I will say that they have had a monopoly on our educational system and I believe that in order for all of our children to get the proper education that they need that choice. And if the choice is a community school or charter school or private school, I believe that Americans will need to be very supportive of what our children can do in order for our livelihoods to be beneficial because with good education that means our economy will thrive. When our young people are not thriving then therefore that the problem becomes the criminal justice system and I definitely do not want to see them there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, I mean President Trump supports the expansion of charter schools and Joe Biden has said that that he would push back against the expansion of charter schools if he were to become president. You think - is that enough of an issue for you to sway you one way or the other in the end do you think?"
    },
    {
      "speaker": "BROWN",
      "utterance": "You know it's not. Like I said, I'm more about substance and plans and what I saw last night, I heard the buzz word of tools and plans but I was looking for like some particulars and I know they can't reveal everything in their tool box but what they could have done, they could have been detail about what is to come. See, we know what is but tell American people what is to come in the event that you become the president of the United States of America or if you are retained to be the president. Those are the things that I'm looking for. I don't need rhetoric. I don't need platitude. I need solid plans."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you. I want to get Doug in here. Doug, you're a restaurant owner, the buckeye restaurant, I think you've got your apron on there."
    },
    {
      "speaker": "DOUG BOYER, UNDECIDED OHIO VOTER",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, talk to me a little bit about what you saw last night. You know, in a few words, how would you describe Joe Biden last night and, in a few words, how would you describe President Trump?"
    },
    {
      "speaker": "BOYER",
      "utterance": "Very simple, it was as if I was watching the sequel, the grumpy old man goes to Washington. I think in our next debate possibly we should, I don't know, have Judge Judy moderate to keep them in line. I was disappointed with both of them. You know, one of the most important, key attributes of any leader is you need to be a good listener. Whether you agree or disagree with someone, you need to be willing and humble enough to listen to the people across the table. That's the only way we are going to get this nation back on track, is by having humility and compassion, and realizing we all have one goal in mind and that is to live a life that we feel is right. We need to make sure that our leaders in Washington, D.C., are listening not only to us, the voters, but they need to listen to each other."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Now you served in Operation Enduring Freedom and also in the Ohio Army National Guard for 20 years."
    },
    {
      "speaker": "BOYER",
      "utterance": "That's correct."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, thank you for your service, first of all. If you had to vote today -- let's say you had to vote tomorrow, for one of these two people and you had to pick one of them, what do you think you would do right now, Doug?"
    },
    {
      "speaker": "BOYER",
      "utterance": "I'm very concerned about both of these two individuals. I don't know that Trump has totally grappled with the idea of what his military is there for. We don't go in, we don't defeat countries, what we are there for is our military -- we are the ones that protect those that can't protect themselves. We are the ones that stand on the front lines and we are willing to defend -- to include dying. For those that want to believe something different than what we can. I have a guy here with me tonight, his name is Louis Butler. Louis and I served together that particular operation and I always knew that Chief Butler had my back. I need to make sure that my commander-in-chief has my back. And neither of these candidates have shown me that they actually are going to have my back either as a business person who owns a new restaurant, or whether or not I was back in uniform. So as far as who I am going to vote for right now, the challenges I don't see either of these two stepping aside and not putting America into these categories that are separating us. We need to bring people back together, so that's why I'm troubled in both of these candidates."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, thank you. You know, they've got their work cut out with the three of you and I love to hear when you do decide and I appreciate your deliberation on this really important issue. So, I'd love to know which way you end up being swayed. Cathy, Kimberly, and Doug, thank you very much to all of you from Ohio tonight. Many thanks."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Thank you."
    },
    {
      "speaker": "BOYER",
      "utterance": "Thank you."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Coming up, Nicole Garnett is a lifelong friend and colleague of Amy Coney Barrett, they grew up together as lawyers, teachers, scholars, mothers and friends over the past 22 years, so why she says that her friend is the obvious pick to serve on the Supreme Court. She joins me next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Right out of the gate last night, President Trump praise his Supreme Court nominee Amy Coney Barrett and his right to nominate her and the Senate's right to confirm if they choose."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "We won the election. Elections have consequences. We have the Senate, we have the White House and we have a phenomenal nominee respected by all, top, top academic, good in every way. We really feel that we have a professor at Notre Dame, highly respected by all, says she is the single greatest student he's ever had. Been a professor for a long time at a great school."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That was John Garvey, who Amy Coney Barrett worked for as a research assistant. And who previously as professor of her Notre Dame -- at Notre Dame law school, wrote a recent piece for the Washington Post, quote, \" after she graduated from law school, I wrote a one-line letter of recommendation for her to Justice Antonin Scalia. Amy Coney is the best student I ever had.\" He was wise to hire her as a clerk, he says. Joining me now, Nicole Garnett, she has known Amy Coney Barrett for 22 years, friend and colleague, they clerked together at the Supreme Court. Ms. Garnett clerked for Clarence Thomas. She is the John P. Murphy Foundation professor of law at Notre Dame law school where she and Judge Barrett have taught. Wonderful to have you with us, Nicole. Thank you so much for being here."
    },
    {
      "speaker": "NICOLE GARNETT, PROFESSOR, NOTRE DAME LAW SCHOOL",
      "utterance": "Thanks so much for having me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, I want to play a sound, a piece of sound here, this is from Cardinal Dolan here in New York and here's what he had to say about the comparisons that are being made, at least on one level about Justice Ginsburg and Judge Barrett."
    },
    {
      "speaker": "TIMOTHY DOLAN, ARCHBISHOP OF NEW YORK",
      "utterance": "What I admired in the accolades to Ruth Bader Ginsburg, there were a lot of articles about her deep Jewish faith. Recently, I forget, it was either the New York Times or the Wall Street Journal that said she always said she faced three biases, a woman, a mother, and a Jew. Well it seems like Judge Barrett is facing woman, mother and Catholic."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's interesting, Nicole, that we don't hear that much about Ruth Bader Ginsburg in terms of questioning the faith that she had, but some in the media and some on capitol Hill have raised questions about Amy Coney Barrett's faith and how it may or may not dictate her judicial decisions, what do you think?"
    },
    {
      "speaker": "GARNETT",
      "utterance": "Well, I've known Amy Barrett, as you mentioned, since we clerked together in 1998 and I've never known her to be biased in any way, except maybe towards her children, which is her right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Any mother's right."
    },
    {
      "speaker": "GARNETT",
      "utterance": "Every mother's right. They are pretty cute."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "They are pretty cute."
    },
    {
      "speaker": "GARNETT",
      "utterance": "They are, they're wonderful. Sometimes like, just the other day they were playing a lightsaber war in my backyard. Anyway, I had never seen Amy biased in any way and I think that it's odd, you know, those who have said that she, somehow her religion is going to shape who she is as a judge. She said on the record many times at her fidelities to the law. She has demonstrated as a judge over the last three years, that her fidelity is to the law. And for those of us like Judge Barrett, who try to live a faithful life -- lives and integrating faith in our professional life and our family life, I think she's a model for all women and for all people of faith and for all parents, who try to do this difficult balance. And she does it with grace and poise and there's, as I said, there's never been anything to suggest that she would not be what she has always said she would be, which is a faithful judge."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well I'm looking forward to seeing the hearings and everyone getting a chance to hear more of her on some of these issues that she's questioned. It came up obviously last night at the debate and here's part of what Joe Biden, the former vice president had to say."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "And I have nothing -- I'm not opposed to the justice, she seems like a very fine person, but she's written before she went on the bench, which is her right, that she thinks that the Affordable Care Act is not constitutional. It should come as no surprise that on Saturday, President Trump would nominate Judge Amy Coney Barrett and on Sunday layout clearly what his objective is. To terminate Obamacare."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, she hasn't made any judicial decisions on healthcare, related to healthcare on the appeals court in Chicago. She's written a couple of essays about it, which is where some of this is getting pulled from. Do you think there's any indication in things that she has said that she is committed to repealing the Obamacare legislation?"
    },
    {
      "speaker": "GARNETT",
      "utterance": "Well, first of all, I'd just like to say I like the fact that the vice president, Vice President Biden is calling her justice already. Second of all, of course not. She has made it clear and she has always -- she demonstrated her judicial record that she takes every case as she sees them, that she takes the law seriously and she will apply it as it is whatever the law is what she will apply. She has never said anything about Obamacare other than what everybody thought at the time and that, you know, the particular argument made by the chief justice was perhaps a bit of a stretch. But the reality is that now we are in very different situations. She's a faithful judge, she's demonstrated that she's a faithful judge, she's demonstrated that she's committed to the Constitution when the story (Inaudible). So, there's nothing to be concerned about. She will take this case if it comes before like she takes every case, she'll take it seriously and she will approach it in an unbiased, serious way."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We learned that she and the questionnaire for the Senate, she has said that she did not expect to recuse herself from any election related cases that might come before the court, which I don't think will come as a big surprise to anyone. Nicole, thank you. It's great to talk to you."
    },
    {
      "speaker": "GARNETT",
      "utterance": "Nice to talk to you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And we look forward to learning more about Amy. Go Irish."
    },
    {
      "speaker": "GARNETT",
      "utterance": "Go Irish."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you, Nicole. All right. Coming up, Joe Biden embarking on a multicity tour across two key battleground states today. Next up is Johnstown, Pennsylvania. Chris Stirewalt knows every county, every place in that whole area, so does Byron York. So, they're going to talk to us a little bit about what to expect on this tour, and also a headline that you may have missed into the run up to the first debate involving a Russian intelligence claim of a Clinton backed plan to conspire against Trump in 2016. Byron explains after this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Director of National Intelligence John Ratcliffe has released unverified information alleging Hillary Clinton had approved a campaign plan to stir up a scandal against opponent Donald Trump. Tying him to Russia. A topic that former FBI director James Comey hit on while testifying about the Russia probe on Capitol Hill today. Fox News correspondent David Spunt has THE STORY."
    },
    {
      "speaker": "DAVID SPUNT, FOX NEWS CORRESPONDENT",
      "utterance": "Hi, Martha. Democrats say this allegation is purely political before an election. Today, the former head of the FBI weighed indirectly. DNI head John Ratcliffe, a former Republican congressman from Texas sent a letter to Judiciary Chairman Lindsey Graham, summarizing allegations that former Secretary of State Hillary Clinton okayed a plan that would throw then candidate Trump into the middle of a scandal with Russia. The letter from Ratcliffe to Graham citing Russian intelligence reads in part, quote, \"in late July 2016, U.S. intelligence agencies obtained insight into Russian intelligence analysis alleging that U.S. presidential candidate Hillary Clinton had approved a campaign plan to stir up a scandal against U.S. presidential candidate Donald Trump by tying him to Putin and the Russians hacking of the Democratic National Committee.\" But the next sentence says \"the I.C. does not know the accuracy of this allegation or the extent to which the Russian intelligence analysis may reflect the exaggeration of fabrication.\" End quote. Former secretary of state Hillary Clinton calls the allocation bogus."
    },
    {
      "speaker": "HILLARY CLINTON, FORMER UNITED STATES SECRETARY OF STATE",
      "utterance": "It is a sign of such desperation by the Republicans and it also is a reminder that Donald Trump knows that the Russians helped him win in 2016."
    },
    {
      "speaker": "SPUNT",
      "utterance": "Former FBI director James Comey testifying today about the origins of the Russian probe, was asked directly about this Ratcliffe letter."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "utterance": "Did you have an investigation to look and see if whether that was true?"
    },
    {
      "speaker": "JAMES COMEY, FORMER DIRECTOR, FEDERAL BUREAU OF INVESTIGATION",
      "utterance": "I can't answer that, I've read Mr. Ratcliffe's letter, which frankly I have trouble understanding."
    },
    {
      "speaker": "SPUNT",
      "utterance": "Comey play down the significance of the letter. As FBI director he oversaw the investigation into former national security advisor Michael Flynn. Also, in the news this week, he continues to find himself in legal limbo. DOJ attorney and Flynn's own attorneys want to drop his case, but the judge is not convinced that is the right thing to do just yet. We also learn in court that Sidney Powell, Flynn's attorney, personally met with President Trump to update him on the case. Powell says she also urged the president not to pardon her client. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "David Spunt reporting at the Department of Justice. Here now Byron York, chief political correspondent for the Washington Examiner, Fox News contributor and author of the new book \"Obsession.\" Byron, good to have you with us tonight. So first, to this --"
    },
    {
      "speaker": "BYRON YORK, FOX NEWS CONTRIBUTOR",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- John Ratcliffe letter. David Spunt laid it out well in terms of the gist of it. How seriously do you take this? Do you think, you know, it is interesting that it came out right before the election? We have the Donald Trump's tax story. We've got THE STORY on the other side. What do you make of it?"
    },
    {
      "speaker": "YORK",
      "utterance": "Well, I'm a little baffled by it because if the Russians wanted to know that Hillary Clinton was trying to tie Donald Trump to Putin and Russian election hacking, all they had to do was watch TV. July 24th, 2016, Robby Mook who was Hillary Clinton's campaign manager, went on ABC and he tied Donald Trump to Putin and Russian election hacking. Remember the DNC hack it'd become news at that point, it was a huge thing, it was being connected to Russia and the Clinton campaign was coming out and they were accusing Donald Trump of having something to do with it. And the New York Times that same day, July 24th 2016 said that these accusations of a Trump-Russia connection were becoming a theme of the Clinton campaign. So, I think it's pretty self-evident, anybody who were remembers that remembers that that's exactly what Hillary Clinton is doing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Absolutely. I mean, we remember when those e-mails dropped during the middle of the convention at the DNC and that talk, you're absolutely right, it did start almost immediately. So, what do you make of James Comey's bemusement about this letter? He said it confused him, he didn't understand the letter."
    },
    {
      "speaker": "YORK",
      "utterance": "Look, he -- James Comey has forgotten a lot. He didn't remember a whole lot about a whole lot of subjects he was asked about today. Clearly, his idea was to get through the hearing, say a minimum of things and move on to his next media appearance or paid speech or whatever, but I'm not really surprised that he didn't give the Senate much about it because he didn't give much about anything else either."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. Let's go to Flynn for a moment. This Sidney Powell meeting with President Trump and her request that he not be pardoned, General Flynn not be pardoned, the significance of all of that?"
    },
    {
      "speaker": "YORK",
      "utterance": "Well, I think the fact that Sidney Powell asked the president that Flynn not be pardoned indicates that she was not asking for presidential interference in this case, but I do think what's happening does not bode well for any sort of quick resolution to the Michael Flynn case. Remember, when the Justice Department first announced that it was going to drop the charges against Flynn and when Judge Sullivan hesitated on that, it was not clear whether he just wanted to make sure that they dotted all the i's and crossed all the t's and made sure everything was OK before they drop the case, or whether he really, really opposed it. And now it's very clear he really, really opposes it, he's in full resistance mode right now. And this could take a while to resolve and it's not clear how it's going to turn out because the judge seems quite determined to make it very, very difficult for the Justice Department to drop these charges."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Strange set of circumstances given the Department of justice dropping the case. So, we'll see where it goes and as you say, he remains in limbo for now. Byron, thanks. Good to see you tonight. You are looking live, as we say at Johnstown, Pennsylvania. Former Vice President Joe Biden will address the crowd there at this final stop on his build back better train tour, which began in Cleveland right after the debate and is going to make stops in towns across Ohio and Pennsylvania. And correspondent Jacqui Heinrich is along for all of this as she covers the Biden campaign for us throughout. Jacqui, good evening."
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "utterance": "Good evening, Martha. Well, the finale behind me is essentially a driving rally, people are going to listen to the former vice president from their cars and folks who couldn't get in have arrived on foot kind of watching from the perimeter. Biden plans to hammer home his message to the middle class, and that is he says President Trump doesn't understand middle-class struggles. Biden has just arrived from Westmoreland County were President Trump cleared more than 60 percent of the vote in 2016, he's campaigned heavily this year. Biden is depicting Trump is a man who has broken promises to create jobs, instead doubling the unemployment rates in that region since assuming office. Biden is contrasting his own plans to grow the economy through union work. Now along this tour he's been joined for legs of his trip by people who say they're struggling to pay their bills. For example, a General Motors assembly line worker whose Ohio plant closed after 17 years, shared his story about leaving his family to work in another state in order to keep his pension and benefits. Biden says he's paying attention to people like him while President Trump pays attention to Wall Street."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I'm from eastern Pennsylvania, I'm from Lackawanna County in that valley. And a lot -- a lot can happen here. I'm -- I am so confident, I really am, that we're not only coming back, we are going to come back big. I mean -- I mean, hardworking folks. If I had the honor of becoming president, I'll be fighting for you every single day. And I promise you, hear me now, you will have a seat at the table at the White House."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "Answering questions, Biden said in last night's debate President Trump dangerously cast doubt on the legitimacy of the election and try to ensure people everything will be OK if enough people vote. He also slammed President Trump for failing to condemn the hate group the proud boys, instead issuing what critics interpreted as a call to arms. Now the fact that this is a train tour is really reminiscent for Biden, who rode the rails from Washington to Wilmington as a senator for 36 years and it's especially nostalgic for the conductor, who is retiring tonight after working for Amtrak for 46 years. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Jacqui, thank you very much. So, let's bring in Fox News politics editor, Chris Stirewalt, to talk about these two really important states of Ohio and Pennsylvania. And the train tour -- you know, it sounds like kind of a quaint idea, Chris, to do a train tour. It's sort of an old- style politician move. Do you think it's a good campaign mood for him? He has been out but he's getting out a bit more these days."
    },
    {
      "speaker": "CHRIS STIREWALT, FOX NEWS POLITICS EDITOR",
      "utterance": "Well, Amtrak Joe, right?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "This is a guy who public -- public transportation is like at the heart of his experience in riding Amtrak home to his family in Delaware and all of that stuff and also Biden has got an old tiny pitch. Basically, he is running the kind of candidacy that we have not seen in the modern era where basically he is standing for election, not running for office. And as you saw in the debate last night, he wants to say as little as possible, he wants to not divide, he wants to be a neutral tone, sort of a beige to Donald Trump's bright red in hopes that he can be a consensus candidate."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. It's interesting. You know, there's almost an idea that he is running to be sort of a breather, you know, to just sort of take a pause, right? Which in some ways it reminds me a little bit of the Jimmy Carter candidacy because it was post-Watergate, there had been a lot of chaos."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Very much."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The country was very upset and distraught over all of that and they did elect Jimmy Carter, who was presenting the cardigan sweater, and like, you know, we're just going to exhale for a while. I just wonder if that worked in 2020 because our politics are so energetic and divisive and people want -- you know, they want a lot."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "They want a lot and they never shut up about it. You can't. Open Twitter, phone melts."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "George W. Bush ran the same kind of candidacy in 2000. We forget because Bush's time in office was so much defined by the global war on terror, but when Bush ran, he was running as a caretaker. Bill Clinton was too much. Impeachment was too much. Scandal was too much. Partisanship was too much. Let's bring the heat down a little bit and the Bush family name was known and all that. So, I think Biden is trying there and it can work but it relies on Donald Trump. Biden's strategy cannot work if Donald Trump does not oblige him by staying in the news, staying in the focus and it was impossible not to see last night how many times Trump bailed Biden out by interrupting."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Because Biden was sort of a drift and struggling to try to answer his -- two minutes is a long time for Joe Biden, right?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "STIREWALT",
      "utterance": "This is a guy who can talk himself into trouble faster than most politicians and he got -- Trump bailed him out time and time again by interrupting. So, what Biden wants to do is have the election be about Trump. So far Trump agrees."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I know. I mean, you just, you know, if you hit the rewind, you just wonder what would have happened if President Trump had, you know, just stood there while he spent two minutes answering some of these questions. And you know, we'll see if we get another couple opportunity, so we'll see what happens with that and we'll see if anybody picked up any new voters over the course of last night, which was a bit of a roller coaster, to say the least. Chris, thank you. Thank you very much, I hope you come back soon. So, let's talk about the coming -"
    },
    {
      "speaker": "STIREWALT",
      "utterance": "Choo-choo."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- 34th -- choo-choo. All right. So that is THE STORY of Wednesday, September 30th, 2020. But this story continues, folks. We've got 34 days to go until the national election. We'll be here for you every night. We'll see you back here tomorrow night at 7 o'clock. Have a good night. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}