{
  "date": "October 31, 2017",
  "headline": "Gorka: Time to dispel the myth of the 'lone wolf' attacker",
  "subHeadline": "Former deputy assistant to President Trump tells \"Hannity\" that there has not been a significant jihadi attack in the United States where one person acted completely alone.",
  "url": "https://www.foxnews.com/transcript/gorka-time-to-dispel-the-myth-of-the-lone-wolf-attacker",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "And thanks, Tucker, welcome to \"Hannity.\" This is a Fox News alert. In just a few minutes by the way my opening monologue. We tonight will do what the media won't do: investigating Robert Mueller's team of investigators. That's coming up. But first tonight, investigators remain on the scene of today's deadly terror attack in New York City. It is yet another example of Islamic extremism right here in the U.S. and tonight we'll bring you new information about the terrorists responsible for this attack.  Plus, we will explain the looming threat that Islamic extremism poses to every free-thinking person all around the world. So at 3:00 this afternoon, a man, driving a Home Depot rental truck, he entered a bicycle path in New York City. He used the vehicle to mow down pedestrians, innocent pedestrians, bicyclists including two children that were leaving nearby school. Ultimately eight people are dead today and nearly a dozen others injured.  Take a look at video on your screen after smashing his truck into the school bus, that suspect exited the truck and many witnesses heard him say, Allahu Akbar before brandishing what looks like two handguns we later learned that he was holding a pellet gun and a paint ball gun. We have seen way too many of these types of things. Now shortly after the video ends, New York City Police Department they open fire, wounded the suspect, who remains alive and in custody as we speak.  As police dig into the background of the terrorist suspect, this is what we know about the man in custody. He is 29 years old. An Uzbek national. His name is Sayfullo Saipov who reportedly moved to the United States in 2010. And tonight, the New York Post is reporting that the terrorist suspect, quote, \"left behind handwritten notes pledging loyalty to ISIS along with an image of an ISIS flag inside his.\" Now, earlier today the president released multiple statements on Twitter writing quote, \"In New York City, looks like another attack by a very sick, deranged person. Law enforcement is following this closely, Not in the USA.\" And the President added, \"We must not allow ISIS to return or enter our country after defeating them in the Middle East and elsewhere. Enough,\" end quote.  \"My thoughts, condolences and prayers to the victims, their families of the New York City terrorist attack. God and your country are with you.\" Amen to that. Also tonight. Memory, the Middle East, Media Research Institute, they are reporting that an ISIS linked group published a document in multiple languages calling on Jihadist to launch attacks all across the world during Halloween. That means tonight. And that's not all. Using a motor vehicle to commit mass murder, this now appears to be the new favorite tactic of Islamic extremist.  Take a look what the Homeland Security Chairman Mike McCaul said earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE MCCAUL, HOMELAND SECURITY CHAIRMAN",
      "sentences": "This is the ninth vehicle assault used by ISIS. Remember in Nice we saw this happen previously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sure, you think this ISIS. I believe when an individual yells out Allahu Akbar, all the indicators and hallmarks of an act of terror. And I think that's true in this case. We know for two years they have called out internet magazine to attack by vehicle. By explosive device, or by knives and small scale attacks. So, this is very much in accordance with the directives coming out of Raqqa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "He is exactly right. For example a radical Islamist used a van to kill over a dozen in Barcelona, that is back in August. Another terrorist used a vehicle to kill eight on the London Bridge that was back in June. Five were killed in Sweden with a truck. That was back in April. And five more were killed in another vehicle attack in London on Westminster Bridge. That was back in march. What happened today in New York is a senseless, loss of innocent life at the hands of an evil monster. Joining us now on the ground in New York City is our own Shep Smith. Shep, we lost eight of our fellow New Yorkers today. A dozen plus more injured. And an attack we have seen all too often that you have reported on way too often.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHEPARD SMITH, FOX NEWS",
      "sentences": "Way too often, indeed. And new tonight and new on \"Hannity,\" Sean. Fox News has learned that the suspect, the terrorist had another weapon. When he got out of car, Fox News has learned a black bag fell out of the vehicle with him, out of that rental truck. And when it did, it was zippered open and out of the bag fell a knife. It was described as a hunting knife. I saw a picture of it. It was in a black leather sheath with what appeared to be a belt buckle holder.   So he could have held it on his belt but he didn't. And authorities here are on scene wondering why did he brandish these two fake weapons when he had a knife that he could have used while wandering through the traffic. This is one of many things they don't know tonight. Further, across the river, about 15 miles from here in Passaic New Jersey, authorities are still searching a vehicle which the authorities believe this suspect, the terrorist, drove to the Home Depot there to rent the Home Depot truck which he used in this attack. According to our sources, the bomb squad arrived there in the last 15 minutes. Clearly they are checking to see whether that vehicle was booby trapped in any way. If they've searched the inside of that vehicle, we're not aware of it. It's our belief that they are waiting for the bomb squad before they do that. We can't confirm the reporting of the New York Post regarding what was inside the vehicle here on scene.  But I can tell you that he traveled for more than 20 blocks along that very busy bike path on a beautiful, sunny, though chilly afternoon in New York City on Halloween, ended with the crash into the bus, very near Stuyvesant High School here. Four of the victims are from that school. Two of them staff members. Two of them children. One of those children in critical condition at Bellevue Hospital. And further the terrorist himself is at Bellevue Hospital. He was shot in the abdomen. One shot, according to my sources, multiple sources. He underwent surgery and it's my understanding that he is being held there and will be held under heavy guard throughout the night until doctors release him further. Did he say anything? All that we know of is he screamed Allahu Akbar.  One officer from the sixth precinct here said and I quote, \"we lit him up.\" They hit him once and afterwards multiple police sources tell me that he didn't say anything to us and we were in no mood to say anything to him. He went off to the hospital where he is now. The investigation continues, Sean. Still lots of questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Shep, you and I have both covered way too many of these stories. And almost always there are early indications on social media. I have seen some of them tonight. I'm sure have you seen them. We haven't been able to confirm any though, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. And from the \"New York Post\" standpoint, we will follow their story. Shep, we will be getting back to you throughout the hours.   Shep Smith in New York City tonight. Thank you. President Trump is reacting strongly to this radical Islamist attack. Ed Henry is in Washington tonight. He has the latest there. Ed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Sean, good to see you. President Trump is here at the White House residence tonight. We have been told by top aides, he has been briefed throughout the afternoon and evening by his chief of staff General John Kelly to stay on top of the situation. This is obviously something the President warned about during the campaign, that battle with Hillary Clinton about ISIS, the threat from ISIS and the need to step up action.  Earlier tonight, he put out a statement where he went into detail. The President saying, among other things, our thoughts and prayers are with the victims of today's terrorist attack in New York City and their families. My administration will provide its full support to the New York City Police Department, including through a joint investigation with the FBI. We offer our thanks to the first responders who stopped the suspect and rendered immediate aid to the victims of this cowardly attack.  These brave men and women embody the true American spirit of resilience and courage. I will continue to follow developments closely. That from the president tonight. Important part of that statement talking about how the FBI is now working closely with the NYPD to dig in to more about what Shep was just reporting on. That suggests the full resources of the federal government are behind this investigation, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Ed Henry, we will get back to you throughout the evening. Thank you for being with us.   Joining us now retired CIA senior intelligence officer and Vice President of SPG Daniel Hoffman is with us. You know, one of the things that we are now seeing and this is all across Western Europe, we're seeing it in the United States are these so-called lone wolves. Almost in every case, now, I would say the Vegas shooter. He is a ghost. We don't know a whole lot about him. Almost in every case there are signs and evidence that they're telegraphing what's coming. I don't know if that's going to happen in this case. But assume for a minute it does. Are we doing enough to monitor social media and get those people that are saying radical ridiculous things, be them Islamic terrorists or whatever?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIEL HOFFMAN, CIA SENIOR INTELLIGENCE OFFICER",
      "sentences": "Well, listen, you know, that's a very valid point. You know, when we find ourselves to the right of boom and incident response phase, I can tell you from my experience at CIA serving overseas in a war zone, tours in the Middle East and in South Asia, that's because we didn't collect the intelligence that would have prevented the attack or maybe we collected some of the intelligence but just didn't analyze it as effectively as we should have.  And so certainly social media is a place where you can mine a lot of big data and assess it. But it certainly is a great challenge. In this case we really need to dig down deeply in terms of this person's, this radical terrorist links back to Uzbekistan and potentially links to other terrorists in that country from the Islamic movement of Uzbekistan for example. And that would be a great concern to us if there are others who may have derived some inspiration from this guy or perhaps he was involved in a wider network.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes. As we were saying tonight, the New York Post is reporting that in fact he had pledged allegiance to ISIS. I don't believe for one second that radical Islamists have given up on reproducing or having a huge event like 9/11. But it seems in the interim these lone wolfs are out there. They are pledging allegiance. It's much harder to grasp what's happening or following every single one. What would be the best way to deal with that? Because I think people want to know how can we stop these individuals that are sitting in their apartments plotting and planning and scheming the killing of innocent people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOFFMAN",
      "sentences": "Well, let me just start with one way we didn't stop it, from the perspective of someone who served many years overseas as an intelligence officer. One of the lessons we learned from 9/11 is the danger of allowing terrorists to occupy ungoverned space which they have in Syria and Iraq for so many years. And that allowed them to plot and plan against us. But it was also a petri dish breeding ground for radical Islamic extremists.  Not only those who fought there, but those who derive some inspiration from that monstrosity, including possibly this individual conducted this attack today. And really, that's a key element, I think, for us from my perspective as an officer who served overseas environments, challenging ones. We really need to understand that the world is small and interconnected. And we -- the fight in many ways starts overseas. And obviously there is a lot of work to be done at home. We need excellent collaboration from overseas intelligence to state and local law enforcement doing all that we can to infiltrate these groups and I will tell you what, New York Police Department is the best we have got at doing it and it's just extremely difficult to stop every single one of these.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We appreciate you being with us. And then we'll get back to you in a few minutes. One thing we might be able to, a political comment, maybe the next time. We watch police on a day like today. They defend all of us. They put their lives at risk. Maybe something happens we can give them the benefit of the doubt. I appreciate you being with us, Daniel, thank you.  Joining us now with more reaction, former deputy assistant to the President Sebastian Gorka. You know, you wrote this book that we can defeat ISIS. When you get to lone wolf territory Dr. Gorka, it becomes that much more difficult. How do we know? We have the most sophisticated weaponry of intelligence available to mankind. Is it possible that we could find every one of these lone wolves before people die like today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTIAN GORKA, FORMER DEPUTY ASSISTANT TO THE PRESIDENT",
      "sentences": "We can do much better, we absolutely can especially under the presidents of Donald J. Trump. Number one, we have objective on this. Lone wolf was invented as a phrase, it was made popular by the Obama administration to make Americans disconnect the dots. There has not been a significant Jihadi attacks since September the 11th in the United States where one person acted completely isolated from everybody else.  Even Major Nidal Hassan, the man who was by himself in Fort Hood was in regular contact with Anwar al Awlaki who blessed his attacks on his fellow servicemen. So, number one, no more political correctness. That gets thrown out of the window.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "But Dr. Gorka, I'm not taking issue with you. I just think this is important. Are there not people that in the privacy of their own homes or not, you know, somehow identifying with the sick, twisted, evil cause. Adopting, oh, I'm going to be a disciple of -- I'm going to take orders from whoever gives them to me. Make an attack on Halloween and then acts independently? You are saying we should jettison that entire idea that doesn't exist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Yes, we should jettison the idea that this individual in that basement who one day is an upstanding as an American citizen. And in a few weeks later just because they went to few websites, they become a Jihadi. Never happened. The closest we've got was that pathetic case of Jihadi Jane and that wasn't a serious case. When you look at serious plots that have occurred there always some connection.  Either the individual traveled to the Pakistan, to the Middle East, the Syria, got training or they were in touch with another human being who indoctrinated them, who blessed their action against the infidel. So, there is a footprint. There is electronic and a physical footprint and we have to identify, number one, by understanding there's no front line in this war like there were in olden days. There is no trench out in France. There is no front line in Germany or in the Asia Pacific. The front line, Sean, is when you leave your house in the morning, whether you are going to a Christmas Party in an office in San Bernardino, whether you are going on a fun run in Boston, you have to be responsible for your own safety. Use the Second Amendment. If you are trained and legally capable to do so, I know you believe in it. I believe in it. And secondly, even if you don't have the mental fortitude to carry a gun to protect yourself and your loved ones, be aware of your surroundings. And when you see something suspicious, say it. These attacks take weeks and sometimes months to prepare. We know the San Bernardino killers were undertaking suspicious activity before the attack that their neighbors refused to report for fear of being called Islamaphobes or racists. That has to end. You see something, you say something because you could be saving lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, you say that and despite of all that's happened and all the terror around the world, I have four TV's in my radio studio today. This was all unfolding live on radio. And I look at a CNN fake news chyron and it actually says, witness, suspect was yelling God is great in Arabic. Okay. He said Allahu Akbar. So somebody at fake news, CNN, there is this fear, remember, in the case, we had the one case where the neighbors saw these guys working late at night and didn't want to say anything. And I think your point is well taken. Let me ask this question. We have talked at length about the misuse and the great sophistication and the weaponry of our intelligence community. Every phone call I was told by Bill Benny, 34 year veteran, NSA. Every phone call, every email, every text message is literally being monitored by our intelligence. We have the capability of picking it up. Can we legally, can we thread the needle constitutionally, unreasonable certain and seizure. Can we thread that needle and monitor what people say without getting into people's private lives because we have seen the dangers with surveillance and unmasking and leaking, you know, raw intelligence? General Flynn a victim of this himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Right. We have the best intelligence community in the world. But because we love our technology, we have a propensity to make the haystack bigger. We are looking for needles in a haystack. And we just, we collect more and more data and it doesn't necessarily make us smarter. The focus on the individual terrorist is as far as I'm concerned the wrong way to go. That's mowing the grass. The real center of gravity in the Jihadi movement are the ideologues. The people who on twitter or Facebook on band, up we move but have 40,000 followers.  Fifty thousand followers. That's where we have to start. We have to respect the First Amendment, but it's the people who feed it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They will strap bombs on their own children in the names of Allah and promise the 72 virgins. They themselves won't do it but they'll encourage everyone else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Dr. Gorka, stay with us. Stay right there. A lot more breaking news on this story. We will be bringing it live throughout the hour tonight. We have more of Dr. Gorka, Pam Geller, Geraldo Rivera and later tonight a \"Hannity\" investigation. My must-see monologue on Robert Mueller's team and how they are complicit in all that happened with Uranium One and much more. We'll investigate the investigators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's 3:00 in the afternoon, and I hear all the noise. And when I go back and I look, I see, you know, a truck a few more blocks going down the bike path. And for some reason I went that way. And when I went that way, I seen a couple of bodies laying right there in the bike path. And when I was looking, you know, seeing if there is anybody else, I heard gunshots. There was one female that I saw near the body. She must have seen it actually happen because she just kept screaming and it was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Horrifying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, horrifying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "As we continue to monitor the very latest news on today's radical Islamic terror attack right here in New York City, Fox News just confirmed that the suspect is now out of surgery after being wounded by brave police officers. As we continue still with Sebastian Gorka. Also now joining us is Fox News correspondent-at-large Geraldo Rivera and the author of the new book \"FATWA: Hunted in America\" Pam Geller.  Geraldo, I will bring you in. You are a member on this program over my soldier is Bin Laden in the hills of Torah Bora. And yet, here we are here, you know, 15 years later and here we are still and it's ongoing. They do not give up. This evil, rigid, sick, twisted convert or die ideology continues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "sentences": "You know, first my love and my sincere condolences to my homeys in New York. You know, I bicycle everywhere. I use that bike path often. This was a particularly despicable cowardly attack. Most of those killed I am told were just riding their bicycles and were hit from behind by this careening truck that came down on them and smashed them and squashed them and ran over them. People reporting tire marks across the body, limbs, you know, torn -- torn asunder. It's just horrifying, Sean, it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Geraldo, you see those bicycles? There is no way those people in those bicycles survived. They were shredded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "They absolutely were. You know, this guy wanted to kill himself. He wanted suicide by cop. That's why he was running around with this preposterous fake guns, the pellet gun and the other fake gun. He wanted to be killed by cops. Officer Ryan Nash of the first precinct almost did the right thing. He shot him in the belly, but as you mentioned earlier, he just got out of surgery.  The perpetrator just got out of surgery. You know, you know, we have defeated the real caliphate. I have heard you and Dr. Gorka talking about that. Raqqa has fallen. They are scattered. ISIS is scattered throughout southeast Syria now. But there is the virtual caliphate, whether you're from Uzbek or Pakistani or Saudi, whatever you are, you can be motivated and get instructions over the internet now. But we almost stopped -- just one thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Deputy Commissioner John Miller, one of the last people to interview Osama bin Laden, he has started a program whereby the NYPD is contacting all the businesses in the New York area that sell products like trucks, rent trucks, like this and they are trying to give these proprietors road maps to know when there is someone with evil intent, you know, doing something with their product. They have got to stop them from renting these trucks. They have got to put cement barricades in the middle of the bicycle paths.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We have got to monitor social media with a vigilance. We have the capability. Geraldo, stay there. This book interestingly enough that I'm holding, \"FATWA: Hunted in America.\"   This is out tomorrow \"FATWA: Hunted in America.\" Pam Geller. Well, we have been following. You have been telling everybody that will listen about this evil, sick, ideology. It is, what Geraldo and Dr. Gorka are talking about, the use of the internet. Talk about it. PAM GELLER, AUTHOR, \"FATWA\": Well, listen, this is why I wrote the book. The American people are being disarmed in the war of ideas. They are being disarmed in the information battle space. Initially New York authorities and Mayor de Blasio denied that it was Jihad terror. And this follows a pattern in the West. They deny that Jihad terror is Jihad terror and even when it's obviously Jihad terror, they still continue to deny it. The problem is not trucks and rental companies. The problem is not guns and it's not knives. The problem is the ideology. And there are no lone wolves in the global Jihad. They are all soldiers. And what is the internet but a means of communication. The problem is the Jihadist doctrine. He was yelling Allahu Akbar. That was Mohammed's Jihadist war cry. His last name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way if you were watching CNN, it was a little different. He was witnessed -- suspect was yelling God is great in Arabic. I'm like oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GELLER",
      "sentences": "Yes. And his last name was Sayfullo which means sought of Allah and I'm sure when he was vetted by immigration authorities, they knew that this man was moderate and they knew that his name meant that. The fact is Muslim immigration means more Islamic terrorism. It's just that simple. President Trump has tried to impose National Security restrictions and, again, the leftist Islamic alliance has opposed it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All they want to do is vet. Let's vet them. Dr. Gorka, I hear you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Yes. So what was just said is incredibly important. I've worked with the NYPD. I've worked with the (INAUDIBLE). It's full of patriots. But, when the commissioner of the NYPD refuses to say what it was, that this attacker shouted at the press conference. What is he saying about Americans? Is he saying we are too stupid to understand or is he continuing the political correctness?  When Governor Cuomo within minutes, minutes of the attack says, there is no broader conspiracy, this is a lone attacker. Governor, there is no way on God's earth you know that within minutes of an attack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You guys are bringing a great point. Yes. Geraldo, last word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "There is no way he can know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I think that that is defeatist notion. The NYPD has the best surveillance in, I think in the Western world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GELLER",
      "sentences": "It was dismantled. It was dismantled by CAIR and by Mayor de Blasio. The counterterrorism program was dismantled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "There's 25,000 Muslims --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GELLER",
      "sentences": "They have been disarmed. Listen, last week a jury convicted a Muslim Jihadi in a plot to behead me and ISIS inspired attack. There have been numerous attacks on the left by ISIS inspired Jihadist in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Hang on. One at a time. Geraldo, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "This terrorist attack is the first time since 9/11 that they have gotten anything like this first success. We are taking prudent actions. When you guys talk about Muslims as being the devil, you overlook the fact that we have a substantial -- who said that? Who said that? Why do I have to pat on the back every Muslim that doesn't want to kill me? I expect that. We're not talking about all Muslims. We are talking about jihadists. Stop conflating them together. Stop broad brushing Muslims, all jihadists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. One at a time. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Four percent of our population is Muslim-American. You are not going to stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GELLER",
      "sentences": "It's irrelevant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You are not going to self-starting themselves on this ideology. What you have to do now is good police work, good surveillance. Pass those sections of the Patriot Act that have lapsed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GELLER",
      "sentences": "They have been dismantled. NYPD has dismantled their counterterrorism program. Thank you, Mayor de Blasio.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And stereotyping.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GELLER",
      "sentences": "Remember that on the election booth for New York mayor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We'll have a lot more on this. Stay with us. We'll have the very latest information on this story. New details coming up every minute. President Trump, he just tweeted again. We will tell you what he said. Plus, a powerful monologue tonight. We investigate the investigators.  And also tonight, the great one, Mark Levin, rare appearance, he is here, busy news night. We'll continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This is a Fox News alert. A jihadist struck in New York City today killing 8 people injuring 15. President Trump just moments ago tweeted quote I have just ordered homeland security to step up our already extreme vetting program being politically correct is fine, but not for this. Now, because of all the breaking news, I'm going to have my monologue investigating the investigators, Robert Mueller, wait until you hear this tomorrow. It is unbelievable what we found. But we continue with Fox News correspondent at large Geraldo Rivera, the author of the brand new book fatwa, just out today, hunted in America. Pam Geller. And also Dr. Sebastian Gorka. Geraldo, I did not hear Pam. And I never hear anybody, say all Muslims, nobody on this program thinks that. But there is a, there is a radicalized element within Islam that is causing chaos, death, misery, and want a caliphate where everybody converts to their way or they will be killed. It is a real, clear present danger for everybody. You know that because you lost friends on 9/11.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I absolutely do. But I'm a war correspondent. We are at war with radical Sunni Muslim extremists whether they have a caliphate that is real or one that is virtual. Rather than focus on immigration, you can have that debate all night long if you want. I want to focus on protecting the population. The NYPD has done a great job. We have to take more extreme prudent measures. Like what? On that bicycle path there was no even after Nice, France when they mowed down (inaudible).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Can we vet?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "We have to put a cement barricade. Sean, I'm saying let's fight this war. You can have that debate about immigration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "If you come from a country, hang on, we are friends. If you come from a country that grow up under Sharia, you grow up when women can't drive. Women are told how to dress. Gays and lesbians are killed. Christians and Jews persecuted. How can we not vet you? Because you bring that sick ideology with you. And I am sorry Sharia as practice in many countries like Saudi Arabia, it is oppressive to women, gays, lesbians, Christians and Jews.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I don't disagree with anything you say brother. Nothing. Everything you just said is correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We need to vet them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But this. In Paterson, New Jersey, in sight of world trade center, there are 25 to 30,000 people in that one little small New Jersey town.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I am not asking that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Muslims in that one small New Jersey town. They drive Ubers and limousines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I want to be fair. Pam?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GELLER, FATWA",
      "sentences": "Putting up barriers, no war has ever been won on the defense. It's reactionary. My god, still taking off our shoes, because of Richard Reid in 2001. You are never going to win a war that way. The idea that we stop certain, Muslim immigration from Jihad nation is a rational response. That we monitor mosques tied with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Minimum, vet them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GELLER",
      "sentences": "We monitor that had been tied to jihad terror. The Boston mosque and the Boston bombing. The Arizona mosque and the garland jihad. Any mosque that has been tied to jihad terror should be surveilled and if they are preaching and inciting jihad they should be shut. This is not rocket science. This is elemental, this is logical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Dr. Gorka?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEBASTIAN GORKA, DEPUTY ASSISTANT TO PRESIDENT TRUMP",
      "sentences": "I have to side with Pamela here. Look, you do not win a war by putting up concrete barricades. You don't turn America into a fortress. You take the war to the enemy. You take it them in theater, with stacking them like cord wood. But here you take it to them. You don't look for jihadist American citizens or jihadist immigrants in Italian restaurants in New Jersey. You find them where they are recruited, where they are radicalized. And I'm sorry, Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "And what happens if they're already here. Wait a second this guy lived in Paterson New Jersey, You can do anything you want in Uzbekistan. The guy lives five miles --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Hang on. Geraldo, one at a time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Mayor de Blasio tried to shut down the surveillance program of the NYPD created to find these guys that are here before they rent the truck. You are not going to ban truck rentals. Truck renting companies aren't going to save America. You have got to find the people where they are recruiting. Counter terrorism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You teach truck rental.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Geraldo, one at a time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You ask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "Best counter terrorism organization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I think I broke the news today that it was from Passaic, New Jersey, the home depot that the dude rented, the killer, the scum dog rented the home depot truck, the $19 truck. So, what you do is John Miller, the deputy commissioner has tried to do, you tell the rental guy if you have a guy coming up that you think is at all hanky, what are you going to use the truck for, just curious. Do the prudent thing rather than say ok.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "That won't save us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Back to the stone ages in Uzbekistan, which by the way was not on the President's list of prohibited countries in his immigration restriction. If you have a problem with that you have to take it to the White House. You do the best you can. You fight the fight you can. And you count on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "One of the cops like Ryan Nash. That is how we stopped them so far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GELLER",
      "sentences": "No one is disgusting the jihad ideology, no one is discussing the motive. That is where it is. It's why I wrote my book, fatwa hunted in America. It's my story. I'm a proxy for every American who in large and small ways takes on this battle. I'm the hunted one. I am under.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Have you had how many death threats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GELLER",
      "sentences": "A number of fatwas, the most serious ISIS. You had an imam on this show that announced I should be executed. I have been targeted for assassination a number of times simply because I stand and defend the freedom of speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Maybe not as many but a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GELLER",
      "sentences": "They are trying to kill me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They want you dead. No doubt about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GELLER",
      "sentences": "I stand in defense of freedom of speech. Most Americans are like Helen Keller and someone moved the furniture. They don't even know what is happening right under their noses. What Geraldo is describing a cowardly approach, a defeatist approach, if he can't get a truck, he will get a knife. If he can't get a knife he will get a gun.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You are the number one target, Pamela, and this is the first successful attack since then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GELLER",
      "sentences": "What is the Muslim world doing to expunge the Quran?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We will give 30 seconds closing arguments, Dr. Gorka first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GORKA",
      "sentences": "U-haul truck rental owners are not going to protect Americans. You can't stop, it's not about the truck. It's about the ideology. We have to stop the spread of the ideology. We have to have the intelligent systems in place in America to find the bad guy before he gets the knife, before he buys, you are not going to ban fertilizer ammonium nitrate is what they made the Boston bomb. Are you going to ban pressure cookers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You are right pressure cookers. The Oklahoma City bombing, Geraldo that was Timothy McVeigh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "My point is this. There is already the enemy within. You have to fight overseas and you have to fight here. You have to fight the real caliphate and you have to fight the virtual caliphate. But to give up and say the fight is all about immigration, is to blind yourself to the reality or Orlando the pulse nightclub kid was born in Queens, New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Geraldo, why not, if you come from a country that practices sharia, which you know oppresses so many individual groups, why not vet you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Extreme vetting. I'm all for extreme vetting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you support that though?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I want your fingerprints. I want to know everything about you before I let you in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. That is in some circles in the rest of the media. That is racist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GELLER",
      "sentences": "Absolutely. The problem is jihad, period. This is not rocket science.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I have got to roll. Thank you all. We have a lot more coming. Rare interview, the great one, Mark Levine straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome back to \"Hannity.\" Joining us now on this breaking news night with full reactions to the news is the author of the number one best seller rediscovering Americanism and the tyranny of progressivism. A rare appearance is hard to grab this guy out of his bunker, radio talk show host I call him \"The Great One,\" Mark Levin. Mark great to see you, I truly honestly in my heart of hearts wish we didn't have to talk about this again. The President is right about vetting. If you come from these countries with these really sick ideologies and oppression of innocent people. What about people that are here that we never vetted? You can't even vet people that aren't here without being called racist and Islamophobic. Don't we need to do a better job of understanding those that may have bought in to this sick, twisted ideology?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK LEVIN, RADIO TALK SHOW HOST",
      "sentences": "Yes. There is no question about it but what's very interesting about this mass killer he came here in 2010. He was 22 years old. He wasn't a 4-year-old who came across the border with his mother. He came here, he was 22 years old. He came here under a program called diversity visa program. I started digging into this. Do you know what that is, Sean? A lottery program. It's been existence for some time. 50,000 people a year come in here through the diversity visa program. Because the diversity visa program was set up to make sure that under represented countries can send their people into this country, too. And he did that in 2010. The program started before 1990, but in 1990 is when the current program was put into law under the immigration act. Do you know who the sponsor was? Chuck Schumer, the senior Senator of New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Good grief.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "It took effect in 1995. People go online and they apply. They apply online. It's a lottery system. That is no way to run immigration system. I had a caller on my radio program tonight and he said, he used to work counter intelligence. Al Qaeda and ISIS have actively been working to use this program to put sleepers in our country. This mass killer has claimed an association with ISIS, hasn't he? This diversity visa program should be gutted. We don't need a diversity visa program with 50,000 people a year come into this country through a lottery system, because we want diversity from different countries. And we seem to forget the purpose of immigration historically. The purpose of immigration is to improve the United States. To benefit the United States. Not to ensure diversity from the foreigners coming into this country. Not to ensure that certain countries are well represented or even certain refugees are coming here from wherever they are coming from. Immigration is supposed to improve the United States it has nothing to do with improving other countries and so forth. Also, one of your guests said something I agree with 100 percent. You know Barack Obama pull our FBI agents and other people out of these mosques. We need physical individuals, FBI agents, whomever they are, to monitor certain situations. Pew did a study a couple years ago and I have it in my book plunder and deceit. Pew, not me, Pew did a study. They surveyed American Muslims throughout the country. Over 80 percent of them said not enough is being done by the leadership in their own community in the United States to tap down the violent rhetoric and so forth. 5 percent said of people who are here. 5 percent said violence is acceptable. Now, the vast majority say no. And we keep saying the vast majority say no. But when are we going to have an honest discussion about this? We have discussions about race every other day. We have discussions about everything every day. But this issue is taboo. Because people don't want to destroy their careers or we're told that you're a bigot if you bring, we are not a bigot if we bring it up. We are not condemning Muslims. We are condemning people who promote violence. When they yell what they yell after they attack people, they've confessed. They have self-identified as to who they are. So, in many respects it is an immigration issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Mark, it seems so basic. It seems so fundamental. It's what we call simple common sense. And that is that, ok, in the light, in light of the death, the destruction, the stated intent to kill innocent men, women, and children, in the name of this fanatical radical Islamic ideology, to me, is basic common sense. That you, if you want the honor of getting in to this country. One, you should do it legally. Two, we just need to know that you're not going to want to kill us. And similarly, we probably have let many people in that do have extreme ideologies. Now, you're a constitutional authority. How do you do this, thread the needle between the uses of intelligence, vetting people, protecting the fourth amendment, their constitutional rights. And also protecting the American people? It's a harder question than it seems on the surface.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "It's a harder question, because you do have due process rights in some respects, depending on the status of the individual. Ok? The other problem is 40 percent of the federal judiciary is filled with Obama appointees. So when the President of the United States does something that is perfectly rational.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And they go Judge shopping.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "They are finding Judges in Honolulu and Baltimore and Seattle who are Obama Judges. How many Reagan Judges and Bush Judges have been involved in any of these immigration issues?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "None.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Very, very few. And what they are doing is, the courts have nationalized the immigration issue where the President's hands are tied. These are absurd. These are the same leftist who used to cheer FDR and claim he is the greatest President in American history. FDR was rounding up Japanese Americans and Japanese dissent and they love FDR. Donald Trump is following the constitution, following the statute, trying to protect America. I mean, we even have a federal Judge who talks about due process rights for aliens before they even come to the United States to determine whether they should be here. This is progressivism gone nuts and it's going to kill a lot more people. You would have thought after 9/11 that people would take this issue of immigration seriously. Immigration is about national security. And you are exactly right. Once people get into the country it becomes far more complicated. So you want to stop them at the border. And when the President of the United States said, as he did when he first came into office, we can't vet these people. Some of these governments are effective war with us and some of them don't exist. Some of them are involved in civil war. You know, we can't call Yemen and say, hey, can you check this guy out on your computer system? There is no computer system. There is no effective government. What the President is saying is these countries.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well we can't take the risk too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "You can't bring people in from these countries until we figure out what's going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So funny what you said about this President being constitutional, but it is on the issue of DACA, it was Barack Obama who said I don't have the power to act unilaterally and it was President Trump that respected coequal branches of government, separation of powers. Things you discuss all out time. All right, we're running out of time. I want to get into a couple of issues. We have this whole uranium one scandal. Our national security was sold out. Now we learn that Mueller, Rosenstein, Holder, all knew about bribery, racketeering, extortion, money laundering, and all happening in 2009. Holder still signed off on it. Mueller is investigating it. Mueller is employed by Rosenstein. Between that and the Trump dossier that Clinton, the DNC and Obama paid for. Bottom and paid for, Russian, lies propaganda to impact American people in election, I have got to know what you think about this. To me, there is the real Russia conspiracy collusion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Well, it's worse than collusion, isn't it? You know, 50, 60, and 70 years ago if any politician, any administration had conferred control over 20 percent of America's uranium to the Russians. What do you think would happen? That would be considered an absolute unbelievable act of treason. I use this word treason, because the Democrats made it popular when they were attacking Donald Trump Jr. For having a meeting. But, you take those two cases. I will tell you something else about Mueller. Let mu jump right to his indictment of Manafort and Gates, if I may just briefly. To show you what an incompetent this guy is. And yet what an iron fisted out of control prosecutor this guy is. I read his indictment. It's irrational. First he uses a marquee above one of the segments says, conspiracy against the United States. Now, most normal prosecutors put conspiracy. But he puts it out for the press, because the press is stupid and the press wants to say what Mueller is saying. Conspiracy against the United States. Like is he one of the Rosenberg's or something, which, of course, Manafort and Gates are not. Let's take a look quickly at the money laundering. To evade taxes is one of the reasons, right? But they don't charge them with tax evasion. So you are evading taxes and you don't charge them with tax evasion. What is that all about? Honestly I don't know. To evade registering as foreign agent, to evade registering at foreign agent, so he is laundering money? That charge is almost never brought. If it is, do you know what it is? It's a misdemeanor. You are telling me a man commits a felony to cover up a misdemeanor? That doesn't make a whole lot of sense to me. Then we talk about foreign bank accounts that are unrecorded, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We got 20 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Were taxes paid on those funds? He didn't charge them with tax evasion. I guess they were. I don't know. Money laundering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I have got to roll, Mark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "All right, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Listen, I would love to have you more. Come back more often. More \"Hannity\" after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Our thoughts and prayers are always with the people, victim of terror. Eight families tonight lost their love ones. It is unbelievable. This has got to end. That is all the time we have this evening. I want to thank you for being with us. We have our monologue investigating Robert Mueller and his corrupt team of investigators, you don't want to miss it, that is tomorrow night and big announcement coming up tomorrow night. Laura Ingraham is up next. Thank you for being with us. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "And thanks, Tucker, welcome to \"Hannity.\" This is a Fox News alert. In just a few minutes by the way my opening monologue. We tonight will do what the media won't do: investigating Robert Mueller's team of investigators. That's coming up. But first tonight, investigators remain on the scene of today's deadly terror attack in New York City. It is yet another example of Islamic extremism right here in the U.S. and tonight we'll bring you new information about the terrorists responsible for this attack. Plus, we will explain the looming threat that Islamic extremism poses to every free-thinking person all around the world. So at 3:00 this afternoon, a man, driving a Home Depot rental truck, he entered a bicycle path in New York City. He used the vehicle to mow down pedestrians, innocent pedestrians, bicyclists including two children that were leaving nearby school. Ultimately eight people are dead today and nearly a dozen others injured. Take a look at video on your screen after smashing his truck into the school bus, that suspect exited the truck and many witnesses heard him say, Allahu Akbar before brandishing what looks like two handguns we later learned that he was holding a pellet gun and a paint ball gun. We have seen way too many of these types of things. Now shortly after the video ends, New York City Police Department they open fire, wounded the suspect, who remains alive and in custody as we speak. As police dig into the background of the terrorist suspect, this is what we know about the man in custody. He is 29 years old. An Uzbek national. His name is Sayfullo Saipov who reportedly moved to the United States in 2010. And tonight, the New York Post is reporting that the terrorist suspect, quote, \"left behind handwritten notes pledging loyalty to ISIS along with an image of an ISIS flag inside his.\" Now, earlier today the president released multiple statements on Twitter writing quote, \"In New York City, looks like another attack by a very sick, deranged person. Law enforcement is following this closely, Not in the USA.\" And the President added, \"We must not allow ISIS to return or enter our country after defeating them in the Middle East and elsewhere. Enough,\" end quote. \"My thoughts, condolences and prayers to the victims, their families of the New York City terrorist attack. God and your country are with you.\" Amen to that. Also tonight. Memory, the Middle East, Media Research Institute, they are reporting that an ISIS linked group published a document in multiple languages calling on Jihadist to launch attacks all across the world during Halloween. That means tonight. And that's not all. Using a motor vehicle to commit mass murder, this now appears to be the new favorite tactic of Islamic extremist. Take a look what the Homeland Security Chairman Mike McCaul said earlier today."
    },
    {
      "speaker": "MIKE MCCAUL, HOMELAND SECURITY CHAIRMAN",
      "utterance": "This is the ninth vehicle assault used by ISIS. Remember in Nice we saw this happen previously."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Sure, you think this ISIS. I believe when an individual yells out Allahu Akbar, all the indicators and hallmarks of an act of terror. And I think that's true in this case. We know for two years they have called out internet magazine to attack by vehicle. By explosive device, or by knives and small scale attacks. So, this is very much in accordance with the directives coming out of Raqqa."
    },
    {
      "speaker": "HANNITY",
      "utterance": "He is exactly right. For example a radical Islamist used a van to kill over a dozen in Barcelona, that is back in August. Another terrorist used a vehicle to kill eight on the London Bridge that was back in June. Five were killed in Sweden with a truck. That was back in April. And five more were killed in another vehicle attack in London on Westminster Bridge. That was back in march. What happened today in New York is a senseless, loss of innocent life at the hands of an evil monster. Joining us now on the ground in New York City is our own Shep Smith. Shep, we lost eight of our fellow New Yorkers today. A dozen plus more injured. And an attack we have seen all too often that you have reported on way too often."
    },
    {
      "speaker": "SHEPARD SMITH, FOX NEWS",
      "utterance": "Way too often, indeed. And new tonight and new on \"Hannity,\" Sean. Fox News has learned that the suspect, the terrorist had another weapon. When he got out of car, Fox News has learned a black bag fell out of the vehicle with him, out of that rental truck. And when it did, it was zippered open and out of the bag fell a knife. It was described as a hunting knife. I saw a picture of it. It was in a black leather sheath with what appeared to be a belt buckle holder. So he could have held it on his belt but he didn't. And authorities here are on scene wondering why did he brandish these two fake weapons when he had a knife that he could have used while wandering through the traffic. This is one of many things they don't know tonight. Further, across the river, about 15 miles from here in Passaic New Jersey, authorities are still searching a vehicle which the authorities believe this suspect, the terrorist, drove to the Home Depot there to rent the Home Depot truck which he used in this attack. According to our sources, the bomb squad arrived there in the last 15 minutes. Clearly they are checking to see whether that vehicle was booby trapped in any way. If they've searched the inside of that vehicle, we're not aware of it. It's our belief that they are waiting for the bomb squad before they do that. We can't confirm the reporting of the New York Post regarding what was inside the vehicle here on scene. But I can tell you that he traveled for more than 20 blocks along that very busy bike path on a beautiful, sunny, though chilly afternoon in New York City on Halloween, ended with the crash into the bus, very near Stuyvesant High School here. Four of the victims are from that school. Two of them staff members. Two of them children. One of those children in critical condition at Bellevue Hospital. And further the terrorist himself is at Bellevue Hospital. He was shot in the abdomen. One shot, according to my sources, multiple sources. He underwent surgery and it's my understanding that he is being held there and will be held under heavy guard throughout the night until doctors release him further. Did he say anything? All that we know of is he screamed Allahu Akbar. One officer from the sixth precinct here said and I quote, \"we lit him up.\" They hit him once and afterwards multiple police sources tell me that he didn't say anything to us and we were in no mood to say anything to him. He went off to the hospital where he is now. The investigation continues, Sean. Still lots of questions."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Shep, you and I have both covered way too many of these stories. And almost always there are early indications on social media. I have seen some of them tonight. I'm sure have you seen them. We haven't been able to confirm any though, correct?"
    },
    {
      "speaker": "SMITH",
      "utterance": "That's right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. And from the \"New York Post\" standpoint, we will follow their story. Shep, we will be getting back to you throughout the hours. Shep Smith in New York City tonight. Thank you. President Trump is reacting strongly to this radical Islamist attack. Ed Henry is in Washington tonight. He has the latest there. Ed?"
    },
    {
      "speaker": "ED HENRY, FOX NEWS SENIOR WHITE HOUSE CORRESPONDENT",
      "utterance": "Sean, good to see you. President Trump is here at the White House residence tonight. We have been told by top aides, he has been briefed throughout the afternoon and evening by his chief of staff General John Kelly to stay on top of the situation. This is obviously something the President warned about during the campaign, that battle with Hillary Clinton about ISIS, the threat from ISIS and the need to step up action. Earlier tonight, he put out a statement where he went into detail. The President saying, among other things, our thoughts and prayers are with the victims of today's terrorist attack in New York City and their families. My administration will provide its full support to the New York City Police Department, including through a joint investigation with the FBI. We offer our thanks to the first responders who stopped the suspect and rendered immediate aid to the victims of this cowardly attack. These brave men and women embody the true American spirit of resilience and courage. I will continue to follow developments closely. That from the president tonight. Important part of that statement talking about how the FBI is now working closely with the NYPD to dig in to more about what Shep was just reporting on. That suggests the full resources of the federal government are behind this investigation, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Ed Henry, we will get back to you throughout the evening. Thank you for being with us. Joining us now retired CIA senior intelligence officer and Vice President of SPG Daniel Hoffman is with us. You know, one of the things that we are now seeing and this is all across Western Europe, we're seeing it in the United States are these so-called lone wolves. Almost in every case, now, I would say the Vegas shooter. He is a ghost. We don't know a whole lot about him. Almost in every case there are signs and evidence that they're telegraphing what's coming. I don't know if that's going to happen in this case. But assume for a minute it does. Are we doing enough to monitor social media and get those people that are saying radical ridiculous things, be them Islamic terrorists or whatever?"
    },
    {
      "speaker": "DANIEL HOFFMAN, CIA SENIOR INTELLIGENCE OFFICER",
      "utterance": "Well, listen, you know, that's a very valid point. You know, when we find ourselves to the right of boom and incident response phase, I can tell you from my experience at CIA serving overseas in a war zone, tours in the Middle East and in South Asia, that's because we didn't collect the intelligence that would have prevented the attack or maybe we collected some of the intelligence but just didn't analyze it as effectively as we should have. And so certainly social media is a place where you can mine a lot of big data and assess it. But it certainly is a great challenge. In this case we really need to dig down deeply in terms of this person's, this radical terrorist links back to Uzbekistan and potentially links to other terrorists in that country from the Islamic movement of Uzbekistan for example. And that would be a great concern to us if there are others who may have derived some inspiration from this guy or perhaps he was involved in a wider network."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes. As we were saying tonight, the New York Post is reporting that in fact he had pledged allegiance to ISIS. I don't believe for one second that radical Islamists have given up on reproducing or having a huge event like 9/11. But it seems in the interim these lone wolfs are out there. They are pledging allegiance. It's much harder to grasp what's happening or following every single one. What would be the best way to deal with that? Because I think people want to know how can we stop these individuals that are sitting in their apartments plotting and planning and scheming the killing of innocent people."
    },
    {
      "speaker": "HOFFMAN",
      "utterance": "Well, let me just start with one way we didn't stop it, from the perspective of someone who served many years overseas as an intelligence officer. One of the lessons we learned from 9/11 is the danger of allowing terrorists to occupy ungoverned space which they have in Syria and Iraq for so many years. And that allowed them to plot and plan against us. But it was also a petri dish breeding ground for radical Islamic extremists. Not only those who fought there, but those who derive some inspiration from that monstrosity, including possibly this individual conducted this attack today. And really, that's a key element, I think, for us from my perspective as an officer who served overseas environments, challenging ones. We really need to understand that the world is small and interconnected. And we -- the fight in many ways starts overseas. And obviously there is a lot of work to be done at home. We need excellent collaboration from overseas intelligence to state and local law enforcement doing all that we can to infiltrate these groups and I will tell you what, New York Police Department is the best we have got at doing it and it's just extremely difficult to stop every single one of these."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We appreciate you being with us. And then we'll get back to you in a few minutes. One thing we might be able to, a political comment, maybe the next time. We watch police on a day like today. They defend all of us. They put their lives at risk. Maybe something happens we can give them the benefit of the doubt. I appreciate you being with us, Daniel, thank you. Joining us now with more reaction, former deputy assistant to the President Sebastian Gorka. You know, you wrote this book that we can defeat ISIS. When you get to lone wolf territory Dr. Gorka, it becomes that much more difficult. How do we know? We have the most sophisticated weaponry of intelligence available to mankind. Is it possible that we could find every one of these lone wolves before people die like today?"
    },
    {
      "speaker": "SEBASTIAN GORKA, FORMER DEPUTY ASSISTANT TO THE PRESIDENT",
      "utterance": "We can do much better, we absolutely can especially under the presidents of Donald J. Trump. Number one, we have objective on this. Lone wolf was invented as a phrase, it was made popular by the Obama administration to make Americans disconnect the dots. There has not been a significant Jihadi attacks since September the 11th in the United States where one person acted completely isolated from everybody else. Even Major Nidal Hassan, the man who was by himself in Fort Hood was in regular contact with Anwar al Awlaki who blessed his attacks on his fellow servicemen. So, number one, no more political correctness. That gets thrown out of the window."
    },
    {
      "speaker": "HANNITY",
      "utterance": "But Dr. Gorka, I'm not taking issue with you. I just think this is important. Are there not people that in the privacy of their own homes or not, you know, somehow identifying with the sick, twisted, evil cause. Adopting, oh, I'm going to be a disciple of -- I'm going to take orders from whoever gives them to me. Make an attack on Halloween and then acts independently? You are saying we should jettison that entire idea that doesn't exist?"
    },
    {
      "speaker": "GORKA",
      "utterance": "Yes, we should jettison the idea that this individual in that basement who one day is an upstanding as an American citizen. And in a few weeks later just because they went to few websites, they become a Jihadi. Never happened. The closest we've got was that pathetic case of Jihadi Jane and that wasn't a serious case. When you look at serious plots that have occurred there always some connection. Either the individual traveled to the Pakistan, to the Middle East, the Syria, got training or they were in touch with another human being who indoctrinated them, who blessed their action against the infidel. So, there is a footprint. There is electronic and a physical footprint and we have to identify, number one, by understanding there's no front line in this war like there were in olden days. There is no trench out in France. There is no front line in Germany or in the Asia Pacific. The front line, Sean, is when you leave your house in the morning, whether you are going to a Christmas Party in an office in San Bernardino, whether you are going on a fun run in Boston, you have to be responsible for your own safety. Use the Second Amendment. If you are trained and legally capable to do so, I know you believe in it. I believe in it. And secondly, even if you don't have the mental fortitude to carry a gun to protect yourself and your loved ones, be aware of your surroundings. And when you see something suspicious, say it. These attacks take weeks and sometimes months to prepare. We know the San Bernardino killers were undertaking suspicious activity before the attack that their neighbors refused to report for fear of being called Islamaphobes or racists. That has to end. You see something, you say something because you could be saving lives."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, you say that and despite of all that's happened and all the terror around the world, I have four TV's in my radio studio today. This was all unfolding live on radio. And I look at a CNN fake news chyron and it actually says, witness, suspect was yelling God is great in Arabic. Okay. He said Allahu Akbar. So somebody at fake news, CNN, there is this fear, remember, in the case, we had the one case where the neighbors saw these guys working late at night and didn't want to say anything. And I think your point is well taken. Let me ask this question. We have talked at length about the misuse and the great sophistication and the weaponry of our intelligence community. Every phone call I was told by Bill Benny, 34 year veteran, NSA. Every phone call, every email, every text message is literally being monitored by our intelligence. We have the capability of picking it up. Can we legally, can we thread the needle constitutionally, unreasonable certain and seizure. Can we thread that needle and monitor what people say without getting into people's private lives because we have seen the dangers with surveillance and unmasking and leaking, you know, raw intelligence? General Flynn a victim of this himself."
    },
    {
      "speaker": "GORKA",
      "utterance": "Right. We have the best intelligence community in the world. But because we love our technology, we have a propensity to make the haystack bigger. We are looking for needles in a haystack. And we just, we collect more and more data and it doesn't necessarily make us smarter. The focus on the individual terrorist is as far as I'm concerned the wrong way to go. That's mowing the grass. The real center of gravity in the Jihadi movement are the ideologues. The people who on twitter or Facebook on band, up we move but have 40,000 followers. Fifty thousand followers. That's where we have to start. We have to respect the First Amendment, but it's the people who feed it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They will strap bombs on their own children in the names of Allah and promise the 72 virgins. They themselves won't do it but they'll encourage everyone else."
    },
    {
      "speaker": "GORKA",
      "utterance": "No."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Dr. Gorka, stay with us. Stay right there. A lot more breaking news on this story. We will be bringing it live throughout the hour tonight. We have more of Dr. Gorka, Pam Geller, Geraldo Rivera and later tonight a \"Hannity\" investigation. My must-see monologue on Robert Mueller's team and how they are complicit in all that happened with Uranium One and much more. We'll investigate the investigators."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's 3:00 in the afternoon, and I hear all the noise. And when I go back and I look, I see, you know, a truck a few more blocks going down the bike path. And for some reason I went that way. And when I went that way, I seen a couple of bodies laying right there in the bike path. And when I was looking, you know, seeing if there is anybody else, I heard gunshots. There was one female that I saw near the body. She must have seen it actually happen because she just kept screaming and it was --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Horrifying?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, horrifying."
    },
    {
      "speaker": "HANNITY",
      "utterance": "As we continue to monitor the very latest news on today's radical Islamic terror attack right here in New York City, Fox News just confirmed that the suspect is now out of surgery after being wounded by brave police officers. As we continue still with Sebastian Gorka. Also now joining us is Fox News correspondent-at-large Geraldo Rivera and the author of the new book \"FATWA: Hunted in America\" Pam Geller. Geraldo, I will bring you in. You are a member on this program over my soldier is Bin Laden in the hills of Torah Bora. And yet, here we are here, you know, 15 years later and here we are still and it's ongoing. They do not give up. This evil, rigid, sick, twisted convert or die ideology continues."
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "utterance": "You know, first my love and my sincere condolences to my homeys in New York. You know, I bicycle everywhere. I use that bike path often. This was a particularly despicable cowardly attack. Most of those killed I am told were just riding their bicycles and were hit from behind by this careening truck that came down on them and smashed them and squashed them and ran over them. People reporting tire marks across the body, limbs, you know, torn -- torn asunder. It's just horrifying, Sean, it is."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Geraldo, you see those bicycles? There is no way those people in those bicycles survived. They were shredded."
    },
    {
      "speaker": "RIVERA",
      "utterance": "They absolutely were. You know, this guy wanted to kill himself. He wanted suicide by cop. That's why he was running around with this preposterous fake guns, the pellet gun and the other fake gun. He wanted to be killed by cops. Officer Ryan Nash of the first precinct almost did the right thing. He shot him in the belly, but as you mentioned earlier, he just got out of surgery. The perpetrator just got out of surgery. You know, you know, we have defeated the real caliphate. I have heard you and Dr. Gorka talking about that. Raqqa has fallen. They are scattered. ISIS is scattered throughout southeast Syria now. But there is the virtual caliphate, whether you're from Uzbek or Pakistani or Saudi, whatever you are, you can be motivated and get instructions over the internet now. But we almost stopped -- just one thing."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Deputy Commissioner John Miller, one of the last people to interview Osama bin Laden, he has started a program whereby the NYPD is contacting all the businesses in the New York area that sell products like trucks, rent trucks, like this and they are trying to give these proprietors road maps to know when there is someone with evil intent, you know, doing something with their product. They have got to stop them from renting these trucks. They have got to put cement barricades in the middle of the bicycle paths."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We have got to monitor social media with a vigilance. We have the capability. Geraldo, stay there. This book interestingly enough that I'm holding, \"FATWA: Hunted in America.\" This is out tomorrow \"FATWA: Hunted in America.\" Pam Geller. Well, we have been following. You have been telling everybody that will listen about this evil, sick, ideology. It is, what Geraldo and Dr. Gorka are talking about, the use of the internet. Talk about it. PAM GELLER, AUTHOR, \"FATWA\": Well, listen, this is why I wrote the book. The American people are being disarmed in the war of ideas. They are being disarmed in the information battle space. Initially New York authorities and Mayor de Blasio denied that it was Jihad terror. And this follows a pattern in the West. They deny that Jihad terror is Jihad terror and even when it's obviously Jihad terror, they still continue to deny it. The problem is not trucks and rental companies. The problem is not guns and it's not knives. The problem is the ideology. And there are no lone wolves in the global Jihad. They are all soldiers. And what is the internet but a means of communication. The problem is the Jihadist doctrine. He was yelling Allahu Akbar. That was Mohammed's Jihadist war cry. His last name."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way if you were watching CNN, it was a little different. He was witnessed -- suspect was yelling God is great in Arabic. I'm like oh."
    },
    {
      "speaker": "GELLER",
      "utterance": "Yes. And his last name was Sayfullo which means sought of Allah and I'm sure when he was vetted by immigration authorities, they knew that this man was moderate and they knew that his name meant that. The fact is Muslim immigration means more Islamic terrorism. It's just that simple. President Trump has tried to impose National Security restrictions and, again, the leftist Islamic alliance has opposed it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All they want to do is vet. Let's vet them. Dr. Gorka, I hear you."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Yes. So what was just said is incredibly important. I've worked with the NYPD. I've worked with the (INAUDIBLE). It's full of patriots. But, when the commissioner of the NYPD refuses to say what it was, that this attacker shouted at the press conference. What is he saying about Americans? Is he saying we are too stupid to understand or is he continuing the political correctness? When Governor Cuomo within minutes, minutes of the attack says, there is no broader conspiracy, this is a lone attacker. Governor, there is no way on God's earth you know that within minutes of an attack."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You guys are bringing a great point. Yes. Geraldo, last word."
    },
    {
      "speaker": "RIVERA",
      "utterance": "There is no way he can know that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Real quick."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I think that that is defeatist notion. The NYPD has the best surveillance in, I think in the Western world."
    },
    {
      "speaker": "GELLER",
      "utterance": "It was dismantled. It was dismantled by CAIR and by Mayor de Blasio. The counterterrorism program was dismantled."
    },
    {
      "speaker": "RIVERA",
      "utterance": "There's 25,000 Muslims --"
    },
    {
      "speaker": "GELLER",
      "utterance": "They have been disarmed. Listen, last week a jury convicted a Muslim Jihadi in a plot to behead me and ISIS inspired attack. There have been numerous attacks on the left by ISIS inspired Jihadist in this country."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Hang on. One at a time. Geraldo, go ahead."
    },
    {
      "speaker": "RIVERA",
      "utterance": "This terrorist attack is the first time since 9/11 that they have gotten anything like this first success. We are taking prudent actions. When you guys talk about Muslims as being the devil, you overlook the fact that we have a substantial -- who said that? Who said that? Why do I have to pat on the back every Muslim that doesn't want to kill me? I expect that. We're not talking about all Muslims. We are talking about jihadists. Stop conflating them together. Stop broad brushing Muslims, all jihadists."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. One at a time. Go ahead."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Four percent of our population is Muslim-American. You are not going to stop."
    },
    {
      "speaker": "GELLER",
      "utterance": "It's irrelevant."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You are not going to self-starting themselves on this ideology. What you have to do now is good police work, good surveillance. Pass those sections of the Patriot Act that have lapsed."
    },
    {
      "speaker": "GELLER",
      "utterance": "They have been dismantled. NYPD has dismantled their counterterrorism program. Thank you, Mayor de Blasio."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And stereotyping."
    },
    {
      "speaker": "GELLER",
      "utterance": "Remember that on the election booth for New York mayor."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We'll have a lot more on this. Stay with us. We'll have the very latest information on this story. New details coming up every minute. President Trump, he just tweeted again. We will tell you what he said. Plus, a powerful monologue tonight. We investigate the investigators. And also tonight, the great one, Mark Levin, rare appearance, he is here, busy news night. We'll continue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "This is a Fox News alert. A jihadist struck in New York City today killing 8 people injuring 15. President Trump just moments ago tweeted quote I have just ordered homeland security to step up our already extreme vetting program being politically correct is fine, but not for this. Now, because of all the breaking news, I'm going to have my monologue investigating the investigators, Robert Mueller, wait until you hear this tomorrow. It is unbelievable what we found. But we continue with Fox News correspondent at large Geraldo Rivera, the author of the brand new book fatwa, just out today, hunted in America. Pam Geller. And also Dr. Sebastian Gorka. Geraldo, I did not hear Pam. And I never hear anybody, say all Muslims, nobody on this program thinks that. But there is a, there is a radicalized element within Islam that is causing chaos, death, misery, and want a caliphate where everybody converts to their way or they will be killed. It is a real, clear present danger for everybody. You know that because you lost friends on 9/11."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I absolutely do. But I'm a war correspondent. We are at war with radical Sunni Muslim extremists whether they have a caliphate that is real or one that is virtual. Rather than focus on immigration, you can have that debate all night long if you want. I want to focus on protecting the population. The NYPD has done a great job. We have to take more extreme prudent measures. Like what? On that bicycle path there was no even after Nice, France when they mowed down (inaudible)."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Can we vet?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "We have to put a cement barricade. Sean, I'm saying let's fight this war. You can have that debate about immigration."
    },
    {
      "speaker": "HANNITY",
      "utterance": "If you come from a country, hang on, we are friends. If you come from a country that grow up under Sharia, you grow up when women can't drive. Women are told how to dress. Gays and lesbians are killed. Christians and Jews persecuted. How can we not vet you? Because you bring that sick ideology with you. And I am sorry Sharia as practice in many countries like Saudi Arabia, it is oppressive to women, gays, lesbians, Christians and Jews."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I don't disagree with anything you say brother. Nothing. Everything you just said is correct."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We need to vet them."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But this. In Paterson, New Jersey, in sight of world trade center, there are 25 to 30,000 people in that one little small New Jersey town."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I am not asking that."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Muslims in that one small New Jersey town. They drive Ubers and limousines."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I want to be fair. Pam?"
    },
    {
      "speaker": "GELLER, FATWA",
      "utterance": "Putting up barriers, no war has ever been won on the defense. It's reactionary. My god, still taking off our shoes, because of Richard Reid in 2001. You are never going to win a war that way. The idea that we stop certain, Muslim immigration from Jihad nation is a rational response. That we monitor mosques tied with it."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Minimum, vet them."
    },
    {
      "speaker": "GELLER",
      "utterance": "We monitor that had been tied to jihad terror. The Boston mosque and the Boston bombing. The Arizona mosque and the garland jihad. Any mosque that has been tied to jihad terror should be surveilled and if they are preaching and inciting jihad they should be shut. This is not rocket science. This is elemental, this is logical."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Dr. Gorka?"
    },
    {
      "speaker": "SEBASTIAN GORKA, DEPUTY ASSISTANT TO PRESIDENT TRUMP",
      "utterance": "I have to side with Pamela here. Look, you do not win a war by putting up concrete barricades. You don't turn America into a fortress. You take the war to the enemy. You take it them in theater, with stacking them like cord wood. But here you take it to them. You don't look for jihadist American citizens or jihadist immigrants in Italian restaurants in New Jersey. You find them where they are recruited, where they are radicalized. And I'm sorry, Geraldo."
    },
    {
      "speaker": "RIVERA",
      "utterance": "And what happens if they're already here. Wait a second this guy lived in Paterson New Jersey, You can do anything you want in Uzbekistan. The guy lives five miles --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Hang on. Geraldo, one at a time."
    },
    {
      "speaker": "GORKA",
      "utterance": "Mayor de Blasio tried to shut down the surveillance program of the NYPD created to find these guys that are here before they rent the truck. You are not going to ban truck rentals. Truck renting companies aren't going to save America. You have got to find the people where they are recruiting. Counter terrorism."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You teach truck rental."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Geraldo, one at a time."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You ask."
    },
    {
      "speaker": "GORKA",
      "utterance": "Best counter terrorism organization."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I think I broke the news today that it was from Passaic, New Jersey, the home depot that the dude rented, the killer, the scum dog rented the home depot truck, the $19 truck. So, what you do is John Miller, the deputy commissioner has tried to do, you tell the rental guy if you have a guy coming up that you think is at all hanky, what are you going to use the truck for, just curious. Do the prudent thing rather than say ok."
    },
    {
      "speaker": "GORKA",
      "utterance": "That won't save us."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Back to the stone ages in Uzbekistan, which by the way was not on the President's list of prohibited countries in his immigration restriction. If you have a problem with that you have to take it to the White House. You do the best you can. You fight the fight you can. And you count on --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "One of the cops like Ryan Nash. That is how we stopped them so far."
    },
    {
      "speaker": "GELLER",
      "utterance": "No one is disgusting the jihad ideology, no one is discussing the motive. That is where it is. It's why I wrote my book, fatwa hunted in America. It's my story. I'm a proxy for every American who in large and small ways takes on this battle. I'm the hunted one. I am under."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Have you had how many death threats."
    },
    {
      "speaker": "GELLER",
      "utterance": "A number of fatwas, the most serious ISIS. You had an imam on this show that announced I should be executed. I have been targeted for assassination a number of times simply because I stand and defend the freedom of speech."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Maybe not as many but a lot."
    },
    {
      "speaker": "GELLER",
      "utterance": "They are trying to kill me."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They want you dead. No doubt about it?"
    },
    {
      "speaker": "GELLER",
      "utterance": "I stand in defense of freedom of speech. Most Americans are like Helen Keller and someone moved the furniture. They don't even know what is happening right under their noses. What Geraldo is describing a cowardly approach, a defeatist approach, if he can't get a truck, he will get a knife. If he can't get a knife he will get a gun."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You are the number one target, Pamela, and this is the first successful attack since then."
    },
    {
      "speaker": "GELLER",
      "utterance": "What is the Muslim world doing to expunge the Quran?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "We will give 30 seconds closing arguments, Dr. Gorka first."
    },
    {
      "speaker": "GORKA",
      "utterance": "U-haul truck rental owners are not going to protect Americans. You can't stop, it's not about the truck. It's about the ideology. We have to stop the spread of the ideology. We have to have the intelligent systems in place in America to find the bad guy before he gets the knife, before he buys, you are not going to ban fertilizer ammonium nitrate is what they made the Boston bomb. Are you going to ban pressure cookers?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "You are right pressure cookers. The Oklahoma City bombing, Geraldo that was Timothy McVeigh."
    },
    {
      "speaker": "RIVERA",
      "utterance": "My point is this. There is already the enemy within. You have to fight overseas and you have to fight here. You have to fight the real caliphate and you have to fight the virtual caliphate. But to give up and say the fight is all about immigration, is to blind yourself to the reality or Orlando the pulse nightclub kid was born in Queens, New York."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Geraldo, why not, if you come from a country that practices sharia, which you know oppresses so many individual groups, why not vet you?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Extreme vetting. I'm all for extreme vetting."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you support that though?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "I want your fingerprints. I want to know everything about you before I let you in."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. That is in some circles in the rest of the media. That is racist?"
    },
    {
      "speaker": "GELLER",
      "utterance": "Absolutely. The problem is jihad, period. This is not rocket science."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I have got to roll. Thank you all. We have a lot more coming. Rare interview, the great one, Mark Levine straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome back to \"Hannity.\" Joining us now on this breaking news night with full reactions to the news is the author of the number one best seller rediscovering Americanism and the tyranny of progressivism. A rare appearance is hard to grab this guy out of his bunker, radio talk show host I call him \"The Great One,\" Mark Levin. Mark great to see you, I truly honestly in my heart of hearts wish we didn't have to talk about this again. The President is right about vetting. If you come from these countries with these really sick ideologies and oppression of innocent people. What about people that are here that we never vetted? You can't even vet people that aren't here without being called racist and Islamophobic. Don't we need to do a better job of understanding those that may have bought in to this sick, twisted ideology?"
    },
    {
      "speaker": "MARK LEVIN, RADIO TALK SHOW HOST",
      "utterance": "Yes. There is no question about it but what's very interesting about this mass killer he came here in 2010. He was 22 years old. He wasn't a 4-year-old who came across the border with his mother. He came here, he was 22 years old. He came here under a program called diversity visa program. I started digging into this. Do you know what that is, Sean? A lottery program. It's been existence for some time. 50,000 people a year come in here through the diversity visa program. Because the diversity visa program was set up to make sure that under represented countries can send their people into this country, too. And he did that in 2010. The program started before 1990, but in 1990 is when the current program was put into law under the immigration act. Do you know who the sponsor was? Chuck Schumer, the senior Senator of New York."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Good grief."
    },
    {
      "speaker": "LEVIN",
      "utterance": "It took effect in 1995. People go online and they apply. They apply online. It's a lottery system. That is no way to run immigration system. I had a caller on my radio program tonight and he said, he used to work counter intelligence. Al Qaeda and ISIS have actively been working to use this program to put sleepers in our country. This mass killer has claimed an association with ISIS, hasn't he? This diversity visa program should be gutted. We don't need a diversity visa program with 50,000 people a year come into this country through a lottery system, because we want diversity from different countries. And we seem to forget the purpose of immigration historically. The purpose of immigration is to improve the United States. To benefit the United States. Not to ensure diversity from the foreigners coming into this country. Not to ensure that certain countries are well represented or even certain refugees are coming here from wherever they are coming from. Immigration is supposed to improve the United States it has nothing to do with improving other countries and so forth. Also, one of your guests said something I agree with 100 percent. You know Barack Obama pull our FBI agents and other people out of these mosques. We need physical individuals, FBI agents, whomever they are, to monitor certain situations. Pew did a study a couple years ago and I have it in my book plunder and deceit. Pew, not me, Pew did a study. They surveyed American Muslims throughout the country. Over 80 percent of them said not enough is being done by the leadership in their own community in the United States to tap down the violent rhetoric and so forth. 5 percent said of people who are here. 5 percent said violence is acceptable. Now, the vast majority say no. And we keep saying the vast majority say no. But when are we going to have an honest discussion about this? We have discussions about race every other day. We have discussions about everything every day. But this issue is taboo. Because people don't want to destroy their careers or we're told that you're a bigot if you bring, we are not a bigot if we bring it up. We are not condemning Muslims. We are condemning people who promote violence. When they yell what they yell after they attack people, they've confessed. They have self-identified as to who they are. So, in many respects it is an immigration issue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Mark, it seems so basic. It seems so fundamental. It's what we call simple common sense. And that is that, ok, in the light, in light of the death, the destruction, the stated intent to kill innocent men, women, and children, in the name of this fanatical radical Islamic ideology, to me, is basic common sense. That you, if you want the honor of getting in to this country. One, you should do it legally. Two, we just need to know that you're not going to want to kill us. And similarly, we probably have let many people in that do have extreme ideologies. Now, you're a constitutional authority. How do you do this, thread the needle between the uses of intelligence, vetting people, protecting the fourth amendment, their constitutional rights. And also protecting the American people? It's a harder question than it seems on the surface."
    },
    {
      "speaker": "LEVIN",
      "utterance": "It's a harder question, because you do have due process rights in some respects, depending on the status of the individual. Ok? The other problem is 40 percent of the federal judiciary is filled with Obama appointees. So when the President of the United States does something that is perfectly rational."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And they go Judge shopping."
    },
    {
      "speaker": "LEVIN",
      "utterance": "They are finding Judges in Honolulu and Baltimore and Seattle who are Obama Judges. How many Reagan Judges and Bush Judges have been involved in any of these immigration issues?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "None."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Very, very few. And what they are doing is, the courts have nationalized the immigration issue where the President's hands are tied. These are absurd. These are the same leftist who used to cheer FDR and claim he is the greatest President in American history. FDR was rounding up Japanese Americans and Japanese dissent and they love FDR. Donald Trump is following the constitution, following the statute, trying to protect America. I mean, we even have a federal Judge who talks about due process rights for aliens before they even come to the United States to determine whether they should be here. This is progressivism gone nuts and it's going to kill a lot more people. You would have thought after 9/11 that people would take this issue of immigration seriously. Immigration is about national security. And you are exactly right. Once people get into the country it becomes far more complicated. So you want to stop them at the border. And when the President of the United States said, as he did when he first came into office, we can't vet these people. Some of these governments are effective war with us and some of them don't exist. Some of them are involved in civil war. You know, we can't call Yemen and say, hey, can you check this guy out on your computer system? There is no computer system. There is no effective government. What the President is saying is these countries."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well we can't take the risk too."
    },
    {
      "speaker": "LEVIN",
      "utterance": "You can't bring people in from these countries until we figure out what's going on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So funny what you said about this President being constitutional, but it is on the issue of DACA, it was Barack Obama who said I don't have the power to act unilaterally and it was President Trump that respected coequal branches of government, separation of powers. Things you discuss all out time. All right, we're running out of time. I want to get into a couple of issues. We have this whole uranium one scandal. Our national security was sold out. Now we learn that Mueller, Rosenstein, Holder, all knew about bribery, racketeering, extortion, money laundering, and all happening in 2009. Holder still signed off on it. Mueller is investigating it. Mueller is employed by Rosenstein. Between that and the Trump dossier that Clinton, the DNC and Obama paid for. Bottom and paid for, Russian, lies propaganda to impact American people in election, I have got to know what you think about this. To me, there is the real Russia conspiracy collusion."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Well, it's worse than collusion, isn't it? You know, 50, 60, and 70 years ago if any politician, any administration had conferred control over 20 percent of America's uranium to the Russians. What do you think would happen? That would be considered an absolute unbelievable act of treason. I use this word treason, because the Democrats made it popular when they were attacking Donald Trump Jr. For having a meeting. But, you take those two cases. I will tell you something else about Mueller. Let mu jump right to his indictment of Manafort and Gates, if I may just briefly. To show you what an incompetent this guy is. And yet what an iron fisted out of control prosecutor this guy is. I read his indictment. It's irrational. First he uses a marquee above one of the segments says, conspiracy against the United States. Now, most normal prosecutors put conspiracy. But he puts it out for the press, because the press is stupid and the press wants to say what Mueller is saying. Conspiracy against the United States. Like is he one of the Rosenberg's or something, which, of course, Manafort and Gates are not. Let's take a look quickly at the money laundering. To evade taxes is one of the reasons, right? But they don't charge them with tax evasion. So you are evading taxes and you don't charge them with tax evasion. What is that all about? Honestly I don't know. To evade registering as foreign agent, to evade registering at foreign agent, so he is laundering money? That charge is almost never brought. If it is, do you know what it is? It's a misdemeanor. You are telling me a man commits a felony to cover up a misdemeanor? That doesn't make a whole lot of sense to me. Then we talk about foreign bank accounts that are unrecorded, right?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "We got 20 seconds."
    },
    {
      "speaker": "LEVIN",
      "utterance": "Were taxes paid on those funds? He didn't charge them with tax evasion. I guess they were. I don't know. Money laundering."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I have got to roll, Mark."
    },
    {
      "speaker": "LEVIN",
      "utterance": "All right, go ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Listen, I would love to have you more. Come back more often. More \"Hannity\" after this."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Our thoughts and prayers are always with the people, victim of terror. Eight families tonight lost their love ones. It is unbelievable. This has got to end. That is all the time we have this evening. I want to thank you for being with us. We have our monologue investigating Robert Mueller and his corrupt team of investigators, you don't want to miss it, that is tomorrow night and big announcement coming up tomorrow night. Laura Ingraham is up next. Thank you for being with us. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}