{
  "date": "October 25, 2019",
  "headline": "DOJ review of Russia probe now a criminal case",
  "subHeadline": "Guest: Jonah Goldberg",
  "url": "https://www.foxnews.com/transcript/doj-review-of-russia-probe-now-a-criminal-case",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "Investigate the investigators. Whether it's Strzok and Page, whether it's Clapper, and whether it's Comey and all of these people. We did nothing wrong. But Strzok said, she's going to win, she's going to win, but if she doesn't we have an insurance policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR PETE BUTTIGIEG, D-IND., PRESIDENTIAL CANDIDATE",
      "sentences": "The idea that you would try to delegitimize an investigation that has already led to indictments and guilty pleas shows you just how far this Department of Justice's leadership is from actually pursuing justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, HOST",
      "sentences": "It was reported last night, the Inspector General Michael Horowitz is getting ready to turn in his report on the early stages of the FISA investigation. Meantime the U.S. Attorney John Durham, attorney for Connecticut, is also finishing his investigation, and we have reported that that will be a criminal investigation now. And there is a reaction, much like you heard from Mayor Pete there. This is from Jerry Nadler and Adam Schiff, \"These reports, if true, raise profound new concerns that the Department of Justice under Attorney General William Barr has lost its independence and has become a vehicle for President Trump's political revenge. If the Department of Justice may be used as a tool of potential retribution or to help the president with the political narrative for the next election, the rule of law will suffer new and irreparable damage.\"  A lot of reaction to that statement, as you can imagine. Let's bring in our panel, former White House press secretary, Ari Fleischer, Leslie Marshall, Democrat strategist, and Jonah Goldberg, editor in chief of \"The Dispatch.\" Air, boy, it's interesting to hear some of the reaction. We don't even know all of the things that are in these investigations, but there are some organizations that haven't really reported on them from the beginning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "sentences": "Right. Bret, political investigations, Congress always runs political investigations. But when an investigation, particularly a criminal one, begins in the Department of Justice, it is always serious.   And I remind you, under William Barr, this is the same Department of Justice that has just indicted two of Rudy Giuliani's closest associates, that may potentially have Rudy Giuliani under investigation as well. And so if now they are turning their attention to the 2016 election and things that went wrong then, it is fully and properly a governmental investigation, and one that I think, frankly, all the Americans have a right to know what took place, why was one political campaign spied on by the White House, by the Department of Justice, by the FBI in the course of the political campaign? You don't mess with the American political system unless you've got the goods, and they didn't have the goods.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Leslie, Congressman Doug Collins says \"Chairman Nadler is wrong to suggest that John Durham's investigation is anything less than an effort to deliver truth and accountability. If Mr. Durham finds that crimes were committed, I have confidence that he will pursue justice and help restore America's confidence in its premier law enforcement agency.\" Your thoughts on all this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LESLIE MARSHALL, DEMOCRATIC STRATEGIST",
      "sentences": "We don't know what crime is being investigated, we don't know how serious it is, and to Ari's point, when he says to go back to 2016, that's exactly from people on the left what they think is being done here. And they think that Durham's investigation, even though it's criminal, is much more political than Horowitz, who has proven himself in the past to be fair and to be true.   In addition to that, there are a lot of people that are really banking, I think, on Comey going away in handcuffs and really banking that the Steele dossier is an issue. But the problem is when you stand before the judge and when you sign that application requesting to have any kind of a tap on anyone's phone -- Carter Page or anyone else -- there are just pages upon pages of this application on which the Steele dossier is just a small amount. So I'm curious who, obviously, they are looking at, and what this criminal investigation is, and how serious it really is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jonah, it is, though, a little rich to hear some people characterize this as a witch hunt from the left, people who wanted people frog marched out after the Mueller investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONAH GOLDBERG, CONTRIBUTOR",
      "sentences": "I think that's right. I'm someone who didn't like the way President Trump attacked Robert Mueller. I said I had a lot of confidence in Robert Mueller. It turned out that Robert Mueller's report was pretty good politically and legally for the president. There is nothing in John Durham's record that suggests that he is anything but a pretty straight-laced, by the book guy. And if I had to predict, much like the Russia probe ended in something of a fizzle, this criminal probe will end in maybe not a fizzle, but to the disappointment of both Republicans who desperately want there to be a huge bombshell to it, and Democrats who think that this is some profound violation of constitutional norms. This could very well be a fairly small criminal act in the sense of a process crime, someone lied under oath, that kind of thing. The kind of thing that people have done before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We don't know what we don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "We don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And we have had reporting and sourcing that says it's pretty detailed, whatever it is, it's going to be very detailed and voluminous.  Let's go to someplace we often go on Fridays, and that is a Candidate Casino. Again, you have $100 in chips, Democratic primary, you've to spend it. Ari, you are first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "I think this is essentially a three-person Democratic race, only three of them has have a realist chance. So what I'm doing, Bret, is I'm going to put $40 on Elizabeth Warren, $35 on Joe Biden, and Pete Buttigieg, $25. I think the more Biden falls, the more Buttigieg goes up. No Bernie money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, here we go, Leslie. Lighting, here we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "It was $60 on Biden last time, $40 on Warren. But no I keep $60 on Biden, put $30 on Warren, and I'm going through $10 on Bernie, because I think with the squad backing him and some of the polls I've seen in the past couple of days, he's moving up again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, Jonah?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "We have frontrunners who always die early or eventually in the primaries, I mean figuratively. I have $30 on Biden, $30 on Warren, but I think there's a real shot that it could be Klobuchar, Buttigieg, Booker, who all get five. And I have $25 on someone who's not yet in the race.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "How about that. OK, really lightning, Winners and Losers. Ari, you're first, winner then loser.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Losers, Justin Verlander and Gerrit Cole, the two pitchers on the Houston Astros, never once in 2019 lost games back to back. They did it this week in the World Series. A very bad week at home in Houston. My winners is the tens of millions of Americans who put their money in the stock market. The S&P 500 broke the all-time high today, it settled just under that all time high at the close. But for people saving for their kids' college, their retirements, what a great time to be in the market.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, Leslie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARSHALL",
      "sentences": "Winners, I would say American children. For the first time since 2012 we've had a drop in the number of children in our foster system. And loser, I would say Tulsi Gabbard, with a 1.3 percent approval rating among Democrats, leaving her congressional seat, and spitting in the face of the people that supported her in Hawaii for that and further dividing the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Winner and loser, Jonah?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOLDBERG",
      "sentences": "My loser is Gordon Sondland, the E.U. ambassador who had a boom as being this great truth teller, and then he was contradicted by Ukrainian Ambassador Bill Taylor. And my winner is our dear friend and former colleague Charles Krauthammer who must be literally over the moon about the Nats, who he dearly loved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "His son Daniel going to the game tonight, and Charles is definitely looking down from the upper deck. Panel, thank you so much.  When we come back, \"Notable Quotables.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Finally tonight, \"Notable Quotables.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OBAMA",
      "sentences": "There is nothing weak being honorable. You're not a sucker to have integrity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Friends don't let friends get massacred.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Nobody can beat us, nobody can beat us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK SCHUMER, D-N.Y.",
      "sentences": "This is America at risk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RAND PAUL, R-KY",
      "sentences": "If Democrats are so hungry for work, let's have that debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's a word that many Democrats have used, it's a word that many people have used over the years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "But I wasn't using it as a dog whistle. He's using it as a dog whistle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO PRESIDENT TRUMP",
      "sentences": "If I threaten someone, you'll know it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TULSI GABBARD, D-HI, PRESIDENTIAL CANDIDATE",
      "sentences": "If they can falsely portray me as a traitor, then they can do it to anyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hillary Clinton seriously needs to see a psychiatrist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICK MULVANEY, ACTING WHITE HOUSE CHIEF OF STAFF",
      "sentences": "That's not what I said. That's what people said that I said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What happened yesterday was a high school prank by a bunch of 50-year-old white men.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "I think if we were doing this, you would be beating the -- out the bus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Pierre Delecto had eight followers. He didn't have much more impact than writing in his diary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're going to be making powerful burglary tools and letting your business partners commit the burglary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Will you throw out the first pitch?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I don't know. They've got to dress me up in a lot of heavy armor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let's go Nats!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a feeling of oneness. It's us against the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "One week in Washington. The World Series is on the big FOX tonight.  Thanks for inviting us into your home tonight. That is it for this “Special Report,” fair, balanced, and unafraid. \"The Story\" guest hosting by Ed Henry starts right now. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "Investigate the investigators. Whether it's Strzok and Page, whether it's Clapper, and whether it's Comey and all of these people. We did nothing wrong. But Strzok said, she's going to win, she's going to win, but if she doesn't we have an insurance policy."
    },
    {
      "speaker": "MAYOR PETE BUTTIGIEG, D-IND., PRESIDENTIAL CANDIDATE",
      "utterance": "The idea that you would try to delegitimize an investigation that has already led to indictments and guilty pleas shows you just how far this Department of Justice's leadership is from actually pursuing justice."
    },
    {
      "speaker": "BRET BAIER, HOST",
      "utterance": "It was reported last night, the Inspector General Michael Horowitz is getting ready to turn in his report on the early stages of the FISA investigation. Meantime the U.S. Attorney John Durham, attorney for Connecticut, is also finishing his investigation, and we have reported that that will be a criminal investigation now. And there is a reaction, much like you heard from Mayor Pete there. This is from Jerry Nadler and Adam Schiff, \"These reports, if true, raise profound new concerns that the Department of Justice under Attorney General William Barr has lost its independence and has become a vehicle for President Trump's political revenge. If the Department of Justice may be used as a tool of potential retribution or to help the president with the political narrative for the next election, the rule of law will suffer new and irreparable damage.\" A lot of reaction to that statement, as you can imagine. Let's bring in our panel, former White House press secretary, Ari Fleischer, Leslie Marshall, Democrat strategist, and Jonah Goldberg, editor in chief of \"The Dispatch.\" Air, boy, it's interesting to hear some of the reaction. We don't even know all of the things that are in these investigations, but there are some organizations that haven't really reported on them from the beginning."
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "utterance": "Right. Bret, political investigations, Congress always runs political investigations. But when an investigation, particularly a criminal one, begins in the Department of Justice, it is always serious. And I remind you, under William Barr, this is the same Department of Justice that has just indicted two of Rudy Giuliani's closest associates, that may potentially have Rudy Giuliani under investigation as well. And so if now they are turning their attention to the 2016 election and things that went wrong then, it is fully and properly a governmental investigation, and one that I think, frankly, all the Americans have a right to know what took place, why was one political campaign spied on by the White House, by the Department of Justice, by the FBI in the course of the political campaign? You don't mess with the American political system unless you've got the goods, and they didn't have the goods."
    },
    {
      "speaker": "BAIER",
      "utterance": "Leslie, Congressman Doug Collins says \"Chairman Nadler is wrong to suggest that John Durham's investigation is anything less than an effort to deliver truth and accountability. If Mr. Durham finds that crimes were committed, I have confidence that he will pursue justice and help restore America's confidence in its premier law enforcement agency.\" Your thoughts on all this?"
    },
    {
      "speaker": "LESLIE MARSHALL, DEMOCRATIC STRATEGIST",
      "utterance": "We don't know what crime is being investigated, we don't know how serious it is, and to Ari's point, when he says to go back to 2016, that's exactly from people on the left what they think is being done here. And they think that Durham's investigation, even though it's criminal, is much more political than Horowitz, who has proven himself in the past to be fair and to be true. In addition to that, there are a lot of people that are really banking, I think, on Comey going away in handcuffs and really banking that the Steele dossier is an issue. But the problem is when you stand before the judge and when you sign that application requesting to have any kind of a tap on anyone's phone -- Carter Page or anyone else -- there are just pages upon pages of this application on which the Steele dossier is just a small amount. So I'm curious who, obviously, they are looking at, and what this criminal investigation is, and how serious it really is."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jonah, it is, though, a little rich to hear some people characterize this as a witch hunt from the left, people who wanted people frog marched out after the Mueller investigation."
    },
    {
      "speaker": "JONAH GOLDBERG, CONTRIBUTOR",
      "utterance": "I think that's right. I'm someone who didn't like the way President Trump attacked Robert Mueller. I said I had a lot of confidence in Robert Mueller. It turned out that Robert Mueller's report was pretty good politically and legally for the president. There is nothing in John Durham's record that suggests that he is anything but a pretty straight-laced, by the book guy. And if I had to predict, much like the Russia probe ended in something of a fizzle, this criminal probe will end in maybe not a fizzle, but to the disappointment of both Republicans who desperately want there to be a huge bombshell to it, and Democrats who think that this is some profound violation of constitutional norms. This could very well be a fairly small criminal act in the sense of a process crime, someone lied under oath, that kind of thing. The kind of thing that people have done before."
    },
    {
      "speaker": "BAIER",
      "utterance": "We don't know what we don't know."
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "We don't."
    },
    {
      "speaker": "BAIER",
      "utterance": "And we have had reporting and sourcing that says it's pretty detailed, whatever it is, it's going to be very detailed and voluminous. Let's go to someplace we often go on Fridays, and that is a Candidate Casino. Again, you have $100 in chips, Democratic primary, you've to spend it. Ari, you are first."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "I think this is essentially a three-person Democratic race, only three of them has have a realist chance. So what I'm doing, Bret, is I'm going to put $40 on Elizabeth Warren, $35 on Joe Biden, and Pete Buttigieg, $25. I think the more Biden falls, the more Buttigieg goes up. No Bernie money."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, here we go, Leslie. Lighting, here we go."
    },
    {
      "speaker": "MARSHALL",
      "utterance": "It was $60 on Biden last time, $40 on Warren. But no I keep $60 on Biden, put $30 on Warren, and I'm going through $10 on Bernie, because I think with the squad backing him and some of the polls I've seen in the past couple of days, he's moving up again."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, Jonah?"
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "We have frontrunners who always die early or eventually in the primaries, I mean figuratively. I have $30 on Biden, $30 on Warren, but I think there's a real shot that it could be Klobuchar, Buttigieg, Booker, who all get five. And I have $25 on someone who's not yet in the race."
    },
    {
      "speaker": "BAIER",
      "utterance": "How about that. OK, really lightning, Winners and Losers. Ari, you're first, winner then loser."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Losers, Justin Verlander and Gerrit Cole, the two pitchers on the Houston Astros, never once in 2019 lost games back to back. They did it this week in the World Series. A very bad week at home in Houston. My winners is the tens of millions of Americans who put their money in the stock market. The S&P 500 broke the all-time high today, it settled just under that all time high at the close. But for people saving for their kids' college, their retirements, what a great time to be in the market."
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, Leslie?"
    },
    {
      "speaker": "MARSHALL",
      "utterance": "Winners, I would say American children. For the first time since 2012 we've had a drop in the number of children in our foster system. And loser, I would say Tulsi Gabbard, with a 1.3 percent approval rating among Democrats, leaving her congressional seat, and spitting in the face of the people that supported her in Hawaii for that and further dividing the Democratic Party."
    },
    {
      "speaker": "BAIER",
      "utterance": "Winner and loser, Jonah?"
    },
    {
      "speaker": "GOLDBERG",
      "utterance": "My loser is Gordon Sondland, the E.U. ambassador who had a boom as being this great truth teller, and then he was contradicted by Ukrainian Ambassador Bill Taylor. And my winner is our dear friend and former colleague Charles Krauthammer who must be literally over the moon about the Nats, who he dearly loved."
    },
    {
      "speaker": "BAIER",
      "utterance": "His son Daniel going to the game tonight, and Charles is definitely looking down from the upper deck. Panel, thank you so much. When we come back, \"Notable Quotables.\""
    },
    {
      "speaker": "BAIER",
      "utterance": "Finally tonight, \"Notable Quotables.\""
    },
    {
      "speaker": "OBAMA",
      "utterance": "There is nothing weak being honorable. You're not a sucker to have integrity."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Friends don't let friends get massacred."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Nobody can beat us, nobody can beat us."
    },
    {
      "speaker": "CHUCK SCHUMER, D-N.Y.",
      "utterance": "This is America at risk."
    },
    {
      "speaker": "SEN. RAND PAUL, R-KY",
      "utterance": "If Democrats are so hungry for work, let's have that debate."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's a word that many Democrats have used, it's a word that many people have used over the years."
    },
    {
      "speaker": "BIDEN",
      "utterance": "But I wasn't using it as a dog whistle. He's using it as a dog whistle."
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO PRESIDENT TRUMP",
      "utterance": "If I threaten someone, you'll know it."
    },
    {
      "speaker": "REP. TULSI GABBARD, D-HI, PRESIDENTIAL CANDIDATE",
      "utterance": "If they can falsely portray me as a traitor, then they can do it to anyone."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hillary Clinton seriously needs to see a psychiatrist."
    },
    {
      "speaker": "MICK MULVANEY, ACTING WHITE HOUSE CHIEF OF STAFF",
      "utterance": "That's not what I said. That's what people said that I said."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "What happened yesterday was a high school prank by a bunch of 50-year-old white men."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "I think if we were doing this, you would be beating the -- out the bus."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Pierre Delecto had eight followers. He didn't have much more impact than writing in his diary."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You're going to be making powerful burglary tools and letting your business partners commit the burglary."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Will you throw out the first pitch?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I don't know. They've got to dress me up in a lot of heavy armor."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Let's go Nats!"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's a feeling of oneness. It's us against the world."
    },
    {
      "speaker": "BAIER",
      "utterance": "One week in Washington. The World Series is on the big FOX tonight. Thanks for inviting us into your home tonight. That is it for this “Special Report,” fair, balanced, and unafraid. \"The Story\" guest hosting by Ed Henry starts right now. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}