{
  "date": "October 2, 2019",
  "headline": "Nunes: Whistleblower better tell us the truth when he testifies",
  "subHeadline": "Guests: Devin Nunes, Hogan Gidley, Eli Lake, Michael Pillsbury",
  "url": "https://www.foxnews.com/transcript/nunes-whistleblower-better-tell-us-the-truth-when-he-testifies",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, ANCHOR",
      "sentences": "Hey, there, Bret. Good evening to you. So, breaking tonight. When exactly, did Chairman Adam Schiff and his staff become involved in the whistleblower complaint? This is a very significant question in understanding this whole picture. It is not to be overlooked here.  We learned today in a New York Times report that the whistleblower had a colleague, first convey his concerns to the CIA's top lawyer. But then, had reservations about how that, avenue was unfolding, for him or her. And then, took the complaint to an aide who worked with Adam Schiff.  Now, Schiff's office says that they did not receive the actual content of the complaint. Only the quote, outlines. And that they advised that the whistleblower should get a lawyer and should go to the inspector general.  But watch what Adam Schiff says about this when asked directly back on the day this whole story started to unfold on September 17th.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "sentences": "We have not spoken directly with the whistleblower. We would like to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, the president had a lot to say about all of that today in a news conference, and he went a step further.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "I think it's a scandal that he knew before. I'd go a step further, I think you probably helped to write it. He knew long before and he helped to write it too. It's a scam. It's a scam.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "When a very heated news conference today, he went on to say that none of this, at this point, surprises him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "This is a hoax. This is the greatest hoax. This is just a continuation of what's been playing out, John. For the last -- since my election, I would say if you want. And probably, we'll find out soon. But probably even before my election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Before my election. That is the whole Bill Barr part of the equation here. In moments tonight, White House principal deputy secretary Hogan Gidley joins us. But THE STORY begins tonight with Republican Congressman Devin Nunes, ranking member of the House Intelligence Committee. Chairman, it's good to have you with us tonight. Thank you for being here, Congressman Nunes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEVIN NUNES, R-CALIF.",
      "sentences": "Great, thank you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, your reaction -- no, obviously, you know, perhaps nobody was more disappointed than Adam Schiff in the outcome of the Mueller investigation. He has said for two years that he had evidence that there was collusion and that turned out to not be the case.  So, what do you make of this story tonight that there was some interaction between this whistleblower and his office?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, I'd say first, I'm not surprised, Martha. But, let's get some facts on the table because I know you and your audience, you like facts. We first learned about this about three weeks ago on a -- on a late Friday night press release that was -- that was multiple pages long, multiple paragraphs long. We got that on -- you know, Republicans received that press release and we said, what on earth is going on here? All of you and the press got this. Why is this being pumped up this big? A few days later after a briefing, Schiff briefs us a little bit on this and claims he doesn't know exactly what this is but it must be really important. I mean, those are just two sets of facts that clearly he is trying to pump up and promote this story. And now we find out that yes because his staff knew about it ahead of time.  And look, the thing that's still not clear is when did they actually find out about it? But we still don't have a date when did this whistleblower actually start talking to the Democrats on the Intelligence Committee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, and I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "And it would have been very easy to -- it would have been very easy, just tell us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "And he had multiple opportunities to tell us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, in this environment, it's obvious that everything is going to come out. There is an intense amount of focus on all sides of this equation. So, obviously, it would have been easier, I think, to say, yes, they contacted us, we told them exactly what to do. That's what they're saying now. But it raises the question because it was asked several times. So, why did he say no so many times when that -- you know, turns out to not be the case here? I want to ask you a little bit about what's going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "I think thinks we're leaking. I think things were leaking, Martha because we began to get rumors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "If you look at Schiff's tweets. So, this was probably an easy way to get this out so they probably copped up to it. But what you have to remember is the whistleblower is supposedly going to come and talk to us.   I mean, we've already got the questions for the whistleblower and question, you know, one through 10 is, who did you talk to? When did you talk to them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "So, the whistleblower, you know, better be -- better be careful when he comes in to make sure he tells us the truth and have the exact date.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Do you think that person is a spy? Do you think that person is -- you know, and what do you think? What's your take? And what would you call that person other than a whistleblower?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Look, I don't know. I would -- I would say this from reading the complaint. If this person as a supposed intelligence officer. Intelligence officers are trained to have not only firsthand sources but multiple firsthand sources that can corroborate the evidence. Right? So, this intelligence person knows this. Well, that's not what's in the complaint. It's all hearsay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "There was no first-hand evidence. And so, to me, this is clearly somebody -- I don't even believe this whistleblower actually wrote this complaint because it's written in a way that reads exactly like the Steele dossier.   Which for your viewers, I think, they know, the Steele dossier was the Clinton paid for dirt that led us to route around one of the Russia hoax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Of course. All right. So, what do you suggesting there? I mean, the president said today that he thinks that Adam Schiff had a hand in writing that actual complaint. But is there any evidence to back up -- to back that up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "No. But look, it's looked like from, at least, the stories that were written early about this. OK? That are from knowing Russia hoax writers, OK? Journalists, OK? Then, retweeted out by Democrats on the committee. Now, we learned the Democrats on the committee knew about it. So, it has all the markings of the Russia hoax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Secondly, don't forget the whole -- the whole ICIG and his explanation for how the regulations got changed just -- you know, a week before the whistleblower came in. And actually, didn't get changed online until they were asked by the press. I think the ICIG -- I mean, I suspect that he had to know something too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "well, there is a story in The Federalist that says that, that rule -- that the rules did change on that, there's been a lot of back and forth on that. They're claiming now it was just a clarification of something that was already in place that they wanted to make clear.  We'll see -- we'll see where that whole thing goes. Congressman Nunes, thank you very much. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Thanks, Martha. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Joining me now is Hogan Gidley, principal deputy press secretary. Thank you for being here, Hogan. Good to have you here this evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOGAN GIDLEY, WHITE HOUSE PRINCIPAL DEPUTY PRESS SECRETARY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to start with this. This is the president today in the Oval Office talking about this whistleblower. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "In other words, he either got it totally wrong made it up, or the person giving the information to the whistleblower was dishonest. And this country has to find out who that person was because that person is a spy, in my opinion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. So, just to clarify here, the whistleblower is not the person who was in the White -- the whistleblower essentially says that people tipped him off to this phone conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "People who work in the White House. Is that your understanding and do you believe -- do you believe that perhaps the person or it's made and suggested that there is more than one person is still working in the White House?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "Well, we don't know. And I think that's part of the issue and that's part of what the president was talking about there. And I think we deserve to know what's going on in the building, and the American people do as well.  And I have to say, this whole process has been completely ridiculous and propped up by a complicit and compliant mainstream media to the -- to the Democrat Party without facts.  Listen, Adam Schiff lied about having stone-cold evidence about Russia collusion -- it wasn't called the task for it. He lied when he passed his own words off as President Trumps to Congress and the American people in the transcript, and he lied about this whistleblower. As you played the video on September 17th, saying, he didn't know anything about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "This is far past disingenuous. It's far past dishonorable. This is dangerous. And it's got to come to a stop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, you know, I think that those two incidents are clear marks against Adam Schiff in this whole equation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "It's more than that. It's more than that. It's -- that was (INAUDIBLE). Listen, and don't forget, he was the one who listened to someone from Russia who said they had pictures of Donald Trump. Do you remember this audio that surface?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And I certainly do. I certainly do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "And then, he said, no, no, we didn't follow up. But his staff did follow up. This is lie, after lie, after lie, and the media keep putting Adam Schiff on the same par with anybody else so has any shred of credibility. His credibility is gone and needs to be held to task for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Well, let's shift over to the other side of the equation, which is the sort of single most important part of the transcript. And now the president said that the transcript, you know, tells the whole store and exonerates him. But the part of the transcript where he specifically talks about Joe Biden and wanting the Ukrainians to look into Joe Biden and Hunter Biden, and that he should talk to Rudy Giuliani about that. Does the president still believe that Rudy Giuliani is the right point person for Joe Biden and the Hunter Biden investigation that he wants so much?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "Well, I'm old enough to remember when the Democrats actually cared about getting to the bottom of what happened in the 2016 election. That's what the president's talking about here. And the fact that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But that's -- I'm talking about the 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "Yes, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What's the connection between Joe Biden, and what he and his son may or may not have done, and the 2016 election? Specifically, Joe Biden and 2016, what's the link?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "Well, right. But this doesn't have anything to do with the 2020 election, and the president was very clear about that and that wasn't in the call. What else wasn't in the call was the quid pro quo. But let's be -- let's be clear here. I don't speak on behalf of Rudy Giuliani, but I can tell you that Rudy Giuliani has been the president's personal attorney for a long time. And Donald Trump when he was just a citizen, not elected to office yet, was the center of Russian which hoax -- witch hunt hoax scam, perpetrated on him as a private citizen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, but let -- OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "So, it makes sense that Donald Trump would want someone to look into that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I understand -- I understand all of that. But you're not -- you haven't answered my question about what the connections between what the president wants to learn about Joe Biden, specifically, from the Ukrainians and his concerns about the origins of the 2016 election? I mean, I know about the server and about Hillary Clinton. All of that stuff that people are concerned about with regard to the origins. But the link with Rudy Giuliani and Joe Biden is what has obviously raised this impeachment question. And that is one that the president was asked to address today. And, you know, I think there are still questions about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "Well, first of all, I'd reject the premise in the sense that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In what sense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "This has nothing to do with Rudy Giuliani. I mean, the Democrats have been talking about impeachment before Donald Trump was actually sworn into office and they've done it countless times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I'm talking about this, this situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "So, to pretend that this is some impetus or jumping-off point to have a conversation about impeachment just isn't true. But the fact is, I think the American people deserve to know exactly what was going on with Ukraine and with Joe Biden and with Hunter Biden. And Donald Trump ran on rooting out corruption. And if you'll remember it was President Zelensky of Ukraine on that call who talked about draining the swamp. Well, what swamp here than the son of privilege getting $50,000 a month from a foreign government talking about issues he knows nothing about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, now, the corruption part of it -- I agree with you. If the whole corruption part of the conversation is, is perfect as the president said. It's that -- it's that one section that is the thing that is the laser focus on in terms of this broader question here. Let me ask you this. The Washington Post is reporting tonight that the president pulled Vice President Pence from attending Zelensky's inaugural as part of a plan to pressure him to get more information on Joe Biden. What do you say to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "That's absolutely ridiculous. This is so -- this is such a hoax and it's done -- it's been perpetrated by the media from day one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So why was he -- why was he told not to go to that inauguration then? What's the explanation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "It's my understanding, there were several scheduling conflict. And we sent somebody there. And let's not forget, while Rick Perry actually went to that event on behalf of the United States, we also gave Ukraine aid which is something that I can say that's more than Donald --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "More than Barack Obama ever thought about doing, as you well know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, that's very true. That's absolutely true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "We -- yes, we gave them lethal aid. He sent -- Barack Obama sent them, pillows and blankets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, that's true. I want to give you two more quick things to respond to here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This is Vladimir Putin who was asked at a panel discussion a question about the 2020 election. Just watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIER SIMMONS, CORRESPONDENT, NBC NEWS",
      "sentences": "Is Russia as Robert Mueller alleged, attempting to influence the 2020 elections in the United States? VLADIMIR PUTIN, PRESIDENT OF RUSSIA (through translator): I'll tell you in strict confidence. Yes, we are definitely going to do it to make you finally laugh properly. So, don't tell anyone, OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, obviously, it's not an open mic, you know, making fun of the whole thing. But any thoughts on that, Hogan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "Right. Well, look, we're the only ones that actually took Russian meddling seriously. It was Barack Obama who discovered Russia was trying to meddle in our 2016 election and did nothing about it. We've implemented safeguards in place that haven't been done in the history of our country, a whole-of-government approach at the state level, at the local level. Bringing in DHS and the FBI running, testing, to make sure that everybody's vote counts and that it's sacred.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. One last question on a totally different topic here. There is reporting tonight in The Wall Street Journal that the DOJ is planning to collect DNA from migrants who are in custody and to put that in a national criminal database. Can you comment on that? Does that true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "I've not seen the report, but I do know that this administration does want to secure our southern border in many different ways. And we're looking at all types of avenues to that. The fact is people scam our system and they have been doing it for decades as you all know and if chronicled on your show. And we're looking at every avenue to protect the American people, and also prevent the horrific actions of human smugglers and child smugglers and drug cartels who use and abuse so many people to try and get into this country. And we deserve the right to know who's trying to get in here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right, Hogan Gidley, as always. Thank you very much. Good to go through some of this with you tonight. Thanks for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIDLEY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You bet. So, coming up next, Brit Hume on the situation with Adam Schiff and where he finds himself now. And as well as the media's role in this whole thing, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A busy day for the President. He took several rounds of questions in different forums from the press today, including this one from our own John Roberts on the Adam shift development.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "There is a report that came out just before you and President Niinisto walked out here that the whistleblower met with a staff member of Adam Schiff prior --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I love that question. It shows that Schiff is a fraud. I love that question. Thank you, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And then there was this moment with reporter Jeff Mason of Reuters on Joe Biden. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFF MASON, WHITE HOUSE CORRESPONDENT, REUTERS",
      "sentences": "What do you are what did you want President Zelensky to do with regard to Joe and Hunter Biden? What did you want about Biden? What did you want them to look about Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Look, Biden and his son are stonecold crooked. And you know it. His son walks out with millions of dollars. The kid knows nothing. You know and so do we.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Two big elements of the impeachment story there. Here now is Brit Hume Fox News Senior Political Analyst who's covered the White House and Washington, of course, for decades. Brit, it's good to see you here this evening. Let's start with the Adam Schiff development. How significant is this in your mind?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIT HUME, SENIOR POLITICAL ANALYST",
      "sentences": "Well, it creates an appearance that looks weird, it looks strange, it looks suspicious. And the reason -- one reason looks suspicious is it kind of is on its -- on its face. But what enhances that is the fact that Schiff had multiple opportunities to say that this has occurred. Indeed, he was asked about it directly, as you pointed out earlier, and he skated around it. He, you know, he dissembled you know, depending on how you look at it, he might even allied. Now look, it may well be, Martha, that the procedures that that Schiff's people urge this whistleblower to pursue, were the proper ones and that might have been all there was to it. But if that's the case, there was nothing to stop Adam Schiff from coming clean about this in the first place --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "And say, look, we know we heard about this, I didn't know what specifically was in the complaint. I was just briefed about it by staff but I thought I would let it be known that this occurred. That would have been the normal way to do it. And Schiff is -- Schiff is in a particularly difficult position in this sense, Martha, that he made all these extravagant claims, as you -- I guess you pointed out earlier, about what was -- you know, about the Russia collusion matter, and they all turned out not to be true. So he carries a certain weight in terms of his credibility, a certain burden in terms of his credibility, and I don't think this helps it at all and I don't think it helps the case against President Trump even if the actual procedures and actions were on the up and up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, it would certainly behoove Adam Schiff to sort of make sure that he's got all of his I's dotted and T's crossed all the way through this thing if he wants to pursue it in a way that is above -- is you know, not scrutinized as this situation has brought up. What about Jeff Mason's question. It seemed to touch a nerve with the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "It was a very same question essentially, that you just asked Hogan Gidley.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "The President dodged it and so did Hogan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "And it is a valid question. What exactly did you want the Ukrainians to do that -- with regard to Biden that actually had to do with the 2016 election? And I don't think they have a good answer to that. And that's why it was improper for the President to bring Biden into a conversation that was supposedly about the 2016 investigation origins matter that is being looked at by the Attorney General and others. So that's the problem. And then, of course, he -- the President launched into this harshly worded attack. He attacked Jeff Mason, you know, accused him of being fake news and all that when he asked a perfectly valid question. I don't think this sort of freak out that we're seeing from the President over this stuff, angry, though he may legitimately be, helps his cause, because it's not what people like about him. And if you're going to get into an impeachment fight with a Congress, you want as many people to like you as possible and I don't think this helps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, absolutely. You know, it just raises the question, as I'm listening to you, Brit, and talking about Adam Schiff, and how he should have, you know, just sort of said, yes, they stop -- they did come to us. We directed them in the other way. You just wonder what would be the reaction of the President said, you know what, in hindsight, I wish I hadn't brought that up with him in that phone call. It really wasn't relevant to the larger issue that I wanted to discuss with him. And I don't think I would do it if I had to do it again. What would be the reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Well, I don't know. But the truth is -- the truth is, Martha, the President's discourse is not always what you would call precise at least.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "And so when you get into -- if you're seeing one of his conversations, you see it in his -- in his press remarks. He rambles all over the place and he raises subjects that you couldn't imagine he could have gotten to given where you thought his conversation was going.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "And it happens all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, he --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "This was this was improper, it was inappropriate. Is it an impeachable offense? That seems to me as the underlying question, and I -- and I think it's notable, Martha, that Pelosi stirred up this whole thing before she'd actually seen the transcript of the call, which I, you know, concentrate all the spin you're getting from the left. I don't think that is going to convince many Americans that he should be impeached for this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I mean, in light of what you're saying, it's interesting that the President, you know, tried to appease Jeff Mason by telling him that he just given him a long answer. And he did that. All right, I gave you a very long answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "And it was a perfectly courteously proposed question too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Exactly. Britt, thank you as always. Great to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So coming up next, Eric Holder calls out Bill Barr's investigation into the origins of 2016. Eli Lake and Marc Thiessen on what you need to know about the conflation going on between the investigation into potential Deep State Russia probe ties and the impeachment inquiry, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC HOLDER, FORMER ATTORNEY GENERAL",
      "sentences": "I think the Attorney General needs to be a little more sensitive to the appearance that that gives. You have to not only be substantively neutral, you have to appear to be neutral when you are the Attorney General of the United States. And I fear that he has crossed the political line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "As Attorney General Bill Barr faces heat over his trips abroad to get to the bottom of the Russia investigation and its early origins, House Judiciary Committee Chairman Jerry Nadler is demanding that the Attorney General recuse himself from the Ukraine controversy. But the Barr-Durham investigation is far from secret. The Mueller probe did not investigate how the whole Russia pro began at all. And this investigation is all about that undiscovered question. So why is Barr getting brought into the impeachment story and all of this getting co-mingled? My next guest says Ukraine is a scandal, Barr's investigation of Mueller's report is not. That's the headline of his story. Bloomberg columnist Eli Lake joins me now, along with Marc Thiessen, American Enterprise Institute scholar and Fox News contributor. Great to have both of you with us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC THIESSEN, CONTRIBUTOR",
      "sentences": "Good to be with you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, Eli, what's behind that headline?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELI LAKE, COLUMNIST, BLOOMBERG",
      "sentences": "Well, I think that there's been a conflation in some of the recent stories this week in terms of the president's request of the Australian prime minister to work with the attorney general on this investigation. That is not the same thing as the issue with the Bidens and the conversation with Ukraine. With Ukraine, I mean, this is well known that there is a current probe by U.S. attorney Durham and the Attorney General Barr as well as the Justice Department inspector general to look at the overall investigation of the Trump campaign both in 2016 and then later, I think when he's president and all the decisions that were made. Those I think are pretty fair game and they are very important questions that should be answered. And there is no reason to say that it's improper for the president to say, you know, I'd like you to work with the attorney general on that. It's a completely different thing than having the president bring up with a foreign head of state to look into or investigate potential corruption of his likely rival in the 2020 election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. You know, there are people who are not big fans of the attorney general, Marc, --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- ever since his findings. He strikes me as someone who stands by what he believes, regardless of who he's working for, and it continues to be his demeanor, I think, in this whole situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But there are a lot of folks who would love to see that inquiry end into the origins of the 2016 investigation and perhaps see this is an opportunity to do just that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Yes, well, wherever he's going to take it where it leads. And look, I mean, the American people actually support this investigation because for two years during the Mueller probe they were told that the president of the United States was a traitor, that he was working on behalf of the Russians, and in Adam Schiff's words that he had committed crimes beyond the scope of Watergate. And very -- he took those charges very seriously because they were very serious charges and so they waited for Mueller to come out with this report. And lo and behold, the Mueller report comes out and it was all a conspiracy theory. So Americans sitting here are saying, OK, our government was completely hamstrung for two years, frozen, and nothing was getting done in Washington while we spend tens of millions of our tax dollars chasing a conspiracy theory. How did that happen? And there were polls right after the end of the Mueller investigation 55 percent of Americans said there was bias against Trump in the FBI, and 61 percent wanted to appoint a special counsel to investigate the investigators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "And what Barr did, he didn't appoint a special counsel, he envoy (Ph) John Durham, a guy that Eric Holder appointed to investigate the CIA and said that he was extraordinary and tireless investigator --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "-- a professional. And so, let him do his job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And we all look forward to seeing what the outcome of all this is. So, for people, Eli, who are reading the stories, you know, Bill Barr went twice to Italy, we thought he went once, and then he went twice, and now perhaps he went to London as well to talk to them. What is he doing in these countries?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAKE",
      "sentences": "Well, in the case of Australia it was a former Australian foreign minister who initially alerted the FBI that he had a conversation with a low level Trump campaign staffer named George Papadopoulos that said he'd talk to a professor and heard that they had dirt on Hillary Clinton which is fairly general. That apparently at least according to the latest version from the FBI is what the origin of the counterintelligence probe. And you have to understand, while the FBI is investigating, they never gave a defensive briefing to anybody on the Trump campaign --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAKE",
      "sentences": "-- like Chris Christie. They decided to use invested invasive techniques such as sending informants and later FISA warrants. These were decisions that were made, you know, based on exactly what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAKE",
      "sentences": "So, part of that is the Australian foreign minister, so some of it is involving Joseph Mifsud who is a professor who is originally from Malta, has taught at a university in Italy. And then of course, the United Kingdom where Papadopoulos had these meetings with people and at times, you know, FBI undercover agents. So, the question is, you know, what role, was there other intelligence that fed into the system?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAKE",
      "sentences": "Did that intelligence that was then given to the CIA director make its way to Congress, particularly a letter from Harry Reid right before the election. So those are legitimate questions that should be answered and that's why --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And as you point out, with all of that going on it is very odd the all -- that the campaign itself was included and that there were these concerns about these people and maybe they ought to check it out. Thank you, gentlemen. Eli Lake and Marc Thiessen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Great to see you both tonight. So, when we come back here on The Story, breaking news in the case of a Dallas police officer who has just been sentenced for fatally shooting her neighbor in his home, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Moments ago, a jury reaching a decision in the case of Amber Guyger, a former Dallas place officer fatally shot an unarmed man in his own apartment. She claims to have mistaken his apartment for her own and said that she thought he was an intruder after getting -- after she got home from a long shift. Breaking news correspondent Trace Gallagher joins us now with the back story here tonight. Hi, Trace. TRACE GALLAGHER, ANCHOR & CORRESPONDENT: Hi, Martha. Breaking news right now. Amber Guyger is sentenced to 10 years in prison. Now throughout the day, there was heart wrenching testimony from those who were close to both Guyger and the victim Botham Jean. Amber Guyger's mom said her daughter told her on multiple occasions that she wished she had died instead of Botham Jean. And the victim's father called his son a sweet boy who tried to live an honest life. The most surprising testimony came from Jean's brother Brant, who recommended that Amber Guyger devote her life to Christ and then said this. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRANDT JEAN, BOTHAM JEAN'S BROTHER",
      "sentences": "I love you as a person. And I don't wish anything bad on you. I don't know if this is possible. But can I give her a hug, please?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "Lawyers on both sides also had a final opportunity to address the jury the prosecution who claim the shooting was more about hate than fear showed the jury text messages were Guyger made an inappropriate joke about Martin Luther King, Jr. and may discriminatory statements about black police officers. The lead prosecutors ask the jury to sentence Amber Guyger to 28 years because this week Botham Jean would have been 28. The defense said Amber Guyger was not a racist, not a dangerous criminal and the shooting was so unique we may never see another like it. Remember, Guyger was still in her police uniform when she entered the wrong apartment and opened fire on who she thought was a burglar. Guyger was facing between five and 99 years in prison but the jury was told they could also consider the sudden passion defense, meaning she felt provoked, which carries a sentence of two to 20 years. When she was given the higher sentence of 10 years, it was met with boos and cheers by a crowd outside the courtroom with one woman calling it a slap in the face. Texas state prisoners serve an average of 60 percent of their sentences, meaning Guyger could be out as early as 2025. Martha?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That is an extraordinary moment with his brother. Trace, thank you very much for sharing that with us. What a story that has been. All right, everybody. Coming up here on The Story, Jesse Watters with a message for Hillary Clinton who is still talking about what happened in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER SECRETARY OF STATE",
      "sentences": "That he's an illegitimate president. And because of that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "-- he's very insecure about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Terrible story tonight. We just learned that at least seven people died after a World War II airplane crashed shortly after takeoff at Connecticut's Bradley International Airport. Thirteen people were on board the B-17 bomber when it reported getting problem gaining altitude. Six of them were transported to Hartford hospital. The plane was nicknamed 909 and had been repaired after previously crashing at a Pennsylvania air show back in 1987. An investigation is underway. And President Xi Jinping of China had people working around the clock to make the celebration of 70 years of communist China a huge success and a showcase for Chinese military might showing up a hypersonic missile that they claim could reach the United States in 30 minutes. But it was marred by the rising chaos in Hong Kong, now in its 18th week. Police there are shooting a teenage protester in the chest. Meanwhile, uncertainties surrounding the trade war between the two countries filling a big drop in the global markets today. Chinese and U.S. officials are said to get back to those talks in Washington next week. Dr. Michael Pillsbury decades of experiencing U.S.-China relations has advised several presidents including President Trump and wrote \"The Hundred-Year Marathon: China's Strategy to Replace America as the Global Superpower.\" Thank you very much, Dr. Pillsbury. Good to have you here tonight. So, several things to get to here. This Hong Kong violence, how much of a catalyst is the shooting of this young man?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL PILLSBURY, MEMBER, COUNCIL ON FOREIGN RELATIONS",
      "sentences": "It's important. It's a tragic thing. He is OK. The bullet went into his lung, it didn't damage his heart or spine. But it could increase the use of violence in Hong Kong because the police are frankly so angry. The police have been taunted by the demonstrators. There's lots of high school kids who come out on what they called flash mobs in various shopping centers and all over the airport area sometime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PILLSBURY",
      "sentences": "So, this destroys the idea of law and order in Hong Kong, so I'm concerned that it could get -- it could get worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, what's that reality of -- we just talked about the missile in the -- what's the reality of the matchup between China and the United States' military at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PILLSBURY",
      "sentences": "Well, we and the Russians are limited by a treaty, Martha, to 700 delivery vehicles, as they are called for nuclear weapons. China has now announced that they've gone to about 90. The Pentagon had thought this was the case. The rapid increase is what's a great concern. They used to be happy with 20 ICBMs. The Chinese would tell everybody over the last 30 years or so, 20 ICBMs is enough. Now they suddenly go to 90, they said it's 10 H bombs per missile, that's 900 H bombs that could the U.S. in 30 minutes. After the Chinese have been saying well, we need to cut off all nuclear weapons production in the world, and they are continuing to produce atom bombs and H bombs. So, this is a surprise to a lot of people. That wasn't the only new weapon that they revealed at this parade yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What about the trade issue? Obviously, the manufacturing cooling off here in the United States. A lot of people blaming what's going on with trade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PILLSBURY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Any hope of any kind of deal in the near future?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PILLSBURY",
      "sentences": "Yes, there is. I think President Trump took this very seriously from the campaign on, it's a campaign promise of great importance. Some people I heard Steve Bannon say that this is the reason that President Trump was elected. And they've developed a 150-page draft agreement, this is where things were as of May 1st. That's the foundation. That's was called by Steve Mnuchin and others 90 percent of the way there. So, we're close. But I think the problem has been where Hong Kong and the trade talks are related. Everybody knows that Chinese agree to things they won't really abided by later on. They're not only abiding by their agreement in Hong Kong either. So, the enforcement mechanisms which will have kind of a judicial nature to them, appeals and then punishment. They haven't only agreed to that, and they reneged on some key things back in May. So next Thursday and Friday, Martha, we're going to find out when the Chinese delegation gets --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PILLSBURY",
      "sentences": "-- to town here in Washington. Will they go back to the agreement in early May, in which case we'll have a deal? Or will things get worse because of Hong Kong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We hope that they can. I think America hopes that they can and we hope that they can get through some of the other noise in Washington to focus on all of these other important issues that are going on right now. Dr. Pillsbury, thank you very much. Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PILLSBURY",
      "sentences": "Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So up next, candidate Hillary Clinton says that she would be horrified if Donald Trump didn't accept the 2016 election results. So why is she now on a book tour calling his presidency illegitimate. Wednesdays with Watters coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, HOST",
      "sentences": "Not saying that you're necessarily going to be the loser or the winner, but if the loser concedes to the winner and that the country comes together in part for the good of the country, are you saying you're not prepared now to (Inaudible) to that principle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "What I'm saying is that -- I will tell you at the time, I will keep you in suspense. OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "Well, Chris, let me respond to that because that's horrifying. You know, every time Donald thinks things are not going in his direction, he claims whatever it is, is rigged against him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "One of the great debate moments. Remember that one? Well now it seems that Hillary Clinton is totally OK with not accepting the results of the 2016 election. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "I do think that he knows that he's an illegitimate president. And because of that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "-- he's very insecure about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "My gosh. Here now, Wednesday with Watters, Jesse Watters, co- host of The Five and host of Watters World. I mean, just listen to the people in the crowd they're like, yes. Yes. News headline he is the legitimate president. He won the election. We know exactly which states he won it in. I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, HOST",
      "sentences": "Not according to The View.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- move on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "The View thinks that Hillary is the commander in chief. I mean, this is what they do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But she is not. Hello?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No, she's not. And she accuses him of all the things she's guilty of. What is she going to call him? Crooked, next? I mean, that's how hypocritical she is. They've accused him of being corrupt, of extorting, of colluding, that's all the things they have done. And she has been now the queen of the resistance. Remember, she was the one who framed Trump for the Russian hack to begin with and hasn't looked back. The Democrats boycotted his inauguration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Setting things in the street on fire. They've always considered him an imposter. But two things. Remember, Mueller and Comey said no votes were changed by the Russians, and there was no collusion. But Hillary doesn't even believe them. She has to keep the lie alive so she can, you know, accept the loss mentally, but also so she has a reason to run again, Martha. That is what this is all about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You don't think she's running again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She's going to cruise -- listen. Hey, Biden is damaged goods now. Warren can't win nationally. Bernie is fading. We need Hillary to come -- we need a rematch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "To the rescue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We need a rematch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, I don't know if she can put herself through that a third time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But as through that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The potential of, you know, of having it happen again. But there's somebody who agrees with you. Here's Steve Bannon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE BANNON, FORMER WHITE HOUSE CHIEF STRATEGIST",
      "sentences": "They'll throw Biden away to get to Trump and hope Elizabeth Warren -- or I think Hillary Clinton, or Bloomberg, or some centrist comes in here. She's running. She's just trying to decide how to fit her way in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Why doesn't he have more --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You know what I think it is and I have to confess. I like to make mischief in the Democratic primary. People like to say, she's running or you know, I'm going to donate to Marianne Williamson so she can get on the debate stage next. It's fun to watch a long, bloody, grueling primary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, she also says that the real -- here's this one on the real witch hunt because this, you know, rehashing just, it never ends. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "It's a witch hunt. And it's a real one, unlike the kind of things that Trump, you know, talks about. I'm, you know, sorry that they are doing it again because now they are trying to, you know, bring in other people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Is it like incapable of saying, you know, you know what, I ran twice, in fact, and I lost, and I want the country to move on. You know, was I the greatest campaigner? No, I actually wasn't. But I'm a super policy person, here's my thing, here's what I care about now and I really don't want you to reelect him. I mean, would that be so hard?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's hard for her. She needs to see a therapist. She has not accepted the results of the election, obviously. But let's just play a little game here for a second. Let's just say Donald Trump put a secret server in Trump tower, OK? Adam Schiff slaps him with a bunch of subpoenas and then he acid washes 30,000 e-mails and said the e-mails were just about golf. And then some crooked FBI agents come in, they gave Rudy immunity, and then they let Trump off the hook. And then they started spying on the Biden campaign. That's not a scandal? That's exactly what happened with the Democrats and they just want everybody to look the other way and call it a witch hunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, it's not only just her campaign that she wants to redo. There is another one for the governor's race in Georgia. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "Look, you could run the best campaign. You could be the nominee, but you could still lose because, number one, you could lose with voter suppression. You had Stacy Abrams.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLINTON",
      "sentences": "And you know, she is a champion for let everybody vote. And at the end of the day who wins, wins and who doesn't, doesn't. Or you could lose because of hacking and theft of material.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This is just unbelievable. I mean, first of all, more people voted in the Georgia election, I believe, than having in recent years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "They have bigger turnout --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- in Georgia than they've had in recent years. What -- where is like personal responsibility? You could be the best candidate in the world, but there could be hacking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "There is a lot of suppression, you know. I think she lost about 80,000 votes. A lot of suppression if it's the record turnout. I don't know. I mean, some people would say that the Democratic Party has done more to make people question the legitimacy of elections than the Russians themselves. Because they are the ones that have been crowing about this thing for the last three and a half years, without any evidence that any single vote was changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And I don't think it's constructive for their party. I think that Democrats should say, here's what happened, here is what we're going to do differently this time, and this time we're going to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, we don't have to impeach. We'll just beat him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's The Story of Wednesday, October 2. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, ANCHOR",
      "utterance": "Hey, there, Bret. Good evening to you. So, breaking tonight. When exactly, did Chairman Adam Schiff and his staff become involved in the whistleblower complaint? This is a very significant question in understanding this whole picture. It is not to be overlooked here. We learned today in a New York Times report that the whistleblower had a colleague, first convey his concerns to the CIA's top lawyer. But then, had reservations about how that, avenue was unfolding, for him or her. And then, took the complaint to an aide who worked with Adam Schiff. Now, Schiff's office says that they did not receive the actual content of the complaint. Only the quote, outlines. And that they advised that the whistleblower should get a lawyer and should go to the inspector general. But watch what Adam Schiff says about this when asked directly back on the day this whole story started to unfold on September 17th."
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "utterance": "We have not spoken directly with the whistleblower. We would like to."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, the president had a lot to say about all of that today in a news conference, and he went a step further."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "I think it's a scandal that he knew before. I'd go a step further, I think you probably helped to write it. He knew long before and he helped to write it too. It's a scam. It's a scam."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "When a very heated news conference today, he went on to say that none of this, at this point, surprises him."
    },
    {
      "speaker": "TRUMP",
      "utterance": "This is a hoax. This is the greatest hoax. This is just a continuation of what's been playing out, John. For the last -- since my election, I would say if you want. And probably, we'll find out soon. But probably even before my election."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Before my election. That is the whole Bill Barr part of the equation here. In moments tonight, White House principal deputy secretary Hogan Gidley joins us. But THE STORY begins tonight with Republican Congressman Devin Nunes, ranking member of the House Intelligence Committee. Chairman, it's good to have you with us tonight. Thank you for being here, Congressman Nunes."
    },
    {
      "speaker": "REP. DEVIN NUNES, R-CALIF.",
      "utterance": "Great, thank you. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, your reaction -- no, obviously, you know, perhaps nobody was more disappointed than Adam Schiff in the outcome of the Mueller investigation. He has said for two years that he had evidence that there was collusion and that turned out to not be the case. So, what do you make of this story tonight that there was some interaction between this whistleblower and his office?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, I'd say first, I'm not surprised, Martha. But, let's get some facts on the table because I know you and your audience, you like facts. We first learned about this about three weeks ago on a -- on a late Friday night press release that was -- that was multiple pages long, multiple paragraphs long. We got that on -- you know, Republicans received that press release and we said, what on earth is going on here? All of you and the press got this. Why is this being pumped up this big? A few days later after a briefing, Schiff briefs us a little bit on this and claims he doesn't know exactly what this is but it must be really important. I mean, those are just two sets of facts that clearly he is trying to pump up and promote this story. And now we find out that yes because his staff knew about it ahead of time. And look, the thing that's still not clear is when did they actually find out about it? But we still don't have a date when did this whistleblower actually start talking to the Democrats on the Intelligence Committee."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, and I --"
    },
    {
      "speaker": "NUNES",
      "utterance": "And it would have been very easy to -- it would have been very easy, just tell us."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "And he had multiple opportunities to tell us."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, in this environment, it's obvious that everything is going to come out. There is an intense amount of focus on all sides of this equation. So, obviously, it would have been easier, I think, to say, yes, they contacted us, we told them exactly what to do. That's what they're saying now. But it raises the question because it was asked several times. So, why did he say no so many times when that -- you know, turns out to not be the case here? I want to ask you a little bit about what's going on."
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, I think --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Go ahead."
    },
    {
      "speaker": "NUNES",
      "utterance": "I think thinks we're leaking. I think things were leaking, Martha because we began to get rumors."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "If you look at Schiff's tweets. So, this was probably an easy way to get this out so they probably copped up to it. But what you have to remember is the whistleblower is supposedly going to come and talk to us. I mean, we've already got the questions for the whistleblower and question, you know, one through 10 is, who did you talk to? When did you talk to them?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "OK."
    },
    {
      "speaker": "NUNES",
      "utterance": "So, the whistleblower, you know, better be -- better be careful when he comes in to make sure he tells us the truth and have the exact date."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Do you think that person is a spy? Do you think that person is -- you know, and what do you think? What's your take? And what would you call that person other than a whistleblower?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Look, I don't know. I would -- I would say this from reading the complaint. If this person as a supposed intelligence officer. Intelligence officers are trained to have not only firsthand sources but multiple firsthand sources that can corroborate the evidence. Right? So, this intelligence person knows this. Well, that's not what's in the complaint. It's all hearsay."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "There was no first-hand evidence. And so, to me, this is clearly somebody -- I don't even believe this whistleblower actually wrote this complaint because it's written in a way that reads exactly like the Steele dossier. Which for your viewers, I think, they know, the Steele dossier was the Clinton paid for dirt that led us to route around one of the Russia hoax."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Of course. All right. So, what do you suggesting there? I mean, the president said today that he thinks that Adam Schiff had a hand in writing that actual complaint. But is there any evidence to back up -- to back that up?"
    },
    {
      "speaker": "NUNES",
      "utterance": "No. But look, it's looked like from, at least, the stories that were written early about this. OK? That are from knowing Russia hoax writers, OK? Journalists, OK? Then, retweeted out by Democrats on the committee. Now, we learned the Democrats on the committee knew about it. So, it has all the markings of the Russia hoax."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, but --"
    },
    {
      "speaker": "NUNES",
      "utterance": "Secondly, don't forget the whole -- the whole ICIG and his explanation for how the regulations got changed just -- you know, a week before the whistleblower came in. And actually, didn't get changed online until they were asked by the press. I think the ICIG -- I mean, I suspect that he had to know something too."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "well, there is a story in The Federalist that says that, that rule -- that the rules did change on that, there's been a lot of back and forth on that. They're claiming now it was just a clarification of something that was already in place that they wanted to make clear. We'll see -- we'll see where that whole thing goes. Congressman Nunes, thank you very much. Good to see you tonight."
    },
    {
      "speaker": "NUNES",
      "utterance": "Thanks, Martha. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Joining me now is Hogan Gidley, principal deputy press secretary. Thank you for being here, Hogan. Good to have you here this evening."
    },
    {
      "speaker": "HOGAN GIDLEY, WHITE HOUSE PRINCIPAL DEPUTY PRESS SECRETARY",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to start with this. This is the president today in the Oval Office talking about this whistleblower. Watch this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "In other words, he either got it totally wrong made it up, or the person giving the information to the whistleblower was dishonest. And this country has to find out who that person was because that person is a spy, in my opinion."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. So, just to clarify here, the whistleblower is not the person who was in the White -- the whistleblower essentially says that people tipped him off to this phone conversation."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "Right."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "People who work in the White House. Is that your understanding and do you believe -- do you believe that perhaps the person or it's made and suggested that there is more than one person is still working in the White House?"
    },
    {
      "speaker": "GIDLEY",
      "utterance": "Well, we don't know. And I think that's part of the issue and that's part of what the president was talking about there. And I think we deserve to know what's going on in the building, and the American people do as well. And I have to say, this whole process has been completely ridiculous and propped up by a complicit and compliant mainstream media to the -- to the Democrat Party without facts. Listen, Adam Schiff lied about having stone-cold evidence about Russia collusion -- it wasn't called the task for it. He lied when he passed his own words off as President Trumps to Congress and the American people in the transcript, and he lied about this whistleblower. As you played the video on September 17th, saying, he didn't know anything about it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "This is far past disingenuous. It's far past dishonorable. This is dangerous. And it's got to come to a stop."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, you know, I think that those two incidents are clear marks against Adam Schiff in this whole equation."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "It's more than that. It's more than that. It's -- that was (INAUDIBLE). Listen, and don't forget, he was the one who listened to someone from Russia who said they had pictures of Donald Trump. Do you remember this audio that surface?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And I certainly do. I certainly do."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "And then, he said, no, no, we didn't follow up. But his staff did follow up. This is lie, after lie, after lie, and the media keep putting Adam Schiff on the same par with anybody else so has any shred of credibility. His credibility is gone and needs to be held to task for it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Well, let's shift over to the other side of the equation, which is the sort of single most important part of the transcript. And now the president said that the transcript, you know, tells the whole store and exonerates him. But the part of the transcript where he specifically talks about Joe Biden and wanting the Ukrainians to look into Joe Biden and Hunter Biden, and that he should talk to Rudy Giuliani about that. Does the president still believe that Rudy Giuliani is the right point person for Joe Biden and the Hunter Biden investigation that he wants so much?"
    },
    {
      "speaker": "GIDLEY",
      "utterance": "Well, I'm old enough to remember when the Democrats actually cared about getting to the bottom of what happened in the 2016 election. That's what the president's talking about here. And the fact that --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But that's -- I'm talking about the 2020."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "Yes, but --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What's the connection between Joe Biden, and what he and his son may or may not have done, and the 2016 election? Specifically, Joe Biden and 2016, what's the link?"
    },
    {
      "speaker": "GIDLEY",
      "utterance": "Well, right. But this doesn't have anything to do with the 2020 election, and the president was very clear about that and that wasn't in the call. What else wasn't in the call was the quid pro quo. But let's be -- let's be clear here. I don't speak on behalf of Rudy Giuliani, but I can tell you that Rudy Giuliani has been the president's personal attorney for a long time. And Donald Trump when he was just a citizen, not elected to office yet, was the center of Russian which hoax -- witch hunt hoax scam, perpetrated on him as a private citizen."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, but let -- OK."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "So, it makes sense that Donald Trump would want someone to look into that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I understand -- I understand all of that. But you're not -- you haven't answered my question about what the connections between what the president wants to learn about Joe Biden, specifically, from the Ukrainians and his concerns about the origins of the 2016 election? I mean, I know about the server and about Hillary Clinton. All of that stuff that people are concerned about with regard to the origins. But the link with Rudy Giuliani and Joe Biden is what has obviously raised this impeachment question. And that is one that the president was asked to address today. And, you know, I think there are still questions about that."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "Well, first of all, I'd reject the premise in the sense that --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In what sense?"
    },
    {
      "speaker": "GIDLEY",
      "utterance": "This has nothing to do with Rudy Giuliani. I mean, the Democrats have been talking about impeachment before Donald Trump was actually sworn into office and they've done it countless times."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I'm talking about this, this situation."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "So, to pretend that this is some impetus or jumping-off point to have a conversation about impeachment just isn't true. But the fact is, I think the American people deserve to know exactly what was going on with Ukraine and with Joe Biden and with Hunter Biden. And Donald Trump ran on rooting out corruption. And if you'll remember it was President Zelensky of Ukraine on that call who talked about draining the swamp. Well, what swamp here than the son of privilege getting $50,000 a month from a foreign government talking about issues he knows nothing about."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, now, the corruption part of it -- I agree with you. If the whole corruption part of the conversation is, is perfect as the president said. It's that -- it's that one section that is the thing that is the laser focus on in terms of this broader question here. Let me ask you this. The Washington Post is reporting tonight that the president pulled Vice President Pence from attending Zelensky's inaugural as part of a plan to pressure him to get more information on Joe Biden. What do you say to that?"
    },
    {
      "speaker": "GIDLEY",
      "utterance": "That's absolutely ridiculous. This is so -- this is such a hoax and it's done -- it's been perpetrated by the media from day one."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So why was he -- why was he told not to go to that inauguration then? What's the explanation?"
    },
    {
      "speaker": "GIDLEY",
      "utterance": "It's my understanding, there were several scheduling conflict. And we sent somebody there. And let's not forget, while Rick Perry actually went to that event on behalf of the United States, we also gave Ukraine aid which is something that I can say that's more than Donald --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "More than Barack Obama ever thought about doing, as you well know."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, that's very true. That's absolutely true."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "We -- yes, we gave them lethal aid. He sent -- Barack Obama sent them, pillows and blankets."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, that's true. I want to give you two more quick things to respond to here."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "Sure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This is Vladimir Putin who was asked at a panel discussion a question about the 2020 election. Just watch this."
    },
    {
      "speaker": "KIER SIMMONS, CORRESPONDENT, NBC NEWS",
      "utterance": "Is Russia as Robert Mueller alleged, attempting to influence the 2020 elections in the United States?"
    },
    {
      "speaker": "VLADIMIR PUTIN, PRESIDENT OF RUSSIA (through translator)",
      "utterance": "I'll tell you in strict confidence. Yes, we are definitely going to do it to make you finally laugh properly. So, don't tell anyone, OK?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, obviously, it's not an open mic, you know, making fun of the whole thing. But any thoughts on that, Hogan?"
    },
    {
      "speaker": "GIDLEY",
      "utterance": "Right. Well, look, we're the only ones that actually took Russian meddling seriously. It was Barack Obama who discovered Russia was trying to meddle in our 2016 election and did nothing about it. We've implemented safeguards in place that haven't been done in the history of our country, a whole-of-government approach at the state level, at the local level. Bringing in DHS and the FBI running, testing, to make sure that everybody's vote counts and that it's sacred."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. One last question on a totally different topic here. There is reporting tonight in The Wall Street Journal that the DOJ is planning to collect DNA from migrants who are in custody and to put that in a national criminal database. Can you comment on that? Does that true?"
    },
    {
      "speaker": "GIDLEY",
      "utterance": "I've not seen the report, but I do know that this administration does want to secure our southern border in many different ways. And we're looking at all types of avenues to that. The fact is people scam our system and they have been doing it for decades as you all know and if chronicled on your show. And we're looking at every avenue to protect the American people, and also prevent the horrific actions of human smugglers and child smugglers and drug cartels who use and abuse so many people to try and get into this country. And we deserve the right to know who's trying to get in here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right, Hogan Gidley, as always. Thank you very much. Good to go through some of this with you tonight. Thanks for being here."
    },
    {
      "speaker": "GIDLEY",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You bet. So, coming up next, Brit Hume on the situation with Adam Schiff and where he finds himself now. And as well as the media's role in this whole thing, next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A busy day for the President. He took several rounds of questions in different forums from the press today, including this one from our own John Roberts on the Adam shift development."
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "There is a report that came out just before you and President Niinisto walked out here that the whistleblower met with a staff member of Adam Schiff prior --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I love that question. It shows that Schiff is a fraud. I love that question. Thank you, John."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And then there was this moment with reporter Jeff Mason of Reuters on Joe Biden. Watch."
    },
    {
      "speaker": "JEFF MASON, WHITE HOUSE CORRESPONDENT, REUTERS",
      "utterance": "What do you are what did you want President Zelensky to do with regard to Joe and Hunter Biden? What did you want about Biden? What did you want them to look about Biden?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Look, Biden and his son are stonecold crooked. And you know it. His son walks out with millions of dollars. The kid knows nothing. You know and so do we."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Two big elements of the impeachment story there. Here now is Brit Hume Fox News Senior Political Analyst who's covered the White House and Washington, of course, for decades. Brit, it's good to see you here this evening. Let's start with the Adam Schiff development. How significant is this in your mind?"
    },
    {
      "speaker": "BRIT HUME, SENIOR POLITICAL ANALYST",
      "utterance": "Well, it creates an appearance that looks weird, it looks strange, it looks suspicious. And the reason -- one reason looks suspicious is it kind of is on its -- on its face. But what enhances that is the fact that Schiff had multiple opportunities to say that this has occurred. Indeed, he was asked about it directly, as you pointed out earlier, and he skated around it. He, you know, he dissembled you know, depending on how you look at it, he might even allied. Now look, it may well be, Martha, that the procedures that that Schiff's people urge this whistleblower to pursue, were the proper ones and that might have been all there was to it. But if that's the case, there was nothing to stop Adam Schiff from coming clean about this in the first place --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Absolutely."
    },
    {
      "speaker": "HUME",
      "utterance": "And say, look, we know we heard about this, I didn't know what specifically was in the complaint. I was just briefed about it by staff but I thought I would let it be known that this occurred. That would have been the normal way to do it. And Schiff is -- Schiff is in a particularly difficult position in this sense, Martha, that he made all these extravagant claims, as you -- I guess you pointed out earlier, about what was -- you know, about the Russia collusion matter, and they all turned out not to be true. So he carries a certain weight in terms of his credibility, a certain burden in terms of his credibility, and I don't think this helps it at all and I don't think it helps the case against President Trump even if the actual procedures and actions were on the up and up."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, it would certainly behoove Adam Schiff to sort of make sure that he's got all of his I's dotted and T's crossed all the way through this thing if he wants to pursue it in a way that is above -- is you know, not scrutinized as this situation has brought up. What about Jeff Mason's question. It seemed to touch a nerve with the president."
    },
    {
      "speaker": "HUME",
      "utterance": "It was a very same question essentially, that you just asked Hogan Gidley."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "HUME",
      "utterance": "The President dodged it and so did Hogan."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's right."
    },
    {
      "speaker": "HUME",
      "utterance": "And it is a valid question. What exactly did you want the Ukrainians to do that -- with regard to Biden that actually had to do with the 2016 election? And I don't think they have a good answer to that. And that's why it was improper for the President to bring Biden into a conversation that was supposedly about the 2016 investigation origins matter that is being looked at by the Attorney General and others. So that's the problem. And then, of course, he -- the President launched into this harshly worded attack. He attacked Jeff Mason, you know, accused him of being fake news and all that when he asked a perfectly valid question. I don't think this sort of freak out that we're seeing from the President over this stuff, angry, though he may legitimately be, helps his cause, because it's not what people like about him. And if you're going to get into an impeachment fight with a Congress, you want as many people to like you as possible and I don't think this helps."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, absolutely. You know, it just raises the question, as I'm listening to you, Brit, and talking about Adam Schiff, and how he should have, you know, just sort of said, yes, they stop -- they did come to us. We directed them in the other way. You just wonder what would be the reaction of the President said, you know what, in hindsight, I wish I hadn't brought that up with him in that phone call. It really wasn't relevant to the larger issue that I wanted to discuss with him. And I don't think I would do it if I had to do it again. What would be the reaction?"
    },
    {
      "speaker": "HUME",
      "utterance": "Well, I don't know. But the truth is -- the truth is, Martha, the President's discourse is not always what you would call precise at least."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No."
    },
    {
      "speaker": "HUME",
      "utterance": "And so when you get into -- if you're seeing one of his conversations, you see it in his -- in his press remarks. He rambles all over the place and he raises subjects that you couldn't imagine he could have gotten to given where you thought his conversation was going."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "HUME",
      "utterance": "And it happens all the time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, he --"
    },
    {
      "speaker": "HUME",
      "utterance": "This was this was improper, it was inappropriate. Is it an impeachable offense? That seems to me as the underlying question, and I -- and I think it's notable, Martha, that Pelosi stirred up this whole thing before she'd actually seen the transcript of the call, which I, you know, concentrate all the spin you're getting from the left. I don't think that is going to convince many Americans that he should be impeached for this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I mean, in light of what you're saying, it's interesting that the President, you know, tried to appease Jeff Mason by telling him that he just given him a long answer. And he did that. All right, I gave you a very long answer."
    },
    {
      "speaker": "HUME",
      "utterance": "And it was a perfectly courteously proposed question too."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Exactly. Britt, thank you as always. Great to see you tonight."
    },
    {
      "speaker": "HUME",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So coming up next, Eric Holder calls out Bill Barr's investigation into the origins of 2016. Eli Lake and Marc Thiessen on what you need to know about the conflation going on between the investigation into potential Deep State Russia probe ties and the impeachment inquiry, next."
    },
    {
      "speaker": "ERIC HOLDER, FORMER ATTORNEY GENERAL",
      "utterance": "I think the Attorney General needs to be a little more sensitive to the appearance that that gives. You have to not only be substantively neutral, you have to appear to be neutral when you are the Attorney General of the United States. And I fear that he has crossed the political line."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "As Attorney General Bill Barr faces heat over his trips abroad to get to the bottom of the Russia investigation and its early origins, House Judiciary Committee Chairman Jerry Nadler is demanding that the Attorney General recuse himself from the Ukraine controversy. But the Barr-Durham investigation is far from secret. The Mueller probe did not investigate how the whole Russia pro began at all. And this investigation is all about that undiscovered question. So why is Barr getting brought into the impeachment story and all of this getting co-mingled? My next guest says Ukraine is a scandal, Barr's investigation of Mueller's report is not. That's the headline of his story. Bloomberg columnist Eli Lake joins me now, along with Marc Thiessen, American Enterprise Institute scholar and Fox News contributor. Great to have both of you with us tonight."
    },
    {
      "speaker": "MARC THIESSEN, CONTRIBUTOR",
      "utterance": "Good to be with you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, Eli, what's behind that headline?"
    },
    {
      "speaker": "ELI LAKE, COLUMNIST, BLOOMBERG",
      "utterance": "Well, I think that there's been a conflation in some of the recent stories this week in terms of the president's request of the Australian prime minister to work with the attorney general on this investigation. That is not the same thing as the issue with the Bidens and the conversation with Ukraine. With Ukraine, I mean, this is well known that there is a current probe by U.S. attorney Durham and the Attorney General Barr as well as the Justice Department inspector general to look at the overall investigation of the Trump campaign both in 2016 and then later, I think when he's president and all the decisions that were made. Those I think are pretty fair game and they are very important questions that should be answered. And there is no reason to say that it's improper for the president to say, you know, I'd like you to work with the attorney general on that. It's a completely different thing than having the president bring up with a foreign head of state to look into or investigate potential corruption of his likely rival in the 2020 election."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. You know, there are people who are not big fans of the attorney general, Marc, --"
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- ever since his findings. He strikes me as someone who stands by what he believes, regardless of who he's working for, and it continues to be his demeanor, I think, in this whole situation."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Sure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But there are a lot of folks who would love to see that inquiry end into the origins of the 2016 investigation and perhaps see this is an opportunity to do just that."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Yes, well, wherever he's going to take it where it leads. And look, I mean, the American people actually support this investigation because for two years during the Mueller probe they were told that the president of the United States was a traitor, that he was working on behalf of the Russians, and in Adam Schiff's words that he had committed crimes beyond the scope of Watergate. And very -- he took those charges very seriously because they were very serious charges and so they waited for Mueller to come out with this report. And lo and behold, the Mueller report comes out and it was all a conspiracy theory. So Americans sitting here are saying, OK, our government was completely hamstrung for two years, frozen, and nothing was getting done in Washington while we spend tens of millions of our tax dollars chasing a conspiracy theory. How did that happen? And there were polls right after the end of the Mueller investigation 55 percent of Americans said there was bias against Trump in the FBI, and 61 percent wanted to appoint a special counsel to investigate the investigators."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "And what Barr did, he didn't appoint a special counsel, he envoy (Ph) John Durham, a guy that Eric Holder appointed to investigate the CIA and said that he was extraordinary and tireless investigator --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "-- a professional. And so, let him do his job."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And we all look forward to seeing what the outcome of all this is. So, for people, Eli, who are reading the stories, you know, Bill Barr went twice to Italy, we thought he went once, and then he went twice, and now perhaps he went to London as well to talk to them. What is he doing in these countries?"
    },
    {
      "speaker": "LAKE",
      "utterance": "Well, in the case of Australia it was a former Australian foreign minister who initially alerted the FBI that he had a conversation with a low level Trump campaign staffer named George Papadopoulos that said he'd talk to a professor and heard that they had dirt on Hillary Clinton which is fairly general. That apparently at least according to the latest version from the FBI is what the origin of the counterintelligence probe. And you have to understand, while the FBI is investigating, they never gave a defensive briefing to anybody on the Trump campaign --"
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Yes."
    },
    {
      "speaker": "LAKE",
      "utterance": "-- like Chris Christie. They decided to use invested invasive techniques such as sending informants and later FISA warrants. These were decisions that were made, you know, based on exactly what?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "LAKE",
      "utterance": "So, part of that is the Australian foreign minister, so some of it is involving Joseph Mifsud who is a professor who is originally from Malta, has taught at a university in Italy. And then of course, the United Kingdom where Papadopoulos had these meetings with people and at times, you know, FBI undercover agents. So, the question is, you know, what role, was there other intelligence that fed into the system?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "LAKE",
      "utterance": "Did that intelligence that was then given to the CIA director make its way to Congress, particularly a letter from Harry Reid right before the election. So those are legitimate questions that should be answered and that's why --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And as you point out, with all of that going on it is very odd the all -- that the campaign itself was included and that there were these concerns about these people and maybe they ought to check it out. Thank you, gentlemen. Eli Lake and Marc Thiessen."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Thanks."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Great to see you both tonight. So, when we come back here on The Story, breaking news in the case of a Dallas police officer who has just been sentenced for fatally shooting her neighbor in his home, next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Moments ago, a jury reaching a decision in the case of Amber Guyger, a former Dallas place officer fatally shot an unarmed man in his own apartment. She claims to have mistaken his apartment for her own and said that she thought he was an intruder after getting -- after she got home from a long shift. Breaking news correspondent Trace Gallagher joins us now with the back story here tonight. Hi, Trace. TRACE GALLAGHER, ANCHOR & CORRESPONDENT: Hi, Martha. Breaking news right now. Amber Guyger is sentenced to 10 years in prison. Now throughout the day, there was heart wrenching testimony from those who were close to both Guyger and the victim Botham Jean. Amber Guyger's mom said her daughter told her on multiple occasions that she wished she had died instead of Botham Jean. And the victim's father called his son a sweet boy who tried to live an honest life. The most surprising testimony came from Jean's brother Brant, who recommended that Amber Guyger devote her life to Christ and then said this. Watch."
    },
    {
      "speaker": "BRANDT JEAN, BOTHAM JEAN'S BROTHER",
      "utterance": "I love you as a person. And I don't wish anything bad on you. I don't know if this is possible. But can I give her a hug, please?"
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "Lawyers on both sides also had a final opportunity to address the jury the prosecution who claim the shooting was more about hate than fear showed the jury text messages were Guyger made an inappropriate joke about Martin Luther King, Jr. and may discriminatory statements about black police officers. The lead prosecutors ask the jury to sentence Amber Guyger to 28 years because this week Botham Jean would have been 28. The defense said Amber Guyger was not a racist, not a dangerous criminal and the shooting was so unique we may never see another like it. Remember, Guyger was still in her police uniform when she entered the wrong apartment and opened fire on who she thought was a burglar. Guyger was facing between five and 99 years in prison but the jury was told they could also consider the sudden passion defense, meaning she felt provoked, which carries a sentence of two to 20 years. When she was given the higher sentence of 10 years, it was met with boos and cheers by a crowd outside the courtroom with one woman calling it a slap in the face. Texas state prisoners serve an average of 60 percent of their sentences, meaning Guyger could be out as early as 2025. Martha?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That is an extraordinary moment with his brother. Trace, thank you very much for sharing that with us. What a story that has been. All right, everybody. Coming up here on The Story, Jesse Watters with a message for Hillary Clinton who is still talking about what happened in 2016."
    },
    {
      "speaker": "HILLARY CLINTON, FORMER SECRETARY OF STATE",
      "utterance": "That he's an illegitimate president. And because of that --"
    },
    {
      "speaker": "CLINTON",
      "utterance": "-- he's very insecure about it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Terrible story tonight. We just learned that at least seven people died after a World War II airplane crashed shortly after takeoff at Connecticut's Bradley International Airport. Thirteen people were on board the B-17 bomber when it reported getting problem gaining altitude. Six of them were transported to Hartford hospital. The plane was nicknamed 909 and had been repaired after previously crashing at a Pennsylvania air show back in 1987. An investigation is underway. And President Xi Jinping of China had people working around the clock to make the celebration of 70 years of communist China a huge success and a showcase for Chinese military might showing up a hypersonic missile that they claim could reach the United States in 30 minutes. But it was marred by the rising chaos in Hong Kong, now in its 18th week. Police there are shooting a teenage protester in the chest. Meanwhile, uncertainties surrounding the trade war between the two countries filling a big drop in the global markets today. Chinese and U.S. officials are said to get back to those talks in Washington next week. Dr. Michael Pillsbury decades of experiencing U.S.-China relations has advised several presidents including President Trump and wrote \"The Hundred-Year Marathon: China's Strategy to Replace America as the Global Superpower.\" Thank you very much, Dr. Pillsbury. Good to have you here tonight. So, several things to get to here. This Hong Kong violence, how much of a catalyst is the shooting of this young man?"
    },
    {
      "speaker": "MICHAEL PILLSBURY, MEMBER, COUNCIL ON FOREIGN RELATIONS",
      "utterance": "It's important. It's a tragic thing. He is OK. The bullet went into his lung, it didn't damage his heart or spine. But it could increase the use of violence in Hong Kong because the police are frankly so angry. The police have been taunted by the demonstrators. There's lots of high school kids who come out on what they called flash mobs in various shopping centers and all over the airport area sometime."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "PILLSBURY",
      "utterance": "So, this destroys the idea of law and order in Hong Kong, so I'm concerned that it could get -- it could get worse."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, what's that reality of -- we just talked about the missile in the -- what's the reality of the matchup between China and the United States' military at this point?"
    },
    {
      "speaker": "PILLSBURY",
      "utterance": "Well, we and the Russians are limited by a treaty, Martha, to 700 delivery vehicles, as they are called for nuclear weapons. China has now announced that they've gone to about 90. The Pentagon had thought this was the case. The rapid increase is what's a great concern. They used to be happy with 20 ICBMs. The Chinese would tell everybody over the last 30 years or so, 20 ICBMs is enough. Now they suddenly go to 90, they said it's 10 H bombs per missile, that's 900 H bombs that could the U.S. in 30 minutes. After the Chinese have been saying well, we need to cut off all nuclear weapons production in the world, and they are continuing to produce atom bombs and H bombs. So, this is a surprise to a lot of people. That wasn't the only new weapon that they revealed at this parade yesterday."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What about the trade issue? Obviously, the manufacturing cooling off here in the United States. A lot of people blaming what's going on with trade."
    },
    {
      "speaker": "PILLSBURY",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Any hope of any kind of deal in the near future?"
    },
    {
      "speaker": "PILLSBURY",
      "utterance": "Yes, there is. I think President Trump took this very seriously from the campaign on, it's a campaign promise of great importance. Some people I heard Steve Bannon say that this is the reason that President Trump was elected. And they've developed a 150-page draft agreement, this is where things were as of May 1st. That's the foundation. That's was called by Steve Mnuchin and others 90 percent of the way there. So, we're close. But I think the problem has been where Hong Kong and the trade talks are related. Everybody knows that Chinese agree to things they won't really abided by later on. They're not only abiding by their agreement in Hong Kong either. So, the enforcement mechanisms which will have kind of a judicial nature to them, appeals and then punishment. They haven't only agreed to that, and they reneged on some key things back in May. So next Thursday and Friday, Martha, we're going to find out when the Chinese delegation gets --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "PILLSBURY",
      "utterance": "-- to town here in Washington. Will they go back to the agreement in early May, in which case we'll have a deal? Or will things get worse because of Hong Kong?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We hope that they can. I think America hopes that they can and we hope that they can get through some of the other noise in Washington to focus on all of these other important issues that are going on right now. Dr. Pillsbury, thank you very much. Good to see you tonight."
    },
    {
      "speaker": "PILLSBURY",
      "utterance": "Thanks, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So up next, candidate Hillary Clinton says that she would be horrified if Donald Trump didn't accept the 2016 election results. So why is she now on a book tour calling his presidency illegitimate. Wednesdays with Watters coming up next."
    },
    {
      "speaker": "CHRIS WALLACE, HOST",
      "utterance": "Not saying that you're necessarily going to be the loser or the winner, but if the loser concedes to the winner and that the country comes together in part for the good of the country, are you saying you're not prepared now to (Inaudible) to that principle?"
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "What I'm saying is that -- I will tell you at the time, I will keep you in suspense. OK?"
    },
    {
      "speaker": "CLINTON",
      "utterance": "Well, Chris, let me respond to that because that's horrifying. You know, every time Donald thinks things are not going in his direction, he claims whatever it is, is rigged against him."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "One of the great debate moments. Remember that one? Well now it seems that Hillary Clinton is totally OK with not accepting the results of the 2016 election. Watch this."
    },
    {
      "speaker": "CLINTON",
      "utterance": "I do think that he knows that he's an illegitimate president. And because of that --"
    },
    {
      "speaker": "CLINTON",
      "utterance": "-- he's very insecure about it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "My gosh. Here now, Wednesday with Watters, Jesse Watters, co- host of The Five and host of Watters World. I mean, just listen to the people in the crowd they're like, yes. Yes. News headline he is the legitimate president. He won the election. We know exactly which states he won it in. I mean --"
    },
    {
      "speaker": "JESSE WATTERS, HOST",
      "utterance": "Not according to The View."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- move on."
    },
    {
      "speaker": "WATTERS",
      "utterance": "The View thinks that Hillary is the commander in chief. I mean, this is what they do."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But she is not. Hello?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "No, she's not. And she accuses him of all the things she's guilty of. What is she going to call him? Crooked, next? I mean, that's how hypocritical she is. They've accused him of being corrupt, of extorting, of colluding, that's all the things they have done. And she has been now the queen of the resistance. Remember, she was the one who framed Trump for the Russian hack to begin with and hasn't looked back. The Democrats boycotted his inauguration."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Setting things in the street on fire. They've always considered him an imposter. But two things. Remember, Mueller and Comey said no votes were changed by the Russians, and there was no collusion. But Hillary doesn't even believe them. She has to keep the lie alive so she can, you know, accept the loss mentally, but also so she has a reason to run again, Martha. That is what this is all about."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You don't think she's running again."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She's going to cruise -- listen. Hey, Biden is damaged goods now. Warren can't win nationally. Bernie is fading. We need Hillary to come -- we need a rematch."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "To the rescue."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We need a rematch."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, I don't know if she can put herself through that a third time."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But as through that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The potential of, you know, of having it happen again. But there's somebody who agrees with you. Here's Steve Bannon."
    },
    {
      "speaker": "STEVE BANNON, FORMER WHITE HOUSE CHIEF STRATEGIST",
      "utterance": "They'll throw Biden away to get to Trump and hope Elizabeth Warren -- or I think Hillary Clinton, or Bloomberg, or some centrist comes in here. She's running. She's just trying to decide how to fit her way in."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Why doesn't he have more --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "You know what I think it is and I have to confess. I like to make mischief in the Democratic primary. People like to say, she's running or you know, I'm going to donate to Marianne Williamson so she can get on the debate stage next. It's fun to watch a long, bloody, grueling primary."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, she also says that the real -- here's this one on the real witch hunt because this, you know, rehashing just, it never ends. Watch this."
    },
    {
      "speaker": "CLINTON",
      "utterance": "It's a witch hunt. And it's a real one, unlike the kind of things that Trump, you know, talks about. I'm, you know, sorry that they are doing it again because now they are trying to, you know, bring in other people."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Is it like incapable of saying, you know, you know what, I ran twice, in fact, and I lost, and I want the country to move on. You know, was I the greatest campaigner? No, I actually wasn't. But I'm a super policy person, here's my thing, here's what I care about now and I really don't want you to reelect him. I mean, would that be so hard?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's hard for her. She needs to see a therapist. She has not accepted the results of the election, obviously. But let's just play a little game here for a second. Let's just say Donald Trump put a secret server in Trump tower, OK? Adam Schiff slaps him with a bunch of subpoenas and then he acid washes 30,000 e-mails and said the e-mails were just about golf. And then some crooked FBI agents come in, they gave Rudy immunity, and then they let Trump off the hook. And then they started spying on the Biden campaign. That's not a scandal? That's exactly what happened with the Democrats and they just want everybody to look the other way and call it a witch hunt."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, it's not only just her campaign that she wants to redo. There is another one for the governor's race in Georgia. Watch this."
    },
    {
      "speaker": "CLINTON",
      "utterance": "Look, you could run the best campaign. You could be the nominee, but you could still lose because, number one, you could lose with voter suppression. You had Stacy Abrams."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "CLINTON",
      "utterance": "And you know, she is a champion for let everybody vote. And at the end of the day who wins, wins and who doesn't, doesn't. Or you could lose because of hacking and theft of material."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This is just unbelievable. I mean, first of all, more people voted in the Georgia election, I believe, than having in recent years."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "They have bigger turnout --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- in Georgia than they've had in recent years. What -- where is like personal responsibility? You could be the best candidate in the world, but there could be hacking."
    },
    {
      "speaker": "WATTERS",
      "utterance": "There is a lot of suppression, you know. I think she lost about 80,000 votes. A lot of suppression if it's the record turnout. I don't know. I mean, some people would say that the Democratic Party has done more to make people question the legitimacy of elections than the Russians themselves. Because they are the ones that have been crowing about this thing for the last three and a half years, without any evidence that any single vote was changed."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And I don't think it's constructive for their party. I think that Democrats should say, here's what happened, here is what we're going to do differently this time, and this time we're going to win."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, we don't have to impeach. We'll just beat him."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's The Story of Wednesday, October 2. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}