{
  "date": "October 14, 2017",
  "headline": "Trump's decision on Iran deal the right move for US economy?",
  "subHeadline": "President Trump announces he will not recertify the Iran nuclear deal.",
  "url": "https://www.foxnews.com/transcript/trumps-decision-on-iran-deal-the-right-move-for-us-economy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DISCLAIMER",
      "sentences": "THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS. IT IS FOX NEWS' POLICY THAT CONTRIBUTORS DISCLOSE POSITIONS THEY HOLD IN STOCKS THEY DISCUSS, THOUGH POSITIONS MAY CHANGE. READERS OF \"Cost of Freedom Recap\" MUST TAKE RESPONSIBILITY FOR THEIR OWN INVESTMENT DECISIONS.   President Trump Announces He Will Not Recertify the Iran Nuclear Deal Gary B. Smith: I think it's a great move Dagen. It was never a good deal. At best it only delayed their development of nuclear weapons and gave them a pile of money.  John Layfield: Gary B. and I were adamant about this in 2015 before the deal was signed that this was a terrible deal, I agree with the president. It took 35 years to get sanctions on Iran, to bring them to the negotiating table. The toothpaste is out of the tube at this point. We are not going to get those sanctions put back.  Gianno Caldwell: Not to mention it doesn't include the ballistic missile program that they can develop. Do you really have a deal when you gave them access of $150 billion which they can use to create an environment that destabilizes the region?  Jessica Tarlov: I totally understood what the president did today. I also think he may have needed a win, something to make him feel good and that he was keeping to a promise. But I think that it is really to consider the views of his team here. He picked the best of the best, certainly in the military brass that he brought on. It's also his army chiefs of staff who say that we should stay in the deal as is. Jonas Ferris: I'm not crazy about bringing countries to their economic knees we have less problems with bigger countries so it would be better if Iran wasn't like North Korea and more like a real country at some point.  President Trump Targets NFL's 'Massive Tax Breaks' Amid Anthem Controversy Gianno Caldwell: Literally in 2004 there was a tweak to the IRS code which allowed owners to write off 100 percent of their purchase price of these teams over 15 years I believe. We know that the NFL is employing millionaires it's not employing well paid American citizens that are from middle of the road country. I don't know why we would allow them to write off 100 percent of their tax liability.  John Layfield: The NFL dropped their exempt status in 2015 only right now you have NHL, PGA, and LPGA that are exempt status. I feel very strongly, I have spent a lot of Christmases in Iraq and Afghanistan with some wonderful heroes. I feel very strongly about our flag and our country. I also feel very strongly about the motives of this protest not necessarily how they protest. You can't use the tax code as a penal system because you don't like what a country is doing.   Gary B. Smith: I'm going to disagree with John on this one. First of all a lot of the municipal bonds that they issue for these stadiums are exempt from federal taxes. Normally municipal bonds are used to build bridges, highways and infrastructure. The fact that these NFL teams found that loophole for stadiums could be a case of \"well we are just going to close the loophole.\" Jonas Ferris: This whole socializing sports is absurd. You're already paying on your cable bill for these huge plans for the cable companies. Whether you watch sports or not the fact that some of your tax money is going so a local government can give a tax free mini bond offering to build a stadium that you are never going to go to. Jessica Tarlov: To Gary's point he said that someone else can deem whether or not this is vindictive on the part of Trump, I'll take it. Yes this is vindictive on the part of President Trump, he will stop at nothing to quote \"win this one.\"   New Push to Cut Government Spending to Help Pay for Disaster Relief John Layfield: Look debt essentially doubled under President Bush it doubled again under President Obama, Congress is mortgaging our future to get themselves re-elected. We aren't going to have money left for anything except interest payments if some sanity doesn't come to Washington D.C... Gianno Caldwell: Balance budget amendment, where's that? We've been seeing a lot of programs talked about we've been talking about the budget and tax reform for a long time but no one is talking about where we are going to cut. How are we going to cut spending? How are we going to balance our actual budget?  Jessica Tarlov: I don't disagree I think there are a lot of places we could be cutting.   Jonas Ferris: I don't think there's going to be any cuts to pay for this damage so I think we are going to tax for it. The American people will pay it because they know it needs to get paid. Gary B. Smith: Within the next 30 years almost our entire federal budget will be on entitlements and the interest on our federal debt. We don't cut it now then we are going to be the next Greece.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DISCLAIMER",
      "utterance": "THE FOLLOWING \"Cost of Freedom Recap\" CONTAINS STRONG OPINIONS WHICH ARE NOT A REFLECTION OF THE OPINIONS OF FOX NEWS AND SHOULD NOT BE RELIED UPON AS INVESTMENT ADVICE WHEN MAKING PERSONAL INVESTMENT DECISIONS. IT IS FOX NEWS' POLICY THAT CONTRIBUTORS DISCLOSE POSITIONS THEY HOLD IN STOCKS THEY DISCUSS, THOUGH POSITIONS MAY CHANGE. READERS OF \"Cost of Freedom Recap\" MUST TAKE RESPONSIBILITY FOR THEIR OWN INVESTMENT DECISIONS. President Trump Announces He Will Not Recertify the Iran Nuclear Deal"
    },
    {
      "speaker": "Gary B. Smith",
      "utterance": "I think it's a great move Dagen. It was never a good deal. At best it only delayed their development of nuclear weapons and gave them a pile of money."
    },
    {
      "speaker": "John Layfield",
      "utterance": "Gary B. and I were adamant about this in 2015 before the deal was signed that this was a terrible deal, I agree with the president. It took 35 years to get sanctions on Iran, to bring them to the negotiating table. The toothpaste is out of the tube at this point. We are not going to get those sanctions put back."
    },
    {
      "speaker": "Gianno Caldwell",
      "utterance": "Not to mention it doesn't include the ballistic missile program that they can develop. Do you really have a deal when you gave them access of $150 billion which they can use to create an environment that destabilizes the region?"
    },
    {
      "speaker": "Jessica Tarlov",
      "utterance": "I totally understood what the president did today. I also think he may have needed a win, something to make him feel good and that he was keeping to a promise. But I think that it is really to consider the views of his team here. He picked the best of the best, certainly in the military brass that he brought on. It's also his army chiefs of staff who say that we should stay in the deal as is."
    },
    {
      "speaker": "Jonas Ferris",
      "utterance": "I'm not crazy about bringing countries to their economic knees we have less problems with bigger countries so it would be better if Iran wasn't like North Korea and more like a real country at some point. President Trump Targets NFL's 'Massive Tax Breaks' Amid Anthem Controversy"
    },
    {
      "speaker": "Gianno Caldwell",
      "utterance": "Literally in 2004 there was a tweak to the IRS code which allowed owners to write off 100 percent of their purchase price of these teams over 15 years I believe. We know that the NFL is employing millionaires it's not employing well paid American citizens that are from middle of the road country. I don't know why we would allow them to write off 100 percent of their tax liability."
    },
    {
      "speaker": "John Layfield",
      "utterance": "The NFL dropped their exempt status in 2015 only right now you have NHL, PGA, and LPGA that are exempt status. I feel very strongly, I have spent a lot of Christmases in Iraq and Afghanistan with some wonderful heroes. I feel very strongly about our flag and our country. I also feel very strongly about the motives of this protest not necessarily how they protest. You can't use the tax code as a penal system because you don't like what a country is doing."
    },
    {
      "speaker": "Gary B. Smith",
      "utterance": "I'm going to disagree with John on this one. First of all a lot of the municipal bonds that they issue for these stadiums are exempt from federal taxes. Normally municipal bonds are used to build bridges, highways and infrastructure. The fact that these NFL teams found that loophole for stadiums could be a case of \"well we are just going to close the loophole.\""
    },
    {
      "speaker": "Jonas Ferris",
      "utterance": "This whole socializing sports is absurd. You're already paying on your cable bill for these huge plans for the cable companies. Whether you watch sports or not the fact that some of your tax money is going so a local government can give a tax free mini bond offering to build a stadium that you are never going to go to."
    },
    {
      "speaker": "Jessica Tarlov",
      "utterance": "To Gary's point he said that someone else can deem whether or not this is vindictive on the part of Trump, I'll take it. Yes this is vindictive on the part of President Trump, he will stop at nothing to quote \"win this one.\" New Push to Cut Government Spending to Help Pay for Disaster Relief"
    },
    {
      "speaker": "John Layfield",
      "utterance": "Look debt essentially doubled under President Bush it doubled again under President Obama, Congress is mortgaging our future to get themselves re-elected. We aren't going to have money left for anything except interest payments if some sanity doesn't come to Washington D.C..."
    },
    {
      "speaker": "Gianno Caldwell",
      "utterance": "Balance budget amendment, where's that? We've been seeing a lot of programs talked about we've been talking about the budget and tax reform for a long time but no one is talking about where we are going to cut. How are we going to cut spending? How are we going to balance our actual budget?"
    },
    {
      "speaker": "Jessica Tarlov",
      "utterance": "I don't disagree I think there are a lot of places we could be cutting."
    },
    {
      "speaker": "Jonas Ferris",
      "utterance": "I don't think there's going to be any cuts to pay for this damage so I think we are going to tax for it. The American people will pay it because they know it needs to get paid."
    },
    {
      "speaker": "Gary B. Smith",
      "utterance": "Within the next 30 years almost our entire federal budget will be on entitlements and the interest on our federal debt. We don't cut it now then we are going to be the next Greece."
    }
  ]
}