{
  "date": "October 29, 2017",
  "headline": "Media tout GOP civil war",
  "subHeadline": "Praising Flake, Corker for attacking Trump.",
  "url": "https://www.foxnews.com/transcript/media-tout-gop-civil-war",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "HOWARD KURTZ, HOST",
      "sentences": "On the buzz meter this Sunday, the Russia investigation takes to a bizarre twist as The Washington Post reveals that Hillary Clinton's campaign and the DNC funded the research that led to that unsubstantiated dossier about the Kremlin and Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "I think it's very sad what they've done with this fake dossier. It was made up, and I understand they paid a tremendous amount of money, and Hillary Clinton always denied it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT LEWIS, THE DAILY BEAST",
      "sentences": "The Democrats hired a foreign agent to dig up dirt Donald Trump. Look, that may be -- that happens all the time in politics, but it seems really seedy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS",
      "sentences": "We are all worried about these meetings, some too bit (ph) Russian lawyer had with Donald Trump Jr. when we had the Democrats paying for a Kremlin designed in part dossier that was compiled by this Steele character.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CILLIZZA",
      "sentences": "It gives Donald Trump every Trump ally a huge card to play to say, told you, partisan witch hunt. Mueller investigation is a partisan witch hunt, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And a new report says that anti-Trump oppo firm was originally hired by The Washington Free Beacon. What is a conservative new site doing? Paying for dirty?  A republican rupture when Senator Jeff Flake announces his resignation by ripping into Trump, and much of the press hails him, and Bob Corker as heroes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JEFF FLAKE, R-ARIZ.",
      "sentences": "The longer we wait, the more this kind of behavior and this kind of politics become normalized and we can't afford that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOR SCARBOROUGH, MSNBC",
      "sentences": "Far beyond a rebuke and this is a -- this shows the insanity that has overtaken the Republican Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS",
      "sentences": "For all you never-Trumper senators that are headed for the exits, people like Corker and Flake, you know what? Guess what? You guys, you know, take your other colleagues with you. Mitch McConnell, goodbye. Ben Sasse, goodbye. John Cornyn, goodbye.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So which pundits are right? Are the senators courageous or quitters? Plus, MSNBC suspends \"Game Change\" co-author Mark Halperin over sexual harassment allegations, and he loses his book and movie deals after apologizing for misconduct now involving a dozen female accusers.  Do allegations against Harvey Weinstein and so many accusations locking the media, Hollywood, and corporate America? Has there been a cultural game change?   I am Howard Kurtz and this is \"Media Buzz.\" The unsubstantiated dossier about President Trump and Russia has got enormous media attention. But now, The Washington Post disclosing that Hillary Clinton's campaign and the DNC funded that research by spending millions on a law firm that hired an oppo research outlet using GPS which in turn hired an ex-British spy with ties to the FBI who wrote this report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY",
      "sentences": "I'm glad that some folks in the media are finally talking about the real collusion with Russia, and that is with the Clinton campaign and with the DNC on both of these matters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Sarah Sanders. Joining us now to analyze the coverage: Anna Palmer, reporter for Politico and co-author of the Playbook column; Emily Jashinsky, commentary writer for the Washington Examiner; and Joe Trippi, a Democratic strategist and Fox News contributor. Emily, after months and months of media investigation about alleged collusion between the Trump team and Russia, this is Post story which do covers on all the cable news networks, make it look like democratic dirt digging.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY JASHNINSKY, WASHINGTON EXAMINER",
      "sentences": "Yes. I mean this is an excellent report in The Washington Post and it certainly did -- it changes the narrative. It means that the media really has to broaden the narrative when it comes to Russian collusion because we are seeing clearly on both sides there is an interest in going through this route.   So this was a big thing. It changes how we are going to talk about this for the foreseeable future, and it doesn't make the Democrats look good, I should add.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Joe, you put plenty of oppo research out there in your career. Should the media have been more skeptical about this firm, about this ex- British spy, about who was paying for it as they were dealing with Russians to find out more about the Republican nominee?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE TRIPPI, FOX NEWS CONTRIBUTOR",
      "sentences": "No, I don't think so. I think what the media has missed is that -- look, all campaigns do this, but no campaign sets out to find fake or phony information. We hire opposition research firms to find true stuff that the other side doesn't want voters to know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "If all campaigns do this, I will heartily agree with that, but how many campaigns have somebody who was secretly -- this is all secret obviously, you know, talking to Kremlin officials? I mean that has given this an entirely different cast. You seem rather nonchalant about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "No, that is what is different. It is not about who paid for it. It is about was the Kremlin in both campaigns? I mean was it feeding fake information to Christopher Steele? Was it giving fake information or information to -- in exchange for something to the Trump (INAUDIBLE) that is what it is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I would (INAUDIBLE) that it is not about who pay for, I think that is crucial. Some journalists are saying the Democrat lawyer involved lied for a long time about this Fusion GPS. It is a firm founded by a former Wall Street journal reporter, Glenn Simpson.   New York Times according to sources is saying Hillary Clinton didn't know about it. Brian Fallon, her former spokesman now at CNN saying he didn't know anything about it. The media is going to aggressively pursue this question of how much (ph) money being spent, who actually knew about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNA PALMER, POLITICO",
      "sentences": "I actually that reporters for months have been trying to get to the bottom of who funded this dossier. CNN reported about it a while ago. We -- Politico and other outlets went to the Clinton people who lied. I think it is plain and simple that they did not tell the truth about who was funding this.  I think they are going to see more reports as there are new more digging on this. I think we will see more digging on what happened at the Free Beacon. (INAUDIBLE) you know, kind of funding this kind of information as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And to that in a second, I do want to mention people forget that most of these organizations would not touch this dossier. It was Buzz Feed that made it public while saying it had no way of confirming whether these allegations were true. And the president tweeting this morning, all series of them, saying it's not coincidental, all this focus on phony Trump-Russia stuff when he's trying to get tax reform. There is so much guilt by Democrats. Clinton as the president. Now the facts are pouring out. Do something. All right. So Washington Free Beacon, Emily, Byron Yorker, we will talk to later, broke the story. There is a conservative news website hiring Fusion GPS. The dossier came later, but still this raise a credibility issue. It's a partisan news organization, but it still does news. Hiring one of the shadowy firms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHNINSKY",
      "sentences": "Two points on this. I think first of all, The Washington Free Beacon's explanation for what they did was fantastic. They completely opened honestly. They did not run from it. They embraced it. They said this is something that we did. Trump was not the only subject of the investigation. There were other primary candidates at the time that Fusion GPS was looking into for the Free Beacon.  One thing I think the Free Beacon needed to be more careful of is they were reporting about Fusion GPS without disclosing that they had hired Fusion GPS and that I think was problematic. But overall, I thought their explanation --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "That is a really important point. And look, there is nothing wrong, say, with hiring a pollster or some outside firm to help you reporting. When you are hiring a firm whose job is to dig up dirt and you're reporting on the controversy, you're reporting on the firm, you don't disclose that to readers. How is that not a big conflict?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "That is a big conflict. There are things -- there are conflicts going on here. Look --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So many of them. It is kind of hard to -- we do this for a living, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "Absolutely. But what I think that is happening is, look, if you're trying to find these things down or trying to hunt them down, you go to where they are. I mean if the facts are leading you to something Trump and Russia, that is where the oppo reserch firm is going to go.  I mean if it is a land deal in the Bahamas, that is where the research firm is going to go. The question is, because it is an internal document to go after negative information, the question is, is any of it true? Because from the campaign point of view, that is what you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I want to rephrase the question --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "And that is what we are still hunting down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "CNN went wall to wall starting Friday night, MSNBC as well, over CNN's report that Robert Mueller has brought his first indictment except this little detail that we don't know, like, who is it? Fox had few mentions. But the next morning, Politico, New York Times, Washington Post didn't have a story. Is it hard to stay away from a story that isn't confirmed when it's all over certain cable networks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "Listen, I think that is what we do as reporters, right? You're trying to confirm information. You're tying to be first always, but you also have to be right. And so I think, you know, we want to try to get -- this is going to be huge. What happens on Monday? What happens with this probe? Everybody is focused on it. Obviously the president is tweeting about it as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "(INAUDIBLE) who is paying it and who it is. It could be some lower level person or it could be Paul Manafort. I don't want to speculate. But, yes, I actually admire news organizations that held back without having it confirmed.   Let me move now to all the Republican in-fighting. Steve Bannon who was not a household name before joining the Trump campaign. He has now turned himself into a major media figure, working the press, using Breitbart as his platform, and recruiting candidates against republican establishment. So has he become a media and political force in the cycle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHNINSKY",
      "sentences": "Absolutely. There is no question about it. He's actually (INAUDIBLE) as the media manipulator. I think he knows when to see narratives that are going to energize his base, energize what's really become the Trump base. And that gets back to the president and how the president sets the narrative is huge. It is very, very --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Do you say media manipulator kind of admiringly or is it insult?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHNINSKY",
      "sentences": "Well, it depends on what he is doing. I am conservative and sometimes I think, you know, the narratives that he latches on to are very true and are very helpful. There aren't a lot of other people who would be calling them out. And so in certain circumstances, other conservatives absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Joe, as an operative who became kind of famous when you were writing the Howard Dean campaign, you're noted (ph) around the world, is it a mixed blessing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "It is a mixed blessing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "We will go with that. Is it a mixed blessing when the operative is a bigger media figure than the candidates he's trying to recruit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "Oh, no, that is definitely the case. I mean that can be a problem. But, look, I think Steve Bannon was a force way before the Trump campaign. I mean he had a lot to do with setting the agenda and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "It wasn't as high profile.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "It wasn't as high profile. Now, he is. It's clear that he's even more -- I think even more powerful and he's having a bigger effect particularly within the Republican Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The lead story in The Washington Post the other day, Republicans target Bannon. This was GOP establishment hitting back against Bannon who doesn't exactly been shy about criticism. Do Steve Bannon's efforts to recruit candidates to knock off some of the establishment Republicans or Trump unfriendly Republicans, warrant that kind of media treatment? In other words, is it big a deal or do we just like writing and talking about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "I think anytime there is tension, right? There is a bias in the media for a fight that is happening. Imagine Rahm Emanuel went out when Clinton was then the president and said I am going to recruit candidates that you don't want. I think that is just intention there and it is obviously very interesting and we are following this on a day-by-day, you know, minute-by-minute basis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "What you are saying is it is a really good story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Let me get a break. \"Media Buzz\" at foxnews.com if you want to let us know what you think. When we come back, the war of words between the president and two Republican senators. Is it the civil war being trumpeted by the press? And later, MSNBC suspends a top contributor as more sexual harassment allegations hit the headlines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The press has branded a Republican a Republican civil war. This after two senators, Jeff Flake and Bob Corker, ratcheted up their rhetoric against President Trump triggering an avalanche of coverage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLAKE",
      "sentences": "It is difficult to win a Republican primary these days if you disagree with the president on anything or if countenance his behavior which I don't think that we ought to normalize.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN ALTER, DAILY BEAST",
      "sentences": "Every other Republican must now look in the mirror and ask themselves whether they have the courage to do what Jeff Flake and Bob Corker had done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS",
      "sentences": "I mean Flake now announced his part of the resistance, and good riddance. We don't need him. It's fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAVANNAH GUTHRIE, NBC NEWS",
      "sentences": "Let me put it bluntly, left to his own devices, do you think the president is a threat to national security?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BOB CORKER, R-TENN.",
      "sentences": "I think that there are people around him that work in an effort to contain him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "As I mentioned at the opening, have media organizations largely portrayed Jeff Flake and Bob Corker, both of them are retiring, as courageous for their stinging criticism of President Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "I don't think so. I think there is a lot of focus on this for two reasons. One, they are saying that a lot of people, a lot of members of congress are saying behind the scene that they are coming forward. Again, (INAUDIBLE) attention. There is a fight here brewing in the Republican Party, and we love nothing more than to cover a good story about a fight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Are they also saying things that journalists and commentators have said both publicly and privately? And they can say well, look, this is not us being biased. I mean look at Corker and Flake. From his records, he's chaotic, he doesn't know the issues. It gives them cover.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHNINSKY",
      "sentences": "Yes. I think that is exactly. I think Jeff Flake and Bob Corker are very convenient proxies for reporters who -- the majority of them would never consider themselves partisan, but don't like Trump. And when they are speaking this elevated language about civility and decency, they become I think really convenient proxies for reporters who celebrate them I think as heroes. We don't hear a lot about the Democrats at war, I should ask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "Well, first of all, there is tension on the democratic side too, but you never see -- I mean this is news, I mean two senators. I think the other side of this is if you are a reporter and you are hearing from Republicans on the Hill behind the scenes off the record the same exact stuff, then it is fair to convey that these people are heroes or courageous for stepping forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "Remember stepping down in the mill of hot congress is very -- I mean newsworthy, noteworthy doesn't happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "No, I absolutely agree that it deserves a lot of coverage. The way it's framed, President Trump, one of many tweets, one of them, Bob Corker who helped President O give us the bad Iran deal and couldn't get elected dog catcher in Tennessee, is now fighting tax cuts. You know, a lot of this though has been -- the narrative has been about Trump attacking his people, but in most cases, Bob Corker was on a bunch of morning shows (INAUDIBLE) latest round. He calls him \"little Bob Corker.\" In other words, he was -- the president was attacked and he counter punched. We can agree he counter punch too much. So, does it seem to you like that both sides want this fight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "Certainly you don't see Bob Corker or Jeff Flake shying away from the kind of dialogue and the back and forth that really propelled them into the dialogue and kind of driving the narrative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But now there is a second wave of stories and one of columnist being written and says well, you know, Flake and Corker, they didn't make their harshest criticism until they didn't have anything to lose politically. They are both not running for anther term, and they were safely out of political frame, so they are not so brave after all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHNINSKY",
      "sentences": "Well, I think that's all fair because look, if you go back, especially with Bob Corker who was in contention for a VP slot and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Secretary of state at one point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHNINSKY",
      "sentences": "Secretary of state. And so, yes, both of them sort of -- if you are framed on that mindset, you could say it enables the Trump phenomenon. And so now that they are facing really tough battles electorally, how brave is it really? I think that is a fair point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "I don't know. I would also just point out that if you look at Jeff Flake, part of the reason why he couldn't win reelection was because he wrote a whole book about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASHNINSKY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PALMER",
      "sentences": "I mean he is brave. Maybe we were not paying attention, but he certainly has been out there for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Some (INAUDIBLE) say that these two retirements are a win for Donald Trump because he is getting rid of two senators who clearly are not just frustrated to him but have very strong feelings against him. And of course it all depends on whether the Democrats end up winning those seats or not. So, could this be seen as Trump taking over the party and other people are having to leave Washington?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "He took over the party. The party is taken over. These are two wins for him. But that's why there is still struggle in the party because you look at the polling data, 67 percent of the party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. In terms of the coverage, is this properly cast as a deep, deep divide in the Republican Party?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIPPI",
      "sentences": "Well, it is being properly cast as a divide. I think most coverage has been it was brave and courageous for these guys to do it and not so much that this was a big win for Donald Trump because it was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Bingo. All right. Joe Trippi, Emily Jashninsky, Anna Palmer, great to see you all this Sunday. Ahead, the New Yorker reports another actress accusing Harvey Weinstein of rape. Is all of this producing a change in the culture? Up next, the vice president's former top spokesman is here with his take on coverage of the White House and what we are calling the Republican civil war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Russia investigation and the political war heating up? Joining us now is Marc Lotter, who recently stepped down as Vice President Pence's top spokesperson. He is now a surrogate for the president's outside political efforts. So, this story about Hillary Clinton and the Democrats funding the firm that ended up procuring this unverified Trump-Russia dossier -- I love that word. It was written (ph) by The Washington Post. Does that not show that the mainstream media are sometimes going to after the other side, not just Republicans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC LOTTER, FORMER PRESS ASSISTANT TO VICE PRESIDENT MIKE PENCE",
      "sentences": "Well, when you are looking at what you saw on CNN and MSNBC happening later this week, they were blaming this all as fictitious creation of Fox News yet they ignored the fact that it started with The Washington Post. I mean this is just another example of the fundamental disconnect between some of the media who have abandoned reporting for resisting. And one of the reasons why, you know, when you look at just about every single day, Fox News here has larger audience and better ratings than MSNBC and CNN combined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Blaming Fox News, I am shocked. Speaking of CNN, we mentioned earlier that -- I want to get your take on this as a former reporter. CNN has this story based on a source, Robert Mueller has a first indictment and now sort of being confirmed and is going to be announced Monday. Hours and hours and hours of talk and chatter, we don't know who it is. It could be a small fish. It could be a bid deal. What do you make of that kind of sort of endless speculation with the key missing fact?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "Well, I think one thing that you have to look at is who leaked potentially confidential and sealed grand jury information if that is in fact what happens tomorrow. But the other part is again, you got some liberal outlets jumping to conclusions, speculating on what it could be when we don't know. I mean anything we have seen in the past from these special investigations is that they rarely actually ever result in charges or issues that are related to what their original charter was. Usually it's something completely unrelated to what they are originally looking into. And so we just don't know at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I am not trying to outlaw speculation on television, but, you know, the identity of the person who allegedly supposedly is going to be indicted obviously is a very big deal. Let me move now to the internal battle within the Republican Party. President Trump going after Jeff Flake and Bob Corker who went after him. In fact, they started it. They are both retiring. Doesn't that create what the White House would call a distraction from other issues? For example, president having his big presentation declaring public health emergency on opioid, because the press loves these intra-party fights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "Yes. I don't think so. I mean I heard (INAUDIBLE) say it the other day on Fox. He was saying there is always about a dozen lead stories on any given moment coming out of the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "So, work on tax reform. Work on repealing and replacing Obamacare. All those things continue regardless of what may be, you know, being discussed in the media.  But the one thing and I will say I got faith in these leaders, all of them, you know, on the Republican side, that when it comes time to voting on something that the president and other Republicans have been talking about for a long time like tax cuts, reforming the tax system, that is something that they are going to have to vote for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So you don't buy the distraction argument? The idea that a lot of the media (INAUDIBLE) consumed the political sniping, less on the issues that the White House is pushing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "If legislation was actually done on personality and relationship, Obamacare would already been repealed because John McCain would have voted with his good friend Lindsey Graham.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right. Fair point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "They do it on policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "OK. Now, as I mentioned, you worked recently for the vice president. Do you think Mike Pence on balance has been covered fairly? Or has there been an attempt by some in the press to (INAUDIBLE) Russia story even saying he knew something or he should have known something and somehow to get him involved in that narrative?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "Well, I think there is always this tendency to try to draw distinctions between the vice president and the president on any given issue. We saw this during the campaign, during early time in office --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Pence makes it hard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "And he makes it very difficult. But the one thing people don't really understand, I think some in the national media are actually starting to get this, the remarkably close relationship that the president and the vice president have. They are in constant communication with each other. They become good personal friends. And what you're seeing is that the vice president is probably one of the biggest champions out there for the president's agenda. And so I think a lot of that narrative has shifted recently --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "-- how do we get that moving --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "In 10 seconds, has the president and large covered Vice President Pence fairly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "I think they have. There have been few instances where I would question it, but by and large, I would say yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right. We got it on tape. Marc Lotter, great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOTTER",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Thanks very much for coming. Ahead on \"Media Buzz,\" the president says the press makes him look more uncivil. Is that true? But first, sexual harassment allegations have now rocked Hollywood, MSNBC, Fox News, even a 93-year-old former president. We will take a closer look, next. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD KURTZ, HOST",
      "utterance": "On the buzz meter this Sunday, the Russia investigation takes to a bizarre twist as The Washington Post reveals that Hillary Clinton's campaign and the DNC funded the research that led to that unsubstantiated dossier about the Kremlin and Donald Trump."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "I think it's very sad what they've done with this fake dossier. It was made up, and I understand they paid a tremendous amount of money, and Hillary Clinton always denied it."
    },
    {
      "speaker": "MATT LEWIS, THE DAILY BEAST",
      "utterance": "The Democrats hired a foreign agent to dig up dirt Donald Trump. Look, that may be -- that happens all the time in politics, but it seems really seedy."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS",
      "utterance": "We are all worried about these meetings, some too bit (ph) Russian lawyer had with Donald Trump Jr. when we had the Democrats paying for a Kremlin designed in part dossier that was compiled by this Steele character."
    },
    {
      "speaker": "CHRIS CILLIZZA",
      "utterance": "It gives Donald Trump every Trump ally a huge card to play to say, told you, partisan witch hunt. Mueller investigation is a partisan witch hunt, too."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And a new report says that anti-Trump oppo firm was originally hired by The Washington Free Beacon. What is a conservative new site doing? Paying for dirty? A republican rupture when Senator Jeff Flake announces his resignation by ripping into Trump, and much of the press hails him, and Bob Corker as heroes."
    },
    {
      "speaker": "SEN. JEFF FLAKE, R-ARIZ.",
      "utterance": "The longer we wait, the more this kind of behavior and this kind of politics become normalized and we can't afford that."
    },
    {
      "speaker": "JOR SCARBOROUGH, MSNBC",
      "utterance": "Far beyond a rebuke and this is a -- this shows the insanity that has overtaken the Republican Party."
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS",
      "utterance": "For all you never-Trumper senators that are headed for the exits, people like Corker and Flake, you know what? Guess what? You guys, you know, take your other colleagues with you. Mitch McConnell, goodbye. Ben Sasse, goodbye. John Cornyn, goodbye."
    },
    {
      "speaker": "KURTZ",
      "utterance": "So which pundits are right? Are the senators courageous or quitters? Plus, MSNBC suspends \"Game Change\" co-author Mark Halperin over sexual harassment allegations, and he loses his book and movie deals after apologizing for misconduct now involving a dozen female accusers. Do allegations against Harvey Weinstein and so many accusations locking the media, Hollywood, and corporate America? Has there been a cultural game change? I am Howard Kurtz and this is \"Media Buzz.\" The unsubstantiated dossier about President Trump and Russia has got enormous media attention. But now, The Washington Post disclosing that Hillary Clinton's campaign and the DNC funded that research by spending millions on a law firm that hired an oppo research outlet using GPS which in turn hired an ex-British spy with ties to the FBI who wrote this report."
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY",
      "utterance": "I'm glad that some folks in the media are finally talking about the real collusion with Russia, and that is with the Clinton campaign and with the DNC on both of these matters."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Sarah Sanders. Joining us now to analyze the coverage: Anna Palmer, reporter for Politico and co-author of the Playbook column; Emily Jashinsky, commentary writer for the Washington Examiner; and Joe Trippi, a Democratic strategist and Fox News contributor. Emily, after months and months of media investigation about alleged collusion between the Trump team and Russia, this is Post story which do covers on all the cable news networks, make it look like democratic dirt digging."
    },
    {
      "speaker": "EMILY JASHNINSKY, WASHINGTON EXAMINER",
      "utterance": "Yes. I mean this is an excellent report in The Washington Post and it certainly did -- it changes the narrative. It means that the media really has to broaden the narrative when it comes to Russian collusion because we are seeing clearly on both sides there is an interest in going through this route. So this was a big thing. It changes how we are going to talk about this for the foreseeable future, and it doesn't make the Democrats look good, I should add."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Joe, you put plenty of oppo research out there in your career. Should the media have been more skeptical about this firm, about this ex- British spy, about who was paying for it as they were dealing with Russians to find out more about the Republican nominee?"
    },
    {
      "speaker": "JOE TRIPPI, FOX NEWS CONTRIBUTOR",
      "utterance": "No, I don't think so. I think what the media has missed is that -- look, all campaigns do this, but no campaign sets out to find fake or phony information. We hire opposition research firms to find true stuff that the other side doesn't want voters to know."
    },
    {
      "speaker": "KURTZ",
      "utterance": "If all campaigns do this, I will heartily agree with that, but how many campaigns have somebody who was secretly -- this is all secret obviously, you know, talking to Kremlin officials? I mean that has given this an entirely different cast. You seem rather nonchalant about it."
    },
    {
      "speaker": "TRIPPI",
      "utterance": "No, that is what is different. It is not about who paid for it. It is about was the Kremlin in both campaigns? I mean was it feeding fake information to Christopher Steele? Was it giving fake information or information to -- in exchange for something to the Trump (INAUDIBLE) that is what it is --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "I would (INAUDIBLE) that it is not about who pay for, I think that is crucial. Some journalists are saying the Democrat lawyer involved lied for a long time about this Fusion GPS. It is a firm founded by a former Wall Street journal reporter, Glenn Simpson. New York Times according to sources is saying Hillary Clinton didn't know about it. Brian Fallon, her former spokesman now at CNN saying he didn't know anything about it. The media is going to aggressively pursue this question of how much (ph) money being spent, who actually knew about it."
    },
    {
      "speaker": "ANNA PALMER, POLITICO",
      "utterance": "I actually that reporters for months have been trying to get to the bottom of who funded this dossier. CNN reported about it a while ago. We -- Politico and other outlets went to the Clinton people who lied. I think it is plain and simple that they did not tell the truth about who was funding this. I think they are going to see more reports as there are new more digging on this. I think we will see more digging on what happened at the Free Beacon. (INAUDIBLE) you know, kind of funding this kind of information as well."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And to that in a second, I do want to mention people forget that most of these organizations would not touch this dossier. It was Buzz Feed that made it public while saying it had no way of confirming whether these allegations were true. And the president tweeting this morning, all series of them, saying it's not coincidental, all this focus on phony Trump-Russia stuff when he's trying to get tax reform. There is so much guilt by Democrats. Clinton as the president. Now the facts are pouring out. Do something. All right. So Washington Free Beacon, Emily, Byron Yorker, we will talk to later, broke the story. There is a conservative news website hiring Fusion GPS. The dossier came later, but still this raise a credibility issue. It's a partisan news organization, but it still does news. Hiring one of the shadowy firms."
    },
    {
      "speaker": "JASHNINSKY",
      "utterance": "Two points on this. I think first of all, The Washington Free Beacon's explanation for what they did was fantastic. They completely opened honestly. They did not run from it. They embraced it. They said this is something that we did. Trump was not the only subject of the investigation. There were other primary candidates at the time that Fusion GPS was looking into for the Free Beacon. One thing I think the Free Beacon needed to be more careful of is they were reporting about Fusion GPS without disclosing that they had hired Fusion GPS and that I think was problematic. But overall, I thought their explanation --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "That is a really important point. And look, there is nothing wrong, say, with hiring a pollster or some outside firm to help you reporting. When you are hiring a firm whose job is to dig up dirt and you're reporting on the controversy, you're reporting on the firm, you don't disclose that to readers. How is that not a big conflict?"
    },
    {
      "speaker": "TRIPPI",
      "utterance": "That is a big conflict. There are things -- there are conflicts going on here. Look --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "So many of them. It is kind of hard to -- we do this for a living, right?"
    },
    {
      "speaker": "TRIPPI",
      "utterance": "Absolutely. But what I think that is happening is, look, if you're trying to find these things down or trying to hunt them down, you go to where they are. I mean if the facts are leading you to something Trump and Russia, that is where the oppo reserch firm is going to go. I mean if it is a land deal in the Bahamas, that is where the research firm is going to go. The question is, because it is an internal document to go after negative information, the question is, is any of it true? Because from the campaign point of view, that is what you want."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I want to rephrase the question --"
    },
    {
      "speaker": "TRIPPI",
      "utterance": "And that is what we are still hunting down."
    },
    {
      "speaker": "KURTZ",
      "utterance": "CNN went wall to wall starting Friday night, MSNBC as well, over CNN's report that Robert Mueller has brought his first indictment except this little detail that we don't know, like, who is it? Fox had few mentions. But the next morning, Politico, New York Times, Washington Post didn't have a story. Is it hard to stay away from a story that isn't confirmed when it's all over certain cable networks?"
    },
    {
      "speaker": "PALMER",
      "utterance": "Listen, I think that is what we do as reporters, right? You're trying to confirm information. You're tying to be first always, but you also have to be right. And so I think, you know, we want to try to get -- this is going to be huge. What happens on Monday? What happens with this probe? Everybody is focused on it. Obviously the president is tweeting about it as well."
    },
    {
      "speaker": "KURTZ",
      "utterance": "(INAUDIBLE) who is paying it and who it is. It could be some lower level person or it could be Paul Manafort. I don't want to speculate. But, yes, I actually admire news organizations that held back without having it confirmed. Let me move now to all the Republican in-fighting. Steve Bannon who was not a household name before joining the Trump campaign. He has now turned himself into a major media figure, working the press, using Breitbart as his platform, and recruiting candidates against republican establishment. So has he become a media and political force in the cycle?"
    },
    {
      "speaker": "JASHNINSKY",
      "utterance": "Absolutely. There is no question about it. He's actually (INAUDIBLE) as the media manipulator. I think he knows when to see narratives that are going to energize his base, energize what's really become the Trump base. And that gets back to the president and how the president sets the narrative is huge. It is very, very --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Do you say media manipulator kind of admiringly or is it insult?"
    },
    {
      "speaker": "JASHNINSKY",
      "utterance": "Well, it depends on what he is doing. I am conservative and sometimes I think, you know, the narratives that he latches on to are very true and are very helpful. There aren't a lot of other people who would be calling them out. And so in certain circumstances, other conservatives absolutely."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Joe, as an operative who became kind of famous when you were writing the Howard Dean campaign, you're noted (ph) around the world, is it a mixed blessing --"
    },
    {
      "speaker": "TRIPPI",
      "utterance": "It is a mixed blessing."
    },
    {
      "speaker": "KURTZ",
      "utterance": "We will go with that. Is it a mixed blessing when the operative is a bigger media figure than the candidates he's trying to recruit?"
    },
    {
      "speaker": "TRIPPI",
      "utterance": "Oh, no, that is definitely the case. I mean that can be a problem. But, look, I think Steve Bannon was a force way before the Trump campaign. I mean he had a lot to do with setting the agenda and --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "It wasn't as high profile."
    },
    {
      "speaker": "TRIPPI",
      "utterance": "It wasn't as high profile. Now, he is. It's clear that he's even more -- I think even more powerful and he's having a bigger effect particularly within the Republican Party."
    },
    {
      "speaker": "KURTZ",
      "utterance": "The lead story in The Washington Post the other day, Republicans target Bannon. This was GOP establishment hitting back against Bannon who doesn't exactly been shy about criticism. Do Steve Bannon's efforts to recruit candidates to knock off some of the establishment Republicans or Trump unfriendly Republicans, warrant that kind of media treatment? In other words, is it big a deal or do we just like writing and talking about that?"
    },
    {
      "speaker": "PALMER",
      "utterance": "I think anytime there is tension, right? There is a bias in the media for a fight that is happening. Imagine Rahm Emanuel went out when Clinton was then the president and said I am going to recruit candidates that you don't want. I think that is just intention there and it is obviously very interesting and we are following this on a day-by-day, you know, minute-by-minute basis."
    },
    {
      "speaker": "KURTZ",
      "utterance": "What you are saying is it is a really good story."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Let me get a break. \"Media Buzz\" at foxnews.com if you want to let us know what you think. When we come back, the war of words between the president and two Republican senators. Is it the civil war being trumpeted by the press? And later, MSNBC suspends a top contributor as more sexual harassment allegations hit the headlines."
    },
    {
      "speaker": "KURTZ",
      "utterance": "The press has branded a Republican a Republican civil war. This after two senators, Jeff Flake and Bob Corker, ratcheted up their rhetoric against President Trump triggering an avalanche of coverage."
    },
    {
      "speaker": "FLAKE",
      "utterance": "It is difficult to win a Republican primary these days if you disagree with the president on anything or if countenance his behavior which I don't think that we ought to normalize."
    },
    {
      "speaker": "JONATHAN ALTER, DAILY BEAST",
      "utterance": "Every other Republican must now look in the mirror and ask themselves whether they have the courage to do what Jeff Flake and Bob Corker had done."
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS",
      "utterance": "I mean Flake now announced his part of the resistance, and good riddance. We don't need him. It's fine."
    },
    {
      "speaker": "SAVANNAH GUTHRIE, NBC NEWS",
      "utterance": "Let me put it bluntly, left to his own devices, do you think the president is a threat to national security?"
    },
    {
      "speaker": "SEN. BOB CORKER, R-TENN.",
      "utterance": "I think that there are people around him that work in an effort to contain him."
    },
    {
      "speaker": "KURTZ",
      "utterance": "As I mentioned at the opening, have media organizations largely portrayed Jeff Flake and Bob Corker, both of them are retiring, as courageous for their stinging criticism of President Trump?"
    },
    {
      "speaker": "PALMER",
      "utterance": "I don't think so. I think there is a lot of focus on this for two reasons. One, they are saying that a lot of people, a lot of members of congress are saying behind the scene that they are coming forward. Again, (INAUDIBLE) attention. There is a fight here brewing in the Republican Party, and we love nothing more than to cover a good story about a fight."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Are they also saying things that journalists and commentators have said both publicly and privately? And they can say well, look, this is not us being biased. I mean look at Corker and Flake. From his records, he's chaotic, he doesn't know the issues. It gives them cover."
    },
    {
      "speaker": "JASHNINSKY",
      "utterance": "Yes. I think that is exactly. I think Jeff Flake and Bob Corker are very convenient proxies for reporters who -- the majority of them would never consider themselves partisan, but don't like Trump. And when they are speaking this elevated language about civility and decency, they become I think really convenient proxies for reporters who celebrate them I think as heroes. We don't hear a lot about the Democrats at war, I should ask."
    },
    {
      "speaker": "TRIPPI",
      "utterance": "Well, first of all, there is tension on the democratic side too, but you never see -- I mean this is news, I mean two senators. I think the other side of this is if you are a reporter and you are hearing from Republicans on the Hill behind the scenes off the record the same exact stuff, then it is fair to convey that these people are heroes or courageous for stepping forward."
    },
    {
      "speaker": "PALMER",
      "utterance": "Remember stepping down in the mill of hot congress is very -- I mean newsworthy, noteworthy doesn't happen."
    },
    {
      "speaker": "KURTZ",
      "utterance": "No, I absolutely agree that it deserves a lot of coverage. The way it's framed, President Trump, one of many tweets, one of them, Bob Corker who helped President O give us the bad Iran deal and couldn't get elected dog catcher in Tennessee, is now fighting tax cuts. You know, a lot of this though has been -- the narrative has been about Trump attacking his people, but in most cases, Bob Corker was on a bunch of morning shows (INAUDIBLE) latest round. He calls him \"little Bob Corker.\" In other words, he was -- the president was attacked and he counter punched. We can agree he counter punch too much. So, does it seem to you like that both sides want this fight?"
    },
    {
      "speaker": "PALMER",
      "utterance": "Certainly you don't see Bob Corker or Jeff Flake shying away from the kind of dialogue and the back and forth that really propelled them into the dialogue and kind of driving the narrative."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But now there is a second wave of stories and one of columnist being written and says well, you know, Flake and Corker, they didn't make their harshest criticism until they didn't have anything to lose politically. They are both not running for anther term, and they were safely out of political frame, so they are not so brave after all."
    },
    {
      "speaker": "JASHNINSKY",
      "utterance": "Well, I think that's all fair because look, if you go back, especially with Bob Corker who was in contention for a VP slot and --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Secretary of state at one point."
    },
    {
      "speaker": "JASHNINSKY",
      "utterance": "Secretary of state. And so, yes, both of them sort of -- if you are framed on that mindset, you could say it enables the Trump phenomenon. And so now that they are facing really tough battles electorally, how brave is it really? I think that is a fair point."
    },
    {
      "speaker": "PALMER",
      "utterance": "I don't know. I would also just point out that if you look at Jeff Flake, part of the reason why he couldn't win reelection was because he wrote a whole book about this."
    },
    {
      "speaker": "JASHNINSKY",
      "utterance": "Yes."
    },
    {
      "speaker": "PALMER",
      "utterance": "I mean he is brave. Maybe we were not paying attention, but he certainly has been out there for a long time."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Some (INAUDIBLE) say that these two retirements are a win for Donald Trump because he is getting rid of two senators who clearly are not just frustrated to him but have very strong feelings against him. And of course it all depends on whether the Democrats end up winning those seats or not. So, could this be seen as Trump taking over the party and other people are having to leave Washington?"
    },
    {
      "speaker": "TRIPPI",
      "utterance": "He took over the party. The party is taken over. These are two wins for him. But that's why there is still struggle in the party because you look at the polling data, 67 percent of the party."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. In terms of the coverage, is this properly cast as a deep, deep divide in the Republican Party?"
    },
    {
      "speaker": "TRIPPI",
      "utterance": "Well, it is being properly cast as a divide. I think most coverage has been it was brave and courageous for these guys to do it and not so much that this was a big win for Donald Trump because it was."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Bingo. All right. Joe Trippi, Emily Jashninsky, Anna Palmer, great to see you all this Sunday. Ahead, the New Yorker reports another actress accusing Harvey Weinstein of rape. Is all of this producing a change in the culture? Up next, the vice president's former top spokesman is here with his take on coverage of the White House and what we are calling the Republican civil war."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Russia investigation and the political war heating up? Joining us now is Marc Lotter, who recently stepped down as Vice President Pence's top spokesperson. He is now a surrogate for the president's outside political efforts. So, this story about Hillary Clinton and the Democrats funding the firm that ended up procuring this unverified Trump-Russia dossier -- I love that word. It was written (ph) by The Washington Post. Does that not show that the mainstream media are sometimes going to after the other side, not just Republicans?"
    },
    {
      "speaker": "MARC LOTTER, FORMER PRESS ASSISTANT TO VICE PRESIDENT MIKE PENCE",
      "utterance": "Well, when you are looking at what you saw on CNN and MSNBC happening later this week, they were blaming this all as fictitious creation of Fox News yet they ignored the fact that it started with The Washington Post. I mean this is just another example of the fundamental disconnect between some of the media who have abandoned reporting for resisting. And one of the reasons why, you know, when you look at just about every single day, Fox News here has larger audience and better ratings than MSNBC and CNN combined."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Blaming Fox News, I am shocked. Speaking of CNN, we mentioned earlier that -- I want to get your take on this as a former reporter. CNN has this story based on a source, Robert Mueller has a first indictment and now sort of being confirmed and is going to be announced Monday. Hours and hours and hours of talk and chatter, we don't know who it is. It could be a small fish. It could be a bid deal. What do you make of that kind of sort of endless speculation with the key missing fact?"
    },
    {
      "speaker": "LOTTER",
      "utterance": "Well, I think one thing that you have to look at is who leaked potentially confidential and sealed grand jury information if that is in fact what happens tomorrow. But the other part is again, you got some liberal outlets jumping to conclusions, speculating on what it could be when we don't know. I mean anything we have seen in the past from these special investigations is that they rarely actually ever result in charges or issues that are related to what their original charter was. Usually it's something completely unrelated to what they are originally looking into. And so we just don't know at this point."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I am not trying to outlaw speculation on television, but, you know, the identity of the person who allegedly supposedly is going to be indicted obviously is a very big deal. Let me move now to the internal battle within the Republican Party. President Trump going after Jeff Flake and Bob Corker who went after him. In fact, they started it. They are both retiring. Doesn't that create what the White House would call a distraction from other issues? For example, president having his big presentation declaring public health emergency on opioid, because the press loves these intra-party fights."
    },
    {
      "speaker": "LOTTER",
      "utterance": "Yes. I don't think so. I mean I heard (INAUDIBLE) say it the other day on Fox. He was saying there is always about a dozen lead stories on any given moment coming out of the White House."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "LOTTER",
      "utterance": "So, work on tax reform. Work on repealing and replacing Obamacare. All those things continue regardless of what may be, you know, being discussed in the media. But the one thing and I will say I got faith in these leaders, all of them, you know, on the Republican side, that when it comes time to voting on something that the president and other Republicans have been talking about for a long time like tax cuts, reforming the tax system, that is something that they are going to have to vote for."
    },
    {
      "speaker": "KURTZ",
      "utterance": "So you don't buy the distraction argument? The idea that a lot of the media (INAUDIBLE) consumed the political sniping, less on the issues that the White House is pushing."
    },
    {
      "speaker": "LOTTER",
      "utterance": "If legislation was actually done on personality and relationship, Obamacare would already been repealed because John McCain would have voted with his good friend Lindsey Graham."
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right. Fair point."
    },
    {
      "speaker": "LOTTER",
      "utterance": "They do it on policy."
    },
    {
      "speaker": "KURTZ",
      "utterance": "OK. Now, as I mentioned, you worked recently for the vice president. Do you think Mike Pence on balance has been covered fairly? Or has there been an attempt by some in the press to (INAUDIBLE) Russia story even saying he knew something or he should have known something and somehow to get him involved in that narrative?"
    },
    {
      "speaker": "LOTTER",
      "utterance": "Well, I think there is always this tendency to try to draw distinctions between the vice president and the president on any given issue. We saw this during the campaign, during early time in office --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Pence makes it hard."
    },
    {
      "speaker": "LOTTER",
      "utterance": "And he makes it very difficult. But the one thing people don't really understand, I think some in the national media are actually starting to get this, the remarkably close relationship that the president and the vice president have. They are in constant communication with each other. They become good personal friends. And what you're seeing is that the vice president is probably one of the biggest champions out there for the president's agenda. And so I think a lot of that narrative has shifted recently --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right."
    },
    {
      "speaker": "LOTTER",
      "utterance": "-- how do we get that moving --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "In 10 seconds, has the president and large covered Vice President Pence fairly?"
    },
    {
      "speaker": "LOTTER",
      "utterance": "I think they have. There have been few instances where I would question it, but by and large, I would say yes."
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right. We got it on tape. Marc Lotter, great to see you."
    },
    {
      "speaker": "LOTTER",
      "utterance": "Good to see you."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Thanks very much for coming. Ahead on \"Media Buzz,\" the president says the press makes him look more uncivil. Is that true? But first, sexual harassment allegations have now rocked Hollywood, MSNBC, Fox News, even a 93-year-old former president. We will take a closer look, next. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}