{
  "date": "October 15, 2021",
  "headline": "'Gutfeld!' on diversity quotas",
  "subHeadline": "'Gutfeld!' welcomed guests Jamie Lissow and Walter Kirn",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-diversity-quotas",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Warning. Greg had an endoscopy earlier today and is still coming down from a strong anesthetic. We're not responsible for anything he says during the follow show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's true. I'm not lying.  So, it's an especially happy Friday for me because yes, I just had an endoscopy. That's when they shove a tiny camera down your throat to see how stuff's working. Everything seems OK. The best part is that videos ratings were still higher than CNN's. But thankfully, they didn't find anything scary except for Dana Perino's class ring. There's a few diamonds missing from it, but I'm hoping my proctologist will find those next week.  But in order to do that procedure, they put me on a drug that knocked me out. So, forgive me if I make less sense than Joe Biden, speaking without a teleprompter. But, at least I know what it's like to be Kat.   Anyway. Last night, a debate erupted over the Brooklyn Nets guard Kyrie Irving, who's refused the COVID vaccine. Now, I don't follow professional badminton. But this is now a big deal. Since New York City requires proof of the vax for entry into the arena where the Nets play. So, on Tuesday, the Nets said Irving won't play until he's vaxxed, but he isn't doing it. I mean, what would you do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KYRIE IRVING, AMERICAN PROFESSIONAL BASKETBALL PLAYER, BROOKLYN NETS",
      "sentences": "What would you do? You know, if you felt uncomfortable going into the season, when you were promised that you will have exemptions, or that you didn't have to be forced to get the vaccine. I'm staying grounded in what I believe in. It's just as simple as that. It's not about being anti-vax, or about being, you know, on one side or the other. Like, it is just really about being true to what feels good for me. I chose to be unvaccinated. And that was my choice. And I would ask you all just to respect that choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Now, what's interesting about this story is in Irving's reasoned opinion, but how it affects people who hear it? It's now a pickup game of the shirts versus the skins. See what I did there? Check out the debate on this intriguing program. It features five panelists. One really, really hot guy, and it's on at 5:00 p.m., but I can't remember the name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CHANNEL CORRESPONDENT-AT-LARGE",
      "sentences": "Rules are rule.  This guy is wrecking his life right now fort no real reason and it's absolute stubbornness based on nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Geraldo, you're mad at this guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I am mad at him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're mad at him --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Because he's not just hurt -- he's not just hurting himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, but what I'm saying is you're being played. You're being played",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "He's hurting everybody like Jesse who invested in Brooklyn Nets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're being played. You are being played. You are being",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You're being stubborn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, I'm trying to explain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You're being blunt-headed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Can I finish my point? You are being manipulated to disagree with somebody. This is an artificial division and we shouldn't play into this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I want Dana, dig in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is what the mandate did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, it's weird watching yourself on T.V. while you're on T.V.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Don Lemon does that to double his viewership. Anyway, I fear that Geraldo missed my point that the anger he felt toward Irving was not caused by Irving at all. It's caused by the situation created by people in power in order to create conflict, to keep us at each other's throats, like Joy and Whoopi fighting over the last eclair in the green room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, yes.  The elites, they like sweets. The elites are trying to fight a proxy war with each other through the citizens, and unfortunately, it seems to be working. Irving was trying to focus on getting a shot in the neck, not getting a shot in the arm. But Geraldo felt genuine anger toward him. The same kind I feel towards Kilmeade when he won't return my swim trunks. Doesn't even own a pool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But the anger is misplaced. Its fury, manufactured by the establishment who are scared to death of liability and therefore risk. But they're also terrified to you and me or me and Geraldo if we happen to ever agree, which is hard to do when you're looking at that moustache.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. That thing's a whole different kind of two pointer. Little sports, Joe.   But if we all got along despite our political health or height differences, it makes it that much harder for the aristocracy to control you and for the media to make a buck.  The people in power lose power when we resist the traps that they set for us. We've seen now division is that gone through media narratives that aren't true, and politicians who need to target. CNN fostered the anti-police narrative and wove it into a racial conflict that is since mushrooms into a Stelter-sized monstrosity of lies and identity politics. Others who wish to pit the sexes against each other do so, because it makes careers in academia and jobs for people in human resources.  They do this with gays and straights, trans and gays, dogs and cats, \"FOX AND FRIENDS\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Conflict sells. That's why every good Bond film has a Bond villain. And it's why CNN, \"The View\", MSNBC, suck. While we push each other around in the streets, they're raking it in with their click bait.  If only we got along, their jobs would vanish faster than a story on Hunter's laptop, and the people's power would grow. But now, we're being pulled into new conflicts: vaxxed versus unvaxxed, masked versus no mask.  Once you see how it's being ginned up though, you see it everywhere. Take the NBA player. Seriously, why get mad over someone you don't even know who is making a decision for himself. I mean, unless it's something like talking loudly on a cell phone in a movie theatre, in that case, stabbed the jerk.  Don't stab the jerk. That's a joke. But other than that, just realize, it's CNN and Biden administration trolling you and us. Right now it's kind of clear that someone who is young, lean, and incredibly fit such as Kyrie and myself, does not have the same risk profile as someone with a pre-existing condition. Unless, unbeknownst to me, Kyrie once dated Kat. He poses no threat to Geraldo, or me, or our families. I don't know what that means. But we're living in a time of conformity. And when you don't conform, you're shunned like Jerrold Nadler skinny dipping at a public pool. So, whenever you feel yourself getting angry at someone else, and you're only given two choices, it's a binary prison of ideas. Remember, that it's a desired phenomenon created by a third party. It creates content for T.V.  producers, and it distracts the populace from the real bad -- that's going on. Like crime, mental illness, and my relentless IBS caused by swallowing class rings.  If we fight amongst ourselves, we can't fight them, and they can continue ignoring real injustice, and get rich off you along the way. So, mandates became just another tool to split us apart. But the media's argument that there has to be a deep seated hatred amongst Americans is much like Al Capone's vault. Once you crack it open, there is nothing really there. And once you see it, you can't unsee it. Much like when you see Geraldo shirtless.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sadly, there is no vaccine for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "PERIOD!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guest. He's a successful comedian, and actor, which means, at one point in his career, he was also a successful waiter. Jamie Lissow Her last names Italian for talks to fast. \"OUTNUMBERED\" co-host Emily Compagno.   Oh, look at that. His novels are so delicious, they should be in a cookbook section. Up in the Air author Walter Kirn. She has got brains, she has got beauty, and if you feed her beans, she's gets a little toothy. Fox News contributor Kat Timpf. Walter, the problem with this COVID stuff is that we cannot discount the fact -- by the way, it's nice to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTER KIRN, NOVELIST, LITERARY CRITIC",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I've missed you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "Good to be here, man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY COMPAGNO, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Cute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is not cute. Shut up, Emily. We cannot discount the fact that people when given the chance to feel righteous, you know, from flight attendants to T.V. anchors will take that shot, right? And that's what I feel like what we're seeing. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "When I was a kid, we used to read a short story in high school called, The Lottery. And it was about a small Protestant hometown in -- I think, Vermont, where every year, to make the crops grow, the farmers formed a circle, picked one person, and stone them to death.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, really.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "And so there's an ancient instinct in people to make a scapegoat, pay for all the difficulties of life, you know, in the thought that maybe, you know, it will bring back normalcy, if we sacrifice them. And today it's him. But, you know, I remember when Muhammad Ali wouldn't go to the Vietnam War  --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMIE LISSOW, ACTOR, COMEDIAN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "Professional athletes are people too. We treat them like a paid circus performers. Then, they come out, show they have a conscience, and that they don't need the applause and acclaim that we give them. And personally, he's made all the right decisions about his body, his whole life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "He made it into the NBA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "I think he's probably still making them, and that he's suddenly a moron is ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's true. The lottery, so you're saying that was a bad idea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "Well, not if you want the crops to grow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's exact --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly. Some things take priority, Jamie. Long time since I've seen you as you've been living in -- where do you live now? Still in Fairbanks, Alaska?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "Fairbanks, Alaska.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "That's right. Trying to get geographically is far away from where I would be successful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you've done quite well for your (INAUDIBLE). You are successful in your failure?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. What do you make of this whole story? Where do you stand or sit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "Can I say, first of all, I know you had the endoscopy this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "And you're on some drugs. I wanted to apologize throughout the bad. I'm also on some painkillers, because this morning, I had access to some.  And still --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That might be the best joke I've ever heard. But then again, I'm really high, so what is the better?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "I have told that joke before but no one can hear because I was in Alaska. I feel like -- I think Kyrie is brave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "I think he's a -- he's a brave guy. And I think it's impressive because he is a rich guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "I think we could say he makes $400,000 a game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "I think I saw, is that true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "Like, for $4,000, I would take the anthrax vaccine. I really would. And you could say -- then, I was thinking like he could have gone the way like, you know, LeBron. I think Stephen Curry got the Johnson and Johnson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "So, we could have just gone with that with they just released today that they're saying that Johnson and Johnson vaccine is just as effective - - is just having one of those little circular band aids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Good to see you, Jamie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "It's good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So much talent. Such a -- such an empty state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "It's no --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know what I'm saying. Emily, what -- do you feel this debate could be easily settled if we just got rid of lawyers in the media, from the room --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Hey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I was just going to give --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're a (INAUDIBLE) in the media and a lawyer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Well, I was going to say, but I feel like I shouldn't, now, you don't deserve it. But that, I don't think that disclaimer in the beginning impasses legal muster. Just saying. Look, here is -- here is what kills me about that. So, Kyrie actually said it best himself? And he said, what would you do? If you were told there would be exemptions -- exceptions, alternatives? Look at Andrew Wiggins from the warriors who applied for a religious exemption and he was denied. We were told that COVID negative tests would suffice for these athletes that chose not to get the vaccine. In fact, we were told that with the New York City, we were told that within the federal government, but that encroachment just keeps creeping. And so, Kyrie can stand to lose, yes, $15.5 million, which he will this season. That means he can stand to lose that if he is. But what about all of those Navy sailors that are being dishonor or discharged less than honorably, and they're losing their veterans benefits, they're losing their pension. These are hardworking Americans that have served our country that are losing everything that have mouths to feed because they have chosen to have autonomy over their body and made their own personal decision, religious or otherwise. But if it doesn't pass that arbitrary test according to some coach or some medical examiner at that moment --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Then, it hasn't been approved. So, that -- the mandate -- he is absolutely right. And the mandate is what is difficult to stomach. And everyone stepping up against them with whatever platform they have, we should applaud rather than condemn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's I don't -- there you go. By the way, I think if it's the team, it's the -- it's the edict from the -- from the government in New York that's forcing the team's hand, which is what we're seeing. We're seeing the government freelance their authoritarianism. So, that it's the company -- all the companies now going -- it's a company's choice to do that, and you work at the company. No, it's the government telling the company to do it by saying, you can't work here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, and we've all just gone completely crazy because he watched that video and he says it's my choice. I'm asking you to respect my choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "He doesn't say boycott the NBA.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "He doesn't even say agree with me. He just -- you know, you watch that, hear someone say it's my choice, respect my choice. You think, oh, yes, OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And you turn on the T.V. and people like, no. You know, then, he's like, we're going to talk about what a horrible person you are all night long, actually. And there's a certain point where it's just completely -- it's completely psychotic reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Just someone to be like, it's my choice, you respect my choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes, it is the -- it is -- but, it's because we are forcing people in the prison of two ideas. There's a million ideas, but -- million stances between (INAUDIBLE) and hey. There is. I don't know why my hands are still up here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I like you, hi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know what's going on (INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "I took -- I took painkillers too. No, I'm not kidding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why don't you share?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "I threw my back out, because I tried to be stealth when I'm stoned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Am I the only sober one here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That's insulting to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know, it is insulting. It's like if you got him, you got to share them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I agree. I agree.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Unless you're -- unless you're like the crappy kind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "A friend like Tramadol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "Greg, on my painkillers, on the back of the bottle, it said, do not mix with alcohol. But I read that as, this are probably pretty good if you mix with alcohol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Up next, diversity quotas get repealed when it's time to put a team on the field.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. They care about the color of your skin, unless you can throw the pigskin. Yes, when talking about football, diversity goes a wall. Campus Reform reporter Ophelie Jacobson recently spoke to students at the University of Florida. They have a university in Florida? And she learned that get ready to get your mind blown. Diversity is a very important thing on campus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OPHELIE JACOBSON, REPORTER, CAMPUS REFORM",
      "sentences": "We are talking with college students about diversity quotas today. Do students support these quotas in the workplace and in the college admission's process? And will these students change their mind if we apply those same diversity quotas to the Florida Gators football team. Do you think diversity should be a factor in hiring decisions, and in college admissions processes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Probably. They should probably have diversity quotas for like college admissions. And I think they already have quotas, though, but like, those are definitely a good thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I mean, I think it's an absolute necessity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "As a first generation college student from a Hispanic household, it's very important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Absolutely, there should be more diversity in basically every single field.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Great. But what about when it comes to your perennial powerhouse football team?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACOBSON",
      "sentences": "What about diversity quotas on sports teams -- college sports teams? Do you guys think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, I think that should be skill-based.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, absolutely. Sometimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think we want to win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACOBSON",
      "sentences": "We were to apply that quota to the offensive lineup for the Florida Gators football team. This is what the lineup would look like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK, and that's probably not what it looks like at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACOBSON",
      "sentences": "This is what it looks like right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACOBSON",
      "sentences": "How do you feel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I feel like there's -- the prize is more skilled players.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't necessarily think that. It's a bad thing that these people are just better at the sports that they play.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I mean, definitely be different. When is the last time you saw a prominent Asian in football?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, true. Yes, put down that cello and start hitting the pads. Anyway, did the kids change their mind once they realize the double standard?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACOBSON",
      "sentences": "Does this kind of change your mind about diversity quotas in other sectors?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If you're recruiting athletes based on their skill level, maybe you should admit students based on their scores and their like academic merit more so than diversity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Skill always comes first. I don't necessarily think quotas are the way to go. I know they're unconstitutional. I know they're wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. I mean, you want the best. It doesn't really matter what the person's race is. Who they are, whatever. Like (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And you could make a good argument for why? My reason for school would be the same for sports, basically. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I know what you're thinking. That kid and the sailor hat is adorable. Get that young man, a pipe and a can of spinach. But also, deep down, no one cares about diversity if it means sacrificing success, which Jacobson cleverly exposed. Those students learned more in 10 minutes than they will in four years, which is -- all right, I'm going to stop there. We need to save time. Emily, like me, you were a cheerleader for the Raiders. I still on my skirt, by the way. What do you -- is this funny? This is great when it -- it's we realize it's all a farce.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Absolutely, it's amazing. And if people don't want to apply quotas to sports because they want to win, then why the hell are we applying it to the military, and the CIA, and the FBI? Remember those commercials?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "If people want there to be equity -- and true diversity and inclusion, which people do, then we have to invest in the opportunities and to preparing people for it. It's not about collecting people at the back end. It's about creating options at the front end, right? So, investing in school choice, eradicating the teachers unions and these ridiculous zoom calls, and everything else that chokeholds the opportunities for admissions and for things that people are just arbitrary assigning boxes and acceptances.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I think you should just pick people randomly regardless of age, weight, gender.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I'm talking infants and grandmas in wheelchairs -- obese.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "That's like Dodgeball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And then, maybe like one randomly super athletic person. That, I would watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. RSL, the Random Sports League.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I will watch. And you don't even know what sport you're playing until you get there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That I would watch. Then, I would maybe understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you know, I was going to -- you are at Campus Reform, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I sure was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I thought that they've come a long way since you did it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Oh, because I did such a bad job that's why you hired me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That reflects poorly on you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Jamie --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What are -- do you have a -- on your writing staff for the shows that you work for, do you have pushed for diversity? Are you a racist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "I haven't been in a room for a while because of diversity. It's always pretty naturally diverse are the ones that I've been on. And you know, it's funny I watched the video that you just showed, and it's so weird, I don't know if it happened to the audience, but I couldn't hear a thing that the girl with the orange topless saying (INAUDIBLE). I don't know if I have like an audio problem or what's going on. You know -- you know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "God, I hope she's old enough to make that joke. You know that's a point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "What I learned from that clip was that if someone puts a microphone in front of you and there's a camera across the street, they're about to make you look like a dumb ass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "It's never going to go well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it never is. Why do they fall apart? Walter, here is my -- here is my feeling. You have two different worlds. You have sports and non-sports. Shouldn't they follow the same rules, whether the rules are diversity or no diversity? They got to get on the same ship? Right? Because the contradiction is too glaring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "What I don't understand about this story is football is one of the areas of American life, in which there is diversity. The only thing bad about that football team if it would be if it were all white, they'd lose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "Also, they sound like Miss America contestant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "I mean, I'm so glad my kid goes to Penn. But lastly, what I was going to say is students don't know anything. That's why we shouldn't listen to them. They're -- they are at school because they're ignorant. I think they learned a little, but at the end I don't know that they did. They seemed like they were just saying whatever pleased the interviewer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "I don't think they're convinced of anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you know what, I think I was convinced of something. What? That I liked this proponol. This drug humor is wrong. I will not stand for it. Up next, feel the liberal's wrath over your racist mock.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "sentences": "If you've memorized pi to 15 places, congratulations, you're a great big racist. Great rhyme. Yes, the war on timetables and division is the new -- it's the left's new crazed religion. We've seen it again and again, headlines declaring that math is bigoted that solving for 'x' leaves them asking why? Through the woke-ster's de-modern math guilty of a white patriarchal pass, especially those pesky Arabic numerals. Arabic? Yes. And now, it's taken over Bates College, the private liberal arts school in Maine, aren't they all? Wants to revamp math courses to focus on colonialism and privilege, but not the kind of privilege that lets you weigh $78,000 a year in tuition. Of course, according to the college fix, which obtained a copy of the proposed curriculum change, a group of professors and students suggests courses like calculus could situate race white supremacy, colonialism, power and privilege centrally throughout the course. Wow, I haven't encountered this much poppycock since I stumbled onto that nude beach for seniors. But if this change is adopted, the glass, the glasses would be mandatory. One of the courses called mathematics for social justice insane. I wonder what that would look like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hello everyone, welcome I'm Kyle St. Croissant, professor of numbers. Please, take your seats which have been prioritized based on race, gender identity, and level of body positivity. As you know, the waitlist for this class is a mile-long, frankly, you're lucky to find an open chair. Now, Pythagoras, Isaac Newton, Albert Einstein, all mathematicians, bigots. Did you know that the apple that hit Newton on the head was picked by a migrant worker? Yes. Look, if you don't think math is going to impact your life just wait until your wife takes half of your (BLEEP).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Croissant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Doctor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Doctor, isn't math kind of the universal constant that unites everybody regardless of geographical or political affiliation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, Dylan, I think I've got a problem for you that you're really going to love: two plus two equals get the (BLEEP) out of my class, you cis-white-homophobe. I literally have Black Panther on my notebook. He's my favorite. I think that's enough for today. Next week, we'll discuss why the Nazis invented calculus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jamie, you're racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMIE LISSOW, COMEDIAN",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Is mathematics, is mathematics, like an emblem of white supremacy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "I don't think so. This is the first I'm hearing of it. The woke -- I think the woke thing is getting a little bit out of control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "When I was in college, I wasn't even woke for most of my early classes. And I don't know -- it's just how is this getting you in it? When I did take Calculus, I think we all were taking Calculus going, God, I wish this is more complicated with more variables. And -- but how is this even going to work? How would they integrate this? Like, they'd be like, oh, a train is going 50 miles an hour, the trains being driven northbound is driven by a cis-white-male, and then the southbound train is going 90 miles an hour. I have an answer, why don't you check the train schedule? That'll answer all your questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, Kat, it's like, when you say math is racist, it's like saying a specific language is racist because you don't understand it. But math is a universal language, anybody can do it. Except you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "Right? But when -- I can do some math, but I don't need it because of my charm and brilliance in other areas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "An iPhone calculator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Thank you for -- thank you. Thank you. But this is the conclusion or probably not, it'll probably get worse, of something where, if you disagree, you're a racist is built into it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "So, someone could be in that meeting, like, um, I think math class should be about math. Like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You should be able to say that, but you can't in this situation, because then they'll say, oh, that's your, you know, your privilege. And it doesn't matter if you're white or not, because you can be a white supremacist, even if you're not a white person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's true. That's true. Walter, this is what I think -- Shallenberger, who we had on last night, I think it's -- he called it second-degree racism, where you decide that a specific group can't handle something that everybody else can handle. So, by looking out for them, you're the bigot. Does that make sense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTER KIRN, LITERARY CRITIC",
      "sentences": "It does, but, you know, I want to use my Oxford education for once on this. What these people don't realize is that they're wrong in their own terms. Our number system, the Arabic numeral system, was invented by people of color.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "It was invented by them; it is their greatest accomplishment. And yet they have no memory for it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "I mean, half of these things that we say are racist or blame on white people were actually stolen by white people from other people. So, you know, here's to Arabic numerals, and to the numbers zero, which they invented.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, my favorite number. Emily, what would you have to say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY COMPAGNO, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, this entire thing is an illustration of what we are going through socially in this entire country. Bates College has 2000 students, you pay 80-grand to go there. And this working group consisted of five professors and five students, three of whom were freshmen. They're 17.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "They're absolutely ridiculous. To your point earlier, where ignoring people who are in school because they're getting educated, students are ridiculous, and yet people are listening to them. To me, that's a microcosm what we're seeing right now. It's one loud person on Twitter that shouts a ridiculous woke thing. This person is canceled. This person is racist. This is what should be and then everyone's like, oh, yes, absolutely. It's the Emperor's new clothes, the emperor has no clothes -- nude actually. Nude emperor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "They're just scared of getting canceled too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They're scared of loud 17-year-olds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "Greg, just really quick, similar to Walter, I went to Oxford Community College. I like, I like math that makes sense. I don't like, I think let's just get rid of Calculus. So, I just missed -- I want math that can be useful in regular life. You know, like math, like, say there's 13 of us, you know, and we have a 12 pack of beer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "You got to figure it out, right, 12 of you need to leave. Because - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Coming up, they're taking shots at Dave Chappelle, but he tells them, \"Go to hell.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Chappelle's special is still streaming and it has some employees screaming. Yes, they want Dave off the air, but he's too funny to care. Chappelle is really getting under their poorly tattooed skin. 1000 Netflix employees will reportedly walk out next week in protest of their company's decision not to remove his special. But social justice warriors are like McDonald's ice cream machines -- they're always finding ways not to work. But although many toil from home, a walk out will be the most fresh air they've had in months. They're especially pissed by their boss's response doubling down on the support for Chappelle in an e-mail sent to the entire staff. The guy who runs the country's most successful media content company supports good content, go figure. So, they're fighting to erase the comedian from the face of the earth because he defended J.K. Rowling's stance on trans-women. Meanwhile, whereas Black Lives Matter to yell at all these privileged jackasses for attacking a black man's success. Chappelle even had the gall to say this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVE CHAPPELLE, COMEDIAN",
      "sentences": "Gender is a fact. This is a fact. Every human being in this room, every human being on Earth had to pass through the lens of a woman to be on Earth. That is a fact.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "News to me. So, in their minds, in their mind, that's tantamount to a call for violence. But if they can't handle the truth, they should watch a sci-fi fantasy movie, like the Fauci documentary. Kat, if you ran a company and a thousand employees walked out, and it's like, not over dangerous working conditions, but oh my god, a dangerous woke condition, what would you do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Hire new people. It's so absurd, because you have to imagine if they were so deeply destroyed by this, I don't know how they're able to make it to work any time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And so, that means they're probably not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "-- performatively and it's really selfish, and that makes you a garbage person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. So, garbage person, Emily, wasn't this a stroke of genius in the promotions department? They've actually monetized woke-ism. The more outrage they generate, the more people go and watch the damn special.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "Exactly. It's the Barbra Streisand effect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "I just wonder like, what's the median age of all of these employees that walked out? What a luxury to treat work like a school, where you get to roll out whenever you want, where you wear a button and all of a sudden, you're an activist? Like what number job is this for them, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMPAGNO",
      "sentences": "It's probably number 30, most real Americans have to actually work, earn a paycheck, put food on the table and don't have the luxury of imposing their totally outlandish morals on my employer. And so, we're all going to walk outside? Meet me at one, because it's -- get out of here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, because it's selfish. Expecting an entire company to just cater to your personal sensibilities is the most selfish way you can be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I also just want to see Emily talk like that for a whole show. I would, I would, Walter, that's selfish of me. There is one weird truth about this: if Chappelle was white, he wouldn't -- Netflix wouldn't back him. That's my theory, but I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "No, they probably wouldn't. But I'm putting this together with the Kyrie Irving things. And black guys are the new white guys. And they, they take the same amount of guff from young people and woke people, and, and they're welcome to the job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "I'm tired of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're handing over the reins.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "Yes, I'm handing over the reins of grumpy white guy to the black guys. They do it better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIRN",
      "sentences": "They seem to make a hell of a lot more money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's true. Jamie, you claim to be a comedian, what do you make of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "I'll tell you what, as I was, I was watching all I kept thinking was I wish I had a Netflix special. That's really good. Did you read in the article that these people are walking out and they are working on Zoom?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You -- really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "Yes. They are not in -- this shouldn't be a walkout; this should be a logout.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "No one's -- this would be like walking out of a movie than rising, you are watching it on your television. Like this, they're working on Zoom, but I do, I love, I love Netflix. We have a TV -- we have a TV show on Netflix. I love Ted Turner. He's the man. And, and I do feel for them though, I know what it's like to have a walkout it happens every night when I do a comedy show. This is why I started doing Alaskan cruises, also people can't leave even if they want to. I'm done by the time they get to the exit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Jamie, enough from you. Up next, fresh from the fridge jokes that missed by (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "\"GREG'S LEFTOVERS.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, time once again for the jokes we didn't use this week, but now they get a second chance. (BLEEP) actually better than Kimmel's and we don't even use it. As you know, this is the first time I'm reading these, let's do it. OK. Vice President Kamala Harris was roundly mocked over her science video for kids. I haven't seen this much bad acting since my honeymoon. It was filmed at the U.S. Naval Observatory, home of many giant telescopes, which officials hope will help her find a clue. Meanwhile, Joe Biden was so inspired by the video he pledged that within the next 10 years, the U.S. will put a man in space. According to Paul McCartney, it was John Lennon who initiated the breakup of the Beatles. Sir Paul's age is showing because he then claimed Yoko Ono broke up the monkeys. The Department of Transportation revealed that Secretary Pete Buttigieg hasn't worked in eight weeks due to paternity leave. OK, that's almost understandable. So, what's Kamala's excuse? When asked about it, Buttigieg said he wanted to lose the baby weight before being seen in public again. Although, you know you're an essential worker when no one notices you've been gone for two months. They would have released the info earlier except it was trapped in a shipping container off the coast of L.A. So, older New York mobsters are reportedly concerned their phone-obsessed millennial children are ruining the mafia. Even worse, they signed up for the friends and five family plan. America's Got Talent judge, Howie Mandel, explained that he fainted at a Starbucks due to dehydration after a colonoscopy. Well, that's what happens when you ask the doctor for a venti. I don't get it. I don't get it. Employees were concerned when they saw where he was pouring his cappuccino. I don't know where this is going. In an upcoming issue of D.C. Comics, the new Superman will be will come out as bisexual. But many saw this coming after Clark Kent was taken up the crime beat and assigned to the arts and leisure section. Terrible and Superman's new weakness will be changed from kryptonite to Brad Pitt. After spiking shootings, Chicago has installed 426 mounted bleeding control kits around the city. Officials say, that should be enough to get them through the weekend. Terrible, terrible. While promoting her new book, Hillary Clinton said she's never going to be out of the game of politics. It's the only game she still enjoys because it requires no physical exertion. And for a lot of her opponents, it's sudden death. That was good. She's like the Michael Myers and politics, except we wish she wore a mask. That is harsh. This is one, this is one book you can actually judge by its cover, what is going on? This week, William Shatner became the oldest man to travel to space. Though the flight only lasted three minutes, he did have sex with at least three hot alien chicks. Survey found that four in 10 parents would ditch their children and coach if they could upgrade to first class. Meanwhile, four in 10 children said they would kill their parents for chicken fingers. I'm with you. Seattle school cancelled its Halloween parade because it marginalized students of color. Sad news for parades Grand Marshal Justin Trudeau. That's a great joke. The Rolling Stones have dropped brown sugar from the setlist of their current tour, not because of the racial lyrics, it's just bad for their glucose levels. Finally, a loud prostitute was kicked out of public housing for being too loud while working from home during the pandemic. But she's still allowed to Zoom into meetings for CNN. That's it. Don't go away. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Before we go, Jamie, where are you playing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISSOW",
      "sentences": "I'll be at the Stress Factory in New Brunswick, New Jersey Sunday and Monday with Rob Schneider and for more details you can check out my Web site, RobSnydersFriend.com.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Nice. Thank you Emily, Walter, Jamie, Kat, our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld. I love you, America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST (on camera)",
      "utterance": "Happy Friday, everyone. It's going to be a great show tonight. But first, a disclaimer."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Warning. Greg had an endoscopy earlier today and is still coming down from a strong anesthetic. We're not responsible for anything he says during the follow show."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's true. I'm not lying. So, it's an especially happy Friday for me because yes, I just had an endoscopy. That's when they shove a tiny camera down your throat to see how stuff's working. Everything seems OK. The best part is that videos ratings were still higher than CNN's. But thankfully, they didn't find anything scary except for Dana Perino's class ring. There's a few diamonds missing from it, but I'm hoping my proctologist will find those next week. But in order to do that procedure, they put me on a drug that knocked me out. So, forgive me if I make less sense than Joe Biden, speaking without a teleprompter. But, at least I know what it's like to be Kat. Anyway. Last night, a debate erupted over the Brooklyn Nets guard Kyrie Irving, who's refused the COVID vaccine. Now, I don't follow professional badminton. But this is now a big deal. Since New York City requires proof of the vax for entry into the arena where the Nets play. So, on Tuesday, the Nets said Irving won't play until he's vaxxed, but he isn't doing it. I mean, what would you do?"
    },
    {
      "speaker": "KYRIE IRVING, AMERICAN PROFESSIONAL BASKETBALL PLAYER, BROOKLYN NETS",
      "utterance": "What would you do? You know, if you felt uncomfortable going into the season, when you were promised that you will have exemptions, or that you didn't have to be forced to get the vaccine. I'm staying grounded in what I believe in. It's just as simple as that. It's not about being anti-vax, or about being, you know, on one side or the other. Like, it is just really about being true to what feels good for me. I chose to be unvaccinated. And that was my choice. And I would ask you all just to respect that choice."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Now, what's interesting about this story is in Irving's reasoned opinion, but how it affects people who hear it? It's now a pickup game of the shirts versus the skins. See what I did there? Check out the debate on this intriguing program. It features five panelists. One really, really hot guy, and it's on at 5:00 p.m., but I can't remember the name."
    },
    {
      "speaker": "KATHERINE TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Yes."
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CHANNEL CORRESPONDENT-AT-LARGE",
      "utterance": "Rules are rule. This guy is wrecking his life right now fort no real reason and it's absolute stubbornness based on nothing."
    },
    {
      "speaker": "KATIE PAVLICH, FOX NEWS CHANNEL CONTRIBUTOR (on camera)",
      "utterance": "Yes. So, Jesse."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Geraldo, you're mad at this guy."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I am mad at him."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're mad at him --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Because he's not just hurt -- he's not just hurting himself."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, but what I'm saying is you're being played. You're being played"
    },
    {
      "speaker": "RIVERA",
      "utterance": "He's hurting everybody like Jesse who invested in Brooklyn Nets."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're being played. You are being played. You are being"
    },
    {
      "speaker": "RIVERA",
      "utterance": "You're being stubborn."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, I'm trying to explain."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You're being blunt-headed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Can I finish my point? You are being manipulated to disagree with somebody. This is an artificial division and we shouldn't play into this."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I want Dana, dig in."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is what the mandate did."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, it's weird watching yourself on T.V. while you're on T.V."
    },
    {
      "speaker": "TIMPF (on camera)",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Don Lemon does that to double his viewership. Anyway, I fear that Geraldo missed my point that the anger he felt toward Irving was not caused by Irving at all. It's caused by the situation created by people in power in order to create conflict, to keep us at each other's throats, like Joy and Whoopi fighting over the last eclair in the green room."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Oh, yes. The elites, they like sweets. The elites are trying to fight a proxy war with each other through the citizens, and unfortunately, it seems to be working. Irving was trying to focus on getting a shot in the neck, not getting a shot in the arm. But Geraldo felt genuine anger toward him. The same kind I feel towards Kilmeade when he won't return my swim trunks. Doesn't even own a pool."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But the anger is misplaced. Its fury, manufactured by the establishment who are scared to death of liability and therefore risk. But they're also terrified to you and me or me and Geraldo if we happen to ever agree, which is hard to do when you're looking at that moustache."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. That thing's a whole different kind of two pointer. Little sports, Joe. But if we all got along despite our political health or height differences, it makes it that much harder for the aristocracy to control you and for the media to make a buck. The people in power lose power when we resist the traps that they set for us. We've seen now division is that gone through media narratives that aren't true, and politicians who need to target. CNN fostered the anti-police narrative and wove it into a racial conflict that is since mushrooms into a Stelter-sized monstrosity of lies and identity politics. Others who wish to pit the sexes against each other do so, because it makes careers in academia and jobs for people in human resources. They do this with gays and straights, trans and gays, dogs and cats, \"FOX AND FRIENDS\"."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Conflict sells. That's why every good Bond film has a Bond villain. And it's why CNN, \"The View\", MSNBC, suck. While we push each other around in the streets, they're raking it in with their click bait."
    },
    {
      "speaker": "If only we got along, their jobs would vanish faster than a story on Hunter's laptop, and the people's power would grow. But now, we're being pulled into new conflicts",
      "utterance": "vaxxed versus unvaxxed, masked versus no mask. Once you see how it's being ginned up though, you see it everywhere. Take the NBA player. Seriously, why get mad over someone you don't even know who is making a decision for himself. I mean, unless it's something like talking loudly on a cell phone in a movie theatre, in that case, stabbed the jerk. Don't stab the jerk. That's a joke. But other than that, just realize, it's CNN and Biden administration trolling you and us. Right now it's kind of clear that someone who is young, lean, and incredibly fit such as Kyrie and myself, does not have the same risk profile as someone with a pre-existing condition. Unless, unbeknownst to me, Kyrie once dated Kat. He poses no threat to Geraldo, or me, or our families. I don't know what that means. But we're living in a time of conformity. And when you don't conform, you're shunned like Jerrold Nadler skinny dipping at a public pool. So, whenever you feel yourself getting angry at someone else, and you're only given two choices, it's a binary prison of ideas. Remember, that it's a desired phenomenon created by a third party. It creates content for T.V. producers, and it distracts the populace from the real bad -- that's going on. Like crime, mental illness, and my relentless IBS caused by swallowing class rings. If we fight amongst ourselves, we can't fight them, and they can continue ignoring real injustice, and get rich off you along the way. So, mandates became just another tool to split us apart. But the media's argument that there has to be a deep seated hatred amongst Americans is much like Al Capone's vault. Once you crack it open, there is nothing really there. And once you see it, you can't unsee it. Much like when you see Geraldo shirtless."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sadly, there is no vaccine for that."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "PERIOD!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guest. He's a successful comedian, and actor, which means, at one point in his career, he was also a successful waiter. Jamie Lissow Her last names Italian for talks to fast. \"OUTNUMBERED\" co-host Emily Compagno. Oh, look at that. His novels are so delicious, they should be in a cookbook section. Up in the Air author Walter Kirn. She has got brains, she has got beauty, and if you feed her beans, she's gets a little toothy. Fox News contributor Kat Timpf. Walter, the problem with this COVID stuff is that we cannot discount the fact -- by the way, it's nice to see you."
    },
    {
      "speaker": "WALTER KIRN, NOVELIST, LITERARY CRITIC",
      "utterance": "Thank you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I've missed you."
    },
    {
      "speaker": "KIRN",
      "utterance": "Good to be here, man."
    },
    {
      "speaker": "EMILY COMPAGNO, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Cute."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is not cute. Shut up, Emily. We cannot discount the fact that people when given the chance to feel righteous, you know, from flight attendants to T.V. anchors will take that shot, right? And that's what I feel like what we're seeing. What do you think?"
    },
    {
      "speaker": "KIRN",
      "utterance": "When I was a kid, we used to read a short story in high school called, The Lottery. And it was about a small Protestant hometown in -- I think, Vermont, where every year, to make the crops grow, the farmers formed a circle, picked one person, and stone them to death."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, really."
    },
    {
      "speaker": "KIRN",
      "utterance": "And so there's an ancient instinct in people to make a scapegoat, pay for all the difficulties of life, you know, in the thought that maybe, you know, it will bring back normalcy, if we sacrifice them. And today it's him. But, you know, I remember when Muhammad Ali wouldn't go to the Vietnam War --"
    },
    {
      "speaker": "JAMIE LISSOW, ACTOR, COMEDIAN",
      "utterance": "Right."
    },
    {
      "speaker": "KIRN",
      "utterance": "Professional athletes are people too. We treat them like a paid circus performers. Then, they come out, show they have a conscience, and that they don't need the applause and acclaim that we give them. And personally, he's made all the right decisions about his body, his whole life."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KIRN",
      "utterance": "He made it into the NBA."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "KIRN",
      "utterance": "I think he's probably still making them, and that he's suddenly a moron is ridiculous."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's true. The lottery, so you're saying that was a bad idea?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "KIRN",
      "utterance": "Well, not if you want the crops to grow."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's exact --"
    },
    {
      "speaker": "KIRN",
      "utterance": "All right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly. Some things take priority, Jamie. Long time since I've seen you as you've been living in -- where do you live now? Still in Fairbanks, Alaska?"
    },
    {
      "speaker": "LISSOW",
      "utterance": "Fairbanks, Alaska."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "LISSOW",
      "utterance": "That's right. Trying to get geographically is far away from where I would be successful."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you've done quite well for your (INAUDIBLE). You are successful in your failure?"
    },
    {
      "speaker": "LISSOW",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. What do you make of this whole story? Where do you stand or sit?"
    },
    {
      "speaker": "LISSOW",
      "utterance": "Can I say, first of all, I know you had the endoscopy this morning."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "LISSOW",
      "utterance": "And you're on some drugs. I wanted to apologize throughout the bad. I'm also on some painkillers, because this morning, I had access to some. And still --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That might be the best joke I've ever heard. But then again, I'm really high, so what is the better?"
    },
    {
      "speaker": "LISSOW",
      "utterance": "I have told that joke before but no one can hear because I was in Alaska. I feel like -- I think Kyrie is brave."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "LISSOW",
      "utterance": "I think he's a -- he's a brave guy. And I think it's impressive because he is a rich guy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "LISSOW",
      "utterance": "I think we could say he makes $400,000 a game."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "LISSOW",
      "utterance": "I think I saw, is that true?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "LISSOW",
      "utterance": "Like, for $4,000, I would take the anthrax vaccine. I really would. And you could say -- then, I was thinking like he could have gone the way like, you know, LeBron. I think Stephen Curry got the Johnson and Johnson."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "LISSOW",
      "utterance": "So, we could have just gone with that with they just released today that they're saying that Johnson and Johnson vaccine is just as effective - - is just having one of those little circular band aids."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Good to see you, Jamie."
    },
    {
      "speaker": "LISSOW",
      "utterance": "It's good to see you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So much talent. Such a -- such an empty state."
    },
    {
      "speaker": "LISSOW",
      "utterance": "It's no --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know what I'm saying. Emily, what -- do you feel this debate could be easily settled if we just got rid of lawyers in the media, from the room --"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Go ahead."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Hey."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I was just going to give --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're a (INAUDIBLE) in the media and a lawyer."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Well, I was going to say, but I feel like I shouldn't, now, you don't deserve it. But that, I don't think that disclaimer in the beginning impasses legal muster. Just saying. Look, here is -- here is what kills me about that. So, Kyrie actually said it best himself? And he said, what would you do? If you were told there would be exemptions -- exceptions, alternatives? Look at Andrew Wiggins from the warriors who applied for a religious exemption and he was denied. We were told that COVID negative tests would suffice for these athletes that chose not to get the vaccine. In fact, we were told that with the New York City, we were told that within the federal government, but that encroachment just keeps creeping. And so, Kyrie can stand to lose, yes, $15.5 million, which he will this season. That means he can stand to lose that if he is. But what about all of those Navy sailors that are being dishonor or discharged less than honorably, and they're losing their veterans benefits, they're losing their pension. These are hardworking Americans that have served our country that are losing everything that have mouths to feed because they have chosen to have autonomy over their body and made their own personal decision, religious or otherwise. But if it doesn't pass that arbitrary test according to some coach or some medical examiner at that moment --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Then, it hasn't been approved. So, that -- the mandate -- he is absolutely right. And the mandate is what is difficult to stomach. And everyone stepping up against them with whatever platform they have, we should applaud rather than condemn."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's I don't -- there you go. By the way, I think if it's the team, it's the -- it's the edict from the -- from the government in New York that's forcing the team's hand, which is what we're seeing. We're seeing the government freelance their authoritarianism. So, that it's the company -- all the companies now going -- it's a company's choice to do that, and you work at the company. No, it's the government telling the company to do it by saying, you can't work here."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, and we've all just gone completely crazy because he watched that video and he says it's my choice. I'm asking you to respect my choice."
    },
    {
      "speaker": "KIRN",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "He doesn't say boycott the NBA."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "He doesn't even say agree with me. He just -- you know, you watch that, hear someone say it's my choice, respect my choice. You think, oh, yes, OK."
    },
    {
      "speaker": "KIRN",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And you turn on the T.V. and people like, no. You know, then, he's like, we're going to talk about what a horrible person you are all night long, actually. And there's a certain point where it's just completely -- it's completely psychotic reaction."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Just someone to be like, it's my choice, you respect my choice."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes, it is the -- it is -- but, it's because we are forcing people in the prison of two ideas. There's a million ideas, but -- million stances between (INAUDIBLE) and hey. There is. I don't know why my hands are still up here."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I like you, hi."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know what's going on (INAUDIBLE)"
    },
    {
      "speaker": "KIRN",
      "utterance": "I took -- I took painkillers too. No, I'm not kidding."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why don't you share?"
    },
    {
      "speaker": "KIRN",
      "utterance": "I threw my back out, because I tried to be stealth when I'm stoned."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Am I the only sober one here?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "That's insulting to me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know, it is insulting. It's like if you got him, you got to share them."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I agree. I agree."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Unless you're -- unless you're like the crappy kind."
    },
    {
      "speaker": "TIMPF",
      "utterance": "A friend like Tramadol."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "LISSOW",
      "utterance": "Greg, on my painkillers, on the back of the bottle, it said, do not mix with alcohol. But I read that as, this are probably pretty good if you mix with alcohol."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. Yes. Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Up next, diversity quotas get repealed when it's time to put a team on the field."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. They care about the color of your skin, unless you can throw the pigskin. Yes, when talking about football, diversity goes a wall. Campus Reform reporter Ophelie Jacobson recently spoke to students at the University of Florida. They have a university in Florida? And she learned that get ready to get your mind blown. Diversity is a very important thing on campus."
    },
    {
      "speaker": "OPHELIE JACOBSON, REPORTER, CAMPUS REFORM",
      "utterance": "We are talking with college students about diversity quotas today. Do students support these quotas in the workplace and in the college admission's process? And will these students change their mind if we apply those same diversity quotas to the Florida Gators football team. Do you think diversity should be a factor in hiring decisions, and in college admissions processes?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes, absolutely."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Probably. They should probably have diversity quotas for like college admissions. And I think they already have quotas, though, but like, those are definitely a good thing."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Absolutely."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I mean, I think it's an absolute necessity."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "As a first generation college student from a Hispanic household, it's very important."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Absolutely, there should be more diversity in basically every single field."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Great. But what about when it comes to your perennial powerhouse football team?"
    },
    {
      "speaker": "JACOBSON",
      "utterance": "What about diversity quotas on sports teams -- college sports teams? Do you guys think?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No, I think that should be skill-based."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, absolutely. Sometimes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I think we want to win."
    },
    {
      "speaker": "JACOBSON",
      "utterance": "We were to apply that quota to the offensive lineup for the Florida Gators football team. This is what the lineup would look like."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "OK, and that's probably not what it looks like at all."
    },
    {
      "speaker": "JACOBSON",
      "utterance": "This is what it looks like right now."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "JACOBSON",
      "utterance": "How do you feel?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I feel like there's -- the prize is more skilled players."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I don't necessarily think that. It's a bad thing that these people are just better at the sports that they play."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I mean, definitely be different. When is the last time you saw a prominent Asian in football?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, true. Yes, put down that cello and start hitting the pads. Anyway, did the kids change their mind once they realize the double standard?"
    },
    {
      "speaker": "JACOBSON",
      "utterance": "Does this kind of change your mind about diversity quotas in other sectors?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If you're recruiting athletes based on their skill level, maybe you should admit students based on their scores and their like academic merit more so than diversity."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Skill always comes first. I don't necessarily think quotas are the way to go. I know they're unconstitutional. I know they're wrong."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes. I mean, you want the best. It doesn't really matter what the person's race is. Who they are, whatever. Like (INAUDIBLE)."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "And you could make a good argument for why? My reason for school would be the same for sports, basically. Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I know what you're thinking. That kid and the sailor hat is adorable. Get that young man, a pipe and a can of spinach. But also, deep down, no one cares about diversity if it means sacrificing success, which Jacobson cleverly exposed. Those students learned more in 10 minutes than they will in four years, which is -- all right, I'm going to stop there. We need to save time. Emily, like me, you were a cheerleader for the Raiders. I still on my skirt, by the way. What do you -- is this funny? This is great when it -- it's we realize it's all a farce."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Absolutely, it's amazing. And if people don't want to apply quotas to sports because they want to win, then why the hell are we applying it to the military, and the CIA, and the FBI? Remember those commercials?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "If people want there to be equity -- and true diversity and inclusion, which people do, then we have to invest in the opportunities and to preparing people for it. It's not about collecting people at the back end. It's about creating options at the front end, right? So, investing in school choice, eradicating the teachers unions and these ridiculous zoom calls, and everything else that chokeholds the opportunities for admissions and for things that people are just arbitrary assigning boxes and acceptances."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I think you should just pick people randomly regardless of age, weight, gender."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I'm talking infants and grandmas in wheelchairs -- obese."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "That's like Dodgeball."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And then, maybe like one randomly super athletic person. That, I would watch."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. RSL, the Random Sports League."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I will watch. And you don't even know what sport you're playing until you get there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That I would watch. Then, I would maybe understand."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you know, I was going to -- you are at Campus Reform, right?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I sure was."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I thought that they've come a long way since you did it."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Oh, because I did such a bad job that's why you hired me?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That reflects poorly on you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Jamie --"
    },
    {
      "speaker": "LISSOW",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What are -- do you have a -- on your writing staff for the shows that you work for, do you have pushed for diversity? Are you a racist?"
    },
    {
      "speaker": "LISSOW",
      "utterance": "I haven't been in a room for a while because of diversity. It's always pretty naturally diverse are the ones that I've been on. And you know, it's funny I watched the video that you just showed, and it's so weird, I don't know if it happened to the audience, but I couldn't hear a thing that the girl with the orange topless saying (INAUDIBLE). I don't know if I have like an audio problem or what's going on. You know -- you know --"
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Yes."
    },
    {
      "speaker": "LISSOW",
      "utterance": "God, I hope she's old enough to make that joke. You know that's a point."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think so."
    },
    {
      "speaker": "LISSOW",
      "utterance": "What I learned from that clip was that if someone puts a microphone in front of you and there's a camera across the street, they're about to make you look like a dumb ass."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "LISSOW",
      "utterance": "It's never going to go well."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it never is. Why do they fall apart? Walter, here is my -- here is my feeling. You have two different worlds. You have sports and non-sports. Shouldn't they follow the same rules, whether the rules are diversity or no diversity? They got to get on the same ship? Right? Because the contradiction is too glaring."
    },
    {
      "speaker": "KIRN",
      "utterance": "What I don't understand about this story is football is one of the areas of American life, in which there is diversity. The only thing bad about that football team if it would be if it were all white, they'd lose."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KIRN",
      "utterance": "Also, they sound like Miss America contestant."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "KIRN",
      "utterance": "I mean, I'm so glad my kid goes to Penn. But lastly, what I was going to say is students don't know anything. That's why we shouldn't listen to them. They're -- they are at school because they're ignorant. I think they learned a little, but at the end I don't know that they did. They seemed like they were just saying whatever pleased the interviewer."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KIRN",
      "utterance": "I don't think they're convinced of anything."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you know what, I think I was convinced of something. What? That I liked this proponol. This drug humor is wrong. I will not stand for it. Up next, feel the liberal's wrath over your racist mock."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "utterance": "If you've memorized pi to 15 places, congratulations, you're a great big racist. Great rhyme. Yes, the war on timetables and division is the new -- it's the left's new crazed religion. We've seen it again and again, headlines declaring that math is bigoted that solving for 'x' leaves them asking why? Through the woke-ster's de-modern math guilty of a white patriarchal pass, especially those pesky Arabic numerals. Arabic? Yes. And now, it's taken over Bates College, the private liberal arts school in Maine, aren't they all? Wants to revamp math courses to focus on colonialism and privilege, but not the kind of privilege that lets you weigh $78,000 a year in tuition. Of course, according to the college fix, which obtained a copy of the proposed curriculum change, a group of professors and students suggests courses like calculus could situate race white supremacy, colonialism, power and privilege centrally throughout the course. Wow, I haven't encountered this much poppycock since I stumbled onto that nude beach for seniors. But if this change is adopted, the glass, the glasses would be mandatory. One of the courses called mathematics for social justice insane. I wonder what that would look like."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hello everyone, welcome I'm Kyle St. Croissant, professor of numbers. Please, take your seats which have been prioritized based on race, gender identity, and level of body positivity. As you know, the waitlist for this class is a mile-long, frankly, you're lucky to find an open chair. Now, Pythagoras, Isaac Newton, Albert Einstein, all mathematicians, bigots. Did you know that the apple that hit Newton on the head was picked by a migrant worker? Yes. Look, if you don't think math is going to impact your life just wait until your wife takes half of your (BLEEP)."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Mr. Croissant."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Doctor."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Doctor, isn't math kind of the universal constant that unites everybody regardless of geographical or political affiliation?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Well, Dylan, I think I've got a problem for you that you're really going to love: two plus two equals get the (BLEEP) out of my class, you cis-white-homophobe. I literally have Black Panther on my notebook. He's my favorite. I think that's enough for today. Next week, we'll discuss why the Nazis invented calculus."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jamie, you're racist."
    },
    {
      "speaker": "JAMIE LISSOW, COMEDIAN",
      "utterance": "What?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Is mathematics, is mathematics, like an emblem of white supremacy?"
    },
    {
      "speaker": "LISSOW",
      "utterance": "I don't think so. This is the first I'm hearing of it. The woke -- I think the woke thing is getting a little bit out of control."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "LISSOW",
      "utterance": "When I was in college, I wasn't even woke for most of my early classes. And I don't know -- it's just how is this getting you in it? When I did take Calculus, I think we all were taking Calculus going, God, I wish this is more complicated with more variables. And -- but how is this even going to work? How would they integrate this? Like, they'd be like, oh, a train is going 50 miles an hour, the trains being driven northbound is driven by a cis-white-male, and then the southbound train is going 90 miles an hour. I have an answer, why don't you check the train schedule? That'll answer all your questions."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, Kat, it's like, when you say math is racist, it's like saying a specific language is racist because you don't understand it. But math is a universal language, anybody can do it. Except you."
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "Right? But when -- I can do some math, but I don't need it because of my charm and brilliance in other areas."
    },
    {
      "speaker": "LISSOW",
      "utterance": "An iPhone calculator."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Thank you for -- thank you. Thank you. But this is the conclusion or probably not, it'll probably get worse, of something where, if you disagree, you're a racist is built into it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "So, someone could be in that meeting, like, um, I think math class should be about math. Like --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You should be able to say that, but you can't in this situation, because then they'll say, oh, that's your, you know, your privilege. And it doesn't matter if you're white or not, because you can be a white supremacist, even if you're not a white person."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's true. That's true. Walter, this is what I think -- Shallenberger, who we had on last night, I think it's -- he called it second-degree racism, where you decide that a specific group can't handle something that everybody else can handle. So, by looking out for them, you're the bigot. Does that make sense?"
    },
    {
      "speaker": "WALTER KIRN, LITERARY CRITIC",
      "utterance": "It does, but, you know, I want to use my Oxford education for once on this. What these people don't realize is that they're wrong in their own terms. Our number system, the Arabic numeral system, was invented by people of color."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "KIRN",
      "utterance": "It was invented by them; it is their greatest accomplishment. And yet they have no memory for it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KIRN",
      "utterance": "I mean, half of these things that we say are racist or blame on white people were actually stolen by white people from other people. So, you know, here's to Arabic numerals, and to the numbers zero, which they invented."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, my favorite number. Emily, what would you have to say?"
    },
    {
      "speaker": "EMILY COMPAGNO, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, this entire thing is an illustration of what we are going through socially in this entire country. Bates College has 2000 students, you pay 80-grand to go there. And this working group consisted of five professors and five students, three of whom were freshmen. They're 17."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "They're absolutely ridiculous. To your point earlier, where ignoring people who are in school because they're getting educated, students are ridiculous, and yet people are listening to them. To me, that's a microcosm what we're seeing right now. It's one loud person on Twitter that shouts a ridiculous woke thing. This person is canceled. This person is racist. This is what should be and then everyone's like, oh, yes, absolutely. It's the Emperor's new clothes, the emperor has no clothes -- nude actually. Nude emperor."
    },
    {
      "speaker": "TIMPF",
      "utterance": "They're just scared of getting canceled too."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Exactly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They're scared of loud 17-year-olds."
    },
    {
      "speaker": "LISSOW",
      "utterance": "Greg, just really quick, similar to Walter, I went to Oxford Community College. I like, I like math that makes sense. I don't like, I think let's just get rid of Calculus. So, I just missed -- I want math that can be useful in regular life. You know, like math, like, say there's 13 of us, you know, and we have a 12 pack of beer."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "LISSOW",
      "utterance": "You got to figure it out, right, 12 of you need to leave. Because - -"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Coming up, they're taking shots at Dave Chappelle, but he tells them, \"Go to hell.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Chappelle's special is still streaming and it has some employees screaming. Yes, they want Dave off the air, but he's too funny to care. Chappelle is really getting under their poorly tattooed skin. 1000 Netflix employees will reportedly walk out next week in protest of their company's decision not to remove his special. But social justice warriors are like McDonald's ice cream machines -- they're always finding ways not to work. But although many toil from home, a walk out will be the most fresh air they've had in months. They're especially pissed by their boss's response doubling down on the support for Chappelle in an e-mail sent to the entire staff. The guy who runs the country's most successful media content company supports good content, go figure. So, they're fighting to erase the comedian from the face of the earth because he defended J.K. Rowling's stance on trans-women. Meanwhile, whereas Black Lives Matter to yell at all these privileged jackasses for attacking a black man's success. Chappelle even had the gall to say this."
    },
    {
      "speaker": "DAVE CHAPPELLE, COMEDIAN",
      "utterance": "Gender is a fact. This is a fact. Every human being in this room, every human being on Earth had to pass through the lens of a woman to be on Earth. That is a fact."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "News to me. So, in their minds, in their mind, that's tantamount to a call for violence. But if they can't handle the truth, they should watch a sci-fi fantasy movie, like the Fauci documentary. Kat, if you ran a company and a thousand employees walked out, and it's like, not over dangerous working conditions, but oh my god, a dangerous woke condition, what would you do?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Hire new people. It's so absurd, because you have to imagine if they were so deeply destroyed by this, I don't know how they're able to make it to work any time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And so, that means they're probably not --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "-- performatively and it's really selfish, and that makes you a garbage person."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. So, garbage person, Emily, wasn't this a stroke of genius in the promotions department? They've actually monetized woke-ism. The more outrage they generate, the more people go and watch the damn special."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "Exactly. It's the Barbra Streisand effect."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "I just wonder like, what's the median age of all of these employees that walked out? What a luxury to treat work like a school, where you get to roll out whenever you want, where you wear a button and all of a sudden, you're an activist? Like what number job is this for them, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "COMPAGNO",
      "utterance": "It's probably number 30, most real Americans have to actually work, earn a paycheck, put food on the table and don't have the luxury of imposing their totally outlandish morals on my employer. And so, we're all going to walk outside? Meet me at one, because it's -- get out of here."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, because it's selfish. Expecting an entire company to just cater to your personal sensibilities is the most selfish way you can be."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I also just want to see Emily talk like that for a whole show. I would, I would, Walter, that's selfish of me. There is one weird truth about this: if Chappelle was white, he wouldn't -- Netflix wouldn't back him. That's my theory, but I don't know."
    },
    {
      "speaker": "KIRN",
      "utterance": "No, they probably wouldn't. But I'm putting this together with the Kyrie Irving things. And black guys are the new white guys. And they, they take the same amount of guff from young people and woke people, and, and they're welcome to the job."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KIRN",
      "utterance": "I'm tired of it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're handing over the reins."
    },
    {
      "speaker": "KIRN",
      "utterance": "Yes, I'm handing over the reins of grumpy white guy to the black guys. They do it better."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KIRN",
      "utterance": "They seem to make a hell of a lot more money."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's true. Jamie, you claim to be a comedian, what do you make of it?"
    },
    {
      "speaker": "LISSOW",
      "utterance": "I'll tell you what, as I was, I was watching all I kept thinking was I wish I had a Netflix special. That's really good. Did you read in the article that these people are walking out and they are working on Zoom?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You -- really?"
    },
    {
      "speaker": "LISSOW",
      "utterance": "Yes. They are not in -- this shouldn't be a walkout; this should be a logout."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "LISSOW",
      "utterance": "No one's -- this would be like walking out of a movie than rising, you are watching it on your television. Like this, they're working on Zoom, but I do, I love, I love Netflix. We have a TV -- we have a TV show on Netflix. I love Ted Turner. He's the man. And, and I do feel for them though, I know what it's like to have a walkout it happens every night when I do a comedy show. This is why I started doing Alaskan cruises, also people can't leave even if they want to. I'm done by the time they get to the exit."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Jamie, enough from you. Up next, fresh from the fridge jokes that missed by (INAUDIBLE)."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "\"GREG'S LEFTOVERS.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, time once again for the jokes we didn't use this week, but now they get a second chance. (BLEEP) actually better than Kimmel's and we don't even use it. As you know, this is the first time I'm reading these, let's do it. OK. Vice President Kamala Harris was roundly mocked over her science video for kids. I haven't seen this much bad acting since my honeymoon. It was filmed at the U.S. Naval Observatory, home of many giant telescopes, which officials hope will help her find a clue. Meanwhile, Joe Biden was so inspired by the video he pledged that within the next 10 years, the U.S. will put a man in space. According to Paul McCartney, it was John Lennon who initiated the breakup of the Beatles. Sir Paul's age is showing because he then claimed Yoko Ono broke up the monkeys. The Department of Transportation revealed that Secretary Pete Buttigieg hasn't worked in eight weeks due to paternity leave. OK, that's almost understandable. So, what's Kamala's excuse? When asked about it, Buttigieg said he wanted to lose the baby weight before being seen in public again. Although, you know you're an essential worker when no one notices you've been gone for two months. They would have released the info earlier except it was trapped in a shipping container off the coast of L.A. So, older New York mobsters are reportedly concerned their phone-obsessed millennial children are ruining the mafia. Even worse, they signed up for the friends and five family plan. America's Got Talent judge, Howie Mandel, explained that he fainted at a Starbucks due to dehydration after a colonoscopy. Well, that's what happens when you ask the doctor for a venti. I don't get it. I don't get it. Employees were concerned when they saw where he was pouring his cappuccino. I don't know where this is going. In an upcoming issue of D.C. Comics, the new Superman will be will come out as bisexual. But many saw this coming after Clark Kent was taken up the crime beat and assigned to the arts and leisure section. Terrible and Superman's new weakness will be changed from kryptonite to Brad Pitt. After spiking shootings, Chicago has installed 426 mounted bleeding control kits around the city. Officials say, that should be enough to get them through the weekend. Terrible, terrible. While promoting her new book, Hillary Clinton said she's never going to be out of the game of politics. It's the only game she still enjoys because it requires no physical exertion. And for a lot of her opponents, it's sudden death. That was good. She's like the Michael Myers and politics, except we wish she wore a mask. That is harsh. This is one, this is one book you can actually judge by its cover, what is going on? This week, William Shatner became the oldest man to travel to space. Though the flight only lasted three minutes, he did have sex with at least three hot alien chicks. Survey found that four in 10 parents would ditch their children and coach if they could upgrade to first class. Meanwhile, four in 10 children said they would kill their parents for chicken fingers. I'm with you. Seattle school cancelled its Halloween parade because it marginalized students of color. Sad news for parades Grand Marshal Justin Trudeau. That's a great joke. The Rolling Stones have dropped brown sugar from the setlist of their current tour, not because of the racial lyrics, it's just bad for their glucose levels. Finally, a loud prostitute was kicked out of public housing for being too loud while working from home during the pandemic. But she's still allowed to Zoom into meetings for CNN. That's it. Don't go away. We'll be right back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Before we go, Jamie, where are you playing?"
    },
    {
      "speaker": "LISSOW",
      "utterance": "I'll be at the Stress Factory in New Brunswick, New Jersey Sunday and Monday with Rob Schneider and for more details you can check out my Web site, RobSnydersFriend.com."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Nice. Thank you Emily, Walter, Jamie, Kat, our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld. I love you, America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}