{
  "date": "October 13, 2020",
  "headline": "How Amy Coney Barrett confirmation fight is shaping Senate races",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/how-amy-coney-barrett-confirmation-fight-is-shaping-senate-races",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "Good evening, welcome to Washington, I'm Bret Baier. Breaking tonight, U.S. Supreme Court nominee Amy Coney Barrett is vowing to bring no agenda to the bench should she get confirmed. Senators continue at this moment to question Barrett on a variety of hot button issues. We're monitoring the hearing for any news, we'll turn around those sound bites and they are about to take a break shortly during our show.  Today's questioning, obviously, more comfort -- confrontational than Monday's opening statements but nowhere near the last confirmation for Supreme Court justice that we heard on Capitol Hill.  Fox News chief legal correspondent, anchor at \"FOX NEWS @ NIGHT\" Shannon Bream has been up on the Hill all day and she has highlights right now.  Good evening, Shannon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS CHANNEL HOST",
      "sentences": "Good evening, Bret. Well, from abortion to gun control and from the Affordable Care Act to court packing, Judge Amy Coney Barrett remains in the hot seat tonight. And despite a lot of probing, she's continuing tradition of not telegraphing exactly how she decided any particular case and she's working hard tonight to convince these senators she comes to the bench with no agenda.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDGE AMY CONEY BARRETT, SUPREME COURT NOMINEE",
      "sentences": "I'm not willing to make a deal, not with the committee, not with the president, not with anyone. I'm independent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "On the first day of direct questioning before the Senate Judiciary Committee, Supreme Court nominee Judge Amy Coney Barrett refused to commit to rule in any particular way should she be confirmed to the nation's highest court.   She also stressed that no one within the Trump administration including the president has asked her to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARRETT",
      "sentences": "I have had no conversation with the president or any of his staff on how I might rule in that case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "On the health care law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's why we keep bringing this up, real people that we run into all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARRETT",
      "sentences": "I assure you that I am not. I'm not hostile to the ACA, I'm not hostile to any statute that you pass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Roe V. Wade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's distressing not to get a straight answer. Do you agree with Justice Scalia's view that Roe was wrongly decided?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARRETT",
      "sentences": "If I express a view on a president one way or another, whether I say I love it or I hate it, it signals to litigants that I might tilt one way or another in a pending case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "And the possibility that a dispute over the 2020 election could wind up at the Supreme Court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm concerned that what President Trump wants here couldn't be clearer, that he's trying to rush this nomination ahead so you might cast a decision of vote in his favor in the event of a disputed election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARRETT",
      "sentences": "I certainly hope that all members of the committee have more confidence in my integrity than to think that I would allow myself to be used as a pawn to decide this election for the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "In round one, senators are allotted 30 minutes and at least one of them, Democratic Senator Sheldon Whitehouse didn't ask a single question.  Instead calling into question the donors and organizations now supporting Barrett's nomination.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. SHELDON WHITEHOUSE (D-RI)",
      "sentences": "I think this gives you a chance for you and I to tee up an interesting conversation tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, there are still a number of senators to ask questions tonight, we expect to go until about 9:00 p.m. They include the Democratic vice presidential contender Senator Kamala Harris. Now, asked several times today about whether or not she would decide cases like one of her mentors Judge Barrett said today, if I am confirmed to the bench, you'll get Justice Barrett not Justice Scalia. Question start again after tonight 9:00 a.m. tomorrow morning, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And we will see you tonight at 11:00 p.m. Shannon, thanks. Let's bring in North Carolina Republican Thom Tillis. Senator Tillis from the Senate Judiciary Committee, his office. Senator, thanks for being here. I want to get your take first on this hearing and the judge in her performance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. THOM TILLIS (R-NC)",
      "sentences": "Well, I think Judge Barrett's done a great job today. You know, the Democrats have had a very carefully crafted I think agenda over the course of the day. They really haven't asked questions that relate on the whole to what Judge Barrett would ultimately be tasked with as a justice. They're trying to get her to commit to specific outcome which is inappropriate.  They're also actually asking her many cases to legislate from the bench which I know Judge Barrett won't do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "What do -- what do you think would happen if a President Obama and you're a senator, he's three weeks from an election and he puts forward a justice, a nominee to fill a vacancy that happens on the Supreme Court?   What would you do as a senator in that situation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TILLIS",
      "sentences": "Well, I think that what we're looking at a president who's not a lame duck president. He has a very good chance of getting reelected. We have a vacancy to fill at a time of a lot of turmoil in this country, I'm going to do my job through the advise and consent role of the Senate, to hear Judge Barrett. I think that she is -- that has qualifications and I'm going to support her nomination and I think that the majority of Republicans well as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Do you think this helps or hurts your Senate campaign this current timing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TILLIS",
      "sentences": "I think the more that the American people see Judge Barrett, the more comfortable they are with her selection. I think that she's going to fill a seat what the Judge Ginsburg -- Justice Ginsburg, and she's going to continue a tradition of independence and I believe that the American people and people in North Carolina support the process that we're going through right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You know, there's a new Monmouth Poll out that still has Cal Cunningham, your Democratic opponent up by four points in North Carolina. This is after basically a barrage by you on this issue of his affair and his sexting, you've called in an ad. Is this the closing argument for you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TILLIS",
      "sentences": "Well, I think that the argument has to be a candidate who ran his entire campaign on the trim -- on the premise that the truth matters and it's about honor, now we know he wasn't truthful.  And this is not something that happened years ago, this is something that happened weeks ago in his own home with the wife of a combat soldier. He's under investigation for the arm -- with the army for a reason. And I think that it completely undermines the concept that, you know, he's a truthful honorable person through his untruthful and dishonorable actions over the course of this campaign, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, here is Cal Cunningham, he was responding to a question by a voter about this entire affair, take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAL CUNNINGHAM (D), SENATORIAL CANDIDATE OF NORTH CAROLINA",
      "sentences": "We can all agree that this is by far the most important election of our lifetime. But before we get into the issues that most affect this campaign, I want you to hear something directly from me. I am deeply sorry for the hurt that I have caused in my personal life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Is that going to be good enough and you know, can the president win North Carolina, can you win North Carolina and how close do you think it'll be?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TILLIS",
      "sentences": "It's always close races in North Carolina, I would expect this one to be no different. And I'm glad that Cal Cunningham is sorry for his lack of truth and lack of transparency. He's not even asking follow up questions, part of that's probably because he's under investigation from the army.  I try to encourage everyone, please treat the family and his teenage children, the combat veteran and their family out of this. What's foundational to my concern is that Cal Cunningham over the course of this campaign has said anything to get elected and now we can't even trust that what he says is truthful. That's what the North Carolina voters, I think they're going to take into the voting booth and I do believe at the end of the day we win on November 3rd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We've asked Cal Cunningham to come on as well. Senator Tillis, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TILLIS",
      "sentences": "Thank you Bret. Take care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "President Trump is heading out to another campaign rally tonight. The president will be leaving Joint Base Andrews shortly for a stop in Johnstown, Pennsylvania last night. The president return to the trail and was as defined as ever about his personal professional experience with the coronavirus pandemic. Chief White House correspondent John Roberts has that story tonight live from the North Lawn. Good evening, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHANNEL CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Bret, good evening to you. You could hear Marine One winding up in the background. The president just emerged from the residence. He stopped to talk to reporters for just a second to talk about going to Johnstown, that there would be a big enthusiastic crowd there but the president did not take any questions.  Marine One just lifting off now with just 21 days left to go and so much at stake, President Trump couldn't afford to miss a day out in the road, let alone 10. So, now that his doctor has given him the green light, he is doing everything he can to make up lost ground.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "President Trump back out on the campaign trail again tonight this time in Pennsylvania. At his first rally after being tested negative for coronavirus in battleground Florida last night, President Trump throwing masks out to supporters touting his belief that for the moment at least, he's immune.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I'll kiss everyone in that audience. I'll kiss the guys and the beautiful women and everybody. I'll  just give you a big fat kiss.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "President Trump plans to keep up an aggressive campaign schedule in the days ahead. In addition to Pennsylvania tonight, he'll be in Iowa tomorrow. North Carolina Thursday and two events Florida and Georgia on Friday. The president today turning up the rhetoric about Joe Biden's mental fitness for office after Biden again confused the office he's running for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "That's why I'm running. I'm running as a proud Democrat for the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "President Trump tweeting, voter should find this obvious and rapidly getting worse dementia unacceptable for USA. The president trying to turn the tide on public opinion of his response to coronavirus. Again, promising to make widely available the antibody drug he says turn things around for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We are going to take whatever the hell they gave me and we're going to distribute it around to hospitals and everyone's going to have the same damn thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "And the president again taking aim at Dr. Anthony Fauci. Pointed at comments Fauci made about coronavirus and masks six months ago.  The president tweeting, actually, Tony's pitching arm is far more accurate than his prognostications. No problem, no masks. Fauci, still hanging tough. DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DISEASES",
      "sentences": "There's no chance that I'm going to give up on this and walk away from it no matter what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "While it may be more about politics than possibilities, President Trump again today pushing House Speaker Nancy Pelosi for a deal on coronavirus relief. Tweeting, stimulus, go big or go home. The Senate Majority Leader proposing a $500 billion relief package including new funding for Paycheck Protection. Mitch McConnell not expecting Pelosi will come off her demands for a multitrillion dollar bill. Saying, Speaker Pelosi frequently says she feels nothing is better than something. And she has worked hard to ensure that nothing is what American families get.   Speaker Pelosi firing back that President Trump is merely playing politics. In a statement saying, the president only wants his name on a check to go out before Election Day and for the market to go up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "A few minutes ago, in a highly contentious interview, Speaker Pelosi indicated that she has her heels dug in, wanting something much bigger than the $1.8 trillion at the Republicans have offered up. Even going so far as to throw a couple of members of her own caucus Ro Khanna and Andrew Yang under the bus for suggesting she take that Republican deal, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "John Roberts live in the North Lawn. John, thank you. As John just mentioned, the House Speaker defending her decision not to consider efforts by the White House and Republican lawmakers to get a coronavirus relief package approved before the election, also some Democrats pushing for that. Pelosi was a guest on CNN a short time ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "$1.8 trillion is a lot of money, the American people need that money ASAP because they're suffering right now and I'm not saying it's perfect, but I'm saying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, (D-CA)",
      "sentences": "And you don't care how it's spent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLITZER",
      "sentences": "I care of course how it's spent but what I don't understand is why not -- why not talk to the president. Personally, call him up and say, Mr. president, let's get a deal tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "Look, let me say this, the president has sent Mr. Mnuchin to negotiate. That's what we've done with other presidents, this isn't unusual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, and this with the panel. President Trump is asking the Supreme Court to put on hold an appeals court ruling that his account must immediately turn over tax records to a New York state prosecutor.  The request sets up a decision from the High Court that could come before Election Day. This is the second time the records issue has reached the Supreme Court justices previously prevented the records from being turned over while the case proceeded. Also today, the U.S. Supreme Court is stopping the census from continuing through the end of October at least for now. The Trump administration had asked the nation's High Court to suspend the district court's order permitting the census to continue. It argued the head count needed to end immediately so the Census Bureau has enough time to crunch the numbers before congressionally mandated yearend deadline. Opponents insist minorities and others in hard to count areas would be missed of the census ends on time. As President Trump's Supreme Court nominee navigates her way through the confirmation process, Joe Biden is finally breaking his silence slightly about what he might do with the court when it comes to court packing as president. Biden is campaigning in Florida today. Correspondent Peter Doocy has details tonight from Miramar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "Joe Biden is trying to count down to the end of the Trump era.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The longer Donald Trump is present, more reckless he seems to get. Thank God we only have three weeks left to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "In South Florida, Biden is tailoring his pitch to seniors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "To Donald Trump, it's simple, not a joke, you're expendable. You're forgettable. You're virtually nobody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "The Democratic nominee is according every vote everywhere though. He has a special message to the 56 percent of registered voters who told Gallup in September they are better off today than they were four years ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Well, if they think that, they probably shouldn't. Their memory is not very good, quite frankly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "But Biden's memory was of interest at a Florida Trump rally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He forgot Mitt Romney's name!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "That happened when Biden talked about defending the faith of the man, he and Barack Obama ran against in 2012.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Remember, I got in trouble when running against the senator who is a Mormon, the governor, OK? And I took him on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Barack Obama, who beat Romney with Biden, still hasn't appeared on the road with him yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "He is doing enough for our campaign. He'll be out on the trail and he's doing well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Biden remains unwilling to say what he thinks of expanding the Supreme Court and packing new seats with liberals now, but he finally acknowledged his previous position.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I've already spoken on it. I'm not a fan of court-packing, but I'm not -- I don't want to get off on that whole issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "A key Biden ally in Congress explains, Biden historically didn't favor court packing, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHRIS COONS (D-DE)",
      "sentences": "But these recent circumstances where over the last four years. Majority leader McConnell, President Trump have jammed hundreds of conservative, young, and a dozen cases, demonstrably unqualified judges onto the courts. That constitutes court packing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Ultimately, Biden wants this election to be about COVID and things Trump could have done differently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I pray for his recovery when he got COVID. And I hope, at least, he come out of it, something would've changed him. But what has he done? He is just doubled down on a misinformation he did before and making it worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "On a flight down to Florida, Biden wore two masks at once as he tries to avoid COVID-19 himself. And as he spoke at tonight's drive-in event, voters mostly stayed inside their cars at a social distance. The motorcade just drove by, so the event is over. You can see what it looks like behind us. A handful of Biden supporters, a handful of Trump supporters, and quite a few car horns. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Peter Doocy, thank you. Members of anti-government, paramilitary groups discussed kidnapping Virginia's governor during a June meeting in Ohio. That is according to an FBI agent who testified today during a court hearing in Michigan.  Special Agent Richard Trask did not specifically name Virginia Democrat Ralph Northam. Trask was part of the investigation that led to six men being arrested and charged last week with plotting to kidnap Michigan's Democratic Governor Gretchen Whitmer. Seven other men face state terrorism charges. Up next, new information about the FBI's effort to verify allegations in the Steele Dossier, used to obtain surveillance against the 2016 Trump campaign. We'll bring you that. First, here is what some of our Fox affiliates around the country are covering tonight. Fox 4 in Dallas, as Jeff Bezos' Blue Origin space company, launches a New Shepard rocket for a seventh time from a remote corner of Texas. It was a test of a new lunar-landing technology for NASA that could help put astronauts back on the moon by 2024. Fox 2 in San Francisco as Apple rolls out its latest iPhone for use with new 5g wireless networks. The long-awaited iPhone 12 comes in four models ranging from about $700 to almost $1,100. And this is a live look at Seattle from our affiliate Q13 Fox. One of the big stories there tonight, Washington State officials say they were again unsuccessful at live tracking, a so-called, murder hornet, while trying to find and destroy a nest of these giant insects. A scientist used dental floss to tie a tracking device on a female hornet, only to lose signs of her when she went into a forest. The large Asian hornets can decimate entire hives of honeybees and deliver painful stings to humans. 2020. That's tonight's live look \"OUTSIDE THE BELTWAY from SPECIAL REPORT.  We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We are learning new details tonight about the FBI's efforts to corroborate information in the Steele dossier, used as justification for some of the surveillance on the Trump 2016 campaign goes back many years. Senior political correspondent Mike Emanuel has the specifics tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CHANNEL CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "This 94- page newly declassified spreadsheet was used by the FBI to keep track of information provided by informant, Christopher Steele, at the start of the Russia probe. Steele offered many salacious claims about businessman Donald Trump's behavior in Moscow and that Russians could be trying to exploit Mr.  Trump's, \"personal obsessions\" by gathering compromising material on him. The document notes this information was provided to Steele by his primary sub-sources sub-source, one of whom is widely believed to be a Russian intelligence agent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "sentences": "It makes me mad that the FBI knew that the primary sub-source, a single individual was a suspected Russian agent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "The FBI finds there is no confirmation that Mr. Trump ever stayed at the Ritz-Carlton central to the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I will say this, documents are being released at a level now that nobody's ever seen before. Things that nobody thought were going to get released have been released.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Senate Republican chairman Ron Johnson, and Chuck Grassley are demanding the FBI produce more documentation related to the Russia probe. Justice Department watchdog Michael Horowitz had made reference to a spreadsheet so there was an awareness it existed.  The document shows information provided by Steele in the left-hand column and corroboration analyst notes in the right-hand column. It depended heavily on news reporting, sources say, some of it fed by Steele which the FBI then used. And sources say considering Steele was central to the start of the Russia probe, it contains remarkably little classified material. Two weeks ago, former FBI director Comey minimized criticism in the findings of Inspector General Horowitz, as evidence, the FBI was sloppy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER DIRECTOR, FEDERAL BUREAU OF INVESTIGATION",
      "sentences": "There's no indication and the inspector general would say it if he found it. That people were doing bad things on purpose, but that doesn't make it any less concerning and embarrassing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Fox reached out to former Director Comey today but he has not responded, the FBI declined to comment. Some Republicans are clearly feeling frustration, hoping U.S. Attorney John Durham would be out with his report by now. But Durham seems determined to steer clear of election politics. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, Mike, thank you. Today, the Dow lost 158 to snap a four- day winning streak. The S&P 500 was off 22, the NASDAQ finished down 12. China, Russia, and Cuba have won seats on the United Nation's premier human rights organization. The elections come despite opposition from activist groups over what they consider those countries abysmal human rights records: Russia and Cuba, were running unopposed. The state department condemned the decision. Saying it makes a farce of the council's mission. Up next, why some experts say the coronavirus pandemic could be over sooner than expected. We'll have all sides of that, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Breaking right now, the University of Florida is pausing its football season because of an increase in coronavirus infections. School newspaper there says there have been 19 positive tests after Saturday's game with Texas A&M. Two of the giants of their relative sports are positive for coronavirus. Soccer star Cristiano Ronaldo got the diagnosis, while with the Portuguese national team. And world number one golfer, Dustin Johnson has withdrawn from this week's PGA event after a positive test. But there is renewed hope tonight in some circles about progress against the coronavirus. And the efficient effort of Operation Warp Speed. Correspondent Jonathan Serrie tells us about it from Atlanta.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN SERRIE, FOX NEWS CORRESPONDENT",
      "sentences": "As U.S. coronavirus cases continue to increase, \"The New York Times\" offers a dose of optimism. Science reporter Donald McNeil Jr. praises the efficiency of Operation Warp Speed and adds \"Experts are saying, with genuine confidence, that the pandemic in the United States will be over far sooner than they expected, possibly by the middle of next year.\" DR. DAVID NABARRO, SPECIAL ENVOY ON COVID-19, WORLD HEALTH ORGANIZATION: We in the World Health Organization do not advocate lockdowns as a primary means of control of this virus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "World Health Organization officials have begun emphasizing that lockdowns should be a last resort. After President Trump claimed this as vindication of his efforts to keep America's economy open, the WHO clarified in a tweet, \"Because of their severe economic, social, and broader health impacts, lockdowns need to be limited in duration. There best used to prepare for longer public health measures.\" But here in the U.S., less invasive measures, such as facemasks and social distancing, have become politicized, experts say, to our peril.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. JAMES CURRAN, EMORY UNIVERSITY",
      "sentences": "I hate to think that being a member or a follower of a political party became a risk factor for COVID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "New daily cases have been increasing since mid-September. Hospitalizations, which usually follow illness onset in a couple weeks began increasing in early October. A government sponsored clinical trial of an antibody treatment by Eli Lilly has paused because of a potential safety concern according to reporting by \"The New York Times.\" The move comes less than a week after the company applied for emergency FDA approval and a day after Johnson & Johnson announced its pausing late phase clinical trials of its potential vaccine while researchers investigate whether a serious medical condition in one participant is related to the vaccine or a coincidence. The company says, \"Adverse events, illnesses, accidents, et cetera, even those that are serious are an expected part of any clinical study, especially large studies.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERRIE",
      "sentences": "\"The Lancet\" infectious diseases journal documents a case of a 25- years-old Nevada man who recovered from COVID-19. Less than two months later he became even sicker with a different strain of the coronavirus. So far, documented cases of reinfection are rare. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jonathan Serrie in Atlanta. Jonathan, thank you. Democrats will ask the U.S. Supreme Court to decide whether absentee ballots in Wisconsin received up to six days after the election can be counted. Republicans who have opposed other attempts across the country to expand voting past Election Day say voters have plenty of opportunity to cast ballots by the end of Election Day. That is just one of many legal squabbles and logistical hassles over mail-in and early voting. National correspondent William La Jeunesse show us this evening from Los Angeles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TODD SPITZER, ORANGE COUNTY, CALIFORNIA, DISTRICT ATTORNEY",
      "sentences": "If a person is an unauthorized agent, in other words they are acting as if they can receive ballots, that is a felony in the state of California.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM LA JEUNESSE, FOX NEWS NATIONAL CORRESPONDENT",
      "sentences": "A ballot harvesting fight in California, drop boxes in churches, gun shops, and gyms, put there not by counties but the state Republican party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HECTOR BARAJAS, CALIFORNIA REPUBLICAN PARTY",
      "sentences": "What better way to turn in your ballot to a place that you know with people that you trust for them to turn in your ballot rather than having a stranger come to your door.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "Monday, the state ordered the boxes be removed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEX PADILLA, (D) CALIFORNIA SECRETARY OF STATE",
      "sentences": "Let me be clear -- unofficial, unauthorized ballot drop boxes are not permitted by state law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "In 2016, Democrats changed the law to allow anyone, even paid campaign workers, to collect ballots door-to-door, helping cost Republicans seven House seats in 2018. \"We beat Republicans on the ground fair and square,\" a prominent Democrat told the \"San Francisco Chronicle.\" Many field plans included ballot harvesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PASTOR JERRY COOK, FREEDOM'S WAY BAPTIST CHURCH",
      "sentences": "Isn't church pretty safe? In a safe location with people they trust rather than handing it over to a stranger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "Republicans now say they get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARAJAS",
      "sentences": "We will respond, and our response will include, please indicate where in the election code we are violating this law? And why is it that you have a problem with ballot harvesting now that Republicans are engaged in it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "In Texas, a federal appeals court said the state can limit each county to one ballot drop off location.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LA JEUNESSE",
      "sentences": "A record turnout yesterday in Georgia, but an accidentally cut cable shut down voter registration in Virginia. Early voting is underway, 10.6 million votes already cast nationwide compared to just 1.4 million at the same point in 2016. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "William, thank you. Up next, day two of the Barrett confirmation hearings, and another campaign stop tonight for a president who says he feels great after having coronavirus. We'll talk about it all with the panel when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN CORNYN, (R-TX) SENATE JUDICIARY COMMITTEE",
      "sentences": "Most of us have multiple notebooks and notes and books and things like that in front of us. Can you hold up what you've been referring to in answering our questions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORNYN",
      "sentences": "Is there anything on it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMY CONEY BARRETT, FEDERAL APPEALS COURT NOMINEE",
      "sentences": "That letter that says \"United States Senate.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORNYN",
      "sentences": "That's impressive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Judge Amy Coney Barrett with a blank pad in front of her throughout a lot of questioning from Democrats and Republicans as this hearing goes on, about ready to resume in about 11 or 12 minutes. We'll bring you back there when it does. Let's bring in our panel, Bill Bennett, former Education Secretary, host of \"The Bill Bennett Show\" podcast, Mara Liasson, national political correspondent for National Public Radio, and Guy Benson, political editor at Townhall, host of \"The Guy Benson Show\" on FOX News Radio. Mara, your thoughts and the tactics by Democrats, and how Judge Barrett has done? MARA LIASSON, NATIONAL POLITICAL CORRESPONDENT, NATIONAL PUBLIC RADIO: Judge Barrett was poised and unflappable. She didn't want to answer questions about how she might rule or how she might approach different issues like abortion or a contested election, or she didn't want to weigh in on whether the president has the constitutional ability to delay an election. So she parried pretty well throughout the day. And Democrats tried as hard as they could to get her on the record, but they didn't. I don't think they expected to. And in some ways, this was a strange kind of hearing because the outcome is not in doubt at all. The Republicans have the votes, and she will be confirmed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Bill, and obviously -- yes, and in fact, Cory Booker, Senator Cory Booker, said your colleagues on the Supreme Court, catching himself because he was heading that way. Bill, obviously, Justice Kagan, Justice Sotomayor, did the same Ruth Bader Ginsburg type parry with Republican questioning for their confirmation hearings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL BENNETT, FORMER EDUCATION SECRETARY",
      "sentences": "Yes, and she copied that, no forecast, no predictions, and no indications of how she's going to rule, and that's exactly right. Very poised, very impressive, very smart, smartest person in the room, and that was apparent. The thing that was interesting to me is that they were talking past each other to some degree. The Democrats kept holding up these pictures of these people in terrible circumstances -- sick people, people in bad shape, and saying what would you do about that? But the question isn't whether the government or the court will do anything about that. The question before the court is whether the legislative remedies that are put forward to help these people are constitutional. It's a different set of questions. The Supreme Court is not a public charity or foundation. The Supreme Court decides on constitutionality. She had to keep reminding that. And the other thing, which is very interesting, and Mara said it's a foregone conclusion she will be confirmed. It's also pretty much, Bret, a forego conclusion that the Affordable Care Act will not be taken down as unconstitutional. Severability, which means you can take the piece out that is objectionable, means, and two conservative justices come out in favor of that, Alito and Kavanaugh, once you do that, the rest of the act can stand, because the presumption of the court is that legislatures should be allowed to do what they want to do. So this notion that if she's confirmed she'll vote with the bad guys, the bad conservatives, it's going to be six-three to preserve the Affordable Care Act anyway. Kind of missing the point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, one of the interesting question exchanges was with Amy Klobuchar about super precedent. Take a listen, Guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR, (D-MN)",
      "sentences": "Is Roe a super precedent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMY CONEY BARRETT, FEDERAL APPEALS COURT NOMINEE",
      "sentences": "People use \"super president\" differently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KLOBUCHAR",
      "sentences": "The way that it's used in the scholarship and the way that I was using it in the article that you're reading from was to define cases that are so well-settled that no political actors and no people seriously push for their overruling. As Richard Fallon from Harvard said, Roe is not a super president because calls for its overruling has never seized. But that doesn't mean that Roe should be overruled. It just means that it doesn't smell in the fall handful of cases like Marbury versus Madison and Brown versus the Board that no one questions anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Again, very well briefed, Guy. That was about Roe v Wade and whether it was a super precedent. Obviously, that's going to come up again with Democratic questioning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, POLITICAL EDITOR, TOWNHALL",
      "sentences": "Yes, she handled that challenge very well from Senator Klobuchar. I think because there is so little drama about the likely outcome here, I've been paying attention to each side, how they are using their time, particularly on the Democratic side. I think they're trying to make a few points leading up to the election to play to their strengths in the election. I think that Senator Feinstein was pretty effective. I know she's gotten some criticism from her own side, being maybe not up to the challenge anymore. I think she did a good job. Senator Durbin I think did a pretty effective job, as did Senator Coons. Other people were far less effective, I would point out. Sheldon Whitehouse from Rhode Island, who spoke for 30 straight minutes, the nominee did not say one word during his conspiracy theory. Senator Hirono was quite a feat to watch as well. So it's been a bit of a mixed bag today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "A lot of the senators start at some point, and Amy Klobuchar did this, that Congress should be dealing with the coronavirus stimulus package, not dealing with this. I want to play what happened on CNN a little while ago, House Speaker Pelosi, pressed by Wolf Blitzer, about why not take a deal, something from the Republicans so something can get across the finish line. Mara, take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "And $1.8 trillion is a lot of money. The American people need that money a-s-a-p because they are suffering right now, and I'm not saying it's perfect, but I'm saying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, (D-CA) HOUSE SPEAKER",
      "sentences": "And you don't care how it's spent? And you don't care how it's spent?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLITZER",
      "sentences": "I care, of course, how it's spent. But what I don't understand is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "But you don't even know how it's spent. You don't even know how it's spent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLITZER",
      "sentences": "-- why not talk to the president personally, call him up and say, Mr. President, let's get a deal tomorrow?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "Look, let me say this. The president has sent Mr. Mnuchin to negotiate. That's what we've done with other presidents. This isn't unusual.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLITZER",
      "sentences": "It's not about me. It's about millions of Americans who can't put food on the table, who can't the rent, who are having trouble --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "And we represent them. And we represent them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLITZER",
      "sentences": "-- who are having trouble getting by these long food lines that we're seeing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "And we represent them. And we represent them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLITZER",
      "sentences": "I know you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "We know them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "The interview went on like that. Kudos to Wolf for pressing on this issue. Mara, that is a question, why not get to something instead of nothing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "This is pretty extraordinary. She has some liberal members, including Ro Khanna, who is very progressive, Bernie Sanders supporter, who thinks that the House should take a deal, should take what they can get so they can help people right away. Nancy Pelosi seems very certain in her belief and her strategy that if she waits long enough, she'll get what she wants from the White House. The president has been all over the place, but lately his last landing spot has been that he wants a big deal, and I think he said $1.8 trillion, go big or go home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "He did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "So it sounds like she could get a lot of what she wants. But it does seem extraordinary event on the eve of an election, when so many people are hurting, when Jerome Powell has said err on the side of doing more rather than less, that Congress and the White House can't come up with a deal. Now, the president took the blame for pulling the plug on the negotiations just a couple days ago and then reversed himself, so this seems to be an opportunity for Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And it does not seem like she is taking it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Bill, I want to end with you, just a few seconds here. We are in a different place in the coronavirus. The numbers are going up as far as infections. Some states are seeing hospitalizations go up, but yet there is very significant process on this Operation Warp Speed and a different sense in some corners.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "Yes, and fatalities are way down. But the bulletin, stop the presses, is the World Health Organization announced yesterday that lockdowns are the worst things to do, and let's not do it. Thanks a lot, World Health Organization. Now you tell us after $82 trillion, which is the estimate they put on what this cost, 150 million, mostly children, driven into poverty. More deaths than from coronavirus, children in underdeveloped countries because they lack food, water, and inoculation because things have been shut down. Not a good idea to have a lockdown. Wish you had said that a little earlier. It's been very costly here and around the world. Some of us thought that from the beginning. This should be getting a lot of attention, a lot of attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And let's hope Operation Warp Speed continues to speed. Guy, I will catch you next time. Panel, thank you. We will dip into the confirmation hearing for Judge Barrett. The vice presidential nominee set to question the judge in just a few minutes when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "sentences": "Biden even refuses to answer questions on the packing of the Supreme Court. Nobody even thought of that for many, many, many decades, and that's what they want to do. They can't get there legitimately, so they say that's all right, we'll just pack the court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "sentences": "I've already spoken on it. I'm not a fan of court packing but I don't want to get off on that whole issue. I want to keep focused. The president would love nothing better than to fight about whether or not I would, in fact, pack the court or not pack the court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Court packing, finally hearing somewhat of an answer from Joe Biden after repeated questions. You can you the president on the trail, this race coming down to the final three weeks, three weeks from tonight. We are looking live back at the hearing. I think the Judge Amy Coney Barrett hearing is about ready to start again, and we are going to tune into the vice president nominee, Kamala Harris, the senator from California, asking Judge Barrett questions. That's it for us, fair, balanced, unafraid. Martha will pick up on the other side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, (D-CA) VICE PRESIDENTIAL CANDIDATE",
      "sentences": "More than 215,000 of our fellow Americans have died, and millions more, including the president, Republican members of this committee, and more than 100 frontline workers here at the Capitol Complex have been infected. This pandemic has led to an historic economic crisis, causing millions of workers to lose their jobs without warning, and 12 million Americans have lost their employer-based health insurance. The Senate, I strongly believe, must be and needs to be laser focused on you, the American people to help you get through this pandemic. To do so, the Senate urgently needs to pass passing critical financial relief for those who are struggling because of this pandemic, and many are struggling. People need help. They need help to pay their rent or mortgage. Parents need help putting food on the table. The millions of American workers who have lost their jobs need help making it through the end of the month, and small businesses need help so they don't have to close their doors for good. But sadly, Senate Republicans have rushed to hold this Supreme Court confirmation hearing rather than help those who are suffering through a public health crisis not of their making. As I said yesterday, these priorities are not the American people's priorities. Since President Obama signed the Affordable Care Act into law, Senate Republicans' number one priority has been to tear it down. And remember, before the ACA, the Affordable Care Act, insurance companies held virtually unchecked power over our health care system. They could refuse to cover basic medical expenses like maternity care, like mammograms, like prescription drugs or hospital stays. Worst of all, if you were sick, they could deny you coverage altogether, and there is nothing you could do about it. Over the last nine years, Republicans in Congress have tried 70 times -- 70 times -- to repeal or roll back the ACA in the United States congress. In 2013, Senate Republicans were so desperate to stop its success that they shut down the entire government for weeks. After President Trump was elected, Washington Republicans spent nearly a year trying to repeal the ACA. But I will always remember the thousands of Americans from all over our country and all walks of life who crowded into the halls of the United States capital to require that lawmakers see their faces and understand how they would be hurt if there was a repeal of the Affordable Care Act. Brave activists in the disability community staged sit-ins on the Hill, seniors protested to keep prescription drugs affordable, mothers and fathers walked the halls with their children in strollers to show Congress the face of those who depended on the law, and doctors and nurses protested to protect their patients' access to the care they desperately need. Together with many of my colleagues, I joined civil rights and community leaders to speak to the thousands of people who gathered outside the capital, and they pleaded and the begged with lawmakers to do the right things. All these dedicated Americans demanding that their voices be heard, and they made a difference. They made a difference. History will remember that late night, thumbs down movement when the great, great John McCain denied Republicans the opportunity to repeal the Affordable Care Act. And now, following a decade of failure, Washington Republicans have realized that the Affordable Care Act is working too well and helping too many people to repeal it without facing serious political consequences. But what are they doing? After suffering the backlash they provoked by targeting the law in Congress, they decided instead to circumvent voters and try to strike down the Affordable Care Act through the courts. Right now, the Trump administration and Senate Republicans are urging the Supreme Court to strike down the entire Affordable Care Act and all of its patient protections. Republicans are scrambling to confirm this nominee as fast as possible because they need one more Trump judge on the bench before November 10th to win and strike down the entire Affordable Care Act. This is not hyperbole. This is not a hypothetical. This is happening. And here's what you have to know. People are scared. People are scared of what will happen if the Affordable Care Act is destroyed in the middle of a pandemic. There are more than 100 million Americans with pre-existing conditions like asthma and diabetes, heart disease, who know that they could be denied coverage or charged more by insurance companies if Donald Trump is successful in getting rid of the Affordable Care Act. And because of the coronavirus, more than 7 million people have now a preexisting condition that they didn't have earlier this year. Those who depend on the ACA are afraid of their lives being turned upside down if the court strikes it down. They know what could happen. And Judge Barrett, I will share with you in the American people a list -- no protections for preexisting conditions, higher costs for health care for women and people over the age of 50, young adults kicked off their parents' insurance, more expensive prescription drugs for seniors, insurance companies refusing to cover mental health care, insurance companies refusing to cover maternity care, no free mammograms. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "Good evening, welcome to Washington, I'm Bret Baier. Breaking tonight, U.S. Supreme Court nominee Amy Coney Barrett is vowing to bring no agenda to the bench should she get confirmed. Senators continue at this moment to question Barrett on a variety of hot button issues. We're monitoring the hearing for any news, we'll turn around those sound bites and they are about to take a break shortly during our show. Today's questioning, obviously, more comfort -- confrontational than Monday's opening statements but nowhere near the last confirmation for Supreme Court justice that we heard on Capitol Hill. Fox News chief legal correspondent, anchor at \"FOX NEWS @ NIGHT\" Shannon Bream has been up on the Hill all day and she has highlights right now. Good evening, Shannon."
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS CHANNEL HOST",
      "utterance": "Good evening, Bret. Well, from abortion to gun control and from the Affordable Care Act to court packing, Judge Amy Coney Barrett remains in the hot seat tonight. And despite a lot of probing, she's continuing tradition of not telegraphing exactly how she decided any particular case and she's working hard tonight to convince these senators she comes to the bench with no agenda."
    },
    {
      "speaker": "JUDGE AMY CONEY BARRETT, SUPREME COURT NOMINEE",
      "utterance": "I'm not willing to make a deal, not with the committee, not with the president, not with anyone. I'm independent."
    },
    {
      "speaker": "BREAM",
      "utterance": "On the first day of direct questioning before the Senate Judiciary Committee, Supreme Court nominee Judge Amy Coney Barrett refused to commit to rule in any particular way should she be confirmed to the nation's highest court. She also stressed that no one within the Trump administration including the president has asked her to."
    },
    {
      "speaker": "BARRETT",
      "utterance": "I have had no conversation with the president or any of his staff on how I might rule in that case."
    },
    {
      "speaker": "BREAM",
      "utterance": "On the health care law."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "That's why we keep bringing this up, real people that we run into all the time."
    },
    {
      "speaker": "BARRETT",
      "utterance": "I assure you that I am not. I'm not hostile to the ACA, I'm not hostile to any statute that you pass."
    },
    {
      "speaker": "BREAM",
      "utterance": "Roe V. Wade."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's distressing not to get a straight answer. Do you agree with Justice Scalia's view that Roe was wrongly decided?"
    },
    {
      "speaker": "BARRETT",
      "utterance": "If I express a view on a president one way or another, whether I say I love it or I hate it, it signals to litigants that I might tilt one way or another in a pending case."
    },
    {
      "speaker": "BREAM",
      "utterance": "And the possibility that a dispute over the 2020 election could wind up at the Supreme Court."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm concerned that what President Trump wants here couldn't be clearer, that he's trying to rush this nomination ahead so you might cast a decision of vote in his favor in the event of a disputed election."
    },
    {
      "speaker": "BARRETT",
      "utterance": "I certainly hope that all members of the committee have more confidence in my integrity than to think that I would allow myself to be used as a pawn to decide this election for the American people."
    },
    {
      "speaker": "BREAM",
      "utterance": "In round one, senators are allotted 30 minutes and at least one of them, Democratic Senator Sheldon Whitehouse didn't ask a single question. Instead calling into question the donors and organizations now supporting Barrett's nomination."
    },
    {
      "speaker": "SEN. SHELDON WHITEHOUSE (D-RI)",
      "utterance": "I think this gives you a chance for you and I to tee up an interesting conversation tomorrow."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, there are still a number of senators to ask questions tonight, we expect to go until about 9:00 p.m. They include the Democratic vice presidential contender Senator Kamala Harris. Now, asked several times today about whether or not she would decide cases like one of her mentors Judge Barrett said today, if I am confirmed to the bench, you'll get Justice Barrett not Justice Scalia. Question start again after tonight 9:00 a.m. tomorrow morning, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "And we will see you tonight at 11:00 p.m. Shannon, thanks. Let's bring in North Carolina Republican Thom Tillis. Senator Tillis from the Senate Judiciary Committee, his office. Senator, thanks for being here. I want to get your take first on this hearing and the judge in her performance."
    },
    {
      "speaker": "SEN. THOM TILLIS (R-NC)",
      "utterance": "Well, I think Judge Barrett's done a great job today. You know, the Democrats have had a very carefully crafted I think agenda over the course of the day. They really haven't asked questions that relate on the whole to what Judge Barrett would ultimately be tasked with as a justice. They're trying to get her to commit to specific outcome which is inappropriate. They're also actually asking her many cases to legislate from the bench which I know Judge Barrett won't do."
    },
    {
      "speaker": "BAIER",
      "utterance": "What do -- what do you think would happen if a President Obama and you're a senator, he's three weeks from an election and he puts forward a justice, a nominee to fill a vacancy that happens on the Supreme Court? What would you do as a senator in that situation?"
    },
    {
      "speaker": "TILLIS",
      "utterance": "Well, I think that what we're looking at a president who's not a lame duck president. He has a very good chance of getting reelected. We have a vacancy to fill at a time of a lot of turmoil in this country, I'm going to do my job through the advise and consent role of the Senate, to hear Judge Barrett. I think that she is -- that has qualifications and I'm going to support her nomination and I think that the majority of Republicans well as well."
    },
    {
      "speaker": "BAIER",
      "utterance": "Do you think this helps or hurts your Senate campaign this current timing?"
    },
    {
      "speaker": "TILLIS",
      "utterance": "I think the more that the American people see Judge Barrett, the more comfortable they are with her selection. I think that she's going to fill a seat what the Judge Ginsburg -- Justice Ginsburg, and she's going to continue a tradition of independence and I believe that the American people and people in North Carolina support the process that we're going through right now."
    },
    {
      "speaker": "BAIER",
      "utterance": "You know, there's a new Monmouth Poll out that still has Cal Cunningham, your Democratic opponent up by four points in North Carolina. This is after basically a barrage by you on this issue of his affair and his sexting, you've called in an ad. Is this the closing argument for you?"
    },
    {
      "speaker": "TILLIS",
      "utterance": "Well, I think that the argument has to be a candidate who ran his entire campaign on the trim -- on the premise that the truth matters and it's about honor, now we know he wasn't truthful. And this is not something that happened years ago, this is something that happened weeks ago in his own home with the wife of a combat soldier. He's under investigation for the arm -- with the army for a reason. And I think that it completely undermines the concept that, you know, he's a truthful honorable person through his untruthful and dishonorable actions over the course of this campaign, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, here is Cal Cunningham, he was responding to a question by a voter about this entire affair, take a listen."
    },
    {
      "speaker": "CAL CUNNINGHAM (D), SENATORIAL CANDIDATE OF NORTH CAROLINA",
      "utterance": "We can all agree that this is by far the most important election of our lifetime. But before we get into the issues that most affect this campaign, I want you to hear something directly from me. I am deeply sorry for the hurt that I have caused in my personal life."
    },
    {
      "speaker": "BAIER",
      "utterance": "Is that going to be good enough and you know, can the president win North Carolina, can you win North Carolina and how close do you think it'll be?"
    },
    {
      "speaker": "TILLIS",
      "utterance": "It's always close races in North Carolina, I would expect this one to be no different. And I'm glad that Cal Cunningham is sorry for his lack of truth and lack of transparency. He's not even asking follow up questions, part of that's probably because he's under investigation from the army. I try to encourage everyone, please treat the family and his teenage children, the combat veteran and their family out of this. What's foundational to my concern is that Cal Cunningham over the course of this campaign has said anything to get elected and now we can't even trust that what he says is truthful. That's what the North Carolina voters, I think they're going to take into the voting booth and I do believe at the end of the day we win on November 3rd."
    },
    {
      "speaker": "BAIER",
      "utterance": "We've asked Cal Cunningham to come on as well. Senator Tillis, thank you very much."
    },
    {
      "speaker": "TILLIS",
      "utterance": "Thank you Bret. Take care."
    },
    {
      "speaker": "BAIER",
      "utterance": "President Trump is heading out to another campaign rally tonight. The president will be leaving Joint Base Andrews shortly for a stop in Johnstown, Pennsylvania last night. The president return to the trail and was as defined as ever about his personal professional experience with the coronavirus pandemic. Chief White House correspondent John Roberts has that story tonight live from the North Lawn. Good evening, John."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHANNEL CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Bret, good evening to you. You could hear Marine One winding up in the background. The president just emerged from the residence. He stopped to talk to reporters for just a second to talk about going to Johnstown, that there would be a big enthusiastic crowd there but the president did not take any questions. Marine One just lifting off now with just 21 days left to go and so much at stake, President Trump couldn't afford to miss a day out in the road, let alone 10. So, now that his doctor has given him the green light, he is doing everything he can to make up lost ground."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "President Trump back out on the campaign trail again tonight this time in Pennsylvania. At his first rally after being tested negative for coronavirus in battleground Florida last night, President Trump throwing masks out to supporters touting his belief that for the moment at least, he's immune."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I'll kiss everyone in that audience. I'll kiss the guys and the beautiful women and everybody. I'll just give you a big fat kiss."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "President Trump plans to keep up an aggressive campaign schedule in the days ahead. In addition to Pennsylvania tonight, he'll be in Iowa tomorrow. North Carolina Thursday and two events Florida and Georgia on Friday. The president today turning up the rhetoric about Joe Biden's mental fitness for office after Biden again confused the office he's running for."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "That's why I'm running. I'm running as a proud Democrat for the Senate."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "President Trump tweeting, voter should find this obvious and rapidly getting worse dementia unacceptable for USA. The president trying to turn the tide on public opinion of his response to coronavirus. Again, promising to make widely available the antibody drug he says turn things around for him."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We are going to take whatever the hell they gave me and we're going to distribute it around to hospitals and everyone's going to have the same damn thing."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "And the president again taking aim at Dr. Anthony Fauci. Pointed at comments Fauci made about coronavirus and masks six months ago. The president tweeting, actually, Tony's pitching arm is far more accurate than his prognostications. No problem, no masks. Fauci, still hanging tough. DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS"
    },
    {
      "speaker": "DISEASES",
      "utterance": "There's no chance that I'm going to give up on this and walk away from it no matter what happens."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "While it may be more about politics than possibilities, President Trump again today pushing House Speaker Nancy Pelosi for a deal on coronavirus relief. Tweeting, stimulus, go big or go home. The Senate Majority Leader proposing a $500 billion relief package including new funding for Paycheck Protection. Mitch McConnell not expecting Pelosi will come off her demands for a multitrillion dollar bill. Saying, Speaker Pelosi frequently says she feels nothing is better than something. And she has worked hard to ensure that nothing is what American families get. Speaker Pelosi firing back that President Trump is merely playing politics. In a statement saying, the president only wants his name on a check to go out before Election Day and for the market to go up."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "A few minutes ago, in a highly contentious interview, Speaker Pelosi indicated that she has her heels dug in, wanting something much bigger than the $1.8 trillion at the Republicans have offered up. Even going so far as to throw a couple of members of her own caucus Ro Khanna and Andrew Yang under the bus for suggesting she take that Republican deal, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "John Roberts live in the North Lawn. John, thank you. As John just mentioned, the House Speaker defending her decision not to consider efforts by the White House and Republican lawmakers to get a coronavirus relief package approved before the election, also some Democrats pushing for that. Pelosi was a guest on CNN a short time ago."
    },
    {
      "speaker": "WOLF BLITZER, CNN HOST",
      "utterance": "$1.8 trillion is a lot of money, the American people need that money ASAP because they're suffering right now and I'm not saying it's perfect, but I'm saying --"
    },
    {
      "speaker": "REP. NANCY PELOSI, (D-CA)",
      "utterance": "And you don't care how it's spent."
    },
    {
      "speaker": "BLITZER",
      "utterance": "I care of course how it's spent but what I don't understand is why not -- why not talk to the president. Personally, call him up and say, Mr. president, let's get a deal tomorrow."
    },
    {
      "speaker": "PELOSI",
      "utterance": "Look, let me say this, the president has sent Mr. Mnuchin to negotiate. That's what we've done with other presidents, this isn't unusual."
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, and this with the panel. President Trump is asking the Supreme Court to put on hold an appeals court ruling that his account must immediately turn over tax records to a New York state prosecutor. The request sets up a decision from the High Court that could come before Election Day. This is the second time the records issue has reached the Supreme Court justices previously prevented the records from being turned over while the case proceeded. Also today, the U.S. Supreme Court is stopping the census from continuing through the end of October at least for now. The Trump administration had asked the nation's High Court to suspend the district court's order permitting the census to continue. It argued the head count needed to end immediately so the Census Bureau has enough time to crunch the numbers before congressionally mandated yearend deadline. Opponents insist minorities and others in hard to count areas would be missed of the census ends on time. As President Trump's Supreme Court nominee navigates her way through the confirmation process, Joe Biden is finally breaking his silence slightly about what he might do with the court when it comes to court packing as president. Biden is campaigning in Florida today. Correspondent Peter Doocy has details tonight from Miramar."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "Joe Biden is trying to count down to the end of the Trump era."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The longer Donald Trump is present, more reckless he seems to get. Thank God we only have three weeks left to go."
    },
    {
      "speaker": "DOOCY",
      "utterance": "In South Florida, Biden is tailoring his pitch to seniors."
    },
    {
      "speaker": "BIDEN",
      "utterance": "To Donald Trump, it's simple, not a joke, you're expendable. You're forgettable. You're virtually nobody."
    },
    {
      "speaker": "DOOCY",
      "utterance": "The Democratic nominee is according every vote everywhere though. He has a special message to the 56 percent of registered voters who told Gallup in September they are better off today than they were four years ago."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Well, if they think that, they probably shouldn't. Their memory is not very good, quite frankly."
    },
    {
      "speaker": "DOOCY",
      "utterance": "But Biden's memory was of interest at a Florida Trump rally."
    },
    {
      "speaker": "TRUMP",
      "utterance": "He forgot Mitt Romney's name!"
    },
    {
      "speaker": "DOOCY",
      "utterance": "That happened when Biden talked about defending the faith of the man, he and Barack Obama ran against in 2012."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Remember, I got in trouble when running against the senator who is a Mormon, the governor, OK? And I took him on."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Barack Obama, who beat Romney with Biden, still hasn't appeared on the road with him yet."
    },
    {
      "speaker": "BIDEN",
      "utterance": "He is doing enough for our campaign. He'll be out on the trail and he's doing well."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Biden remains unwilling to say what he thinks of expanding the Supreme Court and packing new seats with liberals now, but he finally acknowledged his previous position."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I've already spoken on it. I'm not a fan of court-packing, but I'm not -- I don't want to get off on that whole issue."
    },
    {
      "speaker": "DOOCY",
      "utterance": "A key Biden ally in Congress explains, Biden historically didn't favor court packing, but --"
    },
    {
      "speaker": "SEN. CHRIS COONS (D-DE)",
      "utterance": "But these recent circumstances where over the last four years. Majority leader McConnell, President Trump have jammed hundreds of conservative, young, and a dozen cases, demonstrably unqualified judges onto the courts. That constitutes court packing."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Ultimately, Biden wants this election to be about COVID and things Trump could have done differently."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I pray for his recovery when he got COVID. And I hope, at least, he come out of it, something would've changed him. But what has he done? He is just doubled down on a misinformation he did before and making it worse."
    },
    {
      "speaker": "DOOCY",
      "utterance": "On a flight down to Florida, Biden wore two masks at once as he tries to avoid COVID-19 himself. And as he spoke at tonight's drive-in event, voters mostly stayed inside their cars at a social distance. The motorcade just drove by, so the event is over. You can see what it looks like behind us. A handful of Biden supporters, a handful of Trump supporters, and quite a few car horns. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Peter Doocy, thank you. Members of anti-government, paramilitary groups discussed kidnapping Virginia's governor during a June meeting in Ohio. That is according to an FBI agent who testified today during a court hearing in Michigan. Special Agent Richard Trask did not specifically name Virginia Democrat Ralph Northam. Trask was part of the investigation that led to six men being arrested and charged last week with plotting to kidnap Michigan's Democratic Governor Gretchen Whitmer. Seven other men face state terrorism charges. Up next, new information about the FBI's effort to verify allegations in the Steele Dossier, used to obtain surveillance against the 2016 Trump campaign. We'll bring you that. First, here is what some of our Fox affiliates around the country are covering tonight. Fox 4 in Dallas, as Jeff Bezos' Blue Origin space company, launches a New Shepard rocket for a seventh time from a remote corner of Texas. It was a test of a new lunar-landing technology for NASA that could help put astronauts back on the moon by 2024. Fox 2 in San Francisco as Apple rolls out its latest iPhone for use with new 5g wireless networks. The long-awaited iPhone 12 comes in four models ranging from about $700 to almost $1,100. And this is a live look at Seattle from our affiliate Q13 Fox. One of the big stories there tonight, Washington State officials say they were again unsuccessful at live tracking, a so-called, murder hornet, while trying to find and destroy a nest of these giant insects. A scientist used dental floss to tie a tracking device on a female hornet, only to lose signs of her when she went into a forest. The large Asian hornets can decimate entire hives of honeybees and deliver painful stings to humans. 2020. That's tonight's live look \"OUTSIDE THE BELTWAY from SPECIAL REPORT. We'll be right back."
    },
    {
      "speaker": "BAIER",
      "utterance": "We are learning new details tonight about the FBI's efforts to corroborate information in the Steele dossier, used as justification for some of the surveillance on the Trump 2016 campaign goes back many years. Senior political correspondent Mike Emanuel has the specifics tonight."
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CHANNEL CHIEF CONGRESSIONAL CORRESPONDENT",
      "utterance": "This 94- page newly declassified spreadsheet was used by the FBI to keep track of information provided by informant, Christopher Steele, at the start of the Russia probe. Steele offered many salacious claims about businessman Donald Trump's behavior in Moscow and that Russians could be trying to exploit Mr. Trump's, \"personal obsessions\" by gathering compromising material on him. The document notes this information was provided to Steele by his primary sub-sources sub-source, one of whom is widely believed to be a Russian intelligence agent."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "utterance": "It makes me mad that the FBI knew that the primary sub-source, a single individual was a suspected Russian agent."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "The FBI finds there is no confirmation that Mr. Trump ever stayed at the Ritz-Carlton central to the story."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I will say this, documents are being released at a level now that nobody's ever seen before. Things that nobody thought were going to get released have been released."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Senate Republican chairman Ron Johnson, and Chuck Grassley are demanding the FBI produce more documentation related to the Russia probe. Justice Department watchdog Michael Horowitz had made reference to a spreadsheet so there was an awareness it existed. The document shows information provided by Steele in the left-hand column and corroboration analyst notes in the right-hand column. It depended heavily on news reporting, sources say, some of it fed by Steele which the FBI then used. And sources say considering Steele was central to the start of the Russia probe, it contains remarkably little classified material. Two weeks ago, former FBI director Comey minimized criticism in the findings of Inspector General Horowitz, as evidence, the FBI was sloppy."
    },
    {
      "speaker": "JAMES COMEY, FORMER DIRECTOR, FEDERAL BUREAU OF INVESTIGATION",
      "utterance": "There's no indication and the inspector general would say it if he found it. That people were doing bad things on purpose, but that doesn't make it any less concerning and embarrassing."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Fox reached out to former Director Comey today but he has not responded, the FBI declined to comment. Some Republicans are clearly feeling frustration, hoping U.S. Attorney John Durham would be out with his report by now. But Durham seems determined to steer clear of election politics. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, Mike, thank you. Today, the Dow lost 158 to snap a four- day winning streak. The S&P 500 was off 22, the NASDAQ finished down 12. China, Russia, and Cuba have won seats on the United Nation's premier human rights organization. The elections come despite opposition from activist groups over what they consider those countries abysmal human rights records: Russia and Cuba, were running unopposed. The state department condemned the decision. Saying it makes a farce of the council's mission. Up next, why some experts say the coronavirus pandemic could be over sooner than expected. We'll have all sides of that, next."
    },
    {
      "speaker": "BAIER",
      "utterance": "Breaking right now, the University of Florida is pausing its football season because of an increase in coronavirus infections. School newspaper there says there have been 19 positive tests after Saturday's game with Texas A&M. Two of the giants of their relative sports are positive for coronavirus. Soccer star Cristiano Ronaldo got the diagnosis, while with the Portuguese national team. And world number one golfer, Dustin Johnson has withdrawn from this week's PGA event after a positive test. But there is renewed hope tonight in some circles about progress against the coronavirus. And the efficient effort of Operation Warp Speed. Correspondent Jonathan Serrie tells us about it from Atlanta."
    },
    {
      "speaker": "JONATHAN SERRIE, FOX NEWS CORRESPONDENT",
      "utterance": "As U.S. coronavirus cases continue to increase, \"The New York Times\" offers a dose of optimism. Science reporter Donald McNeil Jr. praises the efficiency of Operation Warp Speed and adds \"Experts are saying, with genuine confidence, that the pandemic in the United States will be over far sooner than they expected, possibly by the middle of next year.\" DR. DAVID NABARRO, SPECIAL ENVOY ON COVID-19, WORLD HEALTH ORGANIZATION: We in the World Health Organization do not advocate lockdowns as a primary means of control of this virus."
    },
    {
      "speaker": "SERRIE",
      "utterance": "World Health Organization officials have begun emphasizing that lockdowns should be a last resort. After President Trump claimed this as vindication of his efforts to keep America's economy open, the WHO clarified in a tweet, \"Because of their severe economic, social, and broader health impacts, lockdowns need to be limited in duration. There best used to prepare for longer public health measures.\" But here in the U.S., less invasive measures, such as facemasks and social distancing, have become politicized, experts say, to our peril."
    },
    {
      "speaker": "DR. JAMES CURRAN, EMORY UNIVERSITY",
      "utterance": "I hate to think that being a member or a follower of a political party became a risk factor for COVID."
    },
    {
      "speaker": "SERRIE",
      "utterance": "New daily cases have been increasing since mid-September. Hospitalizations, which usually follow illness onset in a couple weeks began increasing in early October. A government sponsored clinical trial of an antibody treatment by Eli Lilly has paused because of a potential safety concern according to reporting by \"The New York Times.\" The move comes less than a week after the company applied for emergency FDA approval and a day after Johnson & Johnson announced its pausing late phase clinical trials of its potential vaccine while researchers investigate whether a serious medical condition in one participant is related to the vaccine or a coincidence. The company says, \"Adverse events, illnesses, accidents, et cetera, even those that are serious are an expected part of any clinical study, especially large studies.\""
    },
    {
      "speaker": "SERRIE",
      "utterance": "\"The Lancet\" infectious diseases journal documents a case of a 25- years-old Nevada man who recovered from COVID-19. Less than two months later he became even sicker with a different strain of the coronavirus. So far, documented cases of reinfection are rare. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Jonathan Serrie in Atlanta. Jonathan, thank you. Democrats will ask the U.S. Supreme Court to decide whether absentee ballots in Wisconsin received up to six days after the election can be counted. Republicans who have opposed other attempts across the country to expand voting past Election Day say voters have plenty of opportunity to cast ballots by the end of Election Day. That is just one of many legal squabbles and logistical hassles over mail-in and early voting. National correspondent William La Jeunesse show us this evening from Los Angeles."
    },
    {
      "speaker": "TODD SPITZER, ORANGE COUNTY, CALIFORNIA, DISTRICT ATTORNEY",
      "utterance": "If a person is an unauthorized agent, in other words they are acting as if they can receive ballots, that is a felony in the state of California."
    },
    {
      "speaker": "WILLIAM LA JEUNESSE, FOX NEWS NATIONAL CORRESPONDENT",
      "utterance": "A ballot harvesting fight in California, drop boxes in churches, gun shops, and gyms, put there not by counties but the state Republican party."
    },
    {
      "speaker": "HECTOR BARAJAS, CALIFORNIA REPUBLICAN PARTY",
      "utterance": "What better way to turn in your ballot to a place that you know with people that you trust for them to turn in your ballot rather than having a stranger come to your door."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "Monday, the state ordered the boxes be removed."
    },
    {
      "speaker": "ALEX PADILLA, (D) CALIFORNIA SECRETARY OF STATE",
      "utterance": "Let me be clear -- unofficial, unauthorized ballot drop boxes are not permitted by state law."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "In 2016, Democrats changed the law to allow anyone, even paid campaign workers, to collect ballots door-to-door, helping cost Republicans seven House seats in 2018. \"We beat Republicans on the ground fair and square,\" a prominent Democrat told the \"San Francisco Chronicle.\" Many field plans included ballot harvesting."
    },
    {
      "speaker": "PASTOR JERRY COOK, FREEDOM'S WAY BAPTIST CHURCH",
      "utterance": "Isn't church pretty safe? In a safe location with people they trust rather than handing it over to a stranger."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "Republicans now say they get it."
    },
    {
      "speaker": "BARAJAS",
      "utterance": "We will respond, and our response will include, please indicate where in the election code we are violating this law? And why is it that you have a problem with ballot harvesting now that Republicans are engaged in it?"
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "In Texas, a federal appeals court said the state can limit each county to one ballot drop off location."
    },
    {
      "speaker": "LA JEUNESSE",
      "utterance": "A record turnout yesterday in Georgia, but an accidentally cut cable shut down voter registration in Virginia. Early voting is underway, 10.6 million votes already cast nationwide compared to just 1.4 million at the same point in 2016. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "William, thank you. Up next, day two of the Barrett confirmation hearings, and another campaign stop tonight for a president who says he feels great after having coronavirus. We'll talk about it all with the panel when we come back."
    },
    {
      "speaker": "SEN. JOHN CORNYN, (R-TX) SENATE JUDICIARY COMMITTEE",
      "utterance": "Most of us have multiple notebooks and notes and books and things like that in front of us. Can you hold up what you've been referring to in answering our questions?"
    },
    {
      "speaker": "CORNYN",
      "utterance": "Is there anything on it?"
    },
    {
      "speaker": "AMY CONEY BARRETT, FEDERAL APPEALS COURT NOMINEE",
      "utterance": "That letter that says \"United States Senate.\""
    },
    {
      "speaker": "CORNYN",
      "utterance": "That's impressive."
    },
    {
      "speaker": "BAIER",
      "utterance": "Judge Amy Coney Barrett with a blank pad in front of her throughout a lot of questioning from Democrats and Republicans as this hearing goes on, about ready to resume in about 11 or 12 minutes. We'll bring you back there when it does. Let's bring in our panel, Bill Bennett, former Education Secretary, host of \"The Bill Bennett Show\" podcast, Mara Liasson, national political correspondent for National Public Radio, and Guy Benson, political editor at Townhall, host of \"The Guy Benson Show\" on FOX News Radio. Mara, your thoughts and the tactics by Democrats, and how Judge Barrett has done?"
    },
    {
      "speaker": "MARA LIASSON, NATIONAL POLITICAL CORRESPONDENT, NATIONAL PUBLIC RADIO",
      "utterance": " Judge Barrett was poised and unflappable. She didn't want to answer questions about how she might rule or how she might approach different issues like abortion or a contested election, or she didn't want to weigh in on whether the president has the constitutional ability to delay an election. So she parried pretty well throughout the day. And Democrats tried as hard as they could to get her on the record, but they didn't. I don't think they expected to. And in some ways, this was a strange kind of hearing because the outcome is not in doubt at all. The Republicans have the votes, and she will be confirmed."
    },
    {
      "speaker": "BAIER",
      "utterance": "Bill, and obviously -- yes, and in fact, Cory Booker, Senator Cory Booker, said your colleagues on the Supreme Court, catching himself because he was heading that way. Bill, obviously, Justice Kagan, Justice Sotomayor, did the same Ruth Bader Ginsburg type parry with Republican questioning for their confirmation hearings."
    },
    {
      "speaker": "BILL BENNETT, FORMER EDUCATION SECRETARY",
      "utterance": "Yes, and she copied that, no forecast, no predictions, and no indications of how she's going to rule, and that's exactly right. Very poised, very impressive, very smart, smartest person in the room, and that was apparent. The thing that was interesting to me is that they were talking past each other to some degree. The Democrats kept holding up these pictures of these people in terrible circumstances -- sick people, people in bad shape, and saying what would you do about that? But the question isn't whether the government or the court will do anything about that. The question before the court is whether the legislative remedies that are put forward to help these people are constitutional. It's a different set of questions. The Supreme Court is not a public charity or foundation. The Supreme Court decides on constitutionality. She had to keep reminding that. And the other thing, which is very interesting, and Mara said it's a foregone conclusion she will be confirmed. It's also pretty much, Bret, a forego conclusion that the Affordable Care Act will not be taken down as unconstitutional. Severability, which means you can take the piece out that is objectionable, means, and two conservative justices come out in favor of that, Alito and Kavanaugh, once you do that, the rest of the act can stand, because the presumption of the court is that legislatures should be allowed to do what they want to do. So this notion that if she's confirmed she'll vote with the bad guys, the bad conservatives, it's going to be six-three to preserve the Affordable Care Act anyway. Kind of missing the point."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, one of the interesting question exchanges was with Amy Klobuchar about super precedent. Take a listen, Guy."
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR, (D-MN)",
      "utterance": "Is Roe a super precedent?"
    },
    {
      "speaker": "AMY CONEY BARRETT, FEDERAL APPEALS COURT NOMINEE",
      "utterance": "People use \"super president\" differently."
    },
    {
      "speaker": "KLOBUCHAR",
      "utterance": "The way that it's used in the scholarship and the way that I was using it in the article that you're reading from was to define cases that are so well-settled that no political actors and no people seriously push for their overruling. As Richard Fallon from Harvard said, Roe is not a super president because calls for its overruling has never seized. But that doesn't mean that Roe should be overruled. It just means that it doesn't smell in the fall handful of cases like Marbury versus Madison and Brown versus the Board that no one questions anymore."
    },
    {
      "speaker": "BAIER",
      "utterance": "Again, very well briefed, Guy. That was about Roe v Wade and whether it was a super precedent. Obviously, that's going to come up again with Democratic questioning."
    },
    {
      "speaker": "GUY BENSON, POLITICAL EDITOR, TOWNHALL",
      "utterance": "Yes, she handled that challenge very well from Senator Klobuchar. I think because there is so little drama about the likely outcome here, I've been paying attention to each side, how they are using their time, particularly on the Democratic side. I think they're trying to make a few points leading up to the election to play to their strengths in the election. I think that Senator Feinstein was pretty effective. I know she's gotten some criticism from her own side, being maybe not up to the challenge anymore. I think she did a good job. Senator Durbin I think did a pretty effective job, as did Senator Coons. Other people were far less effective, I would point out. Sheldon Whitehouse from Rhode Island, who spoke for 30 straight minutes, the nominee did not say one word during his conspiracy theory. Senator Hirono was quite a feat to watch as well. So it's been a bit of a mixed bag today."
    },
    {
      "speaker": "BAIER",
      "utterance": "A lot of the senators start at some point, and Amy Klobuchar did this, that Congress should be dealing with the coronavirus stimulus package, not dealing with this. I want to play what happened on CNN a little while ago, House Speaker Pelosi, pressed by Wolf Blitzer, about why not take a deal, something from the Republicans so something can get across the finish line. Mara, take a listen."
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "utterance": "And $1.8 trillion is a lot of money. The American people need that money a-s-a-p because they are suffering right now, and I'm not saying it's perfect, but I'm saying --"
    },
    {
      "speaker": "REP. NANCY PELOSI, (D-CA) HOUSE SPEAKER",
      "utterance": "And you don't care how it's spent? And you don't care how it's spent?"
    },
    {
      "speaker": "BLITZER",
      "utterance": "I care, of course, how it's spent. But what I don't understand is --"
    },
    {
      "speaker": "PELOSI",
      "utterance": "But you don't even know how it's spent. You don't even know how it's spent."
    },
    {
      "speaker": "BLITZER",
      "utterance": "-- why not talk to the president personally, call him up and say, Mr. President, let's get a deal tomorrow?"
    },
    {
      "speaker": "PELOSI",
      "utterance": "Look, let me say this. The president has sent Mr. Mnuchin to negotiate. That's what we've done with other presidents. This isn't unusual."
    },
    {
      "speaker": "BLITZER",
      "utterance": "It's not about me. It's about millions of Americans who can't put food on the table, who can't the rent, who are having trouble --"
    },
    {
      "speaker": "PELOSI",
      "utterance": "And we represent them. And we represent them."
    },
    {
      "speaker": "BLITZER",
      "utterance": "-- who are having trouble getting by these long food lines that we're seeing --"
    },
    {
      "speaker": "PELOSI",
      "utterance": "And we represent them. And we represent them."
    },
    {
      "speaker": "BLITZER",
      "utterance": "I know you --"
    },
    {
      "speaker": "PELOSI",
      "utterance": "We know them."
    },
    {
      "speaker": "BAIER",
      "utterance": "The interview went on like that. Kudos to Wolf for pressing on this issue. Mara, that is a question, why not get to something instead of nothing?"
    },
    {
      "speaker": "LIASSON",
      "utterance": "This is pretty extraordinary. She has some liberal members, including Ro Khanna, who is very progressive, Bernie Sanders supporter, who thinks that the House should take a deal, should take what they can get so they can help people right away. Nancy Pelosi seems very certain in her belief and her strategy that if she waits long enough, she'll get what she wants from the White House. The president has been all over the place, but lately his last landing spot has been that he wants a big deal, and I think he said $1.8 trillion, go big or go home."
    },
    {
      "speaker": "BAIER",
      "utterance": "He did."
    },
    {
      "speaker": "LIASSON",
      "utterance": "So it sounds like she could get a lot of what she wants. But it does seem extraordinary event on the eve of an election, when so many people are hurting, when Jerome Powell has said err on the side of doing more rather than less, that Congress and the White House can't come up with a deal. Now, the president took the blame for pulling the plug on the negotiations just a couple days ago and then reversed himself, so this seems to be an opportunity for Democrats."
    },
    {
      "speaker": "BAIER",
      "utterance": "And it does not seem like she is taking it."
    },
    {
      "speaker": "LIASSON",
      "utterance": "No."
    },
    {
      "speaker": "BAIER",
      "utterance": "Bill, I want to end with you, just a few seconds here. We are in a different place in the coronavirus. The numbers are going up as far as infections. Some states are seeing hospitalizations go up, but yet there is very significant process on this Operation Warp Speed and a different sense in some corners."
    },
    {
      "speaker": "BENNETT",
      "utterance": "Yes, and fatalities are way down. But the bulletin, stop the presses, is the World Health Organization announced yesterday that lockdowns are the worst things to do, and let's not do it. Thanks a lot, World Health Organization. Now you tell us after $82 trillion, which is the estimate they put on what this cost, 150 million, mostly children, driven into poverty. More deaths than from coronavirus, children in underdeveloped countries because they lack food, water, and inoculation because things have been shut down. Not a good idea to have a lockdown. Wish you had said that a little earlier. It's been very costly here and around the world. Some of us thought that from the beginning. This should be getting a lot of attention, a lot of attention."
    },
    {
      "speaker": "BAIER",
      "utterance": "And let's hope Operation Warp Speed continues to speed. Guy, I will catch you next time. Panel, thank you. We will dip into the confirmation hearing for Judge Barrett. The vice presidential nominee set to question the judge in just a few minutes when we come back."
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "utterance": "Biden even refuses to answer questions on the packing of the Supreme Court. Nobody even thought of that for many, many, many decades, and that's what they want to do. They can't get there legitimately, so they say that's all right, we'll just pack the court."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "utterance": "I've already spoken on it. I'm not a fan of court packing but I don't want to get off on that whole issue. I want to keep focused. The president would love nothing better than to fight about whether or not I would, in fact, pack the court or not pack the court."
    },
    {
      "speaker": "BAIER",
      "utterance": "Court packing, finally hearing somewhat of an answer from Joe Biden after repeated questions. You can you the president on the trail, this race coming down to the final three weeks, three weeks from tonight. We are looking live back at the hearing. I think the Judge Amy Coney Barrett hearing is about ready to start again, and we are going to tune into the vice president nominee, Kamala Harris, the senator from California, asking Judge Barrett questions. That's it for us, fair, balanced, unafraid. Martha will pick up on the other side."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, (D-CA) VICE PRESIDENTIAL CANDIDATE",
      "utterance": "More than 215,000 of our fellow Americans have died, and millions more, including the president, Republican members of this committee, and more than 100 frontline workers here at the Capitol Complex have been infected. This pandemic has led to an historic economic crisis, causing millions of workers to lose their jobs without warning, and 12 million Americans have lost their employer-based health insurance. The Senate, I strongly believe, must be and needs to be laser focused on you, the American people to help you get through this pandemic. To do so, the Senate urgently needs to pass passing critical financial relief for those who are struggling because of this pandemic, and many are struggling. People need help. They need help to pay their rent or mortgage. Parents need help putting food on the table. The millions of American workers who have lost their jobs need help making it through the end of the month, and small businesses need help so they don't have to close their doors for good. But sadly, Senate Republicans have rushed to hold this Supreme Court confirmation hearing rather than help those who are suffering through a public health crisis not of their making. As I said yesterday, these priorities are not the American people's priorities. Since President Obama signed the Affordable Care Act into law, Senate Republicans' number one priority has been to tear it down. And remember, before the ACA, the Affordable Care Act, insurance companies held virtually unchecked power over our health care system. They could refuse to cover basic medical expenses like maternity care, like mammograms, like prescription drugs or hospital stays. Worst of all, if you were sick, they could deny you coverage altogether, and there is nothing you could do about it. Over the last nine years, Republicans in Congress have tried 70 times -- 70 times -- to repeal or roll back the ACA in the United States congress. In 2013, Senate Republicans were so desperate to stop its success that they shut down the entire government for weeks. After President Trump was elected, Washington Republicans spent nearly a year trying to repeal the ACA. But I will always remember the thousands of Americans from all over our country and all walks of life who crowded into the halls of the United States capital to require that lawmakers see their faces and understand how they would be hurt if there was a repeal of the Affordable Care Act. Brave activists in the disability community staged sit-ins on the Hill, seniors protested to keep prescription drugs affordable, mothers and fathers walked the halls with their children in strollers to show Congress the face of those who depended on the law, and doctors and nurses protested to protect their patients' access to the care they desperately need. Together with many of my colleagues, I joined civil rights and community leaders to speak to the thousands of people who gathered outside the capital, and they pleaded and the begged with lawmakers to do the right things. All these dedicated Americans demanding that their voices be heard, and they made a difference. They made a difference. History will remember that late night, thumbs down movement when the great, great John McCain denied Republicans the opportunity to repeal the Affordable Care Act. And now, following a decade of failure, Washington Republicans have realized that the Affordable Care Act is working too well and helping too many people to repeal it without facing serious political consequences. But what are they doing? After suffering the backlash they provoked by targeting the law in Congress, they decided instead to circumvent voters and try to strike down the Affordable Care Act through the courts. Right now, the Trump administration and Senate Republicans are urging the Supreme Court to strike down the entire Affordable Care Act and all of its patient protections. Republicans are scrambling to confirm this nominee as fast as possible because they need one more Trump judge on the bench before November 10th to win and strike down the entire Affordable Care Act. This is not hyperbole. This is not a hypothetical. This is happening. And here's what you have to know. People are scared. People are scared of what will happen if the Affordable Care Act is destroyed in the middle of a pandemic. There are more than 100 million Americans with pre-existing conditions like asthma and diabetes, heart disease, who know that they could be denied coverage or charged more by insurance companies if Donald Trump is successful in getting rid of the Affordable Care Act. And because of the coronavirus, more than 7 million people have now a preexisting condition that they didn't have earlier this year. Those who depend on the ACA are afraid of their lives being turned upside down if the court strikes it down. They know what could happen. And Judge Barrett, I will share with you in the American people a list -- no protections for preexisting conditions, higher costs for health care for women and people over the age of 50, young adults kicked off their parents' insurance, more expensive prescription drugs for seniors, insurance companies refusing to cover mental health care, insurance companies refusing to cover maternity care, no free mammograms. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}