{
  "date": "October 25, 2021",
  "headline": "'Your World' on rise in shoplifting",
  "subHeadline": "'Your World' welcomed guests Kathryn Rooney Vera, Mark McClellan, Neil Bradley, Frances Newton Stacy and Brad Wenstrup.",
  "url": "https://www.foxnews.com/transcript/your-world-on-shoplifting-on-the-rise",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHARLES PAYNE, FOX NEWS ANCHOR",
      "sentences": "Deal or no deal? President Biden ditching a crucial tax hike needed to pay for his pricey social spending bill, this as Senator Sanders and Manchin go at it over the price of the bill. Sanders reportedly telling Manchin that it should be $6 trillion, with Manchin responding, how about zero? Welcome, everyone. I'm Charles Payne, in for Neil Cavuto. And this is \"Your World.\" Let's zero in with Peter Doocy at the White House and Chad Pergram on Capitol Hill. We begin with Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "And, Charles, around here, we just heard from the press secretary that even if Democrats are not able to include a pay -- a way to pay for this by taxing corporations, they still claim that they will not dip into deficit spending. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "The president's belief, as you heard him say last night, is that compromise is not a dirty word, and that we will get nothing if we do not have 50 votes. The alternative is not a larger package. The alternative is nothing. So his objective is to continue to press forward to bring the parties together to get a historic package done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "And there is word from Capitol Hill that there could be a deal as soon as today. Something that has been dogging this administration, though, from day one, immigration. We just heard at the end of Martha's show 1.7 million migrants detained in fiscal year 2021. That is an all-time high. Last night, President Biden claimed that he's been to the border, even though there is no record of him ever going to the border and getting out of the car. Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Why did President Biden say he has been to the border?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Well, Peter, as you may have seen, there's been reporting that he did drive through the border when he was on the campaign trail in 2008.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Does that count as a visit? He said, I have been there before. You're saying he drove by for a few minutes. Does that count?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "What is the root cause? Where are people coming from who are coming to the border, Peter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "The president said...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "I'm asking you a question, because I think people should understand the context. Where do people put...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "I'm asking you...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "OK, I will answer it for you. People come from Central America and Mexico to go to the border. The president has been to those countries 10 times to talk about border issues. There is a focus right now on a photo-op. The president does not believe a photo-op is the same as solutions. That may be a difference he has with Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "President Biden also said at that town hall last night that he probably should go down to the border. A few minutes ago, Kamala Harris, the vice president, who is in charge of addressing the root causes of migration, was asked by the press pool traveling with her if she has any plans to go to the border by the end of the year. She said she does not -- Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Peter, thank you very much. Well, House Speaker Nancy Pelosi spotted at the White House today. She says there are still some -- quote -- \"outstanding\" issues that need to be resolved. To Chad Pergram on Capitol Hill with more on that -- Chad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "sentences": "Good afternoon, Charles. Democrats hope to land a framework on the social spending bill in the next day or two. However, it is Friday afternoon, news o'clock, as we say. So we may hear about various agreements several times between now and next week, before there is an actual agreement. House Speaker Nancy Pelosi had breakfast with President Biden this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "I'm not going to negotiate that here. But there's some -- we had a very positive meeting this morning. I'm very optimistic. Much of what we need to do has been written. Just a few decisions more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "But it's clear Democrats need to wrap this up soon. Ways and Means Committee Chairman Richard Neal spoke for 30 minutes with Democratic Arizona Senator Kyrsten Sinema.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. RICHARD NEAL (D-MA)",
      "sentences": "We're in full agreement on the policy achievement. And that was she's in on renewables. She's in on the issue of child credit. And she's in on family medical leave, and that's the way she ranked them. And I think that's a fair assessment of the conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "In a perfect world, Democrats and the White House would like to have an agreement frozen in form next week that could allow the House to vote on the infrastructure bill. Plus, a general agreement would give President Biden a victory on climate change policy before he flies to the environmental summit in Scotland next week -- Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Chad, thank you very much. So, if a hike in the corporate tax is off the table, where is the money coming from to pay for all of this? With me now, Ohio Republican Congressman Brad Wenstrup, a member of the House Ways and Means Committee. Representative, yes, it's so interesting, because I was thrilled to hear that maybe the corporate taxes were off the table, but then I started to worry, maybe we're jumping out of the frying pan into the fire. What are they going to cook up now in terms of replacing that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. BRAD WENSTRUP (R-OH)",
      "sentences": "Well, that's a good question. The one thing I have, I think, figured out in the last several weeks, Charles, is now I understand why, over on the House side, we have magnetometers before going to the floor, because I think it's to keep Democrats from getting at each other in some way. Nancy Pelosi keeps saying, we're close to a deal. Joe Manchin says, we're a long way from a deal. Kyrsten Sinema has her demands, and she says no increased taxes on businesses and individuals. So really, where are we? And there's going to be a way that they tried to bring this down in cost. The problem is, they're going to initiate programs, programs that they may have in now for two years. They will cut it to one to cut costs. But, as you know, as history has shown, we don't get rid of any of those spending programs. And so that's going to be a problem for us. And we look at bills. I just wish we would look at them more where we say, does this provide more freedom for Americans, and will the next generation say thank you? Because, right now, with all this spending, we're seeing such record inflation, and if it's not from unemployment benefits, it's other means that -- I had a neighbor. He's a union guy. He said, I just got a $300 check because I have one child. He goes, I really don't want that check. What I'd like to be able to do is fill my gas tank and maybe treat my family to a steak once in a while.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "So, you brought up a great point with respect to the Democrat infighting. Listening to Chad Pergram just there, Senator Sinema, renewables, child credits and family leave, those are the same exact issues that Manchin is completely against. So, you got to wonder how they woo both of them when they're sort of -- sort of -- up until this point, we kind of had put them together side by side as sort of this couple pushing back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENSTRUP",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Ironically, it looks like they're pushing back against each other, right? And you can't appease both of them. But you still know or believe somewhere that something's going to happen. And I'm worried about the tricks. You kind of alluded to them, things that are truncated in a certain way, sunset provisions, where you say it's a $2 trillion bill, but it's really a $4 trillion bill, where you put in new social spending that you know you can never take out. I mean, I would suspect that's what's going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENSTRUP",
      "sentences": "Yes. Oh, the writing's already on the wall, I think, for that, Charles. And then we have the situation in the House of Representatives, where the infrastructure bill means you're getting this multitrillion-dollar spending bill. They are linked together. The president has said that. Nancy Pelosi has said that. So that's a challenge in the House of Representatives. Look, we're for it, some type of infrastructure. And I don't know if you saw this yet, but it's interesting. What passed in the Senate was a bipartisan bill to take some of the COVID relief fund money and allow governors of every state to take some of that money and go towards certain infrastructure projects that they may need. Why can't we just talk about doing something like that right now? But infrastructure should be about economic development and enhancing our supply chain capabilities and clean water and sewage and broadband and things like that, not all the things that are in the package that we're seeing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "It is so amazing, in the heart, in the midst of this amazing supply chain issue, crisis, that we could actually pass infrastructure to make this -- turn it into an opportunity, instead of a crisis. Congressman, I want to get your thoughts on the White House today saying that there's no change, that there's been no change in its position Taiwan. This, of course, one day after President Biden saying in a town hall that the U.S. would defend Taiwan against Chinese aggression. What do you make of all of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENSTRUP",
      "sentences": "Well, it sounds like diplomatic doublespeak, I guess, in some ways. I want the president to say that we will defend China -- or defend Taiwan against China. And I want Taiwan to be working with us and with their neighbors in the Indo-Pacific to do this. But, unfortunately, I think a lot of nations around the world have some concern over about what America may or may not do, because actions speak louder than words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENSTRUP",
      "sentences": "And what we saw happen in Afghanistan does not give people confidence. But there are some things that we can do. Taiwan has a deal with us to purchase F-16s. Move them up in the chain. Move them up in the supply chain to them. Get those done. And there are other various ways that we can bring the countries of the Indo-Pacific together with us to -- they all understand it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Sure. Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENSTRUP",
      "sentences": "Australia understands it. Even Vietnam understands it. It is important that we defend Taiwan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Considering all the provocations from China, we probably should do something more to send a signal to our allies and to China. Congressman, thank you very much. Really appreciate it. I have got some breaking news to report, a New York federal jury convicting former Rudy Giuliani associate Lev Parnas of campaign finance crimes on charges that he made illegal contributions to U.S. politicians. We will, of course, keep an eye on that. And then there's this, a quick look at the corner of Wall and Broad. And how about the Dow, folks, closing at a new all-time high? In fact, for the week, all the major averages in the green. And is Santa about to be ship out of luck? Why some major shipping companies are warning that the vaccine mandate could actually wreak havoc on holiday shopping that's already looking Scrooged. We report, you may want to hide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "No jab, no job, no holiday joy. Some of America's biggest shipping giants are warning, the Biden vaccine mandate is just the latest problem for the upcoming holiday shopping season. To Susan Li from FOX Business with the details -- Susan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN LI, FOX NEWS CORRESPONDENT",
      "sentences": "Yes, so Charles, we're talking about pre-holiday panic for the trade association representing some of the largest cargo giants around. Members include UPS, FedEx, DHL Express and Atlas Air. Now, the Cargo Association says that the deadline for federal workers and contractors, which does include these shipping giants, will create a significant supply chain problem during the peak holiday shipping season. Writing to the White House, they say that: \"We are extremely concerned that it would be virtually impossible to have 100 percent of our respective work forces vaccinated by December the 8th. And this problem is further exacerbated by the fact that we are already experiencing a worker shortage.\" And that's evident in the record logjam at Southern California ports. A record 80 container ships are still waiting off Long Beach and L.A. ports, with more ships set to arrive from Asia. And that's set to worsen the transport bottleneck. However, White House Press Secretary Jen Psaki today says the vaccine mandates are not the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "As we work to implement these federal employee requirements, the first step is not firings. It's actually education and counseling. So we don't actually anticipate these disruptions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LI",
      "sentences": "Now, as for the holiday travel, the CEOs of American Airlines and Southwest Airlines say that holiday travel will not be impacted by the December 8 deadline and they do not expect workers to be fired or leave because of the federal vaccine mandates. However, Senate Majority Leader Chuck Schumer has said this week, in fact, he was concerned about a potential travel mess during the holiday period, with 40 percent of the TSA's work force still unvaccinated -- Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Susan, thank you very much. I want to get to read on this from our market gurus, Frances Newton Stacy, along with Gary Kaltbaum. Gary, the port backlog that we already know, it's a huge problem. How -- the vaccine mandate, how do you think adding that to this, particularly going into the holiday rush, is going to affect the market and the economy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARY KALTBAUM, FOX BUSINESS CONTRIBUTOR",
      "sentences": "Well, worse. The word illogical, boldface in ill, just comes to mind. Susan Li said it best. All these ships in the port. Just so you know, these ships are 50- yards-wide and three football-fields-long. They carry 25,000 tons of stuff. Yet the administration says -- and, by the way, they have been begged by the trade groups, just push it -- push it into the first quarter or second quarter. We're doing the best we can. If we lose manpower in peak season, right around the holidays, stuff is not going to get delivered. On top of that, there's a word called spoilage. A ton of stuff is just going to go bye-bye. There's going to be insurance claims up the wazoo. And let me add one more point. A lot of these deliveries are medical supplies. They're emergency supplies. So I am just amazed somebody with just some logic in their brain over in D.C. sees this for what it is, and just move the date. But guess what? They have been asked for weeks, if not months, and they just will not move the needle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right, so we're going to put you down as a maybe on this one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "A maybe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Frances, again, I think logic does play a big role in this. I mean, some of these ships now have been parked off the coasts longer than it took them to get over here. And it's -- but the administration's been pretty rigid in everything, by the way, whether it was getting out of Afghanistan, whether it was the Thanksgiving thing, and it feels like when they don't meet these deadlines, they double down, instead of trying to work with the public. How bad can it get?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANCES NEWTON STACY, OPTIMAL CAPITAL",
      "sentences": "Well, I mean, there are so many variables that are affecting labor markets. And now we're in a situation where Jerome Powell has no choice but to start tapering the help from the pandemic. And I wouldn't say that the labor market has entirely recovered to pre-pandemic levels, which means that we are going to have a higher unemployment rate. People are so struggling to hire. I was up at my office in Michigan, and we went across the street to a restaurant that was half-full. They couldn't see us because they don't have employees. Companies are having to raise -- have wage increases, which are putting pressure on their balance sheets, as we face corporate taxes going up and inflationary pressures going up. People are just really having a hard time hiring. And now you have got people walking off of the job because of the vaccine mandate. And then these people -- well, Jen Psaki says they're not going to lose their job. I don't know what's going to occur. But the thing is, just before Christmas? All of these variables are coming into play.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWTON STACY",
      "sentences": "Definitely, I think it makes sense to ask for a few more weeks, a few more months to get people, to get the logistics organized, because that's the thing is, they're giving these deadlines. And the same thing happened with restaurants in New York City. Who's going to take that on? Who's going to stop people at the door? Who's going to verify vaccine cards? Who's going to do that? And it's just killing small businesses...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "It really is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWTON STACY",
      "sentences": "... and putting further pressure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "It really is. And it's interesting, because 4.3 million people quit the labor force, right? Up to five million haven't come back from last year. And the businesses, every business, you go to businesses, they have signs in front of the door, bear with us. We apologize ahead of time, or the product isn't as good as it used to be. And yet, Gary, I got to just pivot little bit. The Dow closed at an all- time high. The S&P is just a few points away from an all-time high. Just two weeks ago, this market was in a quasi-freefall. I mean, we have been spoiled, so down 5 percent was frightening. But what do you make of it all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "I think $250 billion of printed money really buys a lot. But, also, I really do believe the market is following the virus. The virus is heading South. And I have to tell you, do not forget, we can now turn on our TVs on the weekend and see 80,000 people in a stadium, Charles, 20,000 people watching the NBA. That matters. That actually helps the psyche of this country, knowing that's business we did not have for a very long time. Movie theaters. I guess \"James Bond\" did pretty decently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "So we're on our way. And I do believe that's part of the market. And, by the way, with all this going on, the strongest spots in the market are the truckers and the rails right now. Go figure. So I think that component is going on there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes. Well...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "Again, when you're in Washington, D.C., your job is one thing. Get the heck out of the way and let the people and business flourish. And it just seems to me every decision they make put the headwinds in the way of that, and it's just a shame to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "It's supply and demand. And there is such little supply and so much demand. At least the companies are making money, but a lot of the truckers still aren't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Thank you both very much. Appreciate it. And, meanwhile, some stores in cities across the country are taking a hit. It's not due to a lack of customers shopping. It's due to a lack of people paying. We will explain next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Don't stop believing, \"Sopranos\" fans. The iconic show could be headed back to the small screen for a new run. But is Hollywood just running out of good ideas? Hey, forget about it. We will debate it in 60 seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Well, Chicago is just the latest city where rampant shoplifting is hitting businesses, retail theft becoming a major problem heading into the holidays. Let's bring in the Chamber of Commerce executive vice president and chief policy officer Neil Bradley. Neil, we're seeing businesses just close up shop. I know they closed a bunch of Walgreens in San Francisco. And it's just brazen at this point. What has happened? What's the business community saying and what's happening to turn this around?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL BRADLEY, EXECUTIVE VICE PRESIDENT, U.S. CHAMBER OF COMMERCE",
      "sentences": "Well, Charles, you're exactly right. It's brazen. It's organized lawlessness that is simply being ignored by our government. Our government has one responsibility, one primary responsibility. And that's to maintain law and order. And, instead, what we see happening in city after city is condoning that. When prosecutors announce that they're not going to go after anyone, when police announce that they're not going to show up when a theft is under $1,000, you know what our members are telling us? That shoplifters are literally keeping track of the prices as they pull items off their shelf, knowing that if they walk out that door with less than $1,000, no one's going to do a thing to them. And that's why these stores are shutting down. And it's a problem that's got to be confronted and stopped.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Where do you confront this? Obviously, there's so many cities with the policies that you have just described. You add in there changes in bail. You add in there some -- the defund the police movement, which has also deterred a lot of police officers. Where do you begin your plea for sanity? Because people work in these stores. These stores pay taxes that help the local community. They should not be targeted. They're actually centers of opportunity. So who do you make your plea to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADLEY",
      "sentences": "Well, it starts at the city hall, and then it extends to the state capitals. Ultimately, the state and local officials are the ones that are responsible. And if cities won't step in and police, then the state needs to. And so you're exactly right. The victims of these crimes aren't just the companies. Some of them are small businesses. Some of them are bigger, but the real victims are the employees, the people who are losing their jobs because our government officials won't do theirs. The people who are suffering are those individuals in that community who don't have that store to go to, that grocery store, that pharmacy, because it's closed, because the government won't do anything against these organized crime rings. And that's exactly what they are. It's almost a misnomer to call it shoplifting anymore. That conjures images of someone pocketing one thing on their way out the door. This is organized theft. And we need to treat it as such, and it demands the attention, starting with these local officials.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes, I mean, you hear about complaints about food deserts and things like that. Don't drive the supermarket out, the grocery store out. Real quick. I got a minute to go. But I do want to ask you about what's happening in Washington, D.C. The Chamber of Commerce, listen, I think you have got a lot of sway with the present administration. Why won't they just get the infrastructure bill done? I mean, I know there's some politicking going on there. But we need it so badly, particularly in the midst of the supply chain crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADLEY",
      "sentences": "You're exactly right. It's actually befuddling. We had a chance three weeks ago for the House of Representatives to pass this bipartisan infrastructure bill that would have made major investments in our ports, in our rail systems, in our highways, the things that we should have been doing years ago to get ahead of the supply chain crisis. And instead of pushing it across the finish line and sending it to the president's desk, they waffled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADLEY",
      "sentences": "We had 69 bipartisan votes in the Senate. We need to replicate that in the House. There's talk of doing this next week. It should have been done months ago. But we're putting pressure on the White House and on House lawmakers to get this across the finish line. If they don't, the next supply chain prices will be on them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes, that's great news. Bipartisan, how often do you hear that these days in D.C.? Neil, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRADLEY",
      "sentences": "That's right. Thank you, Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "So, we are now learning more about that movie set incident leaving one dead and another injured after Alec Baldwin fired a prop gun. Our own Jonathan Hunt has the details -- Jonathan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN HUNT, FOX NEWS CORRESPONDENT",
      "sentences": "Alec Baldwin says he is heartbroken and he is cooperating with investigators, as questions mount over safety on the set of Baldwin's low-budget movie. I will have all the details after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "The FDA and CDC giving the go-ahead for Johnson & Johnson and Moderna's boosters, giving people the freedom to mix and match any of the three approved vaccines. So are there any risk involved? Former FDA Commissioner Dr. Mark McClellan joins me now. Doctor, here's the thing. Don't -- aren't they all kind of sourced differently? Don't you have like the mRNA in one and a different sort of methodology in another one? I think this is the part that has some people worried that they're not created the same way. So should we be concerned about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. MARK MCCLELLAN, FORMER FDA COMMISSIONER",
      "sentences": "Yes, Charles, you're right that the Pfizer vaccine and the Moderna vaccine, they are both so-called mRNA vaccines. The J&J vaccine is a vaccine made of a virus that doesn't harm you, but gets your body to react like it was facing a serious infection. Just, as you know, Charles, I'm on the board for Johnson & Johnson. What all three vaccines have in common is that they're effective, the Pfizer and Moderna two doses more effective than J&J. And what we now know from all the evidence on boosters is that they can help people who have already been fully vaccinated get stronger long-term responses. So, if you have gotten the Pfizer or Moderna mRNA vaccines, if you're over 65 or if you're under 65 and have a health condition or potentially at risk from being around a lot of people have COVID, you can get any of the boosters. If you have the Johnson & Johnson one-shot vaccine, and it's been more than two months, it's a good idea to get that second dose either of the J&J vaccine or of either of the mRNA vaccines. Charles, we're still getting more evidence, but what we have learned from other vaccines and what seems to be playing out so far is that mixing vaccines actually may help you. It certainly doesn't seem to hurt. So, main thing is, if it's been at least six months for Pfizer and Moderna, at least two months for J&J, maybe up to six months or longer, good time to consider getting another dose, especially if you're at higher risk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Meanwhile, the CDC director, Dr. Rochelle Walensky, she was asked today about what being -- quote -- \"fully vaccinated\" means amid this booster rollout. And I want to get your reaction to her response. Let's take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ROCHELLE WALENSKY, CDC DIRECTOR",
      "sentences": "Right now, we don't have booster eligibility for all people currently. So, we are going to -- we have not yet changed the definition of fully vaccinated. We will continue to look at this. We may need to update our definition of fully vaccinated in the future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "What -- I'm not 100 percent clear what she's trying to say there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCLELLAN",
      "sentences": "Charles, I think her -- what she's trying to convey is that we are seeing some evidence that the vaccines get less effective over time. And that's why there are recommendations now for people who only got the one-dose J&J or for people far enough out in higher-risk groups who got the two-dose mRNA to get another shot to get up to that very high level of protection that we saw early on. And I don't expect that definition to change right away. But if we keep seeing a decline in the effectiveness of the vaccines over more time and for more people, including in lower-risk groups, that's when the public health guidance would change to say that...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCLELLAN",
      "sentences": "... hey, it's not only suggested that you get a booster dose, but really to consider being -- consider yourself fully protected, you need that extra dose. And there's one more thing on this, Charles. There is still a huge difference for people who have gotten the first round of vaccines or have gotten a booster too, huge difference between all of them in terms of their level of protection vs. people who have not gotten vaccinated yet. That's where the vast majority, the very serious infections and hospitalizations and deaths are coming from. So the most important thing in all of this is, getting vaccinated is the most effective way to protect yourself from COVID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Dr. McClellan, thank you very much. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCLELLAN",
      "sentences": "Good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "So, Alec Baldwin says that he is fully cooperating with an ongoing police investigation after shooting a prop gun on the set of the film \"Rust.\" It left one dead and another injured. To FOX News correspondent Jonathan Hunt with more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Hey, Charles. The Santa Fe district attorney and the local sheriff's office are now investigating the shooting after police rushed to the Bonanza Creek Ranch in New Mexico following this 911 call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We have a -- two people have been shot accidentally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "The sheriff said 63-year-old Alec Baldwin fired a prop gun on the set of his new movie,\" Rust, killing 42-year-old Halyna Hutchins, the director of photography, and injuring director Joel Souza, who's 48. Baldwin made his first public comments today via social media, saying his heart is broken, and tweeting -- quote -- \"There are no words to convey my shock and sadness regarding the tragic accident that took the life of Halyna Hutchins, a wife, mother and deeply admired colleague of ours. I'm fully cooperating with the police investigation to address how this tragedy occurred.\" The sheriff's statement said in part -- quote -- \"This investigation remains open and active. No charges have been filed in regard to this incident. Witnesses continue to be interviewed by detectives.\" Those witnesses include, of course, Baldwin himself, who was seen seemingly distraught and in tears outside the sheriff's office yesterday. The shooting recalls a similar tragedy back in 1993, when 28-year-old Brandon Lee, son of the martial arts icon Bruce Lee, was shot and killed with a prop gun. Those who handle weapons on movie sets say safety protocols introduced since then should have prevented any accidental shooting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAM DORMER, ARMORY COORDINATOR",
      "sentences": "There are lots of checks in place. So, for instance, with the Brandon Lee incident, there was an obstruction in the barrel which came out once the blank was put behind it. And now, nowadays, all weapons are checked. The barrel is checked before any blanks are put into the weapon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "And, Charles, The L.A. Times is now reporting the prop gun had previously misfired on set several times. There were concerns over safety on set, and that, hours before the shooting, half-a-dozen crew members had walked off the set of the low-budget movie to protest working conditions -- Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Wow. Jonathan, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Joe no. President Biden at a loss right now when it comes to dealing with higher gas prices. So, what are drivers to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Your pain at the pump keeps growing, and pressure on the White House to act keeps building, but still no answers in sight. To Hillary Vaughn at the White House with the latest -- Hillary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY VAUGHN, FOX NEWS CORRESPONDENT",
      "sentences": "Hi, Charles. Well, the president admits that people are feeling pain at the pump, but also says there's not much he can do to fix it right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "My guess is, you will start to see gas prices come down as we get by and going into the winter -- I mean -- excuse me -- into next year, in 2022. I don't have a near-term answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAUGHN",
      "sentences": "The White House says the president was being candid. His options are limited. But they are working to move gas to places where there are fuel shortages, cracking down on price-gouging at the pump and pushing OPEC to bump up supply. But while gas prices are hitting seven-year highs, inflation is high too. So I asked White House Press Secretary Jen Psaki why they are saying Americans are better off this holiday season than they were last Christmas before Biden took office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAUGHN",
      "sentences": "This year, families are facing highest gas prices in 70 years -- seven years, 30 percent higher cost to heat their homes, inflation that is almost five times higher than it was in December. Groceries are more expensive. So I'm wondering what Americans are facing this Thanksgiving and Christmas under President Biden when looking at economic security?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Well, I would say we have cut in half the unemployment rate, created five million jobs, ensured that 180 million Americans have vaccine -- have been vaccinated since last year. So, yes, are there still -- as the economy is turning back on, are there still fundamental issues we're working through? Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAUGHN",
      "sentences": "The president did say he could dip into the Strategic Petroleum Reserves to temporarily bring gas down about 18 cents a gallon, but the White House says today they don't have any plans to announce anything on that -- Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Hillary, thank you very much. And as this headline -- it actually says it all, as grocery shoppers are just about fed up with paying more at the store. Let's get the read from Kathryn Rooney Vera, chief strategist at Bulltick Capital. All right, Kathryn, hey, listen, I guess higher prices aren't a problem until people stop paying them. They say the cure for inflation is higher -- is higher prices. But people got so much money from all of these different programs that they have been able to weather the storm and actually drive prices up too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHRYN ROONEY VERA, BULLTICK CAPITAL MARKETS HOLDINGS",
      "sentences": "Sure. It's a self-fulfilling cycle, Charles, if you think about it. We had the pandemic, which shut down production. And then we had a voracious V-shaped recovery as the reopening unfolded. And we saw too much demand with too little supply. There wasn't enough stuff for people to buy. But, really, what's going on here is, the government intervention over the past year-and-a-half has been so impressive with regard to the trillions of fiscal stimulus put into the system, unfinanced, whereas, over the past 10 years, 15 years, the Federal Reserve has quadrupled its balance sheet. The point here is that we have stimuli from all ends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY VERA",
      "sentences": "We have fiscal. We have monetary. Then we have maybe too much too fast in terms of economic recovery, and people are feeling it, the price at the pump. Gas prices are very expensive. That's effectively a tax on the consumer. So, as we're recovering, that could threaten economic activity, and throw us into something that one could consider stagflation, which is high inflation and slowing economic growth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes, and no one wants that. Anyone who remembers the 1970s, it's absolute misery. Now, when President Biden or Jen Psaki suggests there's nothing they can do, and even go as far as to say they want to go after unscrupulous price- gouging, aren't they really deflecting from the fact that, from day -- the very next day after President Biden was elected, crude oil prices went up and they haven't stopped? Because we get back to what you said, supply and demand. If you go to war with supply, if you say you can't drill in certain areas, if you say we're going to go after you, we're going to mitigate, limit what you want to do - - yesterday, Exxon said they may give up drilling on some of their biggest projects. Less supply, more demand. How about if they just ease up a little bit, just a little bit? Instead of asking OPEC to pump more, let American producers pump more. Give them a break right now. We're not going to shift to solar tomorrow. Wouldn't that be a logical way to do this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY VERA",
      "sentences": "Yes, it would, Charles. And I would tell you that laissez-faire is the best way to go. This is effectively the undesired consequences of government intervention. I look at it as Whac-A-Mole. Whac-A-Mole is that fun game plays -- kids -- at carnivals and at the circus. It's kind of like when government tries to repress one part of the economy, the economy finds an escape valve somewhere else, and then tries to whack that area. And so what you end up with is some sort of inefficiency popping up in another place, and the government intervening and assuming more power over the private sector in an uncomfortably increasing way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY VERA",
      "sentences": "So I think that's the place that we're at, and the best thing they can do is let the markets work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY VERA",
      "sentences": "Let the markets work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Have faith in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY VERA",
      "sentences": "And let business invest, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "All right. KRV, great seeing you. Have a great weekend. We will talk again soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY VERA",
      "sentences": "Thank you, Charles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Meanwhile, talks are reportedly under way for a \"Sopranos\" prequel series. And it's not -- it's not the only show that's getting that treatment. So, what's old new again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "A \"Sopranos\" comeback? This after the buzz from the prequel film \"The Many Saints of Newark.\" Talks are now reportedly under way for a prequel series. And it wouldn't be the only one, a \"Sex and the City\" reboot and \"That '70s Show\" spinoff also in the works. So, is this what audiences want? Let's ask the host of FOX across America on FOX News radio, Jimmy Failla, the host of \"Sincerely Kat\" on FOX Nation, Kat Timpf. Hey Jimmy, let me start with you. I saw the movie \"The Saints.\" And when I left, it was clear to me it was a setup for maybe three or four series. So I guess it was all part of the branding, but do we want it? JIMMY FAILLA, HOST, \"FOX ACROSS AMERICA\": No, we don't want it, because here's the thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "The reason the movie wasn't good is the reason the series wasn't good. The whole draw of \"The Sopranos\" was James Gandolfini, Tony Soprano, C. Payne. This would be like remaking the TV show \"Alf\" without the alien.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "You know what I'm saying? Nobody wants to watch this. If you need to know, I have been watching, Charles. I have been watching this other show about the crime family that's shaking people down. It's called the Bidens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "And it's a little farfetched, some of the plotlines. I'm not watching another \"Sopranos.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "Nice red meat joke, Jimmy. Congratulations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Oh, man, that was a good one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "So, Kat, you have never seen it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Here's what I'm thinking, though. I'm a little worried, because there's an article in The New York Times a couple of weeks ago that every young person's watching \"The Sopranos.\" It looks like they may try to change it. Here's the part that's really crazy. \"The lingering shots on the swaying flora of North Jersey reads differently now in an era of unprecedented environmental degradation and ruin.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "They're going to make a P.C. version, a progressive version of \"The Sopranos.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No, they're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "They're going to use water pistols.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No. See, I have seen this show. And I don't need to have seen the show to know that that's not what it's supposed to be about. That's not what it's supposed to be like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't think they're supposed to be kids -- they kill people, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like, they kill people? I don't think people who kill people are concerned about environmental footprints.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I'm very confused.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Well, in...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Go ahead, Jimmy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "This is crazy. In the new -- yes. In the new \"Sopranos,\" you're actually not allowed to whack anybody unless you have been vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "So, it's not as violent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "What about the Bada Boom, Bada Bing! club? What are we going to do there? Everyone's clothed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "They all have masks on at the Bada Bing!. Terrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I get that remaking shows that have been successful, it's easier to produce...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Sure. Sure. Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "... because there's already that underlining thing. But it's also harder to make them successful, because the reason they're being remade is because they were a hit, right? So if you watch the new version, everyone's going to be comparing that to something that was a hit. It's really hard to measure up against something that's a hit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "It really is. It's really -- and it rarely is better, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I think maybe the remake of Crown, Thomas Crown was -- thing was not too bad, maybe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "But it's so rare. But doesn't this point, Kat, to the fact that maybe Hollywood has relied so much on prequels, sequels, special effects, they really have lost the art of storytelling?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And it's -- they shouldn't have. It's not that hard to get a new idea. I have them all the time. Whether they're friendly enough for -- to be produced, that remains to be seen, which is why I'm not a movie producer. But they -- people, if that's their job, what, are you just looking at what's on Nick at Nite and being like, I'm going to just do this again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes, and get paid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I mean, what about \"Sex and The City,\" Jimmy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Ugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "No. Nobody wants to watch \"Sex and the City\" in this day and age...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "... where all the dates take place over Zoom because the bars close at 11:00. It's depressing, C. Payne.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "We need originality, man. Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes. Yes. I mean, there's no doubt that Match and some of these other things have changed the nature, right? When you can just go on your phone and get a date, it sort of -- it loses that edginess that it used to have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, absolutely. Yes. And also, just with the Internet, like nothing on TV could ever be as edgy as almost 80 percent of the Internet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "\"That '70s Show,\" did you ever watch that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I did watch that one. I did watch that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And it was good. So if I watch the reboot, it's probably going to be bad. I mean, the \"Saved by the Bell\" reboot, I watched that. And it's like the quarterback is a woman. And it's like, shut up. That would -- no, she's not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like, you're trying to make it fitting in today's standards. But that takes away from what it was and what made it great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right. Right. Right. So, Jimmy, \"That 70s' Show?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "That's -- yes, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Right now, we said no \"Sopranos.\" No \"Sex and the City.\" Do we have a winner with \"That 70' Show\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "The only remake I'm in favor of is -- the only remake I'm in favor of his last night's baked ziti. I'm about to go heat it up. That's it. I hate remakes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Really? I tell you what. I hate them because they don't work. And there's certain things you should never, never, never touch. I mean, they made a remake of \"Super Fly.\" You kidding me? Don't ever touch \"Super Fly.\" But I do like the idea of \"The Rifleman.\" That's all I'm telling you right now. But you need someone special, right? Because that was a tough show. I loved that show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "I want to see a remake of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's only easier to do on the front end. It's actually way harder to make it actually work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Which one?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Any of them. Any of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "Yes. You just nailed it. That's the point. Any of them, especially because if there's an icon -- like, \"The Sopranos\" is the best example. James Gandolfini is iconic as Tony Soprano.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "No one could recreate that role. They know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "So, rather than casting it or attempting to, they make a prequel. But the prequel is like -- \"The Sopranos\" was a really cool show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAILLA",
      "sentences": "What a prequel is, before the cool stuff happened. No one wants to hang out before the cool stuff happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAYNE",
      "sentences": "We will leave it here. Message the Hollywood: Stop it. Stop it. You're embarrassing everyone. Please give us a break. We don't want to watch it, especially if you make it progressive. All right, that will do it for us. Make sure you catch me on the weekdays. But, tomorrow, catch \"CAVUTO LIVE\" 10:00 a.m. And, of course, you'll have a great time. But, first, catch \"THE FIVE.\" THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED. Copy: Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES PAYNE, FOX NEWS ANCHOR",
      "utterance": "Deal or no deal? President Biden ditching a crucial tax hike needed to pay for his pricey social spending bill, this as Senator Sanders and Manchin go at it over the price of the bill. Sanders reportedly telling Manchin that it should be $6 trillion, with Manchin responding, how about zero? Welcome, everyone. I'm Charles Payne, in for Neil Cavuto. And this is \"Your World.\" Let's zero in with Peter Doocy at the White House and Chad Pergram on Capitol Hill. We begin with Peter."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "And, Charles, around here, we just heard from the press secretary that even if Democrats are not able to include a pay -- a way to pay for this by taxing corporations, they still claim that they will not dip into deficit spending. Listen here."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "The president's belief, as you heard him say last night, is that compromise is not a dirty word, and that we will get nothing if we do not have 50 votes. The alternative is not a larger package. The alternative is nothing. So his objective is to continue to press forward to bring the parties together to get a historic package done."
    },
    {
      "speaker": "DOOCY",
      "utterance": "And there is word from Capitol Hill that there could be a deal as soon as today. Something that has been dogging this administration, though, from day one, immigration. We just heard at the end of Martha's show 1.7 million migrants detained in fiscal year 2021. That is an all-time high. Last night, President Biden claimed that he's been to the border, even though there is no record of him ever going to the border and getting out of the car. Listen to this."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Why did President Biden say he has been to the border?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "Well, Peter, as you may have seen, there's been reporting that he did drive through the border when he was on the campaign trail in 2008."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Does that count as a visit? He said, I have been there before. You're saying he drove by for a few minutes. Does that count?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "What is the root cause? Where are people coming from who are coming to the border, Peter?"
    },
    {
      "speaker": "DOOCY",
      "utterance": "The president said..."
    },
    {
      "speaker": "PSAKI",
      "utterance": "I'm asking you a question, because I think people should understand the context. Where do people put..."
    },
    {
      "speaker": "DOOCY",
      "utterance": "I'm asking you..."
    },
    {
      "speaker": "PSAKI",
      "utterance": "OK, I will answer it for you. People come from Central America and Mexico to go to the border. The president has been to those countries 10 times to talk about border issues. There is a focus right now on a photo-op. The president does not believe a photo-op is the same as solutions. That may be a difference he has with Republicans."
    },
    {
      "speaker": "DOOCY",
      "utterance": "President Biden also said at that town hall last night that he probably should go down to the border. A few minutes ago, Kamala Harris, the vice president, who is in charge of addressing the root causes of migration, was asked by the press pool traveling with her if she has any plans to go to the border by the end of the year. She said she does not -- Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Peter, thank you very much. Well, House Speaker Nancy Pelosi spotted at the White House today. She says there are still some -- quote -- \"outstanding\" issues that need to be resolved. To Chad Pergram on Capitol Hill with more on that -- Chad."
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "utterance": "Good afternoon, Charles. Democrats hope to land a framework on the social spending bill in the next day or two. However, it is Friday afternoon, news o'clock, as we say. So we may hear about various agreements several times between now and next week, before there is an actual agreement. House Speaker Nancy Pelosi had breakfast with President Biden this morning."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "I'm not going to negotiate that here. But there's some -- we had a very positive meeting this morning. I'm very optimistic. Much of what we need to do has been written. Just a few decisions more."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "But it's clear Democrats need to wrap this up soon. Ways and Means Committee Chairman Richard Neal spoke for 30 minutes with Democratic Arizona Senator Kyrsten Sinema."
    },
    {
      "speaker": "REP. RICHARD NEAL (D-MA)",
      "utterance": "We're in full agreement on the policy achievement. And that was she's in on renewables. She's in on the issue of child credit. And she's in on family medical leave, and that's the way she ranked them. And I think that's a fair assessment of the conversation."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "In a perfect world, Democrats and the White House would like to have an agreement frozen in form next week that could allow the House to vote on the infrastructure bill. Plus, a general agreement would give President Biden a victory on climate change policy before he flies to the environmental summit in Scotland next week -- Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Chad, thank you very much. So, if a hike in the corporate tax is off the table, where is the money coming from to pay for all of this? With me now, Ohio Republican Congressman Brad Wenstrup, a member of the House Ways and Means Committee. Representative, yes, it's so interesting, because I was thrilled to hear that maybe the corporate taxes were off the table, but then I started to worry, maybe we're jumping out of the frying pan into the fire. What are they going to cook up now in terms of replacing that?"
    },
    {
      "speaker": "REP. BRAD WENSTRUP (R-OH)",
      "utterance": "Well, that's a good question. The one thing I have, I think, figured out in the last several weeks, Charles, is now I understand why, over on the House side, we have magnetometers before going to the floor, because I think it's to keep Democrats from getting at each other in some way. Nancy Pelosi keeps saying, we're close to a deal. Joe Manchin says, we're a long way from a deal. Kyrsten Sinema has her demands, and she says no increased taxes on businesses and individuals. So really, where are we? And there's going to be a way that they tried to bring this down in cost. The problem is, they're going to initiate programs, programs that they may have in now for two years. They will cut it to one to cut costs. But, as you know, as history has shown, we don't get rid of any of those spending programs. And so that's going to be a problem for us. And we look at bills. I just wish we would look at them more where we say, does this provide more freedom for Americans, and will the next generation say thank you? Because, right now, with all this spending, we're seeing such record inflation, and if it's not from unemployment benefits, it's other means that -- I had a neighbor. He's a union guy. He said, I just got a $300 check because I have one child. He goes, I really don't want that check. What I'd like to be able to do is fill my gas tank and maybe treat my family to a steak once in a while."
    },
    {
      "speaker": "PAYNE",
      "utterance": "So, you brought up a great point with respect to the Democrat infighting. Listening to Chad Pergram just there, Senator Sinema, renewables, child credits and family leave, those are the same exact issues that Manchin is completely against. So, you got to wonder how they woo both of them when they're sort of -- sort of -- up until this point, we kind of had put them together side by side as sort of this couple pushing back."
    },
    {
      "speaker": "WENSTRUP",
      "utterance": "Right."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Ironically, it looks like they're pushing back against each other, right? And you can't appease both of them. But you still know or believe somewhere that something's going to happen. And I'm worried about the tricks. You kind of alluded to them, things that are truncated in a certain way, sunset provisions, where you say it's a $2 trillion bill, but it's really a $4 trillion bill, where you put in new social spending that you know you can never take out. I mean, I would suspect that's what's going to happen."
    },
    {
      "speaker": "WENSTRUP",
      "utterance": "Yes. Oh, the writing's already on the wall, I think, for that, Charles. And then we have the situation in the House of Representatives, where the infrastructure bill means you're getting this multitrillion-dollar spending bill. They are linked together. The president has said that. Nancy Pelosi has said that. So that's a challenge in the House of Representatives. Look, we're for it, some type of infrastructure. And I don't know if you saw this yet, but it's interesting. What passed in the Senate was a bipartisan bill to take some of the COVID relief fund money and allow governors of every state to take some of that money and go towards certain infrastructure projects that they may need. Why can't we just talk about doing something like that right now? But infrastructure should be about economic development and enhancing our supply chain capabilities and clean water and sewage and broadband and things like that, not all the things that are in the package that we're seeing."
    },
    {
      "speaker": "PAYNE",
      "utterance": "It is so amazing, in the heart, in the midst of this amazing supply chain issue, crisis, that we could actually pass infrastructure to make this -- turn it into an opportunity, instead of a crisis. Congressman, I want to get your thoughts on the White House today saying that there's no change, that there's been no change in its position Taiwan. This, of course, one day after President Biden saying in a town hall that the U.S. would defend Taiwan against Chinese aggression. What do you make of all of this?"
    },
    {
      "speaker": "WENSTRUP",
      "utterance": "Well, it sounds like diplomatic doublespeak, I guess, in some ways. I want the president to say that we will defend China -- or defend Taiwan against China. And I want Taiwan to be working with us and with their neighbors in the Indo-Pacific to do this. But, unfortunately, I think a lot of nations around the world have some concern over about what America may or may not do, because actions speak louder than words."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes, absolutely."
    },
    {
      "speaker": "WENSTRUP",
      "utterance": "And what we saw happen in Afghanistan does not give people confidence. But there are some things that we can do. Taiwan has a deal with us to purchase F-16s. Move them up in the chain. Move them up in the supply chain to them. Get those done. And there are other various ways that we can bring the countries of the Indo-Pacific together with us to -- they all understand it."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Sure. Sure."
    },
    {
      "speaker": "WENSTRUP",
      "utterance": "Australia understands it. Even Vietnam understands it. It is important that we defend Taiwan."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Considering all the provocations from China, we probably should do something more to send a signal to our allies and to China. Congressman, thank you very much. Really appreciate it. I have got some breaking news to report, a New York federal jury convicting former Rudy Giuliani associate Lev Parnas of campaign finance crimes on charges that he made illegal contributions to U.S. politicians. We will, of course, keep an eye on that. And then there's this, a quick look at the corner of Wall and Broad. And how about the Dow, folks, closing at a new all-time high? In fact, for the week, all the major averages in the green. And is Santa about to be ship out of luck? Why some major shipping companies are warning that the vaccine mandate could actually wreak havoc on holiday shopping that's already looking Scrooged. We report, you may want to hide."
    },
    {
      "speaker": "PAYNE",
      "utterance": "No jab, no job, no holiday joy. Some of America's biggest shipping giants are warning, the Biden vaccine mandate is just the latest problem for the upcoming holiday shopping season. To Susan Li from FOX Business with the details -- Susan."
    },
    {
      "speaker": "SUSAN LI, FOX NEWS CORRESPONDENT",
      "utterance": "Yes, so Charles, we're talking about pre-holiday panic for the trade association representing some of the largest cargo giants around. Members include UPS, FedEx, DHL Express and Atlas Air. Now, the Cargo Association says that the deadline for federal workers and contractors, which does include these shipping giants, will create a significant supply chain problem during the peak holiday shipping season."
    },
    {
      "speaker": "Writing to the White House, they say that",
      "utterance": "\"We are extremely concerned that it would be virtually impossible to have 100 percent of our respective work forces vaccinated by December the 8th. And this problem is further exacerbated by the fact that we are already experiencing a worker shortage.\" And that's evident in the record logjam at Southern California ports. A record 80 container ships are still waiting off Long Beach and L.A. ports, with more ships set to arrive from Asia. And that's set to worsen the transport bottleneck. However, White House Press Secretary Jen Psaki today says the vaccine mandates are not the problem."
    },
    {
      "speaker": "PSAKI",
      "utterance": "As we work to implement these federal employee requirements, the first step is not firings. It's actually education and counseling. So we don't actually anticipate these disruptions."
    },
    {
      "speaker": "LI",
      "utterance": "Now, as for the holiday travel, the CEOs of American Airlines and Southwest Airlines say that holiday travel will not be impacted by the December 8 deadline and they do not expect workers to be fired or leave because of the federal vaccine mandates. However, Senate Majority Leader Chuck Schumer has said this week, in fact, he was concerned about a potential travel mess during the holiday period, with 40 percent of the TSA's work force still unvaccinated -- Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Susan, thank you very much. I want to get to read on this from our market gurus, Frances Newton Stacy, along with Gary Kaltbaum. Gary, the port backlog that we already know, it's a huge problem. How -- the vaccine mandate, how do you think adding that to this, particularly going into the holiday rush, is going to affect the market and the economy?"
    },
    {
      "speaker": "GARY KALTBAUM, FOX BUSINESS CONTRIBUTOR",
      "utterance": "Well, worse. The word illogical, boldface in ill, just comes to mind. Susan Li said it best. All these ships in the port. Just so you know, these ships are 50- yards-wide and three football-fields-long. They carry 25,000 tons of stuff. Yet the administration says -- and, by the way, they have been begged by the trade groups, just push it -- push it into the first quarter or second quarter. We're doing the best we can. If we lose manpower in peak season, right around the holidays, stuff is not going to get delivered. On top of that, there's a word called spoilage. A ton of stuff is just going to go bye-bye. There's going to be insurance claims up the wazoo. And let me add one more point. A lot of these deliveries are medical supplies. They're emergency supplies. So I am just amazed somebody with just some logic in their brain over in D.C. sees this for what it is, and just move the date. But guess what? They have been asked for weeks, if not months, and they just will not move the needle."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right, so we're going to put you down as a maybe on this one."
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "A maybe."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Frances, again, I think logic does play a big role in this. I mean, some of these ships now have been parked off the coasts longer than it took them to get over here. And it's -- but the administration's been pretty rigid in everything, by the way, whether it was getting out of Afghanistan, whether it was the Thanksgiving thing, and it feels like when they don't meet these deadlines, they double down, instead of trying to work with the public. How bad can it get?"
    },
    {
      "speaker": "FRANCES NEWTON STACY, OPTIMAL CAPITAL",
      "utterance": "Well, I mean, there are so many variables that are affecting labor markets. And now we're in a situation where Jerome Powell has no choice but to start tapering the help from the pandemic. And I wouldn't say that the labor market has entirely recovered to pre-pandemic levels, which means that we are going to have a higher unemployment rate. People are so struggling to hire. I was up at my office in Michigan, and we went across the street to a restaurant that was half-full. They couldn't see us because they don't have employees. Companies are having to raise -- have wage increases, which are putting pressure on their balance sheets, as we face corporate taxes going up and inflationary pressures going up. People are just really having a hard time hiring. And now you have got people walking off of the job because of the vaccine mandate. And then these people -- well, Jen Psaki says they're not going to lose their job. I don't know what's going to occur. But the thing is, just before Christmas? All of these variables are coming into play."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes."
    },
    {
      "speaker": "NEWTON STACY",
      "utterance": "Definitely, I think it makes sense to ask for a few more weeks, a few more months to get people, to get the logistics organized, because that's the thing is, they're giving these deadlines. And the same thing happened with restaurants in New York City. Who's going to take that on? Who's going to stop people at the door? Who's going to verify vaccine cards? Who's going to do that? And it's just killing small businesses..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "It really is."
    },
    {
      "speaker": "NEWTON STACY",
      "utterance": "... and putting further pressure."
    },
    {
      "speaker": "PAYNE",
      "utterance": "It really is. And it's interesting, because 4.3 million people quit the labor force, right? Up to five million haven't come back from last year. And the businesses, every business, you go to businesses, they have signs in front of the door, bear with us. We apologize ahead of time, or the product isn't as good as it used to be. And yet, Gary, I got to just pivot little bit. The Dow closed at an all- time high. The S&P is just a few points away from an all-time high. Just two weeks ago, this market was in a quasi-freefall. I mean, we have been spoiled, so down 5 percent was frightening. But what do you make of it all?"
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "I think $250 billion of printed money really buys a lot. But, also, I really do believe the market is following the virus. The virus is heading South. And I have to tell you, do not forget, we can now turn on our TVs on the weekend and see 80,000 people in a stadium, Charles, 20,000 people watching the NBA. That matters. That actually helps the psyche of this country, knowing that's business we did not have for a very long time. Movie theaters. I guess \"James Bond\" did pretty decently."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes."
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "So we're on our way. And I do believe that's part of the market. And, by the way, with all this going on, the strongest spots in the market are the truckers and the rails right now. Go figure. So I think that component is going on there."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes. Well..."
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "Again, when you're in Washington, D.C., your job is one thing. Get the heck out of the way and let the people and business flourish. And it just seems to me every decision they make put the headwinds in the way of that, and it's just a shame to see."
    },
    {
      "speaker": "PAYNE",
      "utterance": "It's supply and demand. And there is such little supply and so much demand. At least the companies are making money, but a lot of the truckers still aren't."
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "Exactly."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Thank you both very much. Appreciate it. And, meanwhile, some stores in cities across the country are taking a hit. It's not due to a lack of customers shopping. It's due to a lack of people paying. We will explain next."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Don't stop believing, \"Sopranos\" fans. The iconic show could be headed back to the small screen for a new run. But is Hollywood just running out of good ideas? Hey, forget about it. We will debate it in 60 seconds."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Well, Chicago is just the latest city where rampant shoplifting is hitting businesses, retail theft becoming a major problem heading into the holidays. Let's bring in the Chamber of Commerce executive vice president and chief policy officer Neil Bradley. Neil, we're seeing businesses just close up shop. I know they closed a bunch of Walgreens in San Francisco. And it's just brazen at this point. What has happened? What's the business community saying and what's happening to turn this around?"
    },
    {
      "speaker": "NEIL BRADLEY, EXECUTIVE VICE PRESIDENT, U.S. CHAMBER OF COMMERCE",
      "utterance": "Well, Charles, you're exactly right. It's brazen. It's organized lawlessness that is simply being ignored by our government. Our government has one responsibility, one primary responsibility. And that's to maintain law and order. And, instead, what we see happening in city after city is condoning that. When prosecutors announce that they're not going to go after anyone, when police announce that they're not going to show up when a theft is under $1,000, you know what our members are telling us? That shoplifters are literally keeping track of the prices as they pull items off their shelf, knowing that if they walk out that door with less than $1,000, no one's going to do a thing to them. And that's why these stores are shutting down. And it's a problem that's got to be confronted and stopped."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Where do you confront this? Obviously, there's so many cities with the policies that you have just described. You add in there changes in bail. You add in there some -- the defund the police movement, which has also deterred a lot of police officers. Where do you begin your plea for sanity? Because people work in these stores. These stores pay taxes that help the local community. They should not be targeted. They're actually centers of opportunity. So who do you make your plea to?"
    },
    {
      "speaker": "BRADLEY",
      "utterance": "Well, it starts at the city hall, and then it extends to the state capitals. Ultimately, the state and local officials are the ones that are responsible. And if cities won't step in and police, then the state needs to. And so you're exactly right. The victims of these crimes aren't just the companies. Some of them are small businesses. Some of them are bigger, but the real victims are the employees, the people who are losing their jobs because our government officials won't do theirs. The people who are suffering are those individuals in that community who don't have that store to go to, that grocery store, that pharmacy, because it's closed, because the government won't do anything against these organized crime rings. And that's exactly what they are. It's almost a misnomer to call it shoplifting anymore. That conjures images of someone pocketing one thing on their way out the door. This is organized theft. And we need to treat it as such, and it demands the attention, starting with these local officials."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes, I mean, you hear about complaints about food deserts and things like that. Don't drive the supermarket out, the grocery store out. Real quick. I got a minute to go. But I do want to ask you about what's happening in Washington, D.C. The Chamber of Commerce, listen, I think you have got a lot of sway with the present administration. Why won't they just get the infrastructure bill done? I mean, I know there's some politicking going on there. But we need it so badly, particularly in the midst of the supply chain crisis."
    },
    {
      "speaker": "BRADLEY",
      "utterance": "You're exactly right. It's actually befuddling. We had a chance three weeks ago for the House of Representatives to pass this bipartisan infrastructure bill that would have made major investments in our ports, in our rail systems, in our highways, the things that we should have been doing years ago to get ahead of the supply chain crisis. And instead of pushing it across the finish line and sending it to the president's desk, they waffled."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes."
    },
    {
      "speaker": "BRADLEY",
      "utterance": "We had 69 bipartisan votes in the Senate. We need to replicate that in the House. There's talk of doing this next week. It should have been done months ago. But we're putting pressure on the White House and on House lawmakers to get this across the finish line. If they don't, the next supply chain prices will be on them."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes, that's great news. Bipartisan, how often do you hear that these days in D.C.? Neil, thank you very much."
    },
    {
      "speaker": "BRADLEY",
      "utterance": "That's right. Thank you, Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "So, we are now learning more about that movie set incident leaving one dead and another injured after Alec Baldwin fired a prop gun. Our own Jonathan Hunt has the details -- Jonathan."
    },
    {
      "speaker": "JONATHAN HUNT, FOX NEWS CORRESPONDENT",
      "utterance": "Alec Baldwin says he is heartbroken and he is cooperating with investigators, as questions mount over safety on the set of Baldwin's low-budget movie. I will have all the details after the break."
    },
    {
      "speaker": "PAYNE",
      "utterance": "The FDA and CDC giving the go-ahead for Johnson & Johnson and Moderna's boosters, giving people the freedom to mix and match any of the three approved vaccines. So are there any risk involved? Former FDA Commissioner Dr. Mark McClellan joins me now. Doctor, here's the thing. Don't -- aren't they all kind of sourced differently? Don't you have like the mRNA in one and a different sort of methodology in another one? I think this is the part that has some people worried that they're not created the same way. So should we be concerned about that?"
    },
    {
      "speaker": "DR. MARK MCCLELLAN, FORMER FDA COMMISSIONER",
      "utterance": "Yes, Charles, you're right that the Pfizer vaccine and the Moderna vaccine, they are both so-called mRNA vaccines. The J&J vaccine is a vaccine made of a virus that doesn't harm you, but gets your body to react like it was facing a serious infection. Just, as you know, Charles, I'm on the board for Johnson & Johnson. What all three vaccines have in common is that they're effective, the Pfizer and Moderna two doses more effective than J&J. And what we now know from all the evidence on boosters is that they can help people who have already been fully vaccinated get stronger long-term responses. So, if you have gotten the Pfizer or Moderna mRNA vaccines, if you're over 65 or if you're under 65 and have a health condition or potentially at risk from being around a lot of people have COVID, you can get any of the boosters. If you have the Johnson & Johnson one-shot vaccine, and it's been more than two months, it's a good idea to get that second dose either of the J&J vaccine or of either of the mRNA vaccines. Charles, we're still getting more evidence, but what we have learned from other vaccines and what seems to be playing out so far is that mixing vaccines actually may help you. It certainly doesn't seem to hurt. So, main thing is, if it's been at least six months for Pfizer and Moderna, at least two months for J&J, maybe up to six months or longer, good time to consider getting another dose, especially if you're at higher risk."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Meanwhile, the CDC director, Dr. Rochelle Walensky, she was asked today about what being -- quote -- \"fully vaccinated\" means amid this booster rollout. And I want to get your reaction to her response. Let's take a listen."
    },
    {
      "speaker": "DR. ROCHELLE WALENSKY, CDC DIRECTOR",
      "utterance": "Right now, we don't have booster eligibility for all people currently. So, we are going to -- we have not yet changed the definition of fully vaccinated. We will continue to look at this. We may need to update our definition of fully vaccinated in the future."
    },
    {
      "speaker": "PAYNE",
      "utterance": "What -- I'm not 100 percent clear what she's trying to say there."
    },
    {
      "speaker": "MCCLELLAN",
      "utterance": "Charles, I think her -- what she's trying to convey is that we are seeing some evidence that the vaccines get less effective over time. And that's why there are recommendations now for people who only got the one-dose J&J or for people far enough out in higher-risk groups who got the two-dose mRNA to get another shot to get up to that very high level of protection that we saw early on. And I don't expect that definition to change right away. But if we keep seeing a decline in the effectiveness of the vaccines over more time and for more people, including in lower-risk groups, that's when the public health guidance would change to say that..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "MCCLELLAN",
      "utterance": "... hey, it's not only suggested that you get a booster dose, but really to consider being -- consider yourself fully protected, you need that extra dose. And there's one more thing on this, Charles. There is still a huge difference for people who have gotten the first round of vaccines or have gotten a booster too, huge difference between all of them in terms of their level of protection vs. people who have not gotten vaccinated yet. That's where the vast majority, the very serious infections and hospitalizations and deaths are coming from. So the most important thing in all of this is, getting vaccinated is the most effective way to protect yourself from COVID."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Dr. McClellan, thank you very much. Appreciate it."
    },
    {
      "speaker": "MCCLELLAN",
      "utterance": "Good to be with you."
    },
    {
      "speaker": "PAYNE",
      "utterance": "So, Alec Baldwin says that he is fully cooperating with an ongoing police investigation after shooting a prop gun on the set of the film \"Rust.\" It left one dead and another injured. To FOX News correspondent Jonathan Hunt with more."
    },
    {
      "speaker": "HUNT",
      "utterance": "Hey, Charles. The Santa Fe district attorney and the local sheriff's office are now investigating the shooting after police rushed to the Bonanza Creek Ranch in New Mexico following this 911 call."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "We have a -- two people have been shot accidentally."
    },
    {
      "speaker": "HUNT",
      "utterance": "The sheriff said 63-year-old Alec Baldwin fired a prop gun on the set of his new movie,\" Rust, killing 42-year-old Halyna Hutchins, the director of photography, and injuring director Joel Souza, who's 48. Baldwin made his first public comments today via social media, saying his heart is broken, and tweeting -- quote -- \"There are no words to convey my shock and sadness regarding the tragic accident that took the life of Halyna Hutchins, a wife, mother and deeply admired colleague of ours. I'm fully cooperating with the police investigation to address how this tragedy occurred.\" The sheriff's statement said in part -- quote -- \"This investigation remains open and active. No charges have been filed in regard to this incident. Witnesses continue to be interviewed by detectives.\" Those witnesses include, of course, Baldwin himself, who was seen seemingly distraught and in tears outside the sheriff's office yesterday. The shooting recalls a similar tragedy back in 1993, when 28-year-old Brandon Lee, son of the martial arts icon Bruce Lee, was shot and killed with a prop gun. Those who handle weapons on movie sets say safety protocols introduced since then should have prevented any accidental shooting."
    },
    {
      "speaker": "SAM DORMER, ARMORY COORDINATOR",
      "utterance": "There are lots of checks in place. So, for instance, with the Brandon Lee incident, there was an obstruction in the barrel which came out once the blank was put behind it. And now, nowadays, all weapons are checked. The barrel is checked before any blanks are put into the weapon."
    },
    {
      "speaker": "HUNT",
      "utterance": "And, Charles, The L.A. Times is now reporting the prop gun had previously misfired on set several times. There were concerns over safety on set, and that, hours before the shooting, half-a-dozen crew members had walked off the set of the low-budget movie to protest working conditions -- Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Wow. Jonathan, thank you."
    },
    {
      "speaker": "HUNT",
      "utterance": "Sure."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Joe no. President Biden at a loss right now when it comes to dealing with higher gas prices. So, what are drivers to do?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "Your pain at the pump keeps growing, and pressure on the White House to act keeps building, but still no answers in sight. To Hillary Vaughn at the White House with the latest -- Hillary."
    },
    {
      "speaker": "HILLARY VAUGHN, FOX NEWS CORRESPONDENT",
      "utterance": "Hi, Charles. Well, the president admits that people are feeling pain at the pump, but also says there's not much he can do to fix it right now."
    },
    {
      "speaker": "BIDEN",
      "utterance": "My guess is, you will start to see gas prices come down as we get by and going into the winter -- I mean -- excuse me -- into next year, in 2022. I don't have a near-term answer."
    },
    {
      "speaker": "VAUGHN",
      "utterance": "The White House says the president was being candid. His options are limited. But they are working to move gas to places where there are fuel shortages, cracking down on price-gouging at the pump and pushing OPEC to bump up supply. But while gas prices are hitting seven-year highs, inflation is high too. So I asked White House Press Secretary Jen Psaki why they are saying Americans are better off this holiday season than they were last Christmas before Biden took office."
    },
    {
      "speaker": "VAUGHN",
      "utterance": "This year, families are facing highest gas prices in 70 years -- seven years, 30 percent higher cost to heat their homes, inflation that is almost five times higher than it was in December. Groceries are more expensive. So I'm wondering what Americans are facing this Thanksgiving and Christmas under President Biden when looking at economic security?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "Well, I would say we have cut in half the unemployment rate, created five million jobs, ensured that 180 million Americans have vaccine -- have been vaccinated since last year. So, yes, are there still -- as the economy is turning back on, are there still fundamental issues we're working through? Absolutely."
    },
    {
      "speaker": "VAUGHN",
      "utterance": "The president did say he could dip into the Strategic Petroleum Reserves to temporarily bring gas down about 18 cents a gallon, but the White House says today they don't have any plans to announce anything on that -- Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Hillary, thank you very much. And as this headline -- it actually says it all, as grocery shoppers are just about fed up with paying more at the store. Let's get the read from Kathryn Rooney Vera, chief strategist at Bulltick Capital. All right, Kathryn, hey, listen, I guess higher prices aren't a problem until people stop paying them. They say the cure for inflation is higher -- is higher prices. But people got so much money from all of these different programs that they have been able to weather the storm and actually drive prices up too."
    },
    {
      "speaker": "KATHRYN ROONEY VERA, BULLTICK CAPITAL MARKETS HOLDINGS",
      "utterance": "Sure. It's a self-fulfilling cycle, Charles, if you think about it. We had the pandemic, which shut down production. And then we had a voracious V-shaped recovery as the reopening unfolded. And we saw too much demand with too little supply. There wasn't enough stuff for people to buy. But, really, what's going on here is, the government intervention over the past year-and-a-half has been so impressive with regard to the trillions of fiscal stimulus put into the system, unfinanced, whereas, over the past 10 years, 15 years, the Federal Reserve has quadrupled its balance sheet. The point here is that we have stimuli from all ends."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "ROONEY VERA",
      "utterance": "We have fiscal. We have monetary. Then we have maybe too much too fast in terms of economic recovery, and people are feeling it, the price at the pump. Gas prices are very expensive. That's effectively a tax on the consumer. So, as we're recovering, that could threaten economic activity, and throw us into something that one could consider stagflation, which is high inflation and slowing economic growth."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes, and no one wants that. Anyone who remembers the 1970s, it's absolute misery. Now, when President Biden or Jen Psaki suggests there's nothing they can do, and even go as far as to say they want to go after unscrupulous price- gouging, aren't they really deflecting from the fact that, from day -- the very next day after President Biden was elected, crude oil prices went up and they haven't stopped? Because we get back to what you said, supply and demand. If you go to war with supply, if you say you can't drill in certain areas, if you say we're going to go after you, we're going to mitigate, limit what you want to do - - yesterday, Exxon said they may give up drilling on some of their biggest projects. Less supply, more demand. How about if they just ease up a little bit, just a little bit? Instead of asking OPEC to pump more, let American producers pump more. Give them a break right now. We're not going to shift to solar tomorrow. Wouldn't that be a logical way to do this?"
    },
    {
      "speaker": "ROONEY VERA",
      "utterance": "Yes, it would, Charles. And I would tell you that laissez-faire is the best way to go. This is effectively the undesired consequences of government intervention. I look at it as Whac-A-Mole. Whac-A-Mole is that fun game plays -- kids -- at carnivals and at the circus. It's kind of like when government tries to repress one part of the economy, the economy finds an escape valve somewhere else, and then tries to whack that area. And so what you end up with is some sort of inefficiency popping up in another place, and the government intervening and assuming more power over the private sector in an uncomfortably increasing way."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "ROONEY VERA",
      "utterance": "So I think that's the place that we're at, and the best thing they can do is let the markets work."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "ROONEY VERA",
      "utterance": "Let the markets work."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Have faith in it."
    },
    {
      "speaker": "ROONEY VERA",
      "utterance": "And let business invest, yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "All right. KRV, great seeing you. Have a great weekend. We will talk again soon."
    },
    {
      "speaker": "ROONEY VERA",
      "utterance": "Thank you, Charles."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Meanwhile, talks are reportedly under way for a \"Sopranos\" prequel series. And it's not -- it's not the only show that's getting that treatment. So, what's old new again?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "A \"Sopranos\" comeback? This after the buzz from the prequel film \"The Many Saints of Newark.\" Talks are now reportedly under way for a prequel series. And it wouldn't be the only one, a \"Sex and the City\" reboot and \"That '70s Show\" spinoff also in the works. So, is this what audiences want? Let's ask the host of FOX across America on FOX News radio, Jimmy Failla, the host of \"Sincerely Kat\" on FOX Nation, Kat Timpf. Hey Jimmy, let me start with you. I saw the movie \"The Saints.\" And when I left, it was clear to me it was a setup for maybe three or four series. So I guess it was all part of the branding, but do we want it? JIMMY FAILLA, HOST, \"FOX ACROSS AMERICA\": No, we don't want it, because here's the thing."
    },
    {
      "speaker": "FAILLA",
      "utterance": "The reason the movie wasn't good is the reason the series wasn't good. The whole draw of \"The Sopranos\" was James Gandolfini, Tony Soprano, C. Payne. This would be like remaking the TV show \"Alf\" without the alien."
    },
    {
      "speaker": "FAILLA",
      "utterance": "You know what I'm saying? Nobody wants to watch this. If you need to know, I have been watching, Charles. I have been watching this other show about the crime family that's shaking people down. It's called the Bidens."
    },
    {
      "speaker": "FAILLA",
      "utterance": "And it's a little farfetched, some of the plotlines. I'm not watching another \"Sopranos.\""
    },
    {
      "speaker": "KATHERINE TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "Nice red meat joke, Jimmy. Congratulations."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Oh, man, that was a good one."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Thank you."
    },
    {
      "speaker": "PAYNE",
      "utterance": "So, Kat, you have never seen it."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Here's what I'm thinking, though. I'm a little worried, because there's an article in The New York Times a couple of weeks ago that every young person's watching \"The Sopranos.\" It looks like they may try to change it. Here's the part that's really crazy. \"The lingering shots on the swaying flora of North Jersey reads differently now in an era of unprecedented environmental degradation and ruin.\""
    },
    {
      "speaker": "FAILLA",
      "utterance": "No."
    },
    {
      "speaker": "PAYNE",
      "utterance": "They're going to make a P.C. version, a progressive version of \"The Sopranos.\""
    },
    {
      "speaker": "TIMPF",
      "utterance": "No, they're not."
    },
    {
      "speaker": "PAYNE",
      "utterance": "They're going to use water pistols."
    },
    {
      "speaker": "TIMPF",
      "utterance": "No. See, I have seen this show. And I don't need to have seen the show to know that that's not what it's supposed to be about. That's not what it's supposed to be like."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Exactly."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't think they're supposed to be kids -- they kill people, right?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like, they kill people? I don't think people who kill people are concerned about environmental footprints."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I'm very confused."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Well, in..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Go ahead, Jimmy."
    },
    {
      "speaker": "FAILLA",
      "utterance": "This is crazy. In the new -- yes. In the new \"Sopranos,\" you're actually not allowed to whack anybody unless you have been vaccinated."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "FAILLA",
      "utterance": "So, it's not as violent."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "What about the Bada Boom, Bada Bing! club? What are we going to do there? Everyone's clothed?"
    },
    {
      "speaker": "FAILLA",
      "utterance": "They all have masks on at the Bada Bing!. Terrible."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I get that remaking shows that have been successful, it's easier to produce..."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Sure. Sure. Sure."
    },
    {
      "speaker": "TIMPF",
      "utterance": "... because there's already that underlining thing. But it's also harder to make them successful, because the reason they're being remade is because they were a hit, right? So if you watch the new version, everyone's going to be comparing that to something that was a hit. It's really hard to measure up against something that's a hit."
    },
    {
      "speaker": "PAYNE",
      "utterance": "It really is. It's really -- and it rarely is better, right?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I think maybe the remake of Crown, Thomas Crown was -- thing was not too bad, maybe."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "But it's so rare. But doesn't this point, Kat, to the fact that maybe Hollywood has relied so much on prequels, sequels, special effects, they really have lost the art of storytelling?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And it's -- they shouldn't have. It's not that hard to get a new idea. I have them all the time. Whether they're friendly enough for -- to be produced, that remains to be seen, which is why I'm not a movie producer. But they -- people, if that's their job, what, are you just looking at what's on Nick at Nite and being like, I'm going to just do this again?"
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't understand."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes, and get paid."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I mean, what about \"Sex and The City,\" Jimmy?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Ugh."
    },
    {
      "speaker": "FAILLA",
      "utterance": "No. Nobody wants to watch \"Sex and the City\" in this day and age..."
    },
    {
      "speaker": "TIMPF",
      "utterance": "No."
    },
    {
      "speaker": "FAILLA",
      "utterance": "... where all the dates take place over Zoom because the bars close at 11:00. It's depressing, C. Payne."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes."
    },
    {
      "speaker": "FAILLA",
      "utterance": "We need originality, man. Come on."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes. Yes. I mean, there's no doubt that Match and some of these other things have changed the nature, right? When you can just go on your phone and get a date, it sort of -- it loses that edginess that it used to have."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, absolutely. Yes. And also, just with the Internet, like nothing on TV could ever be as edgy as almost 80 percent of the Internet."
    },
    {
      "speaker": "FAILLA",
      "utterance": "That's true."
    },
    {
      "speaker": "PAYNE",
      "utterance": "\"That '70s Show,\" did you ever watch that?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I did watch that one. I did watch that one."
    },
    {
      "speaker": "PAYNE",
      "utterance": "OK."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And it was good. So if I watch the reboot, it's probably going to be bad. I mean, the \"Saved by the Bell\" reboot, I watched that. And it's like the quarterback is a woman. And it's like, shut up. That would -- no, she's not."
    },
    {
      "speaker": "FAILLA",
      "utterance": "What?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like, you're trying to make it fitting in today's standards. But that takes away from what it was and what made it great."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right. Right. Right. So, Jimmy, \"That 70s' Show?\""
    },
    {
      "speaker": "FAILLA",
      "utterance": "That's -- yes, go ahead."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Right now, we said no \"Sopranos.\" No \"Sex and the City.\" Do we have a winner with \"That 70' Show\"?"
    },
    {
      "speaker": "FAILLA",
      "utterance": "No."
    },
    {
      "speaker": "FAILLA",
      "utterance": "The only remake I'm in favor of is -- the only remake I'm in favor of his last night's baked ziti. I'm about to go heat it up. That's it. I hate remakes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Really? I tell you what. I hate them because they don't work. And there's certain things you should never, never, never touch. I mean, they made a remake of \"Super Fly.\" You kidding me? Don't ever touch \"Super Fly.\" But I do like the idea of \"The Rifleman.\" That's all I'm telling you right now. But you need someone special, right? Because that was a tough show. I loved that show."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "PAYNE",
      "utterance": "I want to see a remake of that."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's only easier to do on the front end. It's actually way harder to make it actually work."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Which one?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Any of them. Any of it."
    },
    {
      "speaker": "FAILLA",
      "utterance": "Yes. You just nailed it. That's the point. Any of them, especially because if there's an icon -- like, \"The Sopranos\" is the best example. James Gandolfini is iconic as Tony Soprano."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes."
    },
    {
      "speaker": "FAILLA",
      "utterance": "No one could recreate that role. They know that."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "FAILLA",
      "utterance": "So, rather than casting it or attempting to, they make a prequel. But the prequel is like -- \"The Sopranos\" was a really cool show."
    },
    {
      "speaker": "PAYNE",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "FAILLA",
      "utterance": "What a prequel is, before the cool stuff happened. No one wants to hang out before the cool stuff happens."
    },
    {
      "speaker": "PAYNE",
      "utterance": "We will leave it here."
    },
    {
      "speaker": "Message the Hollywood",
      "utterance": "Stop it. Stop it. You're embarrassing everyone. Please give us a break. We don't want to watch it, especially if you make it progressive. All right, that will do it for us. Make sure you catch me on the weekdays. But, tomorrow, catch \"CAVUTO LIVE\" 10:00 a.m. And, of course, you'll have a great time. But, first, catch \"THE FIVE.\" THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}