{
  "date": "October 25, 2019",
  "headline": "Republican lawmakers storm secretive impeachment heaings",
  "subHeadline": "Guests: Andrew McCarthy, Buck Sexton, Emily Larsen, Ryan Cleckner, Erin Elmore, Ben Westhoff",
  "url": "https://www.foxnews.com/transcript/republican-lawmakers-storm-secretive-impeachment-heaings",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARK STEYN, HOST",
      "sentences": "Good evening and welcome to a Special Edition of “Tucker Carlson Tonight.” I'm Mark Steyn in for Tucker Carlson on this busy Friday evening. The investigation into the Russia investigation has now become a criminal probe. Originally, the D.O.J.'s inquiry into how the Russia hoax got going was supposedly just an administrative matter.  Now though, prosecutor John Durham is looking for full blown crimes. The new classification gives them the power to subpoena witness testimony, demand documents, empanel a grand jury and eventually press charges.  Today, President Trump gave a thumbs up to the new investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "Investigate the investigators, whether it's Strzok and Page, whether it's Clapper and whether it's Comey and all of these people, because terrible things went on for our country.  This was the worst hoax in the history of our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "He may be right about that. For two years, media and political elites in Washington went all-in on the Russia collusion conspiracy theory. They've spent the last day shrieking that this new investigation is actually the real conspiracy theory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. SEAN PATRICK MALONEY, D-N.Y.",
      "sentences": "Well, it's alarming because we know Trump is itching to politicize the Justice Department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All of this is nonsense and again, conspiracy theories that they're trying to deflect attention away from the entire impeachment proceeding. Everything we know about this is totally bogus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Craig, Vladimir Putin has got to be loving it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CRAIG UNGER, INVESTIGATIVE JOURNALIST",
      "sentences": "Absolutely. I think what's going on with Barr and what Giuliani is trying to do, those aren't real investigations. It's a disinformation operation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TED LIEU, D-CALIF.",
      "sentences": "It is deeply troubling what Bill Barr is doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Do you think he is acting as a partisan and an attorney for the President rather than Attorney General of the United States?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIEU",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "This focus on re-litigating what happened in 2016 in the election, isn't that sort of what got the administration in trouble in the first place?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It is and that's a conspiracy theory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "They are going bananas over this. Andy McCarthy is a former Chief Assistant U.S. Attorney, a contributing editor at \"National Review\" and the author of the splendid book, \"Ball of Collusion: The Plot to Rig an Election and Destroy a Presidency.\"  Andy, Mr. Durham, like you were, is a Federal prosecutor and presumably he wouldn't have been put on this case if there weren't at least the potential for a criminal prosecution at some point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW MCCARTHY, CONTRIBUTING EDITOR, NATIONAL REVIEW",
      "sentences": "That's right, Mark. We're all hammers and every fact pattern is a nail, you know. The whole, the whole point of assigning a prosecutor to something is to look at it in terms of whether a crime was committed.  And I'd actually be quite surprised if anything in their day-to-day functioning as it has been going on for the last several months is any different today than it was yesterday.   In fact, I've had a chance in the last couple of months to go around the country and talk about the book and I think what would have actually surprised people is if you had told them the day before yesterday that Durham was only doing an administrative inquiry. I think everybody expected that this was being looked at like a prosecutor looks at a case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "One thing that's new about this is that we've heard all these reports about C.I.A. employees lawyering up and for the last couple of years, the F.B.I. has been in the front line of fire, but when you look at it from the overseas end, with all these MI6 characters, Alexander Downer who ran Australia's Secret Intelligence Service when he was Foreign Minister in Canberra.  Those people, their connection with the United States would be through the C.I.A., wouldn't it? So in that, in that sense, the C.I.A. on the hook here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Yes, it sure would, Mark. I think that when you look at this as the full continuum of the investigation, the F.B.I. and the Justice Department are almost late to the party. This actually, I think, started as strands of foreign Intelligence that came in to the government through the C.I.A., and that ended up with the Bureau because the C.I.A. acted as kind of a clearinghouse for it.   It really goes back to the second half of 2015 after Trump gets into the campaign, it's always been a kind of a misunderstanding to look at it as if it were ever one investigation up until the very end. It really was a lot about foreign Intelligence and you know, every place that we operate in the world, particularly think of all the activity and this investigation that took place in Britain, we coordinate with the foreign Intelligence and the foreign government in those places.  So there was a lot of foreign activity here. That's where, I think, the real collusion was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "There's talk of actually sending subpoenas to Brennan and Clapper, who are the highest figures in the Obama Intelligence bureaucracy. Is that -- because the theory there is slightly more than you were saying, which isn't that foreign Intelligence came in, but that these guys in Washington, essentially outsourced elements of the operation to MI6 and others and then let it filter back to Washington. Are we really going to actually see C.I.A. directors and National Intelligence Directors giving sworn depositions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, I think you might see them as trial witnesses, if there ever ends up being a trial here. Let's not forget, they were called, Mark, as witnesses by Congress in various proceedings that were relevant to this. And in fact, a lot of what I quote from Brennan in the book comes from his own testimony.   This is not like, you know, Andy figures out what the C.I.A. was up to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "No, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "I mean, you had this guy in testifying, and he also, you know, whatever -- what he didn't say, in his testimony, he said on MSNBC. So, you know, I would think that they're very relevant witnesses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "And you think he has actually perjured himself and lied as seems to be clear to most of us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Well, I never try to get out in front of that. Let's see what Barr has. Barr is a very smart guy. Durham is a very capable prosecutor. I'll be very interested to see what they come up with and I think we'll get a window into it within the next three weeks or so, when I'd anticipate we'll finally get this Inspector General's report.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Okay, thanks -- thanks for that, Andy. Michael Flynn's attorney says she has proof that the F.B.I. deliberately entrapped her client and that the plot to entrap him went all the way up to then Director James Comey. Fox's Gillian Turner has more on that -- Gillian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, CORRESPONDENT",
      "sentences": "Good evening, Mark. Breaking tonight, attorneys for President Trump's former National Security adviser, Michael Flynn are claiming the government is withholding evidence of his innocence.   Flynn's attorney, Sidney Powell filing an explosive new claim alleging F.B.I. agents manipulated official records from Flynn's 2017 interview, the one that led to charges of him lying to investigators.  Flynn's attorney now urging the court to quote, \" ... dismiss the entire prosecution for outrageous government misconduct, and hold the prosecutors in contempt.\" This is the latest in a series of attempts Flynn has made to get the case thrown out after pleading guilty to lying to the F.B.I. on December 1, 2017. In this 37-page long court document, the defense writes, \"High ranking F.B.I. officials orchestrated an ambush interview of the new President's National Security adviser, not for the purpose of discovering any evidence of criminal activity, but for the purpose of trapping him into making statements they could allege as false.\" Powell also insisting this is no paranoid conspiracy, delusion.   Now, the origin of this case is an F.B.I. interview where Flynn was asked about his conversations with the former Russian ambassador, Sergei Kislyak. Flynn ultimately pleaded guilty to making false statements about those conversations as part of former Special Counsel Mueller's investigation into President Trump. Earlier this month, Federal prosecutors hit back calling the defense's filing so far a quote, \"fishing expedition.\" \"Since the beginning of their involvement, the defendant's new counsel have sought to get the charges dropped, professed their client's actual innocence and perpetrated conspiracy theories, all while stating that the defendant does not intend to withdraw his guilty plea.\" Now, specifically, Flynn's lawyer says F.B.I. officials tampered with the F.B.I. 302 form. That's a document that agents use to summarize interviews. They're not saying, Mark, who exactly they think manipulated that form.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "That's very interesting, Gillian, and actually, those 302 forms are quite ridiculous, and at some point, the F.B.I. should get rid of that and move into the 21st Century.  Buck Sexton hosts \"The Buck Sexton Show,\" and he joins us now. Buck, what's interesting about this is that the legal pleading here makes it look as if they deliberately at the highest level set out to create the conditions in which General Flynn would commit a so-called crime by misremembering to them as it were.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUCK SEXTON, HOST, THE BUCK SEXTON SHOW",
      "sentences": "Well, some of this really just builds on what we already know and makes it seem even more egregious.  We know the interview was pre-textual, because the only basis for it could have been a Logan Act violation, which now everybody in the country knows is not a crime that anyone has ever been charged with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "So we know that. So it was really an ambush interview. They tried to make sure that he did not inform White House Counsel. They tried to make sure that he wasn't prepared for this.  There are discrepancies about whether the F.B.I. agents believe that he lied or thought he was lying, which by the way would be material to all of us. Now, what's been added onto this is, were they hiding exculpatory evidence after the fact, and they're trying to use that they were able to pressure General Flynn into a plea bargain right away into saying, well, now it's all done and over with. We can go back and find out.  Well, a Federal judge can actually say, hold on a second, maybe we do need to take another look at this. Maybe we do need to hold people in contempt on the prosecutorial side and perhaps even, I think, they should drop all charges or drop rather the guilty plea that General Flynn has already entered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Well, they quote right at the top of their brief this case from 1921, which basically says that law enforcement should not be going around essentially inventing a crime to find someone guilty of. That's actually not the job of law enforcement to do that.  What's interesting is the attention to detail they did in entrapping General Flynn, including what looks like faking their own rules, like these 302s meant to -- which is a stupid thing anyway -- but they're meant to be written within five days of the actual event. And it's clear from Peter Strzok's so-called 302 that in fact, he cooked it up sometime after these.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Yes, one thing I knew from when I worked in the NYPD Intelligence Division, never speak to the F.B.I. without a lawyer present.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Even then, you better be really careful. Why would after the fact notes be treated as enough in this case, and by the way, there are now allegations, those notes may have been tampered with, added to in some key context. How would that be enough to get somebody on very specific lies, when the whole problem here is whether or not the person remembered accurately based on their own recollection what they have been asked about?  Why not take these interviews, by the way, why is it notes after the fact?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "No, it's like notes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "It's quite bizarre, which is also why some defense counsel, by the way, insists on taping interviews with the F.B.I. so that you can't have this, well, this is what I wrote down, so that becomes a record. That's the Comey maneuver, by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes, but I mean, you don't even need to go to Radio Shack and buy a cassette recorder anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Everyone has a recorder with them. Everyone --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "But isn't the problem here that Flynn was broke, and he agreed to it and he got in -- he did the thing you meant to do with the Feds. He settled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Of course and there was a degree of embarrassment, I think as well, an incoming administration. He is the National Security adviser, served his country for 30 years honorably, and now all of a sudden, he is being called a Federal felon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "I mean, he just wants to get past this, through this and take his lumps and move on, but also, he can only base his decision making at that point on the information that should have been presented that would be exculpatory for him. And if this allegation is true, and this should be very provable, the F.B.I. has good files, exculpatory information should have been presented to him before he made this plea. And if it was not, people should be held accountable for holding it back. Just ask the family of Senator Ted Stevens what that's all about, by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes. Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "And there should be a judge who looks at this and says maybe this whole thing was a sham. I obviously think it was. I think the information now points toward that. I think the whole thing against Flynn should be dropped.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes, I agree with you and it's time -- thank you for that, Buck -- and it's time for somebody to do some serious work at cleaning up Federal justice because as Buck said, this has happened before. Elizabeth Warren is the latest Democratic candidate to promise an aggressive gun grab as President. Wait until, you hear what she is planning to take from you. That's just ahead.  First, add another country to the growing list of geographical hotspots Hunter Biden is accused of shady business and we will tell you where he is linked to corrupt dealings this week. That's next as our Special continues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Soon it may be easier to make a list of countries that Hunter Biden isn't accused of corruption in. First it was Ukraine, then China, Kazakhstan and oh yes, the United States. But now there are new questions about Biden's legal work in Romania this time. While his father was supposedly fighting corruption in the country, yet again by coincidence, Hunter was this time providing advice to a real estate tycoon accused of orchestrating a corrupt land deal. On \"60 Minutes,\" Joe Biden tried to dismiss the scandals involving his son by saying, don't worry, his son is not going to be a part of the new Biden administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "If I'm President, get elected president, my children are not going to have offices in the White House. My children are not going to sit in any Cabinet meetings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NORAH O'DONNELL, CBS ANCHOR",
      "sentences": "What's improper about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "That's just simply improper because you should make it clear to the American public that everything you're doing is for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes. So don't worry because he is -- Hunter won't be in the White House, he will be on the Board of some company in the South Sandwich Islands. Emily Larsen is a political reporter for \"The Washington Examiner\" and joins us. Emily, why would somebody accused of a crime -- a criminal real estate deal in Romania -- hire an utterly undistinguished American lawyer who just happens to have the surname, Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMILY LARSEN, POLITICAL REPORTER, THE WASHINGTON EXAMINER",
      "sentences": "Well, I think that's the question, right? And I think the insinuation over what a lot of people are thinking is that Hunter Biden was hired by this lawyer because of his connection to Joe Biden, at the same time that Joe Biden was also pushing against corruption in Romania, just as he was pushing against corruption in Ukraine. And so Joe Biden can say that he doesn't want his children to be serving in the White House or attending Board meetings, but he is also being judged on what he did when he was Vice President and a heartbeat away from the presidency. And he wasn't able to answer at the Democratic debate last week why it was okay for him to have his son serve in this position when he was Vice President, but he doesn't want him to serve like that when he is President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Well, isn't the problem here the way hunter seems to follow daddy around the globe. So that Biden is made the point man on Ukraine and next thing you know, Hunter is getting 50 grand a month from some Ukrainian company. Next, Biden becomes the point man on Romania and suddenly an accused man in Romania is extremely eager to hire Hunter Biden's mediocre legal services, isn't it this weird synchronicity that is -- that obviously smells ridiculous here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARSEN",
      "sentences": "Certainly strange synchronicity and the Biden's keep saying that they did nothing illegal. And they did nothing wrong, but I think there's a lot of interpretation there as to whether they did anything wrong. There's a lot of Democrats who think maybe Biden should have intervened with his son's business dealings and kept him from creating this appearance of a conflict of interest, if not a direct conflict of interest. And I think this is contributing to general anxiety that Democrats have about Joe Biden's candidacy in general. Not only is he tangled up in this sort of legacy, big, powerful, big legacy Democratic-type dealings, but he is also lagging in fundraising. He has these frequent stumbles on the campaign trail. And a lot of candidate -- a lot of Democrats are just trying to look to see if they can find somebody better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes, I don't know why he is lagging in fundraising, Emily, because you think Hunter's directorial stipend from Burisma would cover some of the shortfall. Thank you for that, Emily Larsen. Meanwhile, speaking of Democratic candidates, Elizabeth Warren has revealed her gun control plan. As you might expect, it means less freedom for you and more power for her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "We should be doing background checks. We should take weapons of war off our streets. I think our ammunition point is one I've read a lot about and I think it's a good idea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Senator Warren is just adding her voice to what's already on the agenda for every top Democratic candidate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "So to gun owners out there who say, well, a Biden administration means they're going to come for my guns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Bingo. You're right, if you have an assault weapon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you believe in the mandatory buyback of quote- unquote \"assault weapons\"?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "sentences": "I do believe that we need to do buybacks and I'll tell you why. They are weapons of war with no place on the streets of the civil society.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "sentences": "Hell, yes, we're going to take your AR-15 and your AK-47. We are not going to allow it to be used against our fellow Americans anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "So Elizabeth Warren is joining the party. Ryan Cleckner is a former Army Ranger, sniper, attorney, firearms advocate and he joins us. Thanks, sir. Thanks for that, Ryan. Let me ask you this. Because she is to do things like increase the tax on ammunition. So for example, it would be up to 30 percent and in effect, treating it, I guess the way we do with gasoline and cigarettes, and gradually making it prohibitively expensive. Something you have to think about buying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYAN CLECKNER, FORMER SPECIAL OPS SNIPER",
      "sentences": "Absolutely. It's disgusting. We already have an excise tax on firearms and ammunition between 10 and 11 percent that manufacturers have to pay. That's already a huge burden on the firearms industry. But why should people that don't necessarily support guns care? It's because it's a fundamental right. We're taxing a fundamental right and by making things more expensive, all you are guaranteeing is some people that might need a firearm for self-defense the most that can't afford it, will no longer have the opportunity. I think it's horrible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "The thing about it is it doesn't actually seem to bear any relation to what's used in some of these mass killings that everybody's upset about. If you look like -- look at the Virginia Tech one, for example, that was handguns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLECKER",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "The same with the Parkland shooting. If you look at what MS-13 are doing, they're terrorizing communities all over the United States just using machetes. So this seems to be one of those utterly purposeless things where in order to get, you know, this guy or that guy, you're also going to be ensnaring thousands of legal peaceful gun owners.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLECKNER",
      "sentences": "Exactly right. We all like to point out that criminals don't obey laws, and by definition, you know, even Beto O'Rourke was caught with that in an interview recently where he had no answer for how he is going to have criminals obey a law. But I hear some people retort, they come back, you know, the tolerant left when they attack me after I appear on here and I talk about gun control, they come and say, oh, should we just give up them? Should we have no laws then and give up for criminals? No, that's not what I'm saying. When I say criminals don't obey laws, I'm not saying get rid of laws. I'm saying let's make sure that the laws we're putting into effect aren't unduly burdening law abiding citizens like these kind of laws. Well, I don't even know what a weapon of war is. It's scary to me when I have so many politicians out there calling for socialist principles that tend to lead to bad outcomes for countries and their people, and they're jumping straight ahead and already trying to ban the guns now. That makes me nervous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "But something has changed with the Democrats. I mean, if you go back to say John Kerry 15 years ago, if he was campaigning in rural states, he would make a point of going and being seen duck hunting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLECKNER",
      "sentences": "Yes, exactly right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Somewhat implausibly -- I think, he is the only chap I've ever known go deer shooting in New Hampshire crawling along on his belly, which isn't the way most of my neighbors do it. They seem to have abandoned even those gestures now. They're becoming an explicitly anti-gun party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLECKNER",
      "sentences": "You're absolutely right, Mark. You went back that far. I don't think you even to. A year ago, I was hearing quotes of, we're not coming for your guns. And now everybody is trying to come for your guns. I sympathize a little bit. Don't give me all the hate mail for it. I think they're trying to do the right thing. None of us want mass shootings. None of us want the criminal misuse of firearms. So I just hope that their heart is in the right place, but they're horribly misguided on how they're going to do it. And I think they've backed themselves into a political corner, where now they're all having to jump on and admit what they really wanted, maybe all along, which was to take some guns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "But isn't this -- and isn't this just like the extreme version of the worst laws? I mean, if you look at the T.S.A., for example, that makes a point of treating your nonagenarian granny exactly the same way as some guy who has just come back from a madrasa in Pakistan.  When you create laws in which a hundred percent of people are assumed to be guilty, general laws of universal application, you're just wasting tons of police time with law abiding people, aren't you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLECKNER",
      "sentences": "You're absolutely right. And I think the next level further, the one you're bringing up now are Red Flag Laws. Those things scare me bad. I think these quotes that we're hearing on the campaign trail, I don't think they're really going to be able to get away with it. Red Flag Laws, though, I think they have too much support for what they really are. They're not just trouncing on the Second Amendment. They're jumping on the Fourth Amendment as well and maybe others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "No, no. Yes, that's certainly true. Thank you for that, Ryan. Instead of helping drug addicts get clean, Philadelphia is planning to give them special places where they can go and inject. That's just ahead. And also one of the world's most elite universities is going to war against a modern plague. No, it's not Ebola or drug-resistant TB -- it is clapping. That's next on tonight's Tucker Special.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Welcome back to tonight's Special. We apologize for the footage that just played there. My producers are telling me that it was actually a very offensive clip because it showed people clapping. So if you were traumatized, do feel free to sue us. This week, Oxford University's Student Council voted to abolish clapping at all future commencement ceremonies because the practice is offensive to the hearing impaired or those with, quote, \"sensory sensitivity.\" Instead, audience members are supposed to use so-called jazz hands. So graduation will look like the world's largest 19th Century minstrel show. But if only jazz hands are acceptable, presumably that would exclude the blind. So perhaps the only solution to this impasse is to shut down Oxford University entirely. It gave the world Adam Smith, Margaret Thatcher, Oscar Wilde, countless other luminaries, but at this rate, it won't be producing anymore. I would never have tried to give Mrs. T jazz hands because I know what Mrs. Thatcher would have done with that. Oscar Wilde is another matter. Congresswoman Katie Hill conducted a lewd affair with one of her own staffers. Now it looks like she may have paid her thousands in consulting fees to keep her quiet. And when it comes to nocturnal consulting, we turn to our chief after hours three-way consulting investigative reporter, Trace Gallagher. Trace, this one is all yours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, CHIEF BREAKING NEWS CORRESPONDENT",
      "sentences": "Yes, Mark. The allegations against Democratic Congressman Katie Hill are piling up. The House Ethics Committee is investigating whether Hill recently had an intimate relationship with her Legislative Director, Graham Kelly, Katie Hill denies the relationship with Kelly but fully admits to once being involved with her campaign staffer, 24-year-old Morgan Desjardins. In fact, Desjardins, Katie Hill and Hill's now estranged husband, Kenny Heslep we're in a three-way relationship known as a throuple, which came to light after \"Red State\" published intimate photos. The so-called throuple apparently ended badly when Katie Hill moved from California to D.C. and left the others behind. But Federal Election Commission record show that since April of this year, Hill's campaign has paid Morgan Desjardins more than $14,000.00 in consultant fees. Between 2017 and 2018, Desjardins made around $50,000.00 as a senior campaign staffer. Hill and Desjardins have also been seen an intimate photos obtained by \"The Daily Mail,\" but Hill's lawyers have now sent \"The Daily Mail\" a cease and desist, demanding the publication remove the photos. Hill believes her estranged husband who she claims was abusive is trying to sabotage her career. The husband and Desjardins accuse Hill of being abusive. Meantime, House Speaker Nancy Pelosi who pushed for policy changes in the House during the #MeToo Movement has been silent on the Katie Hill controversy. Our senior producer on Capitol Hill, Chad Pergram asked Pelosi if she plans to ask Hill to step away from her leadership posts and so far, no response -- Mark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Trace, thank you. You may think this is just a sleazy sex scandal but in fact, there is a public corruption aspect to this if the lover is getting paid. So whoever leaked these photographs is in that sense a whistleblower. I think that's the term they use these days. Thanks a lot for that, Trace. The wise leaders of Philadelphia have a grand plan to assist the city's homeless help them inject drugs. The city is about to launch the United States first ever safe injection site after a judge ruled that such a site is perfectly fine on the Federal anti-drug laws. It's an idea that has at least one Democrat candidate enthused, he wants to take it nationwide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW YANG, D-PRESIDENTIAL CANDIDATE",
      "sentences": "After you save someone who is OD-ing, you just bring them back to their house and they OD again the following week. So we need to decriminalize opiates for personal use. We have to let the country know this is not a personal failing, this was a systemic government failing. And then we need to open up safe consumption and safe injection sites around the country because they save lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Erin Elmore is an attorney and a resident of Philadelphia and she joins us now. Erin, is Philadelphia looking forward to this safe injection site?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIN ELMORE, ATTORNEY AND PHILADELPHIA RESIDENT",
      "sentences": "Mark, first of all, I have to say, did you ever think that we would live in a world where plastic straws were illegal, and clapping is illegal, but heroin is perfectly acceptable?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELMORE",
      "sentences": "I'm losing my mind over this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes. No, and actually --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELMORE",
      "sentences": "And we're having to say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes, actually, that's a very interesting point because Democrats as we just saw with Andrew Yang, are far more interested in actually facilitating this habit than they are about a sipping Coca-Cola through a straw.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELMORE",
      "sentences": "Absolutely. And I will tell you this is a very contentious issue in Philadelphia. This -- they want to open it in a place called Kensington, which used to be a terrible neighborhood, but now it is totally gentrified. Hardworking Philadelphians have made this a beautiful neighborhood with bustling restaurants and shops, and beautiful homes and schools and playgrounds for children. But what they want to do is they want to come in here and allow criminal drug addicts to -- and direct illegal drugs, and when you bring illegal drugs, you bring drug dealers. This is horrible for this community of hardworking Philadelphians, and as I said, it is very divided. Our Governor -- eh, I don't think he's for it. I hope he is not, but our Mayor is for it. And by the way, he just came out in support of Elizabeth Warren so that tells you who we're dealing with there. Our anti-police pro-criminal district attorney Larry Krasner is for it. Former Governor Rendell who is a Democrat is also for it. However, Mark Squilla, he is the City Councilman in this district, he is not for it and thank God, we have people like U.S. Attorney McSwain, who is going to fight this tooth and nail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Ed Rendell seems to think this will actually diminish addiction. But if you look at for example, Vancouver, which has had this for 15 years now, first city in North America to have this, they actually have the same number of opioid deaths, same rate of opioid deaths as West Virginia. And I understand, Philadelphia has three deaths a day right now. Vancouver with its safe injection clinic currently has four deaths a day, so does it actually do anything to stop people dying from this stuff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELNORE",
      "sentences": "No, Mark, it doesn't. And the best way to prevent overdoses from heroin is to have people stop doing heroin, get these people treatment. And there was also a study that showed that 10 percent of people that go into these safe injection sites, only 10 percent of these people get into treatment. The rest of them, just spiral down that abuse paradox, if you will. So it doesn't really do the things they want it to do. All it does is hurt communities. And by the way, in these communities, you're normalizing drug use for children. They say, oh, there's a place where people go to use drugs. And as you know, now, fentanyl is in heroin. It is 5,000 times more potent than heroin. The medical professionals that are handling it could get hurt. And the people in the community, if they came in contact with it, they could die.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "They can also get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELNORE",
      "sentences": "So who are we really helping here? Honestly? We're putting heroin addicts above hard working members of the Philadelphia community and it is reprehensible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Well, we want to get on to the fentanyl epidemic, Erin. Thousands of Americans, tens of thousands died from fentanyl manufactured in China. And we're going to investigate how much blame China's government deserves for those deaths as our Tucker Special continues. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Scientists have some good news for the planet this week. The hole in the ozone layer has shrunk to its smallest size on record. According to researchers, the whole shrank due to higher than usual temperatures in our stratosphere, but they say that those higher temperatures have no clear connection to global warming. And they also say the hole should be completely healed up by about 2080, which is interesting because according to the distinguished physicist, Alexandria Ocasio-Cortez, the world is going to end in 12 years and we're all going to fry. They're constantly flying around in jets to warn us about that, but maybe it turns out the planet is more complicated than the activists class thinks. Maybe -- maybe safe to get those spray-on deodorant canisters down from the attic again. The opioid crisis is the deadliest drug epidemic in U.S. history. Over the past decade, it has killed more people than all of America's wars since World War II combined. The primary culprit is the synthetic drug, fentanyl and most fentanyl is made overseas, specifically in China. China's government claims that it's trying to halt exports of fentanyl, but how true is that? Ben Westhoff is the author of the new book, \"Fentanyl Inc.\" and Tucker spoke with him recently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "So you spent a lot of time looking at this one critical issue and again, God bless you for doing that, we could have a long conversation about why a lot of other people aren't doing the same thing, but they're not, you did. Sum up if you would, China's role in the fentanyl trade?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIAN WESTHOFF, AUTHOR",
      "sentences": "Well over 90 percent of the illicit fentanyl that is killing Americans is made in China and Chinese chemical and pharmaceutical industries are huge, so it's pretty out of control. And China's government says, well, it's too out of control for us to be able to stop it. But what they're not saying is that the Chinese government actually offers subsidies and tax rebates for the export of fentanyl and fentanyl-like drugs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So as a result of that policy, more Americans are dying every year than died during the entire Vietnam War, and yet we in this country don't really see it as an act of aggression by China. Why do you think that is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WESTHOFF",
      "sentences": "Well, China is not one thing. There are, you know, bureaucrats at all levels, and some are legitimately trying to crack down. They're doing what the U.S. is asking, but more provincial leaders, others want their exports increased. And ultimately that's what these rebates are for. China wants to encourage its exports of its chemical industry to grow the economy, and so in some sense, one hand doesn't know what the other hand is doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right. How does this drug enter the United States?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WESTHOFF",
      "sentences": "It enters the U.S. in two ways. One is directly through the mail. So the United States Postal Service, FedEx, UPS deliver these drugs, right from China to people's doors. The other way is through Mexico. The Mexican cartels order these drugs from China and then ship them up through the U.S. border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Or order the chemicals from which fentanyl is made or fentanyl already made?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WESTHOFF",
      "sentences": "Both. Mexico lacks the skilled chemical industry to make finished fentanyl and so, it imports the fentanyl precursors as they're known, the fentanyl ingredients from China make it the rest of the way and then send it up north through the border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Is there anything the U.S. government can do to stop this drug from entering the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WESTHOFF",
      "sentences": "It's extremely difficult. Through the mail, you know, President Trump has demanded more searches of these packages. But there's just such an incredible volume, millions every month, it's impossible to search all of them. And, you know, he has talked about a border wall and things like that, but from Mexico, it mostly just comes up in people's cars, smuggled in gas tanks and fake seats and all sorts of ways. So it's extremely hard to stop it from getting into the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Those of us who are over 40, remember well the government's response to the crack epidemic, which was to flood media with anti-drug statements -- propaganda, really, but it had an effect. You don't see anything like that going on now. This epidemic basically is unfolding in silence. Why do you think that is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WESTHOFF",
      "sentences": "I think people are starting to realize because they've seen their own loved ones killed that drug abuse is a disease. And you can tell kids not to take drugs just like you can tell them not to have sex. And the intentions may be all well and good, but we've just seen that it's not effective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So because it's difficult, people don't try?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WESTHOFF",
      "sentences": "Well, I think that there's some good changes being made. There's been a move towards more care, towards not arresting the really low-level offenders, treatment, but we're really at the tip of the iceberg. A lot of people started from taking OxyContin and these other drugs, you know, prescribed by their doctors and these are law-abiding people who suddenly when their prescriptions ran out, found themselves buying street heroin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, they're enslaved. Literally. Ben, thanks very much for coming on tonight and for the book that you wrote on fentanyl. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WESTHOFF",
      "sentences": "Thank you for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Amazing. Importing death from China via Mexico. It is Friday, so it's time for the Dan Bongino News Explosion, the former Secret Service agent will explode out our Special by listing his top stories of an explosive news week. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes, it's Friday. That means it's time for Dan Bongino to explode. This show's favorite former cop and author of the book, \"Exonerated: The Failed Take Down of President Donald Trump by the Swamp,\" is here to round up his top stories of the week. Go get them, Dan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "sentences": "Thank you, Mark. Always good to see you. Let's start with story number three. Listen, Mark, I've been getting awfully tired of this fake foe impeachment, not impeachment. I don't even know what you want to call this thing. And apparently, a bunch of GOP Congressmen and women got a little bit tired of this thing, too and it's decided to storm the gates of a secret hearing Adam Schiff and Jerry Nadler had been holding. You know, Mark, I've never seen impeachment like this in my life. The Constitution is pretty clear. The House of Representatives has the sole power to impeach. It doesn't say Jerry Nadler, Adam Schiff, the Speaker Nancy Pelosi, the House of Representatives -- plural, Mark. You know, I know Liberals have a tough time with English and things, but plural, representatives, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes, yes. And you're not meant to impeach the guy in a skiff and the media thought the storming the Adam Schiff skiff was the worst thing since storming the Bastille. It's a revolutionary act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, leave your cell phones outside of the skiff, we're about to impeach the President, folks. Everybody, cell phones outside. Cell phones outside. Good call. Very funny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Every skiff must go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Story number two. Are we looking at -- try, try again, try again and again. Hillary 2020. Who knows? Listen, Mark, I've lost elections. It stinks. But sometimes, Mark, it's time to take a hint. You know, give them a little wink, time to move on. This thing may not be for you. I left politics and what's in my bag of donuts. I can't believe this that a staffer Philippe Reines, who is not my closest friend on Fox News, if you know what I mean kind of hinted on one of our shows this week that there's not a zero percent chance, that there's a small chance Hillary can jump in again. Can you imagine another shot at the title for Hillary Clinton?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Oh come on. Ninth time is the charm, Dan. You know it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Yes, she still hasn't figured out the rules, Mark. She thinks the Popular Vote wins the presidency, apparently. She probably still thinks the Atlanta Braves won the '96 World Series over the Yankees because they outscored them in the first two games, so you may want to get the rules down before you think about running again. Just a note, a pro tip. Check that one out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "What's your top story then, Dan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Top story of the week has got to be John Brennan who clearly is downing Pepto-Bismol like it's Gatorade after a University of Florida football game. This guy is terrified right now and Mark, he is terrified for one big important reason. You know, I like to joke around a lot during the segment on \"The Five,\" but it's important. This guy is in a lot of trouble. He has said openly and publicly on networks, cable TV and otherwise that he didn't see the dossier until December. Anybody can read it, Mark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "But that's not possible because he briefed Harry Reid in August which for liberals who have a tough time with the calendar is before December. And when he briefed Harry Reid, Harry Reid wrote a letter afterwards to the F.B.I. about that briefing containing information, Mark that only appeared in one place -- the dossier Brennan said he didn't see until December. So you know, in some small limited circles, Mark, we call that a problem. And Johnny B is in a world of trouble right now. Get the Pepto, Johnny, you're going to need it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "Dan, you're absolutely right on that because that's what got George Papadopoulos and General Flynn entrapped. Jeff, thank you for that explosion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONGINO",
      "sentences": "Thanks, Mark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYN",
      "sentences": "That is it for tonight's special boom. Tune in each night at eight to the show that is the sworn enemy of lying, pomposity, smugness, and groupthink. That's it. You can always DVR us. Tucker is back Monday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK STEYN, HOST",
      "utterance": "Good evening and welcome to a Special Edition of “Tucker Carlson Tonight.” I'm Mark Steyn in for Tucker Carlson on this busy Friday evening. The investigation into the Russia investigation has now become a criminal probe. Originally, the D.O.J.'s inquiry into how the Russia hoax got going was supposedly just an administrative matter. Now though, prosecutor John Durham is looking for full blown crimes. The new classification gives them the power to subpoena witness testimony, demand documents, empanel a grand jury and eventually press charges. Today, President Trump gave a thumbs up to the new investigation."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "Investigate the investigators, whether it's Strzok and Page, whether it's Clapper and whether it's Comey and all of these people, because terrible things went on for our country. This was the worst hoax in the history of our country."
    },
    {
      "speaker": "STEYN",
      "utterance": "He may be right about that. For two years, media and political elites in Washington went all-in on the Russia collusion conspiracy theory. They've spent the last day shrieking that this new investigation is actually the real conspiracy theory."
    },
    {
      "speaker": "REP. SEAN PATRICK MALONEY, D-N.Y.",
      "utterance": "Well, it's alarming because we know Trump is itching to politicize the Justice Department."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "All of this is nonsense and again, conspiracy theories that they're trying to deflect attention away from the entire impeachment proceeding. Everything we know about this is totally bogus."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Craig, Vladimir Putin has got to be loving it."
    },
    {
      "speaker": "CRAIG UNGER, INVESTIGATIVE JOURNALIST",
      "utterance": "Absolutely. I think what's going on with Barr and what Giuliani is trying to do, those aren't real investigations. It's a disinformation operation."
    },
    {
      "speaker": "REP. TED LIEU, D-CALIF.",
      "utterance": "It is deeply troubling what Bill Barr is doing."
    },
    {
      "speaker": "DON LEMON, CNN ANCHOR",
      "utterance": "Do you think he is acting as a partisan and an attorney for the President rather than Attorney General of the United States?"
    },
    {
      "speaker": "LIEU",
      "utterance": "Absolutely."
    },
    {
      "speaker": "LEMON",
      "utterance": "This focus on re-litigating what happened in 2016 in the election, isn't that sort of what got the administration in trouble in the first place?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It is and that's a conspiracy theory."
    },
    {
      "speaker": "STEYN",
      "utterance": "They are going bananas over this. Andy McCarthy is a former Chief Assistant U.S. Attorney, a contributing editor at \"National Review\" and the author of the splendid book, \"Ball of Collusion: The Plot to Rig an Election and Destroy a Presidency.\" Andy, Mr. Durham, like you were, is a Federal prosecutor and presumably he wouldn't have been put on this case if there weren't at least the potential for a criminal prosecution at some point."
    },
    {
      "speaker": "ANDREW MCCARTHY, CONTRIBUTING EDITOR, NATIONAL REVIEW",
      "utterance": "That's right, Mark. We're all hammers and every fact pattern is a nail, you know. The whole, the whole point of assigning a prosecutor to something is to look at it in terms of whether a crime was committed. And I'd actually be quite surprised if anything in their day-to-day functioning as it has been going on for the last several months is any different today than it was yesterday. In fact, I've had a chance in the last couple of months to go around the country and talk about the book and I think what would have actually surprised people is if you had told them the day before yesterday that Durham was only doing an administrative inquiry. I think everybody expected that this was being looked at like a prosecutor looks at a case."
    },
    {
      "speaker": "STEYN",
      "utterance": "One thing that's new about this is that we've heard all these reports about C.I.A. employees lawyering up and for the last couple of years, the F.B.I. has been in the front line of fire, but when you look at it from the overseas end, with all these MI6 characters, Alexander Downer who ran Australia's Secret Intelligence Service when he was Foreign Minister in Canberra. Those people, their connection with the United States would be through the C.I.A., wouldn't it? So in that, in that sense, the C.I.A. on the hook here?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Yes, it sure would, Mark. I think that when you look at this as the full continuum of the investigation, the F.B.I. and the Justice Department are almost late to the party. This actually, I think, started as strands of foreign Intelligence that came in to the government through the C.I.A., and that ended up with the Bureau because the C.I.A. acted as kind of a clearinghouse for it. It really goes back to the second half of 2015 after Trump gets into the campaign, it's always been a kind of a misunderstanding to look at it as if it were ever one investigation up until the very end. It really was a lot about foreign Intelligence and you know, every place that we operate in the world, particularly think of all the activity and this investigation that took place in Britain, we coordinate with the foreign Intelligence and the foreign government in those places. So there was a lot of foreign activity here. That's where, I think, the real collusion was."
    },
    {
      "speaker": "STEYN",
      "utterance": "There's talk of actually sending subpoenas to Brennan and Clapper, who are the highest figures in the Obama Intelligence bureaucracy. Is that -- because the theory there is slightly more than you were saying, which isn't that foreign Intelligence came in, but that these guys in Washington, essentially outsourced elements of the operation to MI6 and others and then let it filter back to Washington. Are we really going to actually see C.I.A. directors and National Intelligence Directors giving sworn depositions?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, I think you might see them as trial witnesses, if there ever ends up being a trial here. Let's not forget, they were called, Mark, as witnesses by Congress in various proceedings that were relevant to this. And in fact, a lot of what I quote from Brennan in the book comes from his own testimony. This is not like, you know, Andy figures out what the C.I.A. was up to."
    },
    {
      "speaker": "STEYN",
      "utterance": "No, no."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "I mean, you had this guy in testifying, and he also, you know, whatever -- what he didn't say, in his testimony, he said on MSNBC. So, you know, I would think that they're very relevant witnesses."
    },
    {
      "speaker": "STEYN",
      "utterance": "And you think he has actually perjured himself and lied as seems to be clear to most of us?"
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Well, I never try to get out in front of that. Let's see what Barr has. Barr is a very smart guy. Durham is a very capable prosecutor. I'll be very interested to see what they come up with and I think we'll get a window into it within the next three weeks or so, when I'd anticipate we'll finally get this Inspector General's report."
    },
    {
      "speaker": "STEYN",
      "utterance": "Okay, thanks -- thanks for that, Andy. Michael Flynn's attorney says she has proof that the F.B.I. deliberately entrapped her client and that the plot to entrap him went all the way up to then Director James Comey. Fox's Gillian Turner has more on that -- Gillian."
    },
    {
      "speaker": "GILLIAN TURNER, CORRESPONDENT",
      "utterance": "Good evening, Mark. Breaking tonight, attorneys for President Trump's former National Security adviser, Michael Flynn are claiming the government is withholding evidence of his innocence. Flynn's attorney, Sidney Powell filing an explosive new claim alleging F.B.I. agents manipulated official records from Flynn's 2017 interview, the one that led to charges of him lying to investigators. Flynn's attorney now urging the court to quote, \" ... dismiss the entire prosecution for outrageous government misconduct, and hold the prosecutors in contempt.\" This is the latest in a series of attempts Flynn has made to get the case thrown out after pleading guilty to lying to the F.B.I. on December 1, 2017. In this 37-page long court document, the defense writes, \"High ranking F.B.I. officials orchestrated an ambush interview of the new President's National Security adviser, not for the purpose of discovering any evidence of criminal activity, but for the purpose of trapping him into making statements they could allege as false.\" Powell also insisting this is no paranoid conspiracy, delusion. Now, the origin of this case is an F.B.I. interview where Flynn was asked about his conversations with the former Russian ambassador, Sergei Kislyak. Flynn ultimately pleaded guilty to making false statements about those conversations as part of former Special Counsel Mueller's investigation into President Trump. Earlier this month, Federal prosecutors hit back calling the defense's filing so far a quote, \"fishing expedition.\" \"Since the beginning of their involvement, the defendant's new counsel have sought to get the charges dropped, professed their client's actual innocence and perpetrated conspiracy theories, all while stating that the defendant does not intend to withdraw his guilty plea.\" Now, specifically, Flynn's lawyer says F.B.I. officials tampered with the F.B.I. 302 form. That's a document that agents use to summarize interviews. They're not saying, Mark, who exactly they think manipulated that form."
    },
    {
      "speaker": "STEYN",
      "utterance": "That's very interesting, Gillian, and actually, those 302 forms are quite ridiculous, and at some point, the F.B.I. should get rid of that and move into the 21st Century. Buck Sexton hosts \"The Buck Sexton Show,\" and he joins us now. Buck, what's interesting about this is that the legal pleading here makes it look as if they deliberately at the highest level set out to create the conditions in which General Flynn would commit a so-called crime by misremembering to them as it were."
    },
    {
      "speaker": "BUCK SEXTON, HOST, THE BUCK SEXTON SHOW",
      "utterance": "Well, some of this really just builds on what we already know and makes it seem even more egregious. We know the interview was pre-textual, because the only basis for it could have been a Logan Act violation, which now everybody in the country knows is not a crime that anyone has ever been charged with."
    },
    {
      "speaker": "STEYN",
      "utterance": "No."
    },
    {
      "speaker": "SEXTON",
      "utterance": "So we know that. So it was really an ambush interview. They tried to make sure that he did not inform White House Counsel. They tried to make sure that he wasn't prepared for this. There are discrepancies about whether the F.B.I. agents believe that he lied or thought he was lying, which by the way would be material to all of us. Now, what's been added onto this is, were they hiding exculpatory evidence after the fact, and they're trying to use that they were able to pressure General Flynn into a plea bargain right away into saying, well, now it's all done and over with. We can go back and find out. Well, a Federal judge can actually say, hold on a second, maybe we do need to take another look at this. Maybe we do need to hold people in contempt on the prosecutorial side and perhaps even, I think, they should drop all charges or drop rather the guilty plea that General Flynn has already entered."
    },
    {
      "speaker": "STEYN",
      "utterance": "Well, they quote right at the top of their brief this case from 1921, which basically says that law enforcement should not be going around essentially inventing a crime to find someone guilty of. That's actually not the job of law enforcement to do that. What's interesting is the attention to detail they did in entrapping General Flynn, including what looks like faking their own rules, like these 302s meant to -- which is a stupid thing anyway -- but they're meant to be written within five days of the actual event. And it's clear from Peter Strzok's so-called 302 that in fact, he cooked it up sometime after these."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Yes, one thing I knew from when I worked in the NYPD Intelligence Division, never speak to the F.B.I. without a lawyer present."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes, absolutely."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Even then, you better be really careful. Why would after the fact notes be treated as enough in this case, and by the way, there are now allegations, those notes may have been tampered with, added to in some key context. How would that be enough to get somebody on very specific lies, when the whole problem here is whether or not the person remembered accurately based on their own recollection what they have been asked about? Why not take these interviews, by the way, why is it notes after the fact?"
    },
    {
      "speaker": "STEYN",
      "utterance": "No, it's like notes."
    },
    {
      "speaker": "SEXTON",
      "utterance": "It's quite bizarre, which is also why some defense counsel, by the way, insists on taping interviews with the F.B.I. so that you can't have this, well, this is what I wrote down, so that becomes a record. That's the Comey maneuver, by the way."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes, but I mean, you don't even need to go to Radio Shack and buy a cassette recorder anymore."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Everyone has a recorder with them. Everyone --"
    },
    {
      "speaker": "STEYN",
      "utterance": "But isn't the problem here that Flynn was broke, and he agreed to it and he got in -- he did the thing you meant to do with the Feds. He settled."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Of course and there was a degree of embarrassment, I think as well, an incoming administration. He is the National Security adviser, served his country for 30 years honorably, and now all of a sudden, he is being called a Federal felon."
    },
    {
      "speaker": "STEYN",
      "utterance": "Right."
    },
    {
      "speaker": "SEXTON",
      "utterance": "I mean, he just wants to get past this, through this and take his lumps and move on, but also, he can only base his decision making at that point on the information that should have been presented that would be exculpatory for him. And if this allegation is true, and this should be very provable, the F.B.I. has good files, exculpatory information should have been presented to him before he made this plea. And if it was not, people should be held accountable for holding it back. Just ask the family of Senator Ted Stevens what that's all about, by the way."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes. Absolutely."
    },
    {
      "speaker": "SEXTON",
      "utterance": "And there should be a judge who looks at this and says maybe this whole thing was a sham. I obviously think it was. I think the information now points toward that. I think the whole thing against Flynn should be dropped."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes, I agree with you and it's time -- thank you for that, Buck -- and it's time for somebody to do some serious work at cleaning up Federal justice because as Buck said, this has happened before. Elizabeth Warren is the latest Democratic candidate to promise an aggressive gun grab as President. Wait until, you hear what she is planning to take from you. That's just ahead. First, add another country to the growing list of geographical hotspots Hunter Biden is accused of shady business and we will tell you where he is linked to corrupt dealings this week. That's next as our Special continues."
    },
    {
      "speaker": "STEYN",
      "utterance": "Soon it may be easier to make a list of countries that Hunter Biden isn't accused of corruption in. First it was Ukraine, then China, Kazakhstan and oh yes, the United States. But now there are new questions about Biden's legal work in Romania this time. While his father was supposedly fighting corruption in the country, yet again by coincidence, Hunter was this time providing advice to a real estate tycoon accused of orchestrating a corrupt land deal. On \"60 Minutes,\" Joe Biden tried to dismiss the scandals involving his son by saying, don't worry, his son is not going to be a part of the new Biden administration."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "If I'm President, get elected president, my children are not going to have offices in the White House. My children are not going to sit in any Cabinet meetings."
    },
    {
      "speaker": "NORAH O'DONNELL, CBS ANCHOR",
      "utterance": "What's improper about that?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "That's just simply improper because you should make it clear to the American public that everything you're doing is for them."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes. So don't worry because he is -- Hunter won't be in the White House, he will be on the Board of some company in the South Sandwich Islands. Emily Larsen is a political reporter for \"The Washington Examiner\" and joins us. Emily, why would somebody accused of a crime -- a criminal real estate deal in Romania -- hire an utterly undistinguished American lawyer who just happens to have the surname, Biden."
    },
    {
      "speaker": "EMILY LARSEN, POLITICAL REPORTER, THE WASHINGTON EXAMINER",
      "utterance": "Well, I think that's the question, right? And I think the insinuation over what a lot of people are thinking is that Hunter Biden was hired by this lawyer because of his connection to Joe Biden, at the same time that Joe Biden was also pushing against corruption in Romania, just as he was pushing against corruption in Ukraine. And so Joe Biden can say that he doesn't want his children to be serving in the White House or attending Board meetings, but he is also being judged on what he did when he was Vice President and a heartbeat away from the presidency. And he wasn't able to answer at the Democratic debate last week why it was okay for him to have his son serve in this position when he was Vice President, but he doesn't want him to serve like that when he is President."
    },
    {
      "speaker": "STEYN",
      "utterance": "Well, isn't the problem here the way hunter seems to follow daddy around the globe. So that Biden is made the point man on Ukraine and next thing you know, Hunter is getting 50 grand a month from some Ukrainian company. Next, Biden becomes the point man on Romania and suddenly an accused man in Romania is extremely eager to hire Hunter Biden's mediocre legal services, isn't it this weird synchronicity that is -- that obviously smells ridiculous here?"
    },
    {
      "speaker": "LARSEN",
      "utterance": "Certainly strange synchronicity and the Biden's keep saying that they did nothing illegal. And they did nothing wrong, but I think there's a lot of interpretation there as to whether they did anything wrong. There's a lot of Democrats who think maybe Biden should have intervened with his son's business dealings and kept him from creating this appearance of a conflict of interest, if not a direct conflict of interest. And I think this is contributing to general anxiety that Democrats have about Joe Biden's candidacy in general. Not only is he tangled up in this sort of legacy, big, powerful, big legacy Democratic-type dealings, but he is also lagging in fundraising. He has these frequent stumbles on the campaign trail. And a lot of candidate -- a lot of Democrats are just trying to look to see if they can find somebody better."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes, I don't know why he is lagging in fundraising, Emily, because you think Hunter's directorial stipend from Burisma would cover some of the shortfall. Thank you for that, Emily Larsen. Meanwhile, speaking of Democratic candidates, Elizabeth Warren has revealed her gun control plan. As you might expect, it means less freedom for you and more power for her."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "We should be doing background checks. We should take weapons of war off our streets. I think our ammunition point is one I've read a lot about and I think it's a good idea."
    },
    {
      "speaker": "STEYN",
      "utterance": "Senator Warren is just adding her voice to what's already on the agenda for every top Democratic candidate."
    },
    {
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "utterance": "So to gun owners out there who say, well, a Biden administration means they're going to come for my guns."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Bingo. You're right, if you have an assault weapon."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Do you believe in the mandatory buyback of quote- unquote \"assault weapons\"?"
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "utterance": "I do believe that we need to do buybacks and I'll tell you why. They are weapons of war with no place on the streets of the civil society."
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "utterance": "Hell, yes, we're going to take your AR-15 and your AK-47. We are not going to allow it to be used against our fellow Americans anymore."
    },
    {
      "speaker": "STEYN",
      "utterance": "So Elizabeth Warren is joining the party. Ryan Cleckner is a former Army Ranger, sniper, attorney, firearms advocate and he joins us. Thanks, sir. Thanks for that, Ryan. Let me ask you this. Because she is to do things like increase the tax on ammunition. So for example, it would be up to 30 percent and in effect, treating it, I guess the way we do with gasoline and cigarettes, and gradually making it prohibitively expensive. Something you have to think about buying."
    },
    {
      "speaker": "RYAN CLECKNER, FORMER SPECIAL OPS SNIPER",
      "utterance": "Absolutely. It's disgusting. We already have an excise tax on firearms and ammunition between 10 and 11 percent that manufacturers have to pay. That's already a huge burden on the firearms industry. But why should people that don't necessarily support guns care? It's because it's a fundamental right. We're taxing a fundamental right and by making things more expensive, all you are guaranteeing is some people that might need a firearm for self-defense the most that can't afford it, will no longer have the opportunity. I think it's horrible."
    },
    {
      "speaker": "STEYN",
      "utterance": "The thing about it is it doesn't actually seem to bear any relation to what's used in some of these mass killings that everybody's upset about. If you look like -- look at the Virginia Tech one, for example, that was handguns."
    },
    {
      "speaker": "CLECKER",
      "utterance": "Absolutely."
    },
    {
      "speaker": "STEYN",
      "utterance": "The same with the Parkland shooting. If you look at what MS-13 are doing, they're terrorizing communities all over the United States just using machetes. So this seems to be one of those utterly purposeless things where in order to get, you know, this guy or that guy, you're also going to be ensnaring thousands of legal peaceful gun owners."
    },
    {
      "speaker": "CLECKNER",
      "utterance": "Exactly right. We all like to point out that criminals don't obey laws, and by definition, you know, even Beto O'Rourke was caught with that in an interview recently where he had no answer for how he is going to have criminals obey a law. But I hear some people retort, they come back, you know, the tolerant left when they attack me after I appear on here and I talk about gun control, they come and say, oh, should we just give up them? Should we have no laws then and give up for criminals? No, that's not what I'm saying. When I say criminals don't obey laws, I'm not saying get rid of laws. I'm saying let's make sure that the laws we're putting into effect aren't unduly burdening law abiding citizens like these kind of laws. Well, I don't even know what a weapon of war is. It's scary to me when I have so many politicians out there calling for socialist principles that tend to lead to bad outcomes for countries and their people, and they're jumping straight ahead and already trying to ban the guns now. That makes me nervous."
    },
    {
      "speaker": "STEYN",
      "utterance": "But something has changed with the Democrats. I mean, if you go back to say John Kerry 15 years ago, if he was campaigning in rural states, he would make a point of going and being seen duck hunting."
    },
    {
      "speaker": "CLECKNER",
      "utterance": "Yes, exactly right."
    },
    {
      "speaker": "STEYN",
      "utterance": "Somewhat implausibly -- I think, he is the only chap I've ever known go deer shooting in New Hampshire crawling along on his belly, which isn't the way most of my neighbors do it. They seem to have abandoned even those gestures now. They're becoming an explicitly anti-gun party."
    },
    {
      "speaker": "CLECKNER",
      "utterance": "You're absolutely right, Mark. You went back that far. I don't think you even to. A year ago, I was hearing quotes of, we're not coming for your guns. And now everybody is trying to come for your guns. I sympathize a little bit. Don't give me all the hate mail for it. I think they're trying to do the right thing. None of us want mass shootings. None of us want the criminal misuse of firearms. So I just hope that their heart is in the right place, but they're horribly misguided on how they're going to do it. And I think they've backed themselves into a political corner, where now they're all having to jump on and admit what they really wanted, maybe all along, which was to take some guns."
    },
    {
      "speaker": "STEYN",
      "utterance": "But isn't this -- and isn't this just like the extreme version of the worst laws? I mean, if you look at the T.S.A., for example, that makes a point of treating your nonagenarian granny exactly the same way as some guy who has just come back from a madrasa in Pakistan. When you create laws in which a hundred percent of people are assumed to be guilty, general laws of universal application, you're just wasting tons of police time with law abiding people, aren't you?"
    },
    {
      "speaker": "CLECKNER",
      "utterance": "You're absolutely right. And I think the next level further, the one you're bringing up now are Red Flag Laws. Those things scare me bad. I think these quotes that we're hearing on the campaign trail, I don't think they're really going to be able to get away with it. Red Flag Laws, though, I think they have too much support for what they really are. They're not just trouncing on the Second Amendment. They're jumping on the Fourth Amendment as well and maybe others."
    },
    {
      "speaker": "STEYN",
      "utterance": "No, no. Yes, that's certainly true. Thank you for that, Ryan. Instead of helping drug addicts get clean, Philadelphia is planning to give them special places where they can go and inject. That's just ahead. And also one of the world's most elite universities is going to war against a modern plague. No, it's not Ebola or drug-resistant TB -- it is clapping. That's next on tonight's Tucker Special."
    },
    {
      "speaker": "STEYN",
      "utterance": "Welcome back to tonight's Special. We apologize for the footage that just played there. My producers are telling me that it was actually a very offensive clip because it showed people clapping. So if you were traumatized, do feel free to sue us. This week, Oxford University's Student Council voted to abolish clapping at all future commencement ceremonies because the practice is offensive to the hearing impaired or those with, quote, \"sensory sensitivity.\" Instead, audience members are supposed to use so-called jazz hands. So graduation will look like the world's largest 19th Century minstrel show. But if only jazz hands are acceptable, presumably that would exclude the blind. So perhaps the only solution to this impasse is to shut down Oxford University entirely. It gave the world Adam Smith, Margaret Thatcher, Oscar Wilde, countless other luminaries, but at this rate, it won't be producing anymore. I would never have tried to give Mrs. T jazz hands because I know what Mrs. Thatcher would have done with that. Oscar Wilde is another matter. Congresswoman Katie Hill conducted a lewd affair with one of her own staffers. Now it looks like she may have paid her thousands in consulting fees to keep her quiet. And when it comes to nocturnal consulting, we turn to our chief after hours three-way consulting investigative reporter, Trace Gallagher. Trace, this one is all yours."
    },
    {
      "speaker": "TRACE GALLAGHER, CHIEF BREAKING NEWS CORRESPONDENT",
      "utterance": "Yes, Mark. The allegations against Democratic Congressman Katie Hill are piling up. The House Ethics Committee is investigating whether Hill recently had an intimate relationship with her Legislative Director, Graham Kelly, Katie Hill denies the relationship with Kelly but fully admits to once being involved with her campaign staffer, 24-year-old Morgan Desjardins. In fact, Desjardins, Katie Hill and Hill's now estranged husband, Kenny Heslep we're in a three-way relationship known as a throuple, which came to light after \"Red State\" published intimate photos. The so-called throuple apparently ended badly when Katie Hill moved from California to D.C. and left the others behind. But Federal Election Commission record show that since April of this year, Hill's campaign has paid Morgan Desjardins more than $14,000.00 in consultant fees. Between 2017 and 2018, Desjardins made around $50,000.00 as a senior campaign staffer. Hill and Desjardins have also been seen an intimate photos obtained by \"The Daily Mail,\" but Hill's lawyers have now sent \"The Daily Mail\" a cease and desist, demanding the publication remove the photos. Hill believes her estranged husband who she claims was abusive is trying to sabotage her career. The husband and Desjardins accuse Hill of being abusive. Meantime, House Speaker Nancy Pelosi who pushed for policy changes in the House during the #MeToo Movement has been silent on the Katie Hill controversy. Our senior producer on Capitol Hill, Chad Pergram asked Pelosi if she plans to ask Hill to step away from her leadership posts and so far, no response -- Mark."
    },
    {
      "speaker": "STEYN",
      "utterance": "Trace, thank you. You may think this is just a sleazy sex scandal but in fact, there is a public corruption aspect to this if the lover is getting paid. So whoever leaked these photographs is in that sense a whistleblower. I think that's the term they use these days. Thanks a lot for that, Trace. The wise leaders of Philadelphia have a grand plan to assist the city's homeless help them inject drugs. The city is about to launch the United States first ever safe injection site after a judge ruled that such a site is perfectly fine on the Federal anti-drug laws. It's an idea that has at least one Democrat candidate enthused, he wants to take it nationwide."
    },
    {
      "speaker": "ANDREW YANG, D-PRESIDENTIAL CANDIDATE",
      "utterance": "After you save someone who is OD-ing, you just bring them back to their house and they OD again the following week. So we need to decriminalize opiates for personal use. We have to let the country know this is not a personal failing, this was a systemic government failing. And then we need to open up safe consumption and safe injection sites around the country because they save lives."
    },
    {
      "speaker": "STEYN",
      "utterance": "Erin Elmore is an attorney and a resident of Philadelphia and she joins us now. Erin, is Philadelphia looking forward to this safe injection site?"
    },
    {
      "speaker": "ERIN ELMORE, ATTORNEY AND PHILADELPHIA RESIDENT",
      "utterance": "Mark, first of all, I have to say, did you ever think that we would live in a world where plastic straws were illegal, and clapping is illegal, but heroin is perfectly acceptable?"
    },
    {
      "speaker": "STEYN",
      "utterance": "Right."
    },
    {
      "speaker": "ELMORE",
      "utterance": "I'm losing my mind over this."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes. No, and actually --"
    },
    {
      "speaker": "ELMORE",
      "utterance": "And we're having to say that."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes, actually, that's a very interesting point because Democrats as we just saw with Andrew Yang, are far more interested in actually facilitating this habit than they are about a sipping Coca-Cola through a straw."
    },
    {
      "speaker": "ELMORE",
      "utterance": "Absolutely. And I will tell you this is a very contentious issue in Philadelphia. This -- they want to open it in a place called Kensington, which used to be a terrible neighborhood, but now it is totally gentrified. Hardworking Philadelphians have made this a beautiful neighborhood with bustling restaurants and shops, and beautiful homes and schools and playgrounds for children. But what they want to do is they want to come in here and allow criminal drug addicts to -- and direct illegal drugs, and when you bring illegal drugs, you bring drug dealers. This is horrible for this community of hardworking Philadelphians, and as I said, it is very divided. Our Governor -- eh, I don't think he's for it. I hope he is not, but our Mayor is for it. And by the way, he just came out in support of Elizabeth Warren so that tells you who we're dealing with there. Our anti-police pro-criminal district attorney Larry Krasner is for it. Former Governor Rendell who is a Democrat is also for it. However, Mark Squilla, he is the City Councilman in this district, he is not for it and thank God, we have people like U.S. Attorney McSwain, who is going to fight this tooth and nail."
    },
    {
      "speaker": "STEYN",
      "utterance": "Ed Rendell seems to think this will actually diminish addiction. But if you look at for example, Vancouver, which has had this for 15 years now, first city in North America to have this, they actually have the same number of opioid deaths, same rate of opioid deaths as West Virginia. And I understand, Philadelphia has three deaths a day right now. Vancouver with its safe injection clinic currently has four deaths a day, so does it actually do anything to stop people dying from this stuff?"
    },
    {
      "speaker": "ELNORE",
      "utterance": "No, Mark, it doesn't. And the best way to prevent overdoses from heroin is to have people stop doing heroin, get these people treatment. And there was also a study that showed that 10 percent of people that go into these safe injection sites, only 10 percent of these people get into treatment. The rest of them, just spiral down that abuse paradox, if you will. So it doesn't really do the things they want it to do. All it does is hurt communities. And by the way, in these communities, you're normalizing drug use for children. They say, oh, there's a place where people go to use drugs. And as you know, now, fentanyl is in heroin. It is 5,000 times more potent than heroin. The medical professionals that are handling it could get hurt. And the people in the community, if they came in contact with it, they could die."
    },
    {
      "speaker": "STEYN",
      "utterance": "They can also get it."
    },
    {
      "speaker": "ELNORE",
      "utterance": "So who are we really helping here? Honestly? We're putting heroin addicts above hard working members of the Philadelphia community and it is reprehensible."
    },
    {
      "speaker": "STEYN",
      "utterance": "Well, we want to get on to the fentanyl epidemic, Erin. Thousands of Americans, tens of thousands died from fentanyl manufactured in China. And we're going to investigate how much blame China's government deserves for those deaths as our Tucker Special continues. That's next."
    },
    {
      "speaker": "STEYN",
      "utterance": "Scientists have some good news for the planet this week. The hole in the ozone layer has shrunk to its smallest size on record. According to researchers, the whole shrank due to higher than usual temperatures in our stratosphere, but they say that those higher temperatures have no clear connection to global warming. And they also say the hole should be completely healed up by about 2080, which is interesting because according to the distinguished physicist, Alexandria Ocasio-Cortez, the world is going to end in 12 years and we're all going to fry. They're constantly flying around in jets to warn us about that, but maybe it turns out the planet is more complicated than the activists class thinks. Maybe -- maybe safe to get those spray-on deodorant canisters down from the attic again. The opioid crisis is the deadliest drug epidemic in U.S. history. Over the past decade, it has killed more people than all of America's wars since World War II combined. The primary culprit is the synthetic drug, fentanyl and most fentanyl is made overseas, specifically in China. China's government claims that it's trying to halt exports of fentanyl, but how true is that? Ben Westhoff is the author of the new book, \"Fentanyl Inc.\" and Tucker spoke with him recently."
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "So you spent a lot of time looking at this one critical issue and again, God bless you for doing that, we could have a long conversation about why a lot of other people aren't doing the same thing, but they're not, you did. Sum up if you would, China's role in the fentanyl trade?"
    },
    {
      "speaker": "BRIAN WESTHOFF, AUTHOR",
      "utterance": "Well over 90 percent of the illicit fentanyl that is killing Americans is made in China and Chinese chemical and pharmaceutical industries are huge, so it's pretty out of control. And China's government says, well, it's too out of control for us to be able to stop it. But what they're not saying is that the Chinese government actually offers subsidies and tax rebates for the export of fentanyl and fentanyl-like drugs."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So as a result of that policy, more Americans are dying every year than died during the entire Vietnam War, and yet we in this country don't really see it as an act of aggression by China. Why do you think that is?"
    },
    {
      "speaker": "WESTHOFF",
      "utterance": "Well, China is not one thing. There are, you know, bureaucrats at all levels, and some are legitimately trying to crack down. They're doing what the U.S. is asking, but more provincial leaders, others want their exports increased. And ultimately that's what these rebates are for. China wants to encourage its exports of its chemical industry to grow the economy, and so in some sense, one hand doesn't know what the other hand is doing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right. How does this drug enter the United States?"
    },
    {
      "speaker": "WESTHOFF",
      "utterance": "It enters the U.S. in two ways. One is directly through the mail. So the United States Postal Service, FedEx, UPS deliver these drugs, right from China to people's doors. The other way is through Mexico. The Mexican cartels order these drugs from China and then ship them up through the U.S. border."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Or order the chemicals from which fentanyl is made or fentanyl already made?"
    },
    {
      "speaker": "WESTHOFF",
      "utterance": "Both. Mexico lacks the skilled chemical industry to make finished fentanyl and so, it imports the fentanyl precursors as they're known, the fentanyl ingredients from China make it the rest of the way and then send it up north through the border."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Is there anything the U.S. government can do to stop this drug from entering the country?"
    },
    {
      "speaker": "WESTHOFF",
      "utterance": "It's extremely difficult. Through the mail, you know, President Trump has demanded more searches of these packages. But there's just such an incredible volume, millions every month, it's impossible to search all of them. And, you know, he has talked about a border wall and things like that, but from Mexico, it mostly just comes up in people's cars, smuggled in gas tanks and fake seats and all sorts of ways. So it's extremely hard to stop it from getting into the country."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Those of us who are over 40, remember well the government's response to the crack epidemic, which was to flood media with anti-drug statements -- propaganda, really, but it had an effect. You don't see anything like that going on now. This epidemic basically is unfolding in silence. Why do you think that is?"
    },
    {
      "speaker": "WESTHOFF",
      "utterance": "I think people are starting to realize because they've seen their own loved ones killed that drug abuse is a disease. And you can tell kids not to take drugs just like you can tell them not to have sex. And the intentions may be all well and good, but we've just seen that it's not effective."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So because it's difficult, people don't try?"
    },
    {
      "speaker": "WESTHOFF",
      "utterance": "Well, I think that there's some good changes being made. There's been a move towards more care, towards not arresting the really low-level offenders, treatment, but we're really at the tip of the iceberg. A lot of people started from taking OxyContin and these other drugs, you know, prescribed by their doctors and these are law-abiding people who suddenly when their prescriptions ran out, found themselves buying street heroin."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, they're enslaved. Literally. Ben, thanks very much for coming on tonight and for the book that you wrote on fentanyl. Appreciate it."
    },
    {
      "speaker": "WESTHOFF",
      "utterance": "Thank you for having me."
    },
    {
      "speaker": "STEYN",
      "utterance": "Amazing. Importing death from China via Mexico. It is Friday, so it's time for the Dan Bongino News Explosion, the former Secret Service agent will explode out our Special by listing his top stories of an explosive news week. That's next."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes, it's Friday. That means it's time for Dan Bongino to explode. This show's favorite former cop and author of the book, \"Exonerated: The Failed Take Down of President Donald Trump by the Swamp,\" is here to round up his top stories of the week. Go get them, Dan."
    },
    {
      "speaker": "DAN BONGINO, CONTRIBUTOR",
      "utterance": "Thank you, Mark. Always good to see you. Let's start with story number three. Listen, Mark, I've been getting awfully tired of this fake foe impeachment, not impeachment. I don't even know what you want to call this thing. And apparently, a bunch of GOP Congressmen and women got a little bit tired of this thing, too and it's decided to storm the gates of a secret hearing Adam Schiff and Jerry Nadler had been holding. You know, Mark, I've never seen impeachment like this in my life. The Constitution is pretty clear. The House of Representatives has the sole power to impeach. It doesn't say Jerry Nadler, Adam Schiff, the Speaker Nancy Pelosi, the House of Representatives -- plural, Mark. You know, I know Liberals have a tough time with English and things, but plural, representatives, you know."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes, yes. And you're not meant to impeach the guy in a skiff and the media thought the storming the Adam Schiff skiff was the worst thing since storming the Bastille. It's a revolutionary act."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, leave your cell phones outside of the skiff, we're about to impeach the President, folks. Everybody, cell phones outside. Cell phones outside. Good call. Very funny."
    },
    {
      "speaker": "STEYN",
      "utterance": "Every skiff must go."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Story number two. Are we looking at -- try, try again, try again and again. Hillary 2020. Who knows? Listen, Mark, I've lost elections. It stinks. But sometimes, Mark, it's time to take a hint. You know, give them a little wink, time to move on. This thing may not be for you. I left politics and what's in my bag of donuts. I can't believe this that a staffer Philippe Reines, who is not my closest friend on Fox News, if you know what I mean kind of hinted on one of our shows this week that there's not a zero percent chance, that there's a small chance Hillary can jump in again. Can you imagine another shot at the title for Hillary Clinton?"
    },
    {
      "speaker": "STEYN",
      "utterance": "Oh come on. Ninth time is the charm, Dan. You know it."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Yes, she still hasn't figured out the rules, Mark. She thinks the Popular Vote wins the presidency, apparently. She probably still thinks the Atlanta Braves won the '96 World Series over the Yankees because they outscored them in the first two games, so you may want to get the rules down before you think about running again. Just a note, a pro tip. Check that one out."
    },
    {
      "speaker": "STEYN",
      "utterance": "What's your top story then, Dan?"
    },
    {
      "speaker": "BONGINO",
      "utterance": "Top story of the week has got to be John Brennan who clearly is downing Pepto-Bismol like it's Gatorade after a University of Florida football game. This guy is terrified right now and Mark, he is terrified for one big important reason. You know, I like to joke around a lot during the segment on \"The Five,\" but it's important. This guy is in a lot of trouble. He has said openly and publicly on networks, cable TV and otherwise that he didn't see the dossier until December. Anybody can read it, Mark."
    },
    {
      "speaker": "STEYN",
      "utterance": "Yes."
    },
    {
      "speaker": "BONGINO",
      "utterance": "But that's not possible because he briefed Harry Reid in August which for liberals who have a tough time with the calendar is before December. And when he briefed Harry Reid, Harry Reid wrote a letter afterwards to the F.B.I. about that briefing containing information, Mark that only appeared in one place -- the dossier Brennan said he didn't see until December. So you know, in some small limited circles, Mark, we call that a problem. And Johnny B is in a world of trouble right now. Get the Pepto, Johnny, you're going to need it."
    },
    {
      "speaker": "STEYN",
      "utterance": "Dan, you're absolutely right on that because that's what got George Papadopoulos and General Flynn entrapped. Jeff, thank you for that explosion."
    },
    {
      "speaker": "BONGINO",
      "utterance": "Thanks, Mark."
    },
    {
      "speaker": "STEYN",
      "utterance": "That is it for tonight's special boom. Tune in each night at eight to the show that is the sworn enemy of lying, pomposity, smugness, and groupthink. That's it. You can always DVR us. Tucker is back Monday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}