{
  "date": "October 3, 2020",
  "headline": "Gutfeld: Let's just try to be Americans, not Republicans or Democrats",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/gutfeld-lets-just-try-to-be-americans-not-republicans-or-democrats",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SHANNON BREAM, FOX NEWS ANCHOR",
      "sentences": "\"THE GREG GUTFELD SHOW,\" you've been waiting for it. It is next. Enjoy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "sentences": "Talk about putting stuff in perspective. Do you even remember what was going on last week? And 2020, what the hell is up with you? We get it.  You want to one up 1349 A.D. with their Black Plague. You want to beat the crap out of 536 A.D. with its cold and deadly Dark Ages. You want to make  1933 or 1918 appear quaint.  But please we beg of you, can you cut us a break for a few days, please? We get it. You suck. You're the worst. We'll make you a trophy, worst year ever. Okay? So as you already know, the President and the First Lady tested positive for the coronavirus. Our thoughts are with them and with everyone battling this virus, as we hope for a speedy recovery.  Here's White House Chief of Staff Mark Meadows, Friday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MEADOWS, WHITE HOUSE CHIEF OF STAFF",
      "sentences": "We address this this battle together as a nation together, and the American people can rest assure that we have a President that is not only on the job, he will remain on the job.   In true fashion, he is probably critiquing the way that I'm answering these questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you're right, he is. So the President remains on the job, in quarantine. But the election is a month away, and this will no doubt impact the weeks ahead. How does it affect the campaign trail for both candidates?   What about the next debates or the Supreme Court? I don't care that much. We have more than enough time to yak about that crap. And believe me, we will. But first, we should hope for the best for our President, his wife, our country. And here are my suggestions to weather this latest news. Stay off social media, please. Because we know everything today is political. Worse in this new era, people who disagree with you, thanks to the media, see you as evil and will take pleasure in this news.  It's ironic that people who preach empathy have almost none of it in their backpacks, even so-called civil boldface names are morphing into giddy ghouls. So if anyone says something to you that you find in bad taste, don't react, simply say this, \"Can we try to put aside this partisanship as our President and our First Lady fight a potentially deadly disease? So let's just try to be Americans, not Republicans or Democrats for maybe a day or two. Because the fate of our country depends on it.\"   In short, take the high road. There aren't a lot of them left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guest. His wild mane covers his impressive brain, \"Washington Times\" opinion editor and FOX News contributor, Charlie Hurt. He has busted more guts than a blind surgeon, comedian and host of the \"Everybody is Awful\" podcast on Barstool Sports, Jim Florentine.  She sasses the masses with a faceful of glasses. Host of \"Sincerely, Kat\"  on FOX Nation, Kat Timpf. All right, and finally people board up their windows when he blows out his birthday candles. My massive sidekick and host of \"Nuff Said\" on FOX nation, Tyrus.  All right. So, Charlie, talk about an October surprise. This is like an October nuclear blast with an asteroid chaser.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE HURT, FOX BUSINESS NETWORK CONTRIBUTOR",
      "sentences": "Yes, but it's 2020. So I guess, in a lot of ways, we probably should have predicted this. It's really the year that won't quit. But you know, I have to say, though, you know, and your monologue is exactly right. You know, stay off social media, take the high road. Don't even look for what people have to say if they want to say nasty stuff. And that gets to what I think is sort of the important thing about 2020. It's not that 2020 delivered anything that we can't handle, we can handle all of this. The problem is, we're doing it wrong. There's nothing we can't do if we just put this politics aside, and remember, as you said, we're all Americans and we can do this together. And I love the thing, the Twitter message that the President sent out about, you know, announcing he is positive -- the positive test.  He just said, look, we can do this together, and I wish all of us, every single one of us would just stopped for a moment and remember, we can do this if we do it together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, that is a unifying message from Charlie. I wouldn't have thought it would come from him. But, Jim, so, he's right, we are doing it wrong. But I keep feeling that it's the media that is injecting this ingredient into everything that we're dealing with and separates us. It's the media that's always there to pry us apart.   JIM FLORENTINE, COMEDIAN/ACTOR:  Yes, look, you said stay off of social media. I've been on, I've been looking and a lot of the left is, you know, attacking them now and saying, you know, wishing them ill will which is horrible, which I don't know, I mean maybe it helps them in the long run because people are going to have sympathy for him. He's a dad, and you know, and he's a father and everything else and a husband and all of that. So I think they're playing it wrong by attacking them and wishing ill will on them. But it's just a small sad situation all the way around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is a deep and dark message from Jim, just like his voice.  Kat, the one thing about this recent event is that it does kind of create a perspective. It muscles out all the ridiculous stories that we talk about for at least an hour.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHERINE TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Yes, yes, I really, truly cannot imagine how President Trump must be feeling right now. This illness is a serious thing, or it can certainly can be a serious thing, and we are a month away from the election. I have no idea what that feels like. I mean, I remember how upset I was when I got chickenpox right before the Girl Scout school lock in sleep over, and this is so much more consequential than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Are you sure?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I deserve to be punched in the face for even bringing it up. So, I agree we should not be politicizing this. The only thing that really is to say is best wishes, speedy recovery for the President and for Melania and for everyone who has been struggling with this illness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a great contest, to come up with the worst comparison for somebody suffering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That's what I was going for, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly. It's like this reminds me of the time that I had diarrhea before I was supposed to do a speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I did miss the sleepover.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Well, I still did the speech, but it was messy. Tyrus, last word to you on this? What is your take on this crazy turn of events? GEORGE \"TYRUS\" MURDOCH, FOX NEWS CHANNEL CONTRIBUTOR:  Well, first off, I'd like to wish the First Family well, and speedy recovery. I think that's what should be coming out everyone's mouth before they drop their two cents.   I also thought former VP Joe Biden, I thought, his tweet was respectful and that's how you treat great and worthy opponent. As an athlete, in football or wrestling or whatever the sport I was playing, when I hated the guy was going against, but if he went down, I'd be the first one to help him up to walk him off the field or clap when he got up.  So I think we need to remember what's important in this country. We can all battle over our ideals, but when it comes down to it, you never want to see anybody you love or disagree with take ill with such a serious thing like COVID. So hopefully it's a wake-up call for all of us to stop fighting over little things, and start appreciating each other a little bit. So that's what I would hope, and I think we're going to see the best out of both candidates in this situation. I think we'll see the fight in President Trump. I think we'll see some class from Joe Biden, and it'll be a lot easier to go to that ballot knowing we'll see what real leadership is in the next 30 days.   I think, honestly, as difficult it is to hear anyone getting COVID, I think this is going to be a learning moment for this country and a chance for us to come together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a great point. Excellent. All right. Up next, we'll talk about this week's amazing debate. I can't wait.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The secret to life, low expectations, that's why my wife is always impressed with me. But the idea to expect more from politicians is like expecting more from rectal itch. Politicians lie, we know that and their lies are big, idiotic and destructive. The media lies, too, except unlike politicians, they believe what they say. Hence, their response to the first debate creating a false narrative to save Joe from himself.  If you didn't watch the debate, but only the media reaction, you'd think Trump walked out slathered in peanut butter, took a samurai sword to a baby elephant and then threw up all over Chris Wallace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "That was a hot mess inside a dumpster fire, inside a train wreck. That was the worst debate I have ever seen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "I'm just going to say it like it is that was a [bleep] show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ABBY PHILLIP, CNN POLITICAL CORRESPONDENT",
      "sentences": "It was a complete disaster on all fronts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "I don't think we've ever seen a President of the United States completely lacking in shame. I mean, just shameless, and obesely immoral.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh wow. So what upset them? That Trump was rude? That Biden looked like he wandered into the wrong restroom? That Wallace didn't put Trump in a headlock? No, I think it's the obvious contrast in mental acuity. Trump fast, Joe slow. So the media returned to the old formula they've relied on forever. Trump is just an awful rude meanie, I don't blame them.  Trump is so fast at times it is scary. Check out -- check this out. Listen closely",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), DEMOCRATIC PRESIDENTIAL NOMINEE",
      "sentences": "... but manufacturing went in the hole. Manufacturing went in a hole. Number one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP (R), PRESIDENT OF THE UNITED STATES",
      "sentences": "Excuse me, Chris. Wait.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Number two. Number three -- TRUMP  They said it would take -- no, you were on number two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I've got to watch that again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Even before COVID, manufacturing went in the hole. Manufacturing went in a hole. Number one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP (R), PRESIDENT OF THE UNITED STATES",
      "sentences": "Excuse me, Chris. Wait.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Number two. Number three -- TRUMP  They said it would take -- no, you were on number two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, he was only on number two. That's fast. And the Dems so desperate just make crap up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TIM RYAN (D-OH)",
      "sentences": "You know, a lot of that is out of bounds, especially when you're talking around addiction, or issues around addiction and the pain and the heartache around the death of a child and you know, that just -- that to me is appalling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX BUSINESS NETWORK ANCHOR",
      "sentences": "He was talking about Hunter Biden there and those references and business ties, his son who is still very much alive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Stupid. Now, we knew it was going to get ugly early because we know who Trump is, a brawler and we know what Joe is, a bumbling, mass of whatever his aides want him to be. The debate's problem was structural.  With no place for rebuttal, Trump had to respond in real time, especially since Biden's points were always personal, not political. If someone called me a racist, and I knew there was no time for a response, I'd make time. Some say Trump could have held back, true, but that's like saying Hurricane Sandy could have held back. Some things you can't control and Trump is his own weather pattern. Eighty percent offense, 20 percent more offense. Now you may have felt the debate was weighted against Trump. The no rebuttal, Joe's ability to interrupt without any pushback. The odd questions about white supremacy. The same question asked four years ago, one that he has answered repeatedly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS CHANNEL ANCHOR",
      "sentences": "What are your views on the Ku Klux Klan and white supremacists?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP (R), THEN PRESIDENTIAL CANDIDATE",
      "sentences": "I totally disavow the Klu Klux Klan. I totally disavow David Duke. I've been doing it now for two weeks. I'm not talking about the neo-Nazis and the white nationalists because they should be condemned totally. But you had many people in that group other than neo-Nazis and white nationalists. Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Are you willing tonight to condemn white supremacists and militia groups? And to say that they need to stand down? Are you prepared specifically?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Sure. I am willing to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Trump's sure I'll do that was an answer to a very tired, divisive question. What's missing? The same question to Biden about Antifa. So Trump asked Joe, who then called Antifa an idea. It must be great to look at burning cities and beaten cops and say that's just an idea. But he simply mimicked the media who say the same thing since both are far removed from the ruin. Hidden in a basement reality is just an idea. Now, I suppose to the debate could have been more pristine. Trump could have quoted the founders and Biden could have plagiarized them. Trump could have disavowed everything from white men, to white bread to Betty White to White Snake. But Trump didn't disavow because he already had, and why did he refuse to repeat the disavowal? Because when someone demands you to do something, what is your first instinct? You resist and you become suspicious of what they want next, after you've already submitted?  Take a look at Kayleigh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "On the issue of white supremacy? So I am ascertaining what has this White House done? What about the ISIS? What about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY",
      "sentences": "We are not having a debate on a cable news network.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "You're saying that he condemns it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "Right now, you need to let me finish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "I have his record right here --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "You need to let me finish -- it is quite funny that the media goes haywire about interrupting in debates and then chooses to pursue that very same tactic themselves. This is a White House briefing. You ask a question and you give me time to answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow. How's that presser different than BLM-emmers stopping cars and demanding you recite a phrase or else? In any situation at a restaurant, a presser, a debate, when anyone demands you to bend to an order or submit to a specific phrase, it is distinctly American to reject it. Even if you agree with the damn phrase. It's in our blood. My mom was like this. If you said nothing, she'd probably stop making fun of the waiter. But if you said, \"Mom, stop making fun of the waiter,\" she'd triple the insults. That's Trump. That's me. That's probably you. If a crowd surrounded me at a restaurant and demanded I repeat a slogan, I'd rebel even if I love the slogan. America is made up of stubborn bastards, and we won't submit especially to those who only care about watching you submit.  The media disagrees. They would have preferred Trump turning to Joe and saying, \"Well, you're right. I'm a bad person.\" But that didn't happen, and yet the media is shocked. They are always shocked. It's manifested every day with a manic opinion disguised as news. Monday, it was taxes. Tuesday, the debate. What will tomorrow bring? Who knows? The real problem with news, we don't know what news is anymore. But that's not news and you can thank the news for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, Jim, were you triggered by Trump's performance at the debate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORENTINE",
      "sentences": "No, I mean, it was a little weird with everyone talking over each other. I almost felt like I was watching an episode of \"The View\" where I couldn't hear what was going on.  You know, it was just weird how Trump attacked Biden for his masks, the way wears a mask. Like there was a million other things you could attack Biden for, it was the way he was wearing them. That's like attacking OJ Simpson over his golf game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Fair point. That is a fair point. Tyrus, should Trump have been nicer or should have been more amenable to Chris Wallace?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Listen, as an investigative fledgling reporter, I have been covering these crafty old white men for over four years now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "That's more than a few fortnights in your language. Just so I know the only thing more dangerous than an old white man is an older white man. I feel like when I watch the debates, if you haven't seen Rocky 1 and 2, I'm in the corner, I'm screaming at the President, \"Just stick and move. Jab. You've got him on points. Hit him with all your successes. Tell him where we're going. Build the wall around yourself. Do not acknowledge the old man in the room next to you because he will hang himself out to dry.\"  If he would have held back and let Mr. Wallace ask the questions, I guarantee you, Rambling Joe would have rambled and we wouldn't be here. But because the President has the same problem I have, like when you go to a restaurant, and you order something and they talk slow, you get frustrated, and then when you're waiting in line and they talk slow or they mess your order up. And you say, like, I'll have the egg bites, please. They are like, bacon wrap. After the second time, like, I said, let me do it for you. Let me do it for you. And that's why he played it this way. Rambling Joe knew. Rambling Joe says things that people with Tourette's go, no. So he knew 100 percent, the more slower, I talk thing, the angrier the President is going to get. That's what happened, and then he started narrating to the audience. He was literally like, look at him. Look how mad I've got him. This is great. And he didn't say anything, because the President got a fight with himself and poor Mr. Wallace, and ended up getting in an argument with the President, because the oldest white man in the room is just that much more dangerous than everybody else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, do you think -- do you think Trump didn't just did want to get trapped in a trick question when it came to that -- the white supremacist stuff? It's like, whenever you get pushed to say something, it just makes you think, am I being set up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I'm just glad there was no women up there, because then it might have gotten emotional. We wouldn't have been able to have the calm, logical, fact-based discussion that we all saw on Tuesday if there had been any current or former menstruaters up there. So thankfully for that, no women, no third party; certainly no third party candidates that are women like Jo Jorgensen because we would not want to interfere with the sanctity of such a composed sacred event.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "If she was a decent candidate. She is just a libertarian candidate. She's not a decent candidate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That's so true. That's an oxymoron. Just a libertarian.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Charlie, last word to you. Do you think the debate rules need to be changed if we have debates again?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Well, I'm going to respond to all of this as slowly as possible, just to trigger Tyrus. Since we're not sitting right next to each other, and there's nothing to be --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Shut the [bleep], man, come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "So, I'm going -- no, I think the problem with the debate, I didn't have a real problem with the decorum of the debate. I found it very entertaining. All my kids, they thought it was hysterical. It was it a little bit like watching the two boys get into a fight and, you know, beat the living daylights out of one another. I thought it was I thought it was, you know, interesting at times. My complaint was that President Trump didn't manage to make all of the arguments that I wanted him to make that should absolutely win him the re- election hands down. But I do think that you've pinpointed the exact problem, a one-on-one debate with Trump is a waste of a great debate. The guy can't -- there is no one person you can put on stage to debate him that's going to fully occupy him, and that's why he goes after Chris Wallace because he needs it -- and even these people and he is doing -- He needs like eight people -- no, he needs like 30 people in a room to debate them just to make it worth his while.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is such a great point. He got bored with Joe. He got bored with Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Yes, it was just tedious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. All right, so now we know how to do the next debates. We have like phantom candidates. Up next, new guidelines for COVID-free Thanksgiving. Yippee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASHLEY STROHMIER, FOX NEWS CHANNEL CORRESPONDENT",
      "sentences": "This is a FOX News Alert. I'm Ashley Strohmier in New York. President Trump speaking to the nation tonight from Walter Reed Medical Center. The President posting a four-minute long video to his Twitter account saying that he is feeling much better and he thinks he will be back soon. The President also thanking well-wishers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I just want to thank everybody out there. Everybody all over the world, specifically the United States, the outpouring of love has been incredible. I will never forget.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STROHMIER",
      "sentences": "The President revealing Friday morning that he and the First Lady tested positive for the coronavirus. He required supplemental oxygen before being taken to the hospital out of what his doctor described as an abundance of caution. More than 7.3 million Americans are battling the virus and more than 209,000 have died from it. I'm Ashley Strohmier, now back to THE GREG GUTFELD SHOW.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We're giving Thanksgiving, the bird. The C.D.C. has released guidelines for Thanksgiving warning against large indoor gatherings -- it's not my family -- and that staying home is the best way to protect yourself and others. In other words, you don't want to drive three hours to spend the day arguing with your idiot nephew about the election result, you're off the hook. Thanks, C.D.C. Instead, stay put and enjoy a meal with your roommates like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's amazing. Speaking of animals, some wildlife advocates are warning that half a million sharks could be killed to produce COVID vaccines. Apparently an oil made in shark's liver is a key ingredient in several vaccine candidates because it helps create a stronger immune response. For more we asked a shark to comment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "By the way a great show Greg. Love Jim Florentine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow. Apparently, he didn't like Charlie. Finally, a new report from the \"Scientific American\" says fear of getting sick and anxiety over social distancing is altering our dreams. Studies found people reporting a lot more nightmares since this all started. I can relate. Here's a reenactment of my nightmare last night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "My bed was a mess. You know, Tyrus, I'm going to go to you first and talk about a dream, just to make you uncomfortable. That okay?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Oh, is that -- what? You're not going to go any further?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, okay, so I dreamt -- I dreamt that was that this really disgusting party pad, and everybody is all over the place drinking and doing drugs and they're half naked. And the bathroom is filthy. The bathroom is filthy. And I need to go to the bathroom. But I can't find a toilet that's clean and like, the floor is covered with like stuff. And then there's this giant hair that starts growing out of my arm, and there's Kennedy and Kennedy walks over and she goes -- and she pulls the hair and it and blood starts pouring out of my arm, and then this dog comes out of nowhere and starts lapping it up. I don't know. I just wanted to share that with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Was this a dream or your Wednesdays?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It was a dream. I just find these dreams to be -- over the year have been very disturbing, Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes, I've been having a lot of dreams, like not quite as weird and, well, [bleep] crazy, like yours, but I keep having these dreams where I'm stuck with the same person in a closed space forever. And it's like, if you go outside, you'll die. So you have to like stay inside with this person every day. It's the same person, and then one day, you just say, I can't take anymore and you run and you go jump through the window, like the lion in \"The Wizard of Oz,\" but then when you go through the window, you just land back in bed with that person going, \"Where have you been?\" So I understand, dreams have definitely changed. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "They have definitely changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm coming up on an anniversary of my dream soon. It was funny, Kat, I told a friend of mine that my wife was going to Niagara Falls today and they said, \"Understandable. She's had enough.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Do you want me to comment on your marriage right now? Is that a question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No. I'm wondering Thanksgiving --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I can talk about Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Talk about Thanksgiving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Okay. I just think it's interesting. This is the first year in a while that we haven't heard about how Thanksgiving is offensive. Right? Like before, the worst thing that someone might say is pilgrims were murderers. If you celebrate, you're a murder. Now, you celebrate like you're not just like celebrating murderers, you are at least guilty of involuntary manslaughter of a whole nation full of grandmothers. I miss the good old days of not having the real problems. You know, I miss the good old days of you just get called someone who celebrates murderers rather than getting called a murderer. Things have changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't think it was the pilgrims that were murdered, though. I have to look back, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "No, no, I think that ended quite differently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I think it did. Charlie, are you having sick --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I didn't say they were murdered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "You know, actually, yes, I do have lots of very strange dreams. And by the way, I also have an opinion about absolutely everything that you just brought up. First of all, Thanksgiving, social distanced Thanksgiving, I'm totally in favor of that. That is the best thing about 2020. Sharks, I love sharks. I prefer the company of sharks over the company of humans. That's why we cannot kill a half a million sharks. The last thing on dreams. You know, fear is a real thing. It's a real toxic thing. And anybody who hasn't gone back to read \"The Mask of the Red Death\" by Edgar Allan Poe, this is a great time right around Halloween to go back and read that. It's amazing the degree to which fear can alter the way you think, the way you act, the way you deal with people, and maybe if you reread \"Mask of the Red Death,\" we can sort of start to learn to like get over it and move on past fear towards love and togetherness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh look who's trying to be all Dana Perino and do a book recommendation in a segment. Oh, you're so smart. Ooh, Edgar Allan Poe, three names. All right, last word, Jim. Pick any topic. Pull a Charlie, talk about all three.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORENTINE",
      "sentences": "Well, as far as the sharks killing half a million sharks, Shark Week is going to suck next year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORENTINE",
      "sentences": "You know and look, I was thinking about taking up surfing, so it's a perfect time to get rid of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORENTINE",
      "sentences": "And look, it's not like it's a cute animal like a dolphin, then everyone will feel bad. It's a shark. So no one is going to feel bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is true and it's unfair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORENTINE",
      "sentences": "It is. And far as Thanksgiving. Look, they say, it's got to be a small gathering now. That's perfect because I have Thanksgiving at my house every year with my family. And there's always a few that I don't want here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORENTINE",
      "sentences": "So now, I won't feel guilty. I'll just go, \"Look, according to the C.D.C. guidelines, you can't come.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's true. All right. I feel bad for sharks because you are talking about appearance discrimination because dolphins smile, even though they have the same thoughts that sharks do, sharks can't smile. So, we kill the shark.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "It's not a real smile, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's because sharks --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's not a real smile.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Dolphins never kill people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "It's not a real smile, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Sharks kill people only sometimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "But still.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "They bite everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Sometimes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I have a pet shark. So you know, I'm nervous. I am nervous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know what? According to Kat, pilgrims --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "You should be -- you should be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They kill more people than sharks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I didn't say that. I said that's what people say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes. Pilgrims killed a lot of sharks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like, I've got to stay off the internet for like three months now. Thank you, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The Pilgrims aren't on the internet. All right. Next, the inclusive, the sensitive, the Navy SEALs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Do the seals need a genderless creed? This week the Navy changed the Navy SEAL ethos, ethos, ethos, and creed statements to be gender neutral. Some examples, \"A common man with uncommon desire to succeed,\" now reads, \"Common citizens with uncommon desire to succeed.\" Another change, \"I am that man\" is now, \"I am that warrior.\" Spokesmen noted that although no women have ever completed training to become a SEAL, the changes will ensure that they draw from the greatest pool of talent available. Meanwhile, the President said, \"I will be overturning this ridiculous order immediately.\" Of course qualifying to be a Navy SEAL is notoriously tough for anyone, just asked my friend Steve, he's failed the test 27 times. Here's his workout routine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Not good enough, Steve. All right, Kat, you always wanted to be a Navy SEAL. Although, I think you thought it was like working at Wet Seal. Do you feel like you're step closer to that now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I am 100 percent closer now. I quit, Greg. Sorry, no easy way to say it. But I always knew that I was a perfect fit for the Navy SEALs. But then I saw this creed, it didn't mention chicks at all. So I was like, well, can't do that. Obviously, that doesn't describe me right. But my question is this: does that describe anyone? Right? Because the spokesman came out and said the reason that they're doing this is to make sure that they are drawing from the best most qualified talent pool possible. So I just can't imagine there is a woman out there who is so tough, so strong, so badass, she could absolutely qualify to be a Navy SEAL. But then she looks at the creed and says, well, that I can't handle. Never mind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a good point. Tyrus, maybe it's me. But I always thought that SEALs, the purpose of the SEAL is to kill, but not to be woke, almost to be as un-woke as possible to make people un-woke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Yes, I don't think you really want an emotional killer. I prefer my killers cold blooded. But again, this goes back to what I've been saying all along. You just don't get it. Cancel culture just doesn't get it. You don't take away, you add. When a woman makes the qualifying, you add to that, to my brotherhood and my sisterhood, to man and woman -- you add it. You make them a part of it. You embrace the new acceptance. You don't take away. It is a brotherhood. It has been a brotherhood for generations and if a woman ends up joining that team and making the training, now the brotherhood has a sisterhood added to it. And they're together. They're a family. They bleed together. Oftentimes, they die together. They keep this country safe together. They can say brotherhood and they can say sisterhood and we get it. No one is going to be offended, except the people who couldn't even be a Navy goldfish. No offense to goldfish out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Excellent point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "You now what? I take that back. The hell with you goldfish. Get in shape.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jim, do you think this is a positive change or a negative one?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORENTINE",
      "sentences": "It's weird. You know, they replaced the word warrior with man. So now is Joe Biden going to yell, \"Come on, warrior.\" You know, great. So now I can't wait for my ice cream warrior to come down my block tomorrow. Or are there going to be SEALs or CLS now? I'm just curious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a good question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Ice cream man. That's offensive. I never thought about that. I'm writing an article for \"Jezebel.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, you know what? Get rid of ice. Cream man. Terrible joke. I don't even know why I said it. Charlie, this proves how wrong I was about the containment of like the woke ideology in academia. I just assumed that once gender studies majors graduated and made it into the real world, the bad ideas would die. But they didn't. They just migrated to human resources. They are now more alive and they're spreading.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Yes, I think that's a tribute to the success of America. I mean, you really can, like it's like almost anybody can survive in this country. Because we are so fat and happy that you can actually get by. But it would be a pretty funny comedy. You could have a super serious -- I mean a super sensitive group of killer pilgrims who are our Navy SEALs, and that could actually -- could be maybe perhaps a funny show. But this this actually underscores my big belief in all of the things that have gone wrong in Washington. Nothing compares to our decision to change the War Department, to the Department of Defense, we should call it what it is. We have these people to kill people. We have a Department of War to go to war. And the second we start trying to soften the names of things and call it -- well, we will call it the Department of Defense. We will refer to it as a Pentagon. As soon as you start -- then you start losing the actual focus of what it is we're doing with these people, and then we wind up in stupid wars that we shouldn't be in. Let's go back and just call it the Department of War --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Pilgrims.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "And only break it out when we want to go to war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sounds good to me, Charlie. You won me over. Maybe it's just your hair. All right, tickets still available for my next show in support of my new book, \"The Plus.\" October 11th, that's next weekend, HEB Center at Cedar Park, Texas. And I have a new show Sunday, October 25. Butler, Pennsylvania, Starlight Drive-In. . Don't forget, you can also access \"The Gutter\" my brand new, whatever you call it, message board. Go there. Sign up. You can chat with me personally, read my daily musings without trolls and other crap. Up next, walking cars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Society begs for a car with legs. Hyundai is developing a production model of its walking car concept that was unveiled last year. The all-terrain vehicle features robotic legs with wheels and is said to be adaptable for a multitude of uses where traditional cars would be unable. Everything from emergency response and rescue, taxi service and law enforcement could take advantage of the new transformer class of vehicles. Hyundai hasn't announced when a prototype would be available. So until then, I'll have to keep commuting to work like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Only problem, it makes me look fat. Charlie, what's sexier, a walking car or walking Phoenix?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "You know, I'm just reminded of how much I appreciate the founders of this country who ensured that we would always have gun rights. I don't have a problem with any car you want to give me. As long as -- we can have electric cars, walking cars, sleeping cars, I don't care. As long as no matter what we do, I can always go back and get in my beater pickup truck and drive on the road. I want to have a constitutional amendment that guarantees that people can have whatever -- they can have dinosaurs. I don't care. As long as I get to drive my old beat up pickup truck that gets eight miles to the gallon. If we can do that, I'm okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It feels good. You know, Tyrus, I'm thinking about this like, as a future transformer for people. So will this level the playing field between runts like me and giants like you. Like if I have a walking car, you can't mess with me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I'm going to flip you over in your walking car. Then I'm going to rip the door off your walking car and I'm going to pull you out and do real bad things to you and then put you back in your walking car. The good news is your car can walk your little smartass to the hospital. So that'll be nice. That'll be nice. Listen, this fake news stuff with this transforming car. Did that look cool to you? Was that Bumblebee and Optimus Prime? No. It looks like something that they wouldn't use on the moon. Like I'm not driving in that. It's not my turn to be in that. It looks -- it really looks like a bad idea. It's not a transformer. It doesn't turn into something and casually walk away and go get you groceries or protect you from evil villains. It literally rolls up your stairway and now when it gets stuck, you know, and you live in New York in an apartment and somebody's car is blocking the doorway, and you're trying to get your bags in. Let's see if you what -- you call it transformer or not. This is fake news personified, and just another pathetic attempt of you to push your AI intelligence agenda. Not having it, Greg. Not happening here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Ah, Jim, I always thought everything gets better if you add legs to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORENTINE",
      "sentences": "I think it's a great idea. Because if I have too much to drink, the car can just walk me home. You know, and then if your car gets stolen, you could just walk it home. But then it's going to be weird like so every two years, am I going to have to get new tires and new sneakers from my car?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true. You can have its sneakers rotated -- I added an extra part to your joke --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORENTINE",
      "sentences": "I like the pad you put on there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I think it wasn't even a good one. That's the worst thing a talk show host can do is add an unfunny tag and I did it. Kat, what do you make of this? Would you -- you don't even have a driver's license.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I have a license, but I shouldn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Okay. You shouldn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I haven't driven in like seven years. They're like, here you go. Here's a new one. Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "How did you do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't know. It's just proof that your driver's licenses are government overreach. They don't know. Or they wouldn't have given me one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, because I actually had to take a test.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I did a long time ago. I used to drive, but I love this. Right. Well, I mean, they said they're going to use it to rescue people in rough terrain. You know, I don't want people to be stuck in rough terrain. You know, I'm not a pilgrim. I wouldn't want to. I said nothing about the pilgrims.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "Let it go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "To be clear, I said nothing. I said people say this about the pilgrims. You guys don't know what I think about the pilgrims. Maybe I hate them. Maybe I sleep with photos of them every night. You guys don't know. I said nothing about it. But I am happy we're having this kind of argument again. Just like the good old days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "#Mayflower.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "#NeverForgetMayflower. #NeverForgetMayflowerKat. Cancel. #KatCancelNeverForgetMayflowerCornOnTheCob.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "You don't have to cancel me. You can just fire me. But please don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it's not as much fun. All right, I'm for this. I can't wait until teens get a hold of this. It's going to be great. All right, more stuff after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Final Thoughts. It's the last thought. That's why it's called the final thoughts. Okay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We've got time for two. Jim?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLORENTINE",
      "sentences": "I'm going to be performing at the Funny Stop Cuyahoga Falls, Ohio October 8th through the 10th and October 23rd, McHenry Theatre in McHenry, Illinois.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Excellent. I hope to see you and your gravelly voice there. All right, Tyrus, finish it off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCH",
      "sentences": "I well. It's been a little over a week since the passing of Joseph Laurinaitis aka \"The Animal\" from the iconic tag team of the Road Warriors who were heroes of mine. He was a coach of mine and a shout out to his family. Warm wishes and may he rest in peace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Very nice. All right. Thank you Charlie, Jim, Kat, Tyrus. An amazing show. I have to say. I am Greg Gutfeld and I love you, America. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS ANCHOR",
      "utterance": "\"THE GREG GUTFELD SHOW,\" you've been waiting for it. It is next. Enjoy."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST",
      "utterance": "Talk about putting stuff in perspective. Do you even remember what was going on last week? And 2020, what the hell is up with you? We get it. You want to one up 1349 A.D. with their Black Plague. You want to beat the crap out of 536 A.D. with its cold and deadly Dark Ages. You want to make 1933 or 1918 appear quaint. But please we beg of you, can you cut us a break for a few days, please? We get it. You suck. You're the worst. We'll make you a trophy, worst year ever. Okay? So as you already know, the President and the First Lady tested positive for the coronavirus. Our thoughts are with them and with everyone battling this virus, as we hope for a speedy recovery. Here's White House Chief of Staff Mark Meadows, Friday."
    },
    {
      "speaker": "MARK MEADOWS, WHITE HOUSE CHIEF OF STAFF",
      "utterance": "We address this this battle together as a nation together, and the American people can rest assure that we have a President that is not only on the job, he will remain on the job. In true fashion, he is probably critiquing the way that I'm answering these questions."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you're right, he is. So the President remains on the job, in quarantine. But the election is a month away, and this will no doubt impact the weeks ahead. How does it affect the campaign trail for both candidates? What about the next debates or the Supreme Court? I don't care that much. We have more than enough time to yak about that crap. And believe me, we will. But first, we should hope for the best for our President, his wife, our country. And here are my suggestions to weather this latest news. Stay off social media, please. Because we know everything today is political. Worse in this new era, people who disagree with you, thanks to the media, see you as evil and will take pleasure in this news. It's ironic that people who preach empathy have almost none of it in their backpacks, even so-called civil boldface names are morphing into giddy ghouls. So if anyone says something to you that you find in bad taste, don't react, simply say this, \"Can we try to put aside this partisanship as our President and our First Lady fight a potentially deadly disease? So let's just try to be Americans, not Republicans or Democrats for maybe a day or two. Because the fate of our country depends on it.\" In short, take the high road. There aren't a lot of them left."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Period."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guest. His wild mane covers his impressive brain, \"Washington Times\" opinion editor and FOX News contributor, Charlie Hurt. He has busted more guts than a blind surgeon, comedian and host of the \"Everybody is Awful\" podcast on Barstool Sports, Jim Florentine. She sasses the masses with a faceful of glasses. Host of \"Sincerely, Kat\" on FOX Nation, Kat Timpf. All right, and finally people board up their windows when he blows out his birthday candles. My massive sidekick and host of \"Nuff Said\" on FOX nation, Tyrus. All right. So, Charlie, talk about an October surprise. This is like an October nuclear blast with an asteroid chaser."
    },
    {
      "speaker": "CHARLIE HURT, FOX BUSINESS NETWORK CONTRIBUTOR",
      "utterance": "Yes, but it's 2020. So I guess, in a lot of ways, we probably should have predicted this. It's really the year that won't quit. But you know, I have to say, though, you know, and your monologue is exactly right. You know, stay off social media, take the high road. Don't even look for what people have to say if they want to say nasty stuff. And that gets to what I think is sort of the important thing about 2020. It's not that 2020 delivered anything that we can't handle, we can handle all of this. The problem is, we're doing it wrong. There's nothing we can't do if we just put this politics aside, and remember, as you said, we're all Americans and we can do this together. And I love the thing, the Twitter message that the President sent out about, you know, announcing he is positive -- the positive test. He just said, look, we can do this together, and I wish all of us, every single one of us would just stopped for a moment and remember, we can do this if we do it together."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, that is a unifying message from Charlie. I wouldn't have thought it would come from him. But, Jim, so, he's right, we are doing it wrong. But I keep feeling that it's the media that is injecting this ingredient into everything that we're dealing with and separates us. It's the media that's always there to pry us apart. JIM FLORENTINE, COMEDIAN/ACTOR:  Yes, look, you said stay off of social media. I've been on, I've been looking and a lot of the left is, you know, attacking them now and saying, you know, wishing them ill will which is horrible, which I don't know, I mean maybe it helps them in the long run because people are going to have sympathy for him. He's a dad, and you know, and he's a father and everything else and a husband and all of that. So I think they're playing it wrong by attacking them and wishing ill will on them. But it's just a small sad situation all the way around."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is a deep and dark message from Jim, just like his voice. Kat, the one thing about this recent event is that it does kind of create a perspective. It muscles out all the ridiculous stories that we talk about for at least an hour."
    },
    {
      "speaker": "KATHERINE TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Yes, yes, I really, truly cannot imagine how President Trump must be feeling right now. This illness is a serious thing, or it can certainly can be a serious thing, and we are a month away from the election. I have no idea what that feels like. I mean, I remember how upset I was when I got chickenpox right before the Girl Scout school lock in sleep over, and this is so much more consequential than that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Are you sure?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I deserve to be punched in the face for even bringing it up. So, I agree we should not be politicizing this. The only thing that really is to say is best wishes, speedy recovery for the President and for Melania and for everyone who has been struggling with this illness."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a great contest, to come up with the worst comparison for somebody suffering."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That's what I was going for, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly. It's like this reminds me of the time that I had diarrhea before I was supposed to do a speech."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I did miss the sleepover."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Well, I still did the speech, but it was messy. Tyrus, last word to you on this? What is your take on this crazy turn of events? GEORGE \"TYRUS\" MURDOCH, FOX NEWS CHANNEL CONTRIBUTOR:  Well, first off, I'd like to wish the First Family well, and speedy recovery. I think that's what should be coming out everyone's mouth before they drop their two cents. I also thought former VP Joe Biden, I thought, his tweet was respectful and that's how you treat great and worthy opponent. As an athlete, in football or wrestling or whatever the sport I was playing, when I hated the guy was going against, but if he went down, I'd be the first one to help him up to walk him off the field or clap when he got up. So I think we need to remember what's important in this country. We can all battle over our ideals, but when it comes down to it, you never want to see anybody you love or disagree with take ill with such a serious thing like COVID. So hopefully it's a wake-up call for all of us to stop fighting over little things, and start appreciating each other a little bit. So that's what I would hope, and I think we're going to see the best out of both candidates in this situation. I think we'll see the fight in President Trump. I think we'll see some class from Joe Biden, and it'll be a lot easier to go to that ballot knowing we'll see what real leadership is in the next 30 days. I think, honestly, as difficult it is to hear anyone getting COVID, I think this is going to be a learning moment for this country and a chance for us to come together."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a great point. Excellent. All right. Up next, we'll talk about this week's amazing debate. I can't wait."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The secret to life, low expectations, that's why my wife is always impressed with me. But the idea to expect more from politicians is like expecting more from rectal itch. Politicians lie, we know that and their lies are big, idiotic and destructive. The media lies, too, except unlike politicians, they believe what they say. Hence, their response to the first debate creating a false narrative to save Joe from himself. If you didn't watch the debate, but only the media reaction, you'd think Trump walked out slathered in peanut butter, took a samurai sword to a baby elephant and then threw up all over Chris Wallace."
    },
    {
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "utterance": "That was a hot mess inside a dumpster fire, inside a train wreck. That was the worst debate I have ever seen."
    },
    {
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "utterance": "I'm just going to say it like it is that was a [bleep] show."
    },
    {
      "speaker": "ABBY PHILLIP, CNN POLITICAL CORRESPONDENT",
      "utterance": "It was a complete disaster on all fronts."
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "utterance": "I don't think we've ever seen a President of the United States completely lacking in shame. I mean, just shameless, and obesely immoral."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh wow. So what upset them? That Trump was rude? That Biden looked like he wandered into the wrong restroom? That Wallace didn't put Trump in a headlock? No, I think it's the obvious contrast in mental acuity. Trump fast, Joe slow. So the media returned to the old formula they've relied on forever. Trump is just an awful rude meanie, I don't blame them. Trump is so fast at times it is scary. Check out -- check this out. Listen closely"
    },
    {
      "speaker": "JOE BIDEN (D), DEMOCRATIC PRESIDENTIAL NOMINEE",
      "utterance": "... but manufacturing went in the hole. Manufacturing went in a hole. Number one."
    },
    {
      "speaker": "DONALD TRUMP (R), PRESIDENT OF THE UNITED STATES",
      "utterance": "Excuse me, Chris. Wait."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Number two. Number three -- TRUMP  They said it would take -- no, you were on number two."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I've got to watch that again."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Even before COVID, manufacturing went in the hole. Manufacturing went in a hole. Number one."
    },
    {
      "speaker": "DONALD TRUMP (R), PRESIDENT OF THE UNITED STATES",
      "utterance": "Excuse me, Chris. Wait."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Number two. Number three -- TRUMP  They said it would take -- no, you were on number two."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, he was only on number two. That's fast. And the Dems so desperate just make crap up."
    },
    {
      "speaker": "REP. TIM RYAN (D-OH)",
      "utterance": "You know, a lot of that is out of bounds, especially when you're talking around addiction, or issues around addiction and the pain and the heartache around the death of a child and you know, that just -- that to me is appalling."
    },
    {
      "speaker": "NEIL CAVUTO, FOX BUSINESS NETWORK ANCHOR",
      "utterance": "He was talking about Hunter Biden there and those references and business ties, his son who is still very much alive."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Stupid. Now, we knew it was going to get ugly early because we know who Trump is, a brawler and we know what Joe is, a bumbling, mass of whatever his aides want him to be. The debate's problem was structural. With no place for rebuttal, Trump had to respond in real time, especially since Biden's points were always personal, not political. If someone called me a racist, and I knew there was no time for a response, I'd make time. Some say Trump could have held back, true, but that's like saying Hurricane Sandy could have held back. Some things you can't control and Trump is his own weather pattern. Eighty percent offense, 20 percent more offense. Now you may have felt the debate was weighted against Trump. The no rebuttal, Joe's ability to interrupt without any pushback. The odd questions about white supremacy. The same question asked four years ago, one that he has answered repeatedly."
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS CHANNEL ANCHOR",
      "utterance": "What are your views on the Ku Klux Klan and white supremacists?"
    },
    {
      "speaker": "DONALD TRUMP (R), THEN PRESIDENTIAL CANDIDATE",
      "utterance": "I totally disavow the Klu Klux Klan. I totally disavow David Duke. I've been doing it now for two weeks. I'm not talking about the neo-Nazis and the white nationalists because they should be condemned totally. But you had many people in that group other than neo-Nazis and white nationalists. Okay."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Are you willing tonight to condemn white supremacists and militia groups? And to say that they need to stand down? Are you prepared specifically?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Sure. I am willing to do that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Trump's sure I'll do that was an answer to a very tired, divisive question. What's missing? The same question to Biden about Antifa. So Trump asked Joe, who then called Antifa an idea. It must be great to look at burning cities and beaten cops and say that's just an idea. But he simply mimicked the media who say the same thing since both are far removed from the ruin. Hidden in a basement reality is just an idea. Now, I suppose to the debate could have been more pristine. Trump could have quoted the founders and Biden could have plagiarized them. Trump could have disavowed everything from white men, to white bread to Betty White to White Snake. But Trump didn't disavow because he already had, and why did he refuse to repeat the disavowal? Because when someone demands you to do something, what is your first instinct? You resist and you become suspicious of what they want next, after you've already submitted? Take a look at Kayleigh."
    },
    {
      "speaker": "QUESTION",
      "utterance": "On the issue of white supremacy? So I am ascertaining what has this White House done? What about the ISIS? What about --"
    },
    {
      "speaker": "KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY",
      "utterance": "We are not having a debate on a cable news network."
    },
    {
      "speaker": "QUESTION",
      "utterance": "You're saying that he condemns it."
    },
    {
      "speaker": "MCENANY",
      "utterance": "Right now, you need to let me finish."
    },
    {
      "speaker": "QUESTION",
      "utterance": "I have his record right here --"
    },
    {
      "speaker": "MCENANY",
      "utterance": "You need to let me finish -- it is quite funny that the media goes haywire about interrupting in debates and then chooses to pursue that very same tactic themselves. This is a White House briefing. You ask a question and you give me time to answer."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow. How's that presser different than BLM-emmers stopping cars and demanding you recite a phrase or else? In any situation at a restaurant, a presser, a debate, when anyone demands you to bend to an order or submit to a specific phrase, it is distinctly American to reject it. Even if you agree with the damn phrase. It's in our blood. My mom was like this. If you said nothing, she'd probably stop making fun of the waiter. But if you said, \"Mom, stop making fun of the waiter,\" she'd triple the insults. That's Trump. That's me. That's probably you. If a crowd surrounded me at a restaurant and demanded I repeat a slogan, I'd rebel even if I love the slogan. America is made up of stubborn bastards, and we won't submit especially to those who only care about watching you submit. The media disagrees. They would have preferred Trump turning to Joe and saying, \"Well, you're right. I'm a bad person.\" But that didn't happen, and yet the media is shocked. They are always shocked. It's manifested every day with a manic opinion disguised as news. Monday, it was taxes. Tuesday, the debate. What will tomorrow bring? Who knows? The real problem with news, we don't know what news is anymore. But that's not news and you can thank the news for that."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Period."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, Jim, were you triggered by Trump's performance at the debate?"
    },
    {
      "speaker": "FLORENTINE",
      "utterance": "No, I mean, it was a little weird with everyone talking over each other. I almost felt like I was watching an episode of \"The View\" where I couldn't hear what was going on. You know, it was just weird how Trump attacked Biden for his masks, the way wears a mask. Like there was a million other things you could attack Biden for, it was the way he was wearing them. That's like attacking OJ Simpson over his golf game."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Fair point. That is a fair point. Tyrus, should Trump have been nicer or should have been more amenable to Chris Wallace?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Listen, as an investigative fledgling reporter, I have been covering these crafty old white men for over four years now."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "True."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "That's more than a few fortnights in your language. Just so I know the only thing more dangerous than an old white man is an older white man. I feel like when I watch the debates, if you haven't seen Rocky 1 and 2, I'm in the corner, I'm screaming at the President, \"Just stick and move. Jab. You've got him on points. Hit him with all your successes. Tell him where we're going. Build the wall around yourself. Do not acknowledge the old man in the room next to you because he will hang himself out to dry.\" If he would have held back and let Mr. Wallace ask the questions, I guarantee you, Rambling Joe would have rambled and we wouldn't be here. But because the President has the same problem I have, like when you go to a restaurant, and you order something and they talk slow, you get frustrated, and then when you're waiting in line and they talk slow or they mess your order up. And you say, like, I'll have the egg bites, please. They are like, bacon wrap. After the second time, like, I said, let me do it for you. Let me do it for you. And that's why he played it this way. Rambling Joe knew. Rambling Joe says things that people with Tourette's go, no. So he knew 100 percent, the more slower, I talk thing, the angrier the President is going to get. That's what happened, and then he started narrating to the audience. He was literally like, look at him. Look how mad I've got him. This is great. And he didn't say anything, because the President got a fight with himself and poor Mr. Wallace, and ended up getting in an argument with the President, because the oldest white man in the room is just that much more dangerous than everybody else."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, do you think -- do you think Trump didn't just did want to get trapped in a trick question when it came to that -- the white supremacist stuff? It's like, whenever you get pushed to say something, it just makes you think, am I being set up?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I'm just glad there was no women up there, because then it might have gotten emotional. We wouldn't have been able to have the calm, logical, fact-based discussion that we all saw on Tuesday if there had been any current or former menstruaters up there. So thankfully for that, no women, no third party; certainly no third party candidates that are women like Jo Jorgensen because we would not want to interfere with the sanctity of such a composed sacred event."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "If she was a decent candidate. She is just a libertarian candidate. She's not a decent candidate."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That's so true. That's an oxymoron. Just a libertarian."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Charlie, last word to you. Do you think the debate rules need to be changed if we have debates again?"
    },
    {
      "speaker": "HURT",
      "utterance": "Well, I'm going to respond to all of this as slowly as possible, just to trigger Tyrus. Since we're not sitting right next to each other, and there's nothing to be --"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Shut the [bleep], man, come on."
    },
    {
      "speaker": "HURT",
      "utterance": "So, I'm going -- no, I think the problem with the debate, I didn't have a real problem with the decorum of the debate. I found it very entertaining. All my kids, they thought it was hysterical. It was it a little bit like watching the two boys get into a fight and, you know, beat the living daylights out of one another. I thought it was I thought it was, you know, interesting at times. My complaint was that President Trump didn't manage to make all of the arguments that I wanted him to make that should absolutely win him the re- election hands down. But I do think that you've pinpointed the exact problem, a one-on-one debate with Trump is a waste of a great debate. The guy can't -- there is no one person you can put on stage to debate him that's going to fully occupy him, and that's why he goes after Chris Wallace because he needs it -- and even these people and he is doing -- He needs like eight people -- no, he needs like 30 people in a room to debate them just to make it worth his while."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is such a great point. He got bored with Joe. He got bored with Joe."
    },
    {
      "speaker": "HURT",
      "utterance": "Yes, it was just tedious."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. All right, so now we know how to do the next debates. We have like phantom candidates. Up next, new guidelines for COVID-free Thanksgiving. Yippee."
    },
    {
      "speaker": "ASHLEY STROHMIER, FOX NEWS CHANNEL CORRESPONDENT",
      "utterance": "This is a FOX News Alert. I'm Ashley Strohmier in New York. President Trump speaking to the nation tonight from Walter Reed Medical Center. The President posting a four-minute long video to his Twitter account saying that he is feeling much better and he thinks he will be back soon. The President also thanking well-wishers."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I just want to thank everybody out there. Everybody all over the world, specifically the United States, the outpouring of love has been incredible. I will never forget."
    },
    {
      "speaker": "STROHMIER",
      "utterance": "The President revealing Friday morning that he and the First Lady tested positive for the coronavirus. He required supplemental oxygen before being taken to the hospital out of what his doctor described as an abundance of caution. More than 7.3 million Americans are battling the virus and more than 209,000 have died from it. I'm Ashley Strohmier, now back to THE GREG GUTFELD SHOW."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We're giving Thanksgiving, the bird. The C.D.C. has released guidelines for Thanksgiving warning against large indoor gatherings -- it's not my family -- and that staying home is the best way to protect yourself and others. In other words, you don't want to drive three hours to spend the day arguing with your idiot nephew about the election result, you're off the hook. Thanks, C.D.C. Instead, stay put and enjoy a meal with your roommates like this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's amazing. Speaking of animals, some wildlife advocates are warning that half a million sharks could be killed to produce COVID vaccines. Apparently an oil made in shark's liver is a key ingredient in several vaccine candidates because it helps create a stronger immune response. For more we asked a shark to comment."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "By the way a great show Greg. Love Jim Florentine."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow. Apparently, he didn't like Charlie. Finally, a new report from the \"Scientific American\" says fear of getting sick and anxiety over social distancing is altering our dreams. Studies found people reporting a lot more nightmares since this all started. I can relate. Here's a reenactment of my nightmare last night."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "My bed was a mess. You know, Tyrus, I'm going to go to you first and talk about a dream, just to make you uncomfortable. That okay?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Oh, is that -- what? You're not going to go any further?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, okay, so I dreamt -- I dreamt that was that this really disgusting party pad, and everybody is all over the place drinking and doing drugs and they're half naked. And the bathroom is filthy. The bathroom is filthy. And I need to go to the bathroom. But I can't find a toilet that's clean and like, the floor is covered with like stuff. And then there's this giant hair that starts growing out of my arm, and there's Kennedy and Kennedy walks over and she goes -- and she pulls the hair and it and blood starts pouring out of my arm, and then this dog comes out of nowhere and starts lapping it up. I don't know. I just wanted to share that with you."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Was this a dream or your Wednesdays?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It was a dream. I just find these dreams to be -- over the year have been very disturbing, Tyrus."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes, I've been having a lot of dreams, like not quite as weird and, well, [bleep] crazy, like yours, but I keep having these dreams where I'm stuck with the same person in a closed space forever. And it's like, if you go outside, you'll die. So you have to like stay inside with this person every day. It's the same person, and then one day, you just say, I can't take anymore and you run and you go jump through the window, like the lion in \"The Wizard of Oz,\" but then when you go through the window, you just land back in bed with that person going, \"Where have you been?\" So I understand, dreams have definitely changed. Yes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "They have definitely changed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm coming up on an anniversary of my dream soon. It was funny, Kat, I told a friend of mine that my wife was going to Niagara Falls today and they said, \"Understandable. She's had enough.\""
    },
    {
      "speaker": "TIMPF",
      "utterance": "Do you want me to comment on your marriage right now? Is that a question?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No. I'm wondering Thanksgiving --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I can talk about Thanksgiving."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Talk about Thanksgiving."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Okay. I just think it's interesting. This is the first year in a while that we haven't heard about how Thanksgiving is offensive. Right? Like before, the worst thing that someone might say is pilgrims were murderers. If you celebrate, you're a murder. Now, you celebrate like you're not just like celebrating murderers, you are at least guilty of involuntary manslaughter of a whole nation full of grandmothers. I miss the good old days of not having the real problems. You know, I miss the good old days of you just get called someone who celebrates murderers rather than getting called a murderer. Things have changed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't think it was the pilgrims that were murdered, though. I have to look back, right?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "No, no, I think that ended quite differently."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I think it did. Charlie, are you having sick --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I didn't say they were murdered."
    },
    {
      "speaker": "HURT",
      "utterance": "You know, actually, yes, I do have lots of very strange dreams. And by the way, I also have an opinion about absolutely everything that you just brought up. First of all, Thanksgiving, social distanced Thanksgiving, I'm totally in favor of that. That is the best thing about 2020. Sharks, I love sharks. I prefer the company of sharks over the company of humans. That's why we cannot kill a half a million sharks. The last thing on dreams. You know, fear is a real thing. It's a real toxic thing. And anybody who hasn't gone back to read \"The Mask of the Red Death\" by Edgar Allan Poe, this is a great time right around Halloween to go back and read that. It's amazing the degree to which fear can alter the way you think, the way you act, the way you deal with people, and maybe if you reread \"Mask of the Red Death,\" we can sort of start to learn to like get over it and move on past fear towards love and togetherness."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh look who's trying to be all Dana Perino and do a book recommendation in a segment. Oh, you're so smart. Ooh, Edgar Allan Poe, three names. All right, last word, Jim. Pick any topic. Pull a Charlie, talk about all three."
    },
    {
      "speaker": "FLORENTINE",
      "utterance": "Well, as far as the sharks killing half a million sharks, Shark Week is going to suck next year."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true."
    },
    {
      "speaker": "FLORENTINE",
      "utterance": "You know and look, I was thinking about taking up surfing, so it's a perfect time to get rid of them."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go."
    },
    {
      "speaker": "FLORENTINE",
      "utterance": "And look, it's not like it's a cute animal like a dolphin, then everyone will feel bad. It's a shark. So no one is going to feel bad."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is true and it's unfair."
    },
    {
      "speaker": "FLORENTINE",
      "utterance": "It is. And far as Thanksgiving. Look, they say, it's got to be a small gathering now. That's perfect because I have Thanksgiving at my house every year with my family. And there's always a few that I don't want here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "FLORENTINE",
      "utterance": "So now, I won't feel guilty. I'll just go, \"Look, according to the C.D.C. guidelines, you can't come.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's true. All right. I feel bad for sharks because you are talking about appearance discrimination because dolphins smile, even though they have the same thoughts that sharks do, sharks can't smile. So, we kill the shark."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "It's not a real smile, Greg."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's because sharks --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's not a real smile."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Dolphins never kill people."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "It's not a real smile, Greg."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Sharks kill people only sometimes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "But still."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "They bite everybody."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Sometimes."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I have a pet shark. So you know, I'm nervous. I am nervous."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know what? According to Kat, pilgrims --"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "You should be -- you should be."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They kill more people than sharks."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I didn't say that. I said that's what people say."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes. Pilgrims killed a lot of sharks."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like, I've got to stay off the internet for like three months now. Thank you, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The Pilgrims aren't on the internet. All right. Next, the inclusive, the sensitive, the Navy SEALs."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Do the seals need a genderless creed? This week the Navy changed the Navy SEAL ethos, ethos, ethos, and creed statements to be gender neutral. Some examples, \"A common man with uncommon desire to succeed,\" now reads, \"Common citizens with uncommon desire to succeed.\" Another change, \"I am that man\" is now, \"I am that warrior.\" Spokesmen noted that although no women have ever completed training to become a SEAL, the changes will ensure that they draw from the greatest pool of talent available. Meanwhile, the President said, \"I will be overturning this ridiculous order immediately.\" Of course qualifying to be a Navy SEAL is notoriously tough for anyone, just asked my friend Steve, he's failed the test 27 times. Here's his workout routine."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Not good enough, Steve. All right, Kat, you always wanted to be a Navy SEAL. Although, I think you thought it was like working at Wet Seal. Do you feel like you're step closer to that now?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I am 100 percent closer now. I quit, Greg. Sorry, no easy way to say it. But I always knew that I was a perfect fit for the Navy SEALs. But then I saw this creed, it didn't mention chicks at all. So I was like, well, can't do that."
    },
    {
      "speaker": "Obviously, that doesn't describe me right. But my question is this",
      "utterance": "does that describe anyone? Right? Because the spokesman came out and said the reason that they're doing this is to make sure that they are drawing from the best most qualified talent pool possible. So I just can't imagine there is a woman out there who is so tough, so strong, so badass, she could absolutely qualify to be a Navy SEAL. But then she looks at the creed and says, well, that I can't handle. Never mind."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a good point. Tyrus, maybe it's me. But I always thought that SEALs, the purpose of the SEAL is to kill, but not to be woke, almost to be as un-woke as possible to make people un-woke."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Yes, I don't think you really want an emotional killer. I prefer my killers cold blooded. But again, this goes back to what I've been saying all along. You just don't get it. Cancel culture just doesn't get it. You don't take away, you add. When a woman makes the qualifying, you add to that, to my brotherhood and my sisterhood, to man and woman -- you add it. You make them a part of it. You embrace the new acceptance. You don't take away. It is a brotherhood. It has been a brotherhood for generations and if a woman ends up joining that team and making the training, now the brotherhood has a sisterhood added to it. And they're together. They're a family. They bleed together. Oftentimes, they die together. They keep this country safe together. They can say brotherhood and they can say sisterhood and we get it. No one is going to be offended, except the people who couldn't even be a Navy goldfish. No offense to goldfish out there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Excellent point."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "You now what? I take that back. The hell with you goldfish. Get in shape."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jim, do you think this is a positive change or a negative one?"
    },
    {
      "speaker": "FLORENTINE",
      "utterance": "It's weird. You know, they replaced the word warrior with man. So now is Joe Biden going to yell, \"Come on, warrior.\" You know, great. So now I can't wait for my ice cream warrior to come down my block tomorrow. Or are there going to be SEALs or CLS now? I'm just curious."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a good question."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Ice cream man. That's offensive. I never thought about that. I'm writing an article for \"Jezebel.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, you know what? Get rid of ice. Cream man. Terrible joke. I don't even know why I said it. Charlie, this proves how wrong I was about the containment of like the woke ideology in academia. I just assumed that once gender studies majors graduated and made it into the real world, the bad ideas would die. But they didn't. They just migrated to human resources. They are now more alive and they're spreading."
    },
    {
      "speaker": "HURT",
      "utterance": "Yes, I think that's a tribute to the success of America. I mean, you really can, like it's like almost anybody can survive in this country. Because we are so fat and happy that you can actually get by. But it would be a pretty funny comedy. You could have a super serious -- I mean a super sensitive group of killer pilgrims who are our Navy SEALs, and that could actually -- could be maybe perhaps a funny show. But this this actually underscores my big belief in all of the things that have gone wrong in Washington. Nothing compares to our decision to change the War Department, to the Department of Defense, we should call it what it is. We have these people to kill people. We have a Department of War to go to war. And the second we start trying to soften the names of things and call it -- well, we will call it the Department of Defense. We will refer to it as a Pentagon. As soon as you start -- then you start losing the actual focus of what it is we're doing with these people, and then we wind up in stupid wars that we shouldn't be in. Let's go back and just call it the Department of War --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Pilgrims."
    },
    {
      "speaker": "HURT",
      "utterance": "And only break it out when we want to go to war."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sounds good to me, Charlie. You won me over. Maybe it's just your hair. All right, tickets still available for my next show in support of my new book, \"The Plus.\" October 11th, that's next weekend, HEB Center at Cedar Park, Texas. And I have a new show Sunday, October 25. Butler, Pennsylvania, Starlight Drive-In. . Don't forget, you can also access \"The Gutter\" my brand new, whatever you call it, message board. Go there. Sign up. You can chat with me personally, read my daily musings without trolls and other crap. Up next, walking cars."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Society begs for a car with legs. Hyundai is developing a production model of its walking car concept that was unveiled last year. The all-terrain vehicle features robotic legs with wheels and is said to be adaptable for a multitude of uses where traditional cars would be unable. Everything from emergency response and rescue, taxi service and law enforcement could take advantage of the new transformer class of vehicles. Hyundai hasn't announced when a prototype would be available. So until then, I'll have to keep commuting to work like this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Only problem, it makes me look fat. Charlie, what's sexier, a walking car or walking Phoenix?"
    },
    {
      "speaker": "HURT",
      "utterance": "You know, I'm just reminded of how much I appreciate the founders of this country who ensured that we would always have gun rights. I don't have a problem with any car you want to give me. As long as -- we can have electric cars, walking cars, sleeping cars, I don't care. As long as no matter what we do, I can always go back and get in my beater pickup truck and drive on the road. I want to have a constitutional amendment that guarantees that people can have whatever -- they can have dinosaurs. I don't care. As long as I get to drive my old beat up pickup truck that gets eight miles to the gallon. If we can do that, I'm okay."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It feels good. You know, Tyrus, I'm thinking about this like, as a future transformer for people. So will this level the playing field between runts like me and giants like you. Like if I have a walking car, you can't mess with me."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I'm going to flip you over in your walking car. Then I'm going to rip the door off your walking car and I'm going to pull you out and do real bad things to you and then put you back in your walking car. The good news is your car can walk your little smartass to the hospital. So that'll be nice. That'll be nice. Listen, this fake news stuff with this transforming car. Did that look cool to you? Was that Bumblebee and Optimus Prime? No. It looks like something that they wouldn't use on the moon. Like I'm not driving in that. It's not my turn to be in that. It looks -- it really looks like a bad idea. It's not a transformer. It doesn't turn into something and casually walk away and go get you groceries or protect you from evil villains. It literally rolls up your stairway and now when it gets stuck, you know, and you live in New York in an apartment and somebody's car is blocking the doorway, and you're trying to get your bags in. Let's see if you what -- you call it transformer or not. This is fake news personified, and just another pathetic attempt of you to push your AI intelligence agenda. Not having it, Greg. Not happening here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Ah, Jim, I always thought everything gets better if you add legs to it."
    },
    {
      "speaker": "FLORENTINE",
      "utterance": "I think it's a great idea. Because if I have too much to drink, the car can just walk me home. You know, and then if your car gets stolen, you could just walk it home. But then it's going to be weird like so every two years, am I going to have to get new tires and new sneakers from my car?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true. You can have its sneakers rotated -- I added an extra part to your joke --"
    },
    {
      "speaker": "FLORENTINE",
      "utterance": "I like the pad you put on there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I think it wasn't even a good one. That's the worst thing a talk show host can do is add an unfunny tag and I did it. Kat, what do you make of this? Would you -- you don't even have a driver's license."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I have a license, but I shouldn't."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Okay. You shouldn't."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I haven't driven in like seven years. They're like, here you go. Here's a new one. Okay."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "How did you do that?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't know. It's just proof that your driver's licenses are government overreach. They don't know. Or they wouldn't have given me one."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, because I actually had to take a test."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I did a long time ago. I used to drive, but I love this. Right. Well, I mean, they said they're going to use it to rescue people in rough terrain. You know, I don't want people to be stuck in rough terrain. You know, I'm not a pilgrim. I wouldn't want to. I said nothing about the pilgrims."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "Let it go."
    },
    {
      "speaker": "TIMPF",
      "utterance": "To be clear, I said nothing. I said people say this about the pilgrims. You guys don't know what I think about the pilgrims. Maybe I hate them. Maybe I sleep with photos of them every night. You guys don't know. I said nothing about it. But I am happy we're having this kind of argument again. Just like the good old days."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you know?"
    },
    {
      "speaker": "MURDOCH",
      "utterance": "#Mayflower."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "#NeverForgetMayflower. #NeverForgetMayflowerKat. Cancel. #KatCancelNeverForgetMayflowerCornOnTheCob."
    },
    {
      "speaker": "TIMPF",
      "utterance": "You don't have to cancel me. You can just fire me. But please don't."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it's not as much fun. All right, I'm for this. I can't wait until teens get a hold of this. It's going to be great. All right, more stuff after this."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Final Thoughts. It's the last thought. That's why it's called the final thoughts. Okay."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We've got time for two. Jim?"
    },
    {
      "speaker": "FLORENTINE",
      "utterance": "I'm going to be performing at the Funny Stop Cuyahoga Falls, Ohio October 8th through the 10th and October 23rd, McHenry Theatre in McHenry, Illinois."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Excellent. I hope to see you and your gravelly voice there. All right, Tyrus, finish it off."
    },
    {
      "speaker": "MURDOCH",
      "utterance": "I well. It's been a little over a week since the passing of Joseph Laurinaitis aka \"The Animal\" from the iconic tag team of the Road Warriors who were heroes of mine. He was a coach of mine and a shout out to his family. Warm wishes and may he rest in peace."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Very nice. All right. Thank you Charlie, Jim, Kat, Tyrus. An amazing show. I have to say. I am Greg Gutfeld and I love you, America. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}