{
  "date": "October 15, 2020",
  "headline": "Whitaker: Twitter, Facebook 'showed the worst of their platforms'",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/whitaker-twitter-facebook-showed-the-worst-of-their-platforms",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "Talk about weird timing. Tonight, dual town halls, featuring Joe Biden speaking with ABC in Philadelphia, the president of the United States with NBC in Florida.  And if the date and timing seems odd, it should. This was to be the night there was going to be a town hall forum featuring the president of the United States and Joe Biden, and Steve Scully C-SPAN was going to be moderating it. Here's the thing. The debate is off. Steve Scully is out.  And a lot of people are wondering what comes next.  Welcome, everybody. I'm Neil Cavuto, and this is \"Your World.\" First to John Roberts on these fast-moving developments on a busy night of campaigning and selling the message -- John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "And, Neil, good afternoon to you. Maybe it is a good thing that the presidential debate for tonight was canceled by the Commission on Presidential Debates, because if this news had broken at 4:00, when there was about to be a debate in five hours, it would have thrown everything up in the air.  I had checked with Steve Scully myself -- I have known Steve for a long, long time -- last week, just to say, hey, just wanted to check to make sure that these reports you were hacked are indeed accurate. And he said, yes, that's correct. So he was not truthful to me either.   So what we're going to have tonight is two competing town halls, instead of the single town hall debate, under the auspices of the Commission on Presidential Debates. And who knows, by the way, what the future of that entire organization and the next debate on the 22nd is going to be. Donald Trump will be in Miami, and he will be on NBC. And Joe Biden will be in Philadelphia. He will be on ABC. Both of these are at 8:00 tonight, which is interesting that they will be competing with each other, which means that voters won't get a chance to see them, obviously, not side by side, but they won't even be able to watch one and then the other. And the ultimate tale may be told, Neil, in the ratings that come from this.   President Trump continuing earlier today to go after Joe Biden and Hunter Biden over the reports of the e-mails that suggested that Hunter Biden had arranged or was in the process of arranging some sort of meeting between a Ukrainian energy executive and his father. President Trump saying that, despite attempts by Twitter and Facebook to limit access or outright censor these reports, that he's going to go ahead and keep saying what he's saying. Listen to what he said in Greenville earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "This is a corrupt politician. Just remember it. And I'm going to say it more and more, and Facebook and all can try and shut us down. But you know what? Everybody knows it.  You don't have a kid who gets thrown out of the military, hasn't got a job for a long time. His father becomes the vice president. And now this kid's going into every country walking away with millions of dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "President Trump has been campaigning to repeal Section 230 of the Communications Decency Act, which shields social media companies from any kind of legal action if they do engage in censorship.  The president again going to that well today. Listen here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Don't forget, big tech got something years ago that let them become big tech. They got total protection. They don't get sued. They don't get anything. We're going to take away their Section 230 unless they shape up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "And it looks like something may be moving on that front as well. The Associated Press reporting just a few minutes ago that the FCC commissioner, Ajit Pai, is making some moves to go down the road of doing something about Section 230. Trying to get more details on that, Neil. We will let as we get them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, I do know that Congress is going to haul the CEOs for an important hearing on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Yes, next week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Presumably, this was the trigger.   John, I'm curious too. The White House has always been very skeptical and leery of the means by which moderators are chosen for these debates. This issue with Steve Scully, this could fuel that argument all the more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Yes, it really could.  And, again, Neil, it's a good thing that this debate was canceled, because I can't imagine the storm of cow feces that would be swirling right now if this news were to have broken five hours before the debate.  I mean, this has been a year of incredible things. And that would have just been another one of those incredible things on top of it. Now, the third debate coming up on the 22nd is being moderated by Kristen Welker. I know her well. She's a personal friend of mine. She is a top-rate journalist. And if I were Kristen, I mean, I would have to -- to be honest with you, I would wonder if I had done the right thing by accepting the invitation to be a moderator. But I know Kristen will do the job to the best of her ability.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, and a week away from that one.  John Roberts, thank you very, very much. Again, we're not hearing much from either campaign right now on the Scully news and what this says about moderators going forward, or even the process by which we select moderators for these big debates.  So, Jacqui Heinrich with the Biden campaign right now.  Jacqui, have they had any response among Biden's folks or the former vice president itself to what happened to Mr. Scully?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "sentences": "You know, Neil, I actually haven't had a chance even to ask that question yet. I certainly will. And we will get that right to you as soon as I know.  In the meantime, Joe Biden, I know, tested negative for coronavirus today. He will appear here at the Constitution Center behind me in just a couple of hours.   Meantime, though, his running mate, Senator Kamala Harris, is sidelined from the campaign, after two individuals associated with it tested positive for the virus. The campaign says Harris has not been in contact with either of those people in the last two days, so she does not need to quarantine, but, out of an abundance of caution, she's canceling all in-person events until October 19.  Just last night on MSNBC, Harris was praising the safety measures adopted by the campaign. RACHEL MADDOW, HOST, \"THE RACHEL MADDOW SHOW\": Do you feel safe campaigning during COVID?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS (D-CA), VICE PRESIDENTIAL CANDIDATE",
      "sentences": "Well, we have been very safe. I like to hug people. You don't hug people these days. That's not adoption. You can't shake hands. But you can look people in the eye, and you can listen, and you can be there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "Harris pledged today she will be transparent about any test results she received. She tested negative yesterday. She's being tested again today. She also reminded folks to wear masks and follow social distancing.  Meantime, Joe Biden today pushing back on misinformation, after that bombshell New York Post article raised questions about Hunter Biden's dealings in Ukraine and whether he used his father as political leverage. Biden said in a fund-raiser he expects the opposition to throw everything at him but the kitchen sink, including lies and distortion.  He also weighed in on the power of technology, saying it leaves people to sort through what is true and untrue, saying that that takes time. And, tonight, Joe Biden will take questions in this town hall from 21 voters. We will see what kind of questions he -- asks and if any pertain to this bombshell report, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "To that point, Jacqui, has the former vice president flatly denied the allegations in this New York Post story that his son had e-mail exchanges and set up meetings with then Burisma top officials and the former vice president? Has he denied all of that or just called it an offensive story?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "He has flatly denied that any meeting took place.  The campaign says that the former vice president's official schedule proves that. However, they have not spoken to the validity of those e-mails. Of course, that's a question we're all trying to sort out, is figuring out the chain of custody...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "... whether they were potentially compromised e-mails, or if they are legitimate, questions that still remain, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Jacqui, thank you very, very much, Jacqui Heinrich on that. So much about this New York Post story we don't know. Here's what we do. Social media didn't waste any time trying to prevent it getting passed on. That does not mean that Twitter and the likes of Facebook had it on their sites. They made it very difficult, if not impossible, for people to retweet or resend that to others.  And therein lies the rub. Who are they to decide what is worthy for people to read and follow? And then who are we in that process?  Matthew Whitaker, a former acting attorney general, with us right now, Matthew, I think that's kind of the bigger question here. Whatever you think of the details of this story, these social media giants and others took it upon themselves to say, we don't think this is wise for you to pass on. That's -- that's a little Big Brother-ish there. What do you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEW WHITAKER, FORMER ACTING U.S. ATTORNEY GENERAL",
      "sentences": "Yes, it is a little Big Brother-ish. And I think this is a -- the reason this is -- has so much interest from a lot of folks is because not only of what happened and what this story contained from The New York Post, but, really, it is the best example we have seen to date of the power of Facebook and Twitter to put their thumb on the scale, to change how much can be shared among users on their platforms. And I think it shows the power of their monopoly -- monopoly, Neil. And I think -- I think this is going to get them some regulation attention from Washington, D.C.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You know the story very well. And you know about -- and I understand some of the confusion and maybe skepticism around this computer store owner and why he had this laptop. Was it, indeed, Hunter Biden's laptop? Why he made it a point to make a couple of copies of these e-mail exchanges, pass one along to Rudy Giuliani. Be that as it may, the social media that generally happily allows all sorts of material, skeptical and otherwise, to pass on, strictly forbid this, and made it next to impossible for anyone to communicate it. Others found ways around that, getting it to colleagues or those they knew.  But let's say Facebook and Twitter certainly didn't help. Did they break any laws here doing this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITAKER",
      "sentences": "Yes, Neil, and that's a good point, is that what Facebook and Twitter did was essentially, instead of answering speech with more speech, or sort of entering a marketplace of ideas, is, they suppressed speech and showed kind of the worst of the power of their platforms.  I just -- I just can't see -- we already had Clarence Thomas drop a footnote in a cert petition denial, saying that he would be interested in taking a 230 case. We now have Congress calling these people up for hearings on Section 230 of the Communications Decency Act. And we also have the FCC now talking about this. And I think, ultimately, we may look back at this as the golden age of social media, before Washington, D.C., heavily regulated them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm just wondering, too, would the better part of valor be, even with the risk of sending along information that might be false or even crazy...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITAKER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... is it the social media giants' job to decide that? Or should we, as users of these sites, be well aware, read what you can and will, decide for yourself?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITAKER",
      "sentences": "Well, Neil, we have always trusted the American people to be discerning. The New York Post is not some fringe publication that doesn't have journalistic standards. And what they put out, it seems to me, would have been -- they would have gone through their process to determine if it's fit to print.  And it's not just the major media outlets, like The Times and The Post that somehow have a monopoly on what's true. And so I think this whole case is a really sad example of the power of social media, and how, ultimately, they're going to deserve the regulation they get from Congress and from the executive branch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you, Matt, very, very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITAKER",
      "sentences": "Thank you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And, to that point, Congress wants to hold hearings with all these honchos, including Mr. Dorsey of Twitter and Mark Zuckerberg. We're also hearing from the president on this whole Steve Scully news, saying that: \"I was right again. Steve Scully just admitted he was lying about his Twitter being hacked. The debate was rigged. He was suspended indefinitely. The Trump campaign was not treated fairly by the commission. Did I show good instincts in being the first to know?\" Of course, the president not part of that debate tonight that was scheduled for tonight. Neither is Joe Biden. They're holding separate town hall forums.  But this is calling into question how these things, these debates are done in the first place. Who makes the decision what is an upright and decent moderator and who is not? The curtain now has been open, and a lot of people don't like what they're seeing. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Does this seem right to you, just hearing what you have heard about it and how the social media played it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRENDAN CARR, FEDERAL COMMUNICATIONS COMMISSION",
      "sentences": "No, not at all.  Look, the cover-up can oftentimes draw more attention than the crime. And by silencing core political speech on this important story, I think big tech has crossed a line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, that's FCC commissioner Carr with me on FOX Business telling essentially that it's just probably a bad business strategy, if nothing else, to draw more attention to an article you might deem unacceptable, or let's say controversial, than you would this way. And that's where we stand right now, where they're already questioning whether Twitter and Facebook made a big deal out of something simply because they didn't believe it or found it suspicious. We're talking, of course, about that New York Post article that goes into detail about e-mail exchanges allegedly involving Hunter Biden with a top executive over Burisma, the Ukrainian energy concern with whom he was trying to grant an audience with then Vice President Joe Biden. Edward Lawrence, a lot more now on the details behind this and how it is going way beyond the story to those that wouldn't pass along the story -- Edward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARD LAWRENCE, FOX NEWS BUSINESS CORRESPONDENT",
      "sentences": "Yes. And that's it, Neil, is, the story has now grown beyond itself and the details.  What really set off Republicans is when Twitter suspended the account for The New York Post. Senator Ted Cruz says blocking this story amounts to a campaign contribution for Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "sentences": "Big tech censorship has always been bad. But they really crossed a line in the last 24 hours. I'm not aware of their previously actively censoring major press outlets. It's not -- it's not really any different than Twitter blocking FOX News from sending out a story. Look, FOX News may be right or wrong. The New York Post may be right or wrong, but silencing the media is a direct violation of the principles of the First Amendment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE",
      "sentences": "Now, Twitter says that the story violates its policy because it gives e-mail addresses and could have been hacked materials. Well, today, Rudy Giuliani claims that he has a legal chain of custody for Hunter Biden's laptop that makes it the repairman's custody or property.  Now, on that laptop, The New York Post says, are e-mails showing former Vice President Joe Biden possibly met with Ukrainian business associate of Hunter Biden. Now, the former vice president previously had said he never met any of his son's business associates. The New York Post also says that there are e-mails detailing how a deal with the Chinese businessman with ties possibly to the Chinese military would be -- quote -- \"interesting for me and my family,\" according to an e- mail The New York Post has from Hunter Biden. Now, the president, Donald Trump, highlighting censorship at his campaign stop in Greenville, North Carolina, something Senator Mike Lee also pointed to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MIKE LEE (R-UT)",
      "sentences": "You have had news media outlets and you have had social media platforms in the past who have been willing to run all sorts of stuff, just based on somebody's suggestion that they might be true. Now, I just want to see them applying the same standard here that they have applied elsewhere. And, clearly, we're not having the same standards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE",
      "sentences": "And Twitter says the suspensions of the accounts will be removed when the tweets in question are deleted. So, The New York Post would have to delete the tweets with its own stories in them -- back to you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Edward Lawrence, thank you very, very much. What a confusing day for political back-and-forths on this. No doubt they will become subjects of separate town hall debates featuring the former vice president and, of course, the president of the United States. But the president has already weighed in on one big matter today, Steve Scully out at C-SPAN, at least indefinitely, over misrepresenting a Twitter hack on him that was no hack. It was him. Kennedy here on all of this. Kennedy, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY, FOX BUSINESS NETWORK CORRESPONDENT",
      "sentences": "I think it's Weiner-ific. I think it's so reminiscent of Anthony Weiner, it's actually kind of sickening, and not a surprise. Anyone who saw the tweets that Steve Scully tried to send to Anthony Scaramucci, another shamed Anthony, you knew that he was trying to send a direct message, which is something that is sent in private, not to the entire world. But, apparently, Steve Scully is 100 and doesn't know how Twitter works. Therefore, his account should be frozen. I can't stand when people do something dumb, and they don't take responsibility for it. He can say, I'm a ham-fisted grandpa, and I don't know what I'm doing. But, instead, he's like, oh, what, I was hacked. Steve, if someone were going to hack your account, believe me, they would post something either pornographic or interesting. They wouldn't post that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, I don't know what the details, how they found out that wasn't the case. He did admit that that indeed was not the case, that he was not hacked.  But it does come back to this issue of how are moderators decided in the first place? We know campaigns typically sort of have a list of people they keep in mind, or would like to see, and that this independent commission decides for itself. It's divided between Republicans and Democrats. But the rap against it is that they have a tin ear and are very biased. I don't know where you stand on this. But, at the very least, it's going to make us revisit how they go about choosing who moderates these things or who's involved in them. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Yes, I think that we should absolutely take a long look at how these debates are refereed, because, frankly, I don't trust the commission. And I think that the commission is there working with a stale duopoly that is the Republican and Democrat parties to ensure that theirs are the only candidates that the nation sees. And that does a great disservice. And it really limits the dialogue. And these candidates don't have to be pressed, if there are areas of agreement. And the one thing that the first debate showed us, it's that presidential debates can really go off the rails quite quickly, and be somewhat entertaining. But, also, maybe we need a different format and a different way of putting these things together. Chris Wallace did an outstanding job. Steve Scully, his reputation is sullied. In fact, they may think up a new adjective. It could be Scullied. Now, that would be a verb.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Really? You just said that. You actually just said that. Kennedy, thank you very, very much. We just don't know. We do know that this was to be the night that Steve was going to be hosting this debate, this town hall forum that now isn't happening. All right, when we come back here, of course, the judge got a break today. She was not part of this fourth day of hearings going on right now, where they largely had senators listening to witnesses who spoke on her behalf and others who had questions and reservations. But the timetable is on. They think, right now, they can get a committee vote going on October 22 and, the very next day, a full Senate vote on October 23, long before the election -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Could Judge Amy Barrett be on her way to the Supreme Court in eight days? The aggressive timeline that Republicans have set up to make sure she does -- right after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, Amy Barrett has taken their best of questions. And, today, she had the day off, as the Senate Judiciary Committee was more talking to those who either supported her or knew a lot about her, but, right now, that train has not slowed one bit. In fact, it seems like things are speeding up amid reports they want to have a full committee vote by October 22. That would be a week from today, and maybe a full Senate vote the day after that. Hillary Vaughn on the latest in that aggressive timetable. Hey, Hillary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY VAUGHN, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Neil, well, Senate Democrats tried today to delay a vote on Judge Barrett's nomination until after Election Day. But their effort to do that this morning ultimately failed. So, Senate Republicans are on track to vote on Judge Barrett's nomination out of committee one week from today. But even though Judge Barrett over the past two days endured about 20 hours of cross-examination, some Democrats say they have been left with more questions than answers. And, today, Judge Barrett, while she was not in the hearing room, witnesses testified on her behalf. The American Bar Association told the committee that Barrett was well-qualified, while Democrats called witnesses that put a face on policies that they think are in jeopardy with a potential Justice Barrett on the high court. While Judge Barrett has been very persistent in trying to stay apolitical throughout this process, some Democrats argue that the timing of her nomination, just a few weeks before Election Day, turns this into -- quote -- \"a callous power grab.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. PATRICK LEAHY (D-VT)",
      "sentences": "President Trump has always wanted to say the quiet part out loud, often very loudly. He said he expects his nominee to side with him in any election-related dispute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN CORNYN (R-TX)",
      "sentences": "They have become accustomed to the Supreme Court being policy-makers and being a body that bails them out if they can't win the election or win a vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAUGHN",
      "sentences": "Some Democrats are already now plotting political payback. Sheldon -- Senator Sheldon Whitehouse said today that, if Democrats take control of the Senate, and the shoe is on the other foot, that Republicans will not have a leg to stand on it they object to controversial, but constitutional moves, like expanding the Supreme Court, adding seats to the court, or getting rid of the filibuster -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Hillary Vaughn, thank you very, very much. So, can anything be done right now too slow or even remotely dry to stop Judge Barrett from becoming the next associate justice on the U.S. Supreme Court? Let's go to John Yoo. Love having John on, the former deputy assistant attorney general, bestselling author of \"Defender in Chief,\" much, much more. So, John, I'm not aware of the mechanics of this process and what Democrats might be able to do, even in the minority, to stall it. But what do you think? What tricks could they have up their sleeves to stop it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN YOO, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "sentences": "Well, I would feel bad if you didn't know the ins and outs of the Senate floor manual rules. But what the senators could do, what the Democrats could do is try to just not show up, and hope that some Republican senators are so sick, they can't form what's called a quorum. The Constitution requires that there be a quorum to have the vote. And under the Senate rules, that's a majority. And they have to show up in- person the floor of the Senate to take that vote. There's no voting by proxy in the U.S. senate, like there is in the House. So -- but if everybody shows up, you got a majority of 51 senators who show up to vote, I don't think there's really anything that the Democratic senators can do to stop the floor vote from being a week from today. And then the oath of office can be taken right after President Trump signs her commission. She could be sitting on the bench a week from tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Just amazing. Have we ever had -- if it sticks to that script, John, but have we ever had something so quick, in the choosing, the hearings, and the ultimate swearing-in of an associate justice?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "Actually, Neil, I'd say most justices in American history have been quick. Actually, even having hearings is relatively a pretty new thing. They didn't have really hearings 50 years ago. But, even then, there have been justices, like Ruth Bader Ginsburg, John Paul Stevens, you could go down a few other names, who have had very, very quick periods between when they were named to when they sat -- until the time they sat on the bench, sometimes less than 30 days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Now, as you know, John, the Democrats have vowed, because of this and ranting this through, as they say Republicans are, with this nomination, they take the White House and the Senate, they're going to pack the court. They're going to do what Franklin Roosevelt did back in 1937. Now, that boomeranged on FDR, you know better than many, when even Democrats said, no, no, you have gone one step too far. But hard to sort of telegraph how Joe Biden is on this, that he personally doesn't like the whole packing idea. But, again, it could be different if Republicans are seen at a disadvantage and Democrats run the table, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOO",
      "sentences": "I think that's such an overreaction. It's such a threat to the independence and integrity of the judiciary to the idea of just filling a current vacancy on the Supreme Court. If Democrats are mad, the natural thing they should do is just say, next time there's a vacancy when our guy is in charge of the White House and we're in charge of the Senate in the last year, we will put that person through in just a few weeks. That would be a fair response. But to say we're just going to make the courts a tool of politics, where we just keep stuffing more and more justices, make it 25, make it 30 justices, Neil, you and I will be on the Supreme Court when we get to 50 justices, we will just keep putting more people on, until you get the results you want? That's not really what the independence of the courts are about. We need to have justices who are not beholden to whatever party just happens to be in power right now. And I find it's -- Democrats particularly should care about this, because they say they want the courts to defend individual rights against the majority. Well, under that plan to pack the courts, the courts are just going to rubber-stamp the majority every time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, John, I think you do have a better shot of that court pick. It doesn't have to get up to 50. I think, even at 15, you would be on that short list.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "John Yoo, thank you very, very much, my friend. Again, that is the aggressive timetable. They still think they can do it. And, gosh darn it, looking at the calendar and what they're trying to do, it does look like they can, barring any -- any surprises. All right, stimulus a big issue on Capitol Hill today, the president making very, very clear with an interview with Stuart Varney on FOX Business, we think we can go even bigger, I'm open to going even bigger. Here's the problem. The Senate Republican leader is not -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Go big or go home. I said it yesterday, go big or go home. But Nancy Pelosi doesn't want to give anything. She thinks it helps her with the election. And I don't think so. I think it hurts her with the election, because everyone knows she's holding it up. We're not holding it up. She's holding it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the president blaming Nancy Pelosi for the stuck nature of these stimulus talks. But do keep in mind it was the president tweeted out just junking the talks altogether a little more than a couple of weeks ago and waiting until after the election, because he didn't like the lack of progress either side was making. Be that as it may, Chad Pergram right now on where this could stand and the latest entrant in the confusion process, no less than Mitch McConnell. Chad, where do we stand?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "sentences": "That's right, Neil. Good afternoon. Well, Nancy Pelosi, the House speaker, she has always wanted to -- quote -- \"go big\" -- $2.2 trillion is what she wants to spend on a coronavirus bill. She's been talking on a regular basis with Steve Mnuchin, the secretary of the Treasury. They're supposed to talk at some point still yet today. Keep in mind that Mnuchin yesterday indicated that he didn't think at this point there was any way that they could get a deal done before the election. And that was echoed by the Senate majority leader, Mitch McConnell, today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "sentences": "I don't think so, because my members -- that's where the administration is willing to go. My members think what we laid out, a half-trillion dollars, highly targeted, is the best way they go. We're in discussions going on between the secretary of the Treasury and speaker about a higher amount. That's not what I'm going to put on the floor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Late last week, Senate Republicans incinerated a $1.8 trillion proposal authored by the secretary of the Treasury, Mnuchin. But, on FOX Business, the president criticized Mnuchin, saying -- quote -- \"He hasn't come home with the bacon.\" Republican South Carolina Senator Lindsey Graham says he is aware that Federal Reserve Chairman Jerome Powell believes the country needs a massive bill to salvage the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "sentences": "There are some policy provisions in the $2.2 trillion package that I think make it ineffective in terms of what we're trying to do. To me, it's not a money issue. It's a policy issue. Now, a lot of Republicans, it's about the money. And I understand the debt. But I think Powell is right. I think a bigger stimulus package would help with the right policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Now, that bill they're going to put on the Senate floor next week, it's not going to go anywhere. It needs 60 votes. It's going to face a filibuster from Democrats. And, Neil, that will be the final nail in the coffin on coronavirus legislation before the election -- back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You said it before anyone my friend, Chad Pergram following all of that on Capitol Hill right now. You never know. But, right now, those are the numbers we do know. All right, in the meantime here, waiting for the big, but separate town hall meetings featuring the president and the vice president. They're going to be miles and miles apart, but, right now, that could also explain the amount of money they're raising. How is it that Joe Biden is running laps around the president when it comes to raising dough? And does that give him a distinct advantage going into the final weeks? We're on it -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, the president getting ready for his town hall that will be in Miami tonight, and going to do a bit of a fund-raiser there as well. He could use the dough right now, because I don't know if you have seen these numbers on Joe Biden, but off a record month, he has better than $420 million sitting just ready to be spent in the final few weeks of the campaign. And on the left of your screen, by the way, the president arriving in Miami. Charlie Gasparino has been keeping tabs on all this. Man, oh, man, I don't think I can ever recall, Charlie, a challenger to an incumbent president eclipsing the money raised by the incumbent president. It's wild. What's going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX NEWS SENIOR CORRESPONDENT",
      "sentences": "Yes, well, it reminds me a little bit of Obama in 2008. Of course, Obama wasn't running against an incumbent president. He was running against the incumbent party in John McCain, right? The president back then was George Bush. But George Bush had a lot of problems, as you know, and so did the Republican brand at that point. It was just -- we came out of a very unpopular war. He had the financial crisis. And Trump has got some of those -- not exactly the same issues, obviously, but some major issues to deal with, the pandemic, his handling of it, which has been -- people have been very critical of, the economy right now, although I think he's done net-net well on the economy, and his personal attributes. People are just -- suburban women are just turned off by his tweeting and his personality. Put all that together, and donors, particularly big money donors -- and this is Wall Street -- they're just throwing money at Biden right now. I found a fascinating statistic. Goldman Sachs -- this is just individuals, not their PAC money, but it will give you a little idea here -- gave something like $170,000 to Biden. They gave -- they have given about $11,000 to Trump. That's $11,000 -- they gave also $11,000 to Michelle Caruso-Cabrera, who, by the way, ran against AOC unsuccessfully. It was an uphill battle. Goldman gave her literally the same amount of money that they gave the president, President Trump. So that's where they're betting. And the polls tell it all. The polls are saying that Biden is going to wait. Now, the polls were wrong in the past, as you know, Neil. Wall Street has been wrong the last two election cycles, we should point out. They went heavily for Mitt Romney, because Obama, they believe, backstabbed them, essentially. After supporting him, he passed all that financial regulation, which particularly at Goldman Sachs hurt their bottom line. Last year, last election cycle, they went for Hillary. Again, they bet wrong. So, remember, they're not right, they're not wrong all the time. But this time, they feel they're on pretty strong ground, at least now, that the president is not going to win. And the polls are -- remember, the polls with Hillary towards the end were tightening. They're -- we still haven't seen that tightening yet. It may happen, and he may pull it out. But Wall Street and the big money donors aren't betting on it. They are quite the opposite. They see a Joe Biden presidency. And, obviously, you give money to him because you want to influence him. They don't want him to do all those tax increases he wants, particularly on investors. I think they're crazy, because he's going to do it. That's -- if there's one thing I know Joe Biden is going to do is raise taxes. He's made that clear in meeting after meeting, particularly if he gets a Republican -- a Democratic Senate, and there's going to be some turbulence in the stock market if that happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "I don't care how much Goldman Sachs gives him. They're not going to stop that from happening, particularly if the Senate goes Democratic. But that's kind of a snapshot of where we are now. Let's see what happens with the polls in the next couple weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Your friends do seem like a smarmy, slimy bunch, though. They just suck up to whoever they think is going to win, right? That's you, actually.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "Well, you -- like, they're not my friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GASPARINO",
      "sentences": "You're saying they're my friends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK. OK. All right. Well, they pick up the phone when you dial. I mean, it's just odd. I mean, all right, whatever, whatever -- as long as you can sleep at night, Charlie. That's all I say. Thank you. Dr. Gasparino. Always good seeing you. He is the best in the business. We kid each other. In the meantime, the president arriving in Miami, with all these fast- developing moves here. We do know of at least one debate, the last debate, that is still on, barring any surprises. The one that was scheduled originally for tonight couldn't have even happened because of developments that just happened today. More after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, how do you tweet out, \"Help\"? Because, right now, Jack Dorsey, the head of Twitter, Mark Zuckerberg of Facebook, well, they are going to be corralled right now to Washington for a Senate Commerce Committee hearing. The senators want to know how they go about policing content and seemingly targeting conservative content, at that, of course, on this whole New York Post story dust-up. John Thune, the Senate majority whip, with us right now, sits on the Commerce Committee as well, as luck would have it. Senator, always good having you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN THUNE (R-SD)",
      "sentences": "Thanks, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I notice you guys didn't waste any time trying to get these chieftains to your committee on this subject. Is that what you're trying to find out, how they decided on this subject to block people from -- from transferring this information to other folks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "Yes. And, actually, we have been at this for a while. We had actually issued a subpoena, the Commerce Committee did, to get them to come. And they, without having had the issue, the subpoena actually having to be delivered, they agreed to come and testify in front of the committee. So, it's Facebook, it's Google, and it's Twitter. And I think it's a conversation we need to have, Neil. We need to find out exactly what they are doing in terms of content moderation policies. And when they either suppress or amplify individual users' content, certainly, this example with The New York Post and their users is an example of why not only the entities like The New York Post, but also their users who might link to their Web site, need due process. They need to find out why these decisions are being made. And I think that the -- this is a matter of transparency. And it's a matter of accountability to the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator, I know conservatives are saying they disproportionately target conservative thought. And, of late, there's been a lot of evidence of that. But I can remember liberals complaining just a few years ago that Facebook practically paved the way for then candidate Trump to become President Trump, because it entertained all sorts of stuff, specious and otherwise, that got on. So, are you worried that you might get what you wish for and that, all of a sudden, you could be shutting down debate of any sort?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "Well, I think what this points to, Neil -- and you have already seen the FCC and Chairman Pai has indicated that they have jurisdiction over Section 230, and they're going to come up with a rule-making to clarify the rules.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "But I also think that Section 230 in the law needs to be reformed, honestly. I mean, it was a 1996 statute. It was when the Internet was in its infancy. And we have come a long way from that. And you now have essentially three companies that have virtually monopoly power in their particular space of the market. And I think there has to be some accountability. Now, the Democrats, up until now, as you pointed out, have been interested in that as well. Currently, it's Republicans who seem and conservative content that seems to be getting censured. But I would hope that there would be bipartisan interest in bringing these big companies to account, not only because of the monopoly of power, but also because of the shield against liability that they have with respect to the way that they moderate content. And those issues need to be looked at again. And it's time for Congress to have that conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, what if they don't -- they argue, Senator, that they're not trying -- I'm sorry, sir. They argue that they're really not moderating content. They argue that they never took the story down. They did make it very difficult to reduce its distribution. So, therein lies the rub. But if this were a story that was -- had some specious elements to it concerning, let's say, the president, and they were to do the same thing, and hold off people -- letting people resend that, you would endorse that, wouldn't you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "Well, it acts -- I mean, I think, again, they act as a filter, and they create a bubble for users. And they use algorithms to -- for users to see what they think those users want to see. And this is a big problem. I mean, I think you have got...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "You have got now three companies essentially editing everything and limiting what the American people have access to in terms of users on these platforms. So, they have got to be accountable, and...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Would you break them up? Senator, would you break them up? Some of your Democratic colleagues, for very different reasons, say they have gotten too big for their britches, and we should break them up. Do you support that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "There is -- there is a good argument to be made that these have -- they exercise monopolistic power in the market. And I think that's an issue probably more for the Judiciary Committee than for the Commerce Committee. But we certainly want to look at the question of Section 230 and how that's being applied and whether or not these big platforms are acting, as they say, as neutral platforms, or have they, in fact, become publishers? Are they now stepping on the content and deciding what is and what isn't seen by the American people? And if they're preventing it from being distributed via Twitter, that, too, is -- that's a way, that's an action that filters the content the American people see. And if we're going to have an open market, we have got to have an open market. If we're not, we need to figure out what the parameters ought to be. And I think this whole issue of content moderation is something that the American people need to have looked at by their elected leaders, by policy-makers in Washington. And so I'm glad we're having a hearing. I hope we get some answers, and I hope we get some movement on reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Very quickly. We have about 30 seconds, Senator. I'm sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "That's all right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But Mitch McConnell seems to put the kibosh on aggressive stimulus here. The president wanted to go big, go even bigger. Mitch McConnell is at the $500 billion mark. Are you, that, in other words, nothing bigger will be entertained by the U.S. Senate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "I think there's probably -- there -- we would have some votes for something that would be bigger than that. But, the bigger it gets, the fewer Republican votes you're going to have. I can -- I have to count the votes. So, I kind of know what that threshold is. But it's as much as -- as much the policy as it is the number. I mean, the number is important, but the components, the features of the bill are also important.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "And I think the leader is pointing out that the Democrats are being intransigent in what they're asking for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. All right, we will see what happens. Senator Thune, always good catching up with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THUNE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "John Thune on, the message is clear, at least from the United States Senate. They can cobble together anything they want in the House. Right now, it would be kind of dead on arrival in the Senate. But this is Washington. Things change. Here's \"The Five.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "Talk about weird timing. Tonight, dual town halls, featuring Joe Biden speaking with ABC in Philadelphia, the president of the United States with NBC in Florida. And if the date and timing seems odd, it should. This was to be the night there was going to be a town hall forum featuring the president of the United States and Joe Biden, and Steve Scully C-SPAN was going to be moderating it. Here's the thing. The debate is off. Steve Scully is out. And a lot of people are wondering what comes next. Welcome, everybody. I'm Neil Cavuto, and this is \"Your World.\" First to John Roberts on these fast-moving developments on a busy night of campaigning and selling the message -- John."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "And, Neil, good afternoon to you. Maybe it is a good thing that the presidential debate for tonight was canceled by the Commission on Presidential Debates, because if this news had broken at 4:00, when there was about to be a debate in five hours, it would have thrown everything up in the air. I had checked with Steve Scully myself -- I have known Steve for a long, long time -- last week, just to say, hey, just wanted to check to make sure that these reports you were hacked are indeed accurate. And he said, yes, that's correct. So he was not truthful to me either. So what we're going to have tonight is two competing town halls, instead of the single town hall debate, under the auspices of the Commission on Presidential Debates. And who knows, by the way, what the future of that entire organization and the next debate on the 22nd is going to be. Donald Trump will be in Miami, and he will be on NBC. And Joe Biden will be in Philadelphia. He will be on ABC. Both of these are at 8:00 tonight, which is interesting that they will be competing with each other, which means that voters won't get a chance to see them, obviously, not side by side, but they won't even be able to watch one and then the other. And the ultimate tale may be told, Neil, in the ratings that come from this. President Trump continuing earlier today to go after Joe Biden and Hunter Biden over the reports of the e-mails that suggested that Hunter Biden had arranged or was in the process of arranging some sort of meeting between a Ukrainian energy executive and his father. President Trump saying that, despite attempts by Twitter and Facebook to limit access or outright censor these reports, that he's going to go ahead and keep saying what he's saying. Listen to what he said in Greenville earlier today."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "This is a corrupt politician. Just remember it. And I'm going to say it more and more, and Facebook and all can try and shut us down. But you know what? Everybody knows it. You don't have a kid who gets thrown out of the military, hasn't got a job for a long time. His father becomes the vice president. And now this kid's going into every country walking away with millions of dollars."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "President Trump has been campaigning to repeal Section 230 of the Communications Decency Act, which shields social media companies from any kind of legal action if they do engage in censorship. The president again going to that well today. Listen here."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Don't forget, big tech got something years ago that let them become big tech. They got total protection. They don't get sued. They don't get anything. We're going to take away their Section 230 unless they shape up."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "And it looks like something may be moving on that front as well. The Associated Press reporting just a few minutes ago that the FCC commissioner, Ajit Pai, is making some moves to go down the road of doing something about Section 230. Trying to get more details on that, Neil. We will let as we get them."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, I do know that Congress is going to haul the CEOs for an important hearing on this."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Yes, next week."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Presumably, this was the trigger. John, I'm curious too. The White House has always been very skeptical and leery of the means by which moderators are chosen for these debates. This issue with Steve Scully, this could fuel that argument all the more."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Yes, it really could. And, again, Neil, it's a good thing that this debate was canceled, because I can't imagine the storm of cow feces that would be swirling right now if this news were to have broken five hours before the debate. I mean, this has been a year of incredible things. And that would have just been another one of those incredible things on top of it. Now, the third debate coming up on the 22nd is being moderated by Kristen Welker. I know her well. She's a personal friend of mine. She is a top-rate journalist. And if I were Kristen, I mean, I would have to -- to be honest with you, I would wonder if I had done the right thing by accepting the invitation to be a moderator. But I know Kristen will do the job to the best of her ability."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, and a week away from that one. John Roberts, thank you very, very much. Again, we're not hearing much from either campaign right now on the Scully news and what this says about moderators going forward, or even the process by which we select moderators for these big debates. So, Jacqui Heinrich with the Biden campaign right now. Jacqui, have they had any response among Biden's folks or the former vice president itself to what happened to Mr. Scully?"
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "utterance": "You know, Neil, I actually haven't had a chance even to ask that question yet. I certainly will. And we will get that right to you as soon as I know. In the meantime, Joe Biden, I know, tested negative for coronavirus today. He will appear here at the Constitution Center behind me in just a couple of hours. Meantime, though, his running mate, Senator Kamala Harris, is sidelined from the campaign, after two individuals associated with it tested positive for the virus. The campaign says Harris has not been in contact with either of those people in the last two days, so she does not need to quarantine, but, out of an abundance of caution, she's canceling all in-person events until October 19. Just last night on MSNBC, Harris was praising the safety measures adopted by the campaign. RACHEL MADDOW, HOST, \"THE RACHEL MADDOW SHOW\": Do you feel safe campaigning during COVID?"
    },
    {
      "speaker": "SEN. KAMALA HARRIS (D-CA), VICE PRESIDENTIAL CANDIDATE",
      "utterance": "Well, we have been very safe. I like to hug people. You don't hug people these days. That's not adoption. You can't shake hands. But you can look people in the eye, and you can listen, and you can be there."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "Harris pledged today she will be transparent about any test results she received. She tested negative yesterday. She's being tested again today. She also reminded folks to wear masks and follow social distancing. Meantime, Joe Biden today pushing back on misinformation, after that bombshell New York Post article raised questions about Hunter Biden's dealings in Ukraine and whether he used his father as political leverage. Biden said in a fund-raiser he expects the opposition to throw everything at him but the kitchen sink, including lies and distortion. He also weighed in on the power of technology, saying it leaves people to sort through what is true and untrue, saying that that takes time. And, tonight, Joe Biden will take questions in this town hall from 21 voters. We will see what kind of questions he -- asks and if any pertain to this bombshell report, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "To that point, Jacqui, has the former vice president flatly denied the allegations in this New York Post story that his son had e-mail exchanges and set up meetings with then Burisma top officials and the former vice president? Has he denied all of that or just called it an offensive story?"
    },
    {
      "speaker": "HEINRICH",
      "utterance": "He has flatly denied that any meeting took place. The campaign says that the former vice president's official schedule proves that. However, they have not spoken to the validity of those e-mails. Of course, that's a question we're all trying to sort out, is figuring out the chain of custody..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "... whether they were potentially compromised e-mails, or if they are legitimate, questions that still remain, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Jacqui, thank you very, very much, Jacqui Heinrich on that. So much about this New York Post story we don't know. Here's what we do. Social media didn't waste any time trying to prevent it getting passed on. That does not mean that Twitter and the likes of Facebook had it on their sites. They made it very difficult, if not impossible, for people to retweet or resend that to others. And therein lies the rub. Who are they to decide what is worthy for people to read and follow? And then who are we in that process? Matthew Whitaker, a former acting attorney general, with us right now, Matthew, I think that's kind of the bigger question here. Whatever you think of the details of this story, these social media giants and others took it upon themselves to say, we don't think this is wise for you to pass on. That's -- that's a little Big Brother-ish there. What do you make of that?"
    },
    {
      "speaker": "MATTHEW WHITAKER, FORMER ACTING U.S. ATTORNEY GENERAL",
      "utterance": "Yes, it is a little Big Brother-ish. And I think this is a -- the reason this is -- has so much interest from a lot of folks is because not only of what happened and what this story contained from The New York Post, but, really, it is the best example we have seen to date of the power of Facebook and Twitter to put their thumb on the scale, to change how much can be shared among users on their platforms. And I think it shows the power of their monopoly -- monopoly, Neil. And I think -- I think this is going to get them some regulation attention from Washington, D.C."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You know the story very well. And you know about -- and I understand some of the confusion and maybe skepticism around this computer store owner and why he had this laptop. Was it, indeed, Hunter Biden's laptop? Why he made it a point to make a couple of copies of these e-mail exchanges, pass one along to Rudy Giuliani. Be that as it may, the social media that generally happily allows all sorts of material, skeptical and otherwise, to pass on, strictly forbid this, and made it next to impossible for anyone to communicate it. Others found ways around that, getting it to colleagues or those they knew. But let's say Facebook and Twitter certainly didn't help. Did they break any laws here doing this?"
    },
    {
      "speaker": "WHITAKER",
      "utterance": "Yes, Neil, and that's a good point, is that what Facebook and Twitter did was essentially, instead of answering speech with more speech, or sort of entering a marketplace of ideas, is, they suppressed speech and showed kind of the worst of the power of their platforms. I just -- I just can't see -- we already had Clarence Thomas drop a footnote in a cert petition denial, saying that he would be interested in taking a 230 case. We now have Congress calling these people up for hearings on Section 230 of the Communications Decency Act. And we also have the FCC now talking about this. And I think, ultimately, we may look back at this as the golden age of social media, before Washington, D.C., heavily regulated them."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm just wondering, too, would the better part of valor be, even with the risk of sending along information that might be false or even crazy..."
    },
    {
      "speaker": "WHITAKER",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... is it the social media giants' job to decide that? Or should we, as users of these sites, be well aware, read what you can and will, decide for yourself?"
    },
    {
      "speaker": "WHITAKER",
      "utterance": "Well, Neil, we have always trusted the American people to be discerning. The New York Post is not some fringe publication that doesn't have journalistic standards. And what they put out, it seems to me, would have been -- they would have gone through their process to determine if it's fit to print. And it's not just the major media outlets, like The Times and The Post that somehow have a monopoly on what's true. And so I think this whole case is a really sad example of the power of social media, and how, ultimately, they're going to deserve the regulation they get from Congress and from the executive branch."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you, Matt, very, very much."
    },
    {
      "speaker": "WHITAKER",
      "utterance": "Thank you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And, to that point, Congress wants to hold hearings with all these honchos, including Mr. Dorsey of Twitter and Mark Zuckerberg."
    },
    {
      "speaker": "We're also hearing from the president on this whole Steve Scully news, saying that",
      "utterance": "\"I was right again. Steve Scully just admitted he was lying about his Twitter being hacked. The debate was rigged. He was suspended indefinitely. The Trump campaign was not treated fairly by the commission. Did I show good instincts in being the first to know?\" Of course, the president not part of that debate tonight that was scheduled for tonight. Neither is Joe Biden. They're holding separate town hall forums. But this is calling into question how these things, these debates are done in the first place. Who makes the decision what is an upright and decent moderator and who is not? The curtain now has been open, and a lot of people don't like what they're seeing. Stay with us."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Does this seem right to you, just hearing what you have heard about it and how the social media played it?"
    },
    {
      "speaker": "BRENDAN CARR, FEDERAL COMMUNICATIONS COMMISSION",
      "utterance": "No, not at all. Look, the cover-up can oftentimes draw more attention than the crime. And by silencing core political speech on this important story, I think big tech has crossed a line."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, that's FCC commissioner Carr with me on FOX Business telling essentially that it's just probably a bad business strategy, if nothing else, to draw more attention to an article you might deem unacceptable, or let's say controversial, than you would this way. And that's where we stand right now, where they're already questioning whether Twitter and Facebook made a big deal out of something simply because they didn't believe it or found it suspicious. We're talking, of course, about that New York Post article that goes into detail about e-mail exchanges allegedly involving Hunter Biden with a top executive over Burisma, the Ukrainian energy concern with whom he was trying to grant an audience with then Vice President Joe Biden. Edward Lawrence, a lot more now on the details behind this and how it is going way beyond the story to those that wouldn't pass along the story -- Edward."
    },
    {
      "speaker": "EDWARD LAWRENCE, FOX NEWS BUSINESS CORRESPONDENT",
      "utterance": "Yes. And that's it, Neil, is, the story has now grown beyond itself and the details. What really set off Republicans is when Twitter suspended the account for The New York Post. Senator Ted Cruz says blocking this story amounts to a campaign contribution for Biden."
    },
    {
      "speaker": "SEN. TED CRUZ (R-TX)",
      "utterance": "Big tech censorship has always been bad. But they really crossed a line in the last 24 hours. I'm not aware of their previously actively censoring major press outlets. It's not -- it's not really any different than Twitter blocking FOX News from sending out a story. Look, FOX News may be right or wrong. The New York Post may be right or wrong, but silencing the media is a direct violation of the principles of the First Amendment."
    },
    {
      "speaker": "LAWRENCE",
      "utterance": "Now, Twitter says that the story violates its policy because it gives e-mail addresses and could have been hacked materials. Well, today, Rudy Giuliani claims that he has a legal chain of custody for Hunter Biden's laptop that makes it the repairman's custody or property. Now, on that laptop, The New York Post says, are e-mails showing former Vice President Joe Biden possibly met with Ukrainian business associate of Hunter Biden. Now, the former vice president previously had said he never met any of his son's business associates. The New York Post also says that there are e-mails detailing how a deal with the Chinese businessman with ties possibly to the Chinese military would be -- quote -- \"interesting for me and my family,\" according to an e- mail The New York Post has from Hunter Biden. Now, the president, Donald Trump, highlighting censorship at his campaign stop in Greenville, North Carolina, something Senator Mike Lee also pointed to."
    },
    {
      "speaker": "SEN. MIKE LEE (R-UT)",
      "utterance": "You have had news media outlets and you have had social media platforms in the past who have been willing to run all sorts of stuff, just based on somebody's suggestion that they might be true. Now, I just want to see them applying the same standard here that they have applied elsewhere. And, clearly, we're not having the same standards."
    },
    {
      "speaker": "LAWRENCE",
      "utterance": "And Twitter says the suspensions of the accounts will be removed when the tweets in question are deleted. So, The New York Post would have to delete the tweets with its own stories in them -- back to you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Edward Lawrence, thank you very, very much. What a confusing day for political back-and-forths on this. No doubt they will become subjects of separate town hall debates featuring the former vice president and, of course, the president of the United States. But the president has already weighed in on one big matter today, Steve Scully out at C-SPAN, at least indefinitely, over misrepresenting a Twitter hack on him that was no hack. It was him. Kennedy here on all of this. Kennedy, what do you think?"
    },
    {
      "speaker": "KENNEDY, FOX BUSINESS NETWORK CORRESPONDENT",
      "utterance": "I think it's Weiner-ific. I think it's so reminiscent of Anthony Weiner, it's actually kind of sickening, and not a surprise. Anyone who saw the tweets that Steve Scully tried to send to Anthony Scaramucci, another shamed Anthony, you knew that he was trying to send a direct message, which is something that is sent in private, not to the entire world. But, apparently, Steve Scully is 100 and doesn't know how Twitter works. Therefore, his account should be frozen. I can't stand when people do something dumb, and they don't take responsibility for it. He can say, I'm a ham-fisted grandpa, and I don't know what I'm doing. But, instead, he's like, oh, what, I was hacked. Steve, if someone were going to hack your account, believe me, they would post something either pornographic or interesting. They wouldn't post that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, I don't know what the details, how they found out that wasn't the case. He did admit that that indeed was not the case, that he was not hacked. But it does come back to this issue of how are moderators decided in the first place? We know campaigns typically sort of have a list of people they keep in mind, or would like to see, and that this independent commission decides for itself. It's divided between Republicans and Democrats. But the rap against it is that they have a tin ear and are very biased. I don't know where you stand on this. But, at the very least, it's going to make us revisit how they go about choosing who moderates these things or who's involved in them. What do you think?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Yes, I think that we should absolutely take a long look at how these debates are refereed, because, frankly, I don't trust the commission. And I think that the commission is there working with a stale duopoly that is the Republican and Democrat parties to ensure that theirs are the only candidates that the nation sees. And that does a great disservice. And it really limits the dialogue. And these candidates don't have to be pressed, if there are areas of agreement. And the one thing that the first debate showed us, it's that presidential debates can really go off the rails quite quickly, and be somewhat entertaining. But, also, maybe we need a different format and a different way of putting these things together. Chris Wallace did an outstanding job. Steve Scully, his reputation is sullied. In fact, they may think up a new adjective. It could be Scullied. Now, that would be a verb."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Really? You just said that. You actually just said that. Kennedy, thank you very, very much. We just don't know. We do know that this was to be the night that Steve was going to be hosting this debate, this town hall forum that now isn't happening. All right, when we come back here, of course, the judge got a break today. She was not part of this fourth day of hearings going on right now, where they largely had senators listening to witnesses who spoke on her behalf and others who had questions and reservations. But the timetable is on. They think, right now, they can get a committee vote going on October 22 and, the very next day, a full Senate vote on October 23, long before the election -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Could Judge Amy Barrett be on her way to the Supreme Court in eight days? The aggressive timeline that Republicans have set up to make sure she does -- right after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, Amy Barrett has taken their best of questions. And, today, she had the day off, as the Senate Judiciary Committee was more talking to those who either supported her or knew a lot about her, but, right now, that train has not slowed one bit. In fact, it seems like things are speeding up amid reports they want to have a full committee vote by October 22. That would be a week from today, and maybe a full Senate vote the day after that. Hillary Vaughn on the latest in that aggressive timetable. Hey, Hillary."
    },
    {
      "speaker": "HILLARY VAUGHN, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Neil, well, Senate Democrats tried today to delay a vote on Judge Barrett's nomination until after Election Day. But their effort to do that this morning ultimately failed. So, Senate Republicans are on track to vote on Judge Barrett's nomination out of committee one week from today. But even though Judge Barrett over the past two days endured about 20 hours of cross-examination, some Democrats say they have been left with more questions than answers. And, today, Judge Barrett, while she was not in the hearing room, witnesses testified on her behalf. The American Bar Association told the committee that Barrett was well-qualified, while Democrats called witnesses that put a face on policies that they think are in jeopardy with a potential Justice Barrett on the high court. While Judge Barrett has been very persistent in trying to stay apolitical throughout this process, some Democrats argue that the timing of her nomination, just a few weeks before Election Day, turns this into -- quote -- \"a callous power grab.\""
    },
    {
      "speaker": "SEN. PATRICK LEAHY (D-VT)",
      "utterance": "President Trump has always wanted to say the quiet part out loud, often very loudly. He said he expects his nominee to side with him in any election-related dispute."
    },
    {
      "speaker": "SEN. JOHN CORNYN (R-TX)",
      "utterance": "They have become accustomed to the Supreme Court being policy-makers and being a body that bails them out if they can't win the election or win a vote."
    },
    {
      "speaker": "VAUGHN",
      "utterance": "Some Democrats are already now plotting political payback. Sheldon -- Senator Sheldon Whitehouse said today that, if Democrats take control of the Senate, and the shoe is on the other foot, that Republicans will not have a leg to stand on it they object to controversial, but constitutional moves, like expanding the Supreme Court, adding seats to the court, or getting rid of the filibuster -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Hillary Vaughn, thank you very, very much. So, can anything be done right now too slow or even remotely dry to stop Judge Barrett from becoming the next associate justice on the U.S. Supreme Court? Let's go to John Yoo. Love having John on, the former deputy assistant attorney general, bestselling author of \"Defender in Chief,\" much, much more. So, John, I'm not aware of the mechanics of this process and what Democrats might be able to do, even in the minority, to stall it. But what do you think? What tricks could they have up their sleeves to stop it?"
    },
    {
      "speaker": "JOHN YOO, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "utterance": "Well, I would feel bad if you didn't know the ins and outs of the Senate floor manual rules. But what the senators could do, what the Democrats could do is try to just not show up, and hope that some Republican senators are so sick, they can't form what's called a quorum. The Constitution requires that there be a quorum to have the vote. And under the Senate rules, that's a majority. And they have to show up in- person the floor of the Senate to take that vote. There's no voting by proxy in the U.S. senate, like there is in the House. So -- but if everybody shows up, you got a majority of 51 senators who show up to vote, I don't think there's really anything that the Democratic senators can do to stop the floor vote from being a week from today. And then the oath of office can be taken right after President Trump signs her commission. She could be sitting on the bench a week from tomorrow."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Just amazing. Have we ever had -- if it sticks to that script, John, but have we ever had something so quick, in the choosing, the hearings, and the ultimate swearing-in of an associate justice?"
    },
    {
      "speaker": "YOO",
      "utterance": "Actually, Neil, I'd say most justices in American history have been quick. Actually, even having hearings is relatively a pretty new thing. They didn't have really hearings 50 years ago. But, even then, there have been justices, like Ruth Bader Ginsburg, John Paul Stevens, you could go down a few other names, who have had very, very quick periods between when they were named to when they sat -- until the time they sat on the bench, sometimes less than 30 days."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Now, as you know, John, the Democrats have vowed, because of this and ranting this through, as they say Republicans are, with this nomination, they take the White House and the Senate, they're going to pack the court. They're going to do what Franklin Roosevelt did back in 1937. Now, that boomeranged on FDR, you know better than many, when even Democrats said, no, no, you have gone one step too far. But hard to sort of telegraph how Joe Biden is on this, that he personally doesn't like the whole packing idea. But, again, it could be different if Republicans are seen at a disadvantage and Democrats run the table, right?"
    },
    {
      "speaker": "YOO",
      "utterance": "I think that's such an overreaction. It's such a threat to the independence and integrity of the judiciary to the idea of just filling a current vacancy on the Supreme Court. If Democrats are mad, the natural thing they should do is just say, next time there's a vacancy when our guy is in charge of the White House and we're in charge of the Senate in the last year, we will put that person through in just a few weeks. That would be a fair response. But to say we're just going to make the courts a tool of politics, where we just keep stuffing more and more justices, make it 25, make it 30 justices, Neil, you and I will be on the Supreme Court when we get to 50 justices, we will just keep putting more people on, until you get the results you want? That's not really what the independence of the courts are about. We need to have justices who are not beholden to whatever party just happens to be in power right now. And I find it's -- Democrats particularly should care about this, because they say they want the courts to defend individual rights against the majority. Well, under that plan to pack the courts, the courts are just going to rubber-stamp the majority every time."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, John, I think you do have a better shot of that court pick. It doesn't have to get up to 50. I think, even at 15, you would be on that short list."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "John Yoo, thank you very, very much, my friend. Again, that is the aggressive timetable. They still think they can do it. And, gosh darn it, looking at the calendar and what they're trying to do, it does look like they can, barring any -- any surprises. All right, stimulus a big issue on Capitol Hill today, the president making very, very clear with an interview with Stuart Varney on FOX Business, we think we can go even bigger, I'm open to going even bigger. Here's the problem. The Senate Republican leader is not -- after this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Go big or go home. I said it yesterday, go big or go home. But Nancy Pelosi doesn't want to give anything. She thinks it helps her with the election. And I don't think so. I think it hurts her with the election, because everyone knows she's holding it up. We're not holding it up. She's holding it up."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the president blaming Nancy Pelosi for the stuck nature of these stimulus talks. But do keep in mind it was the president tweeted out just junking the talks altogether a little more than a couple of weeks ago and waiting until after the election, because he didn't like the lack of progress either side was making. Be that as it may, Chad Pergram right now on where this could stand and the latest entrant in the confusion process, no less than Mitch McConnell. Chad, where do we stand?"
    },
    {
      "speaker": "CHAD PERGRAM, FOX NEWS CONGRESSIONAL CORRESPONDENT",
      "utterance": "That's right, Neil. Good afternoon. Well, Nancy Pelosi, the House speaker, she has always wanted to -- quote -- \"go big\" -- $2.2 trillion is what she wants to spend on a coronavirus bill. She's been talking on a regular basis with Steve Mnuchin, the secretary of the Treasury. They're supposed to talk at some point still yet today. Keep in mind that Mnuchin yesterday indicated that he didn't think at this point there was any way that they could get a deal done before the election. And that was echoed by the Senate majority leader, Mitch McConnell, today."
    },
    {
      "speaker": "SEN. MITCH MCCONNELL (R-KY)",
      "utterance": "I don't think so, because my members -- that's where the administration is willing to go. My members think what we laid out, a half-trillion dollars, highly targeted, is the best way they go. We're in discussions going on between the secretary of the Treasury and speaker about a higher amount. That's not what I'm going to put on the floor."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Late last week, Senate Republicans incinerated a $1.8 trillion proposal authored by the secretary of the Treasury, Mnuchin. But, on FOX Business, the president criticized Mnuchin, saying -- quote -- \"He hasn't come home with the bacon.\" Republican South Carolina Senator Lindsey Graham says he is aware that Federal Reserve Chairman Jerome Powell believes the country needs a massive bill to salvage the economy."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "utterance": "There are some policy provisions in the $2.2 trillion package that I think make it ineffective in terms of what we're trying to do. To me, it's not a money issue. It's a policy issue. Now, a lot of Republicans, it's about the money. And I understand the debt. But I think Powell is right. I think a bigger stimulus package would help with the right policy."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Now, that bill they're going to put on the Senate floor next week, it's not going to go anywhere. It needs 60 votes. It's going to face a filibuster from Democrats. And, Neil, that will be the final nail in the coffin on coronavirus legislation before the election -- back to you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You said it before anyone my friend, Chad Pergram following all of that on Capitol Hill right now. You never know. But, right now, those are the numbers we do know. All right, in the meantime here, waiting for the big, but separate town hall meetings featuring the president and the vice president. They're going to be miles and miles apart, but, right now, that could also explain the amount of money they're raising. How is it that Joe Biden is running laps around the president when it comes to raising dough? And does that give him a distinct advantage going into the final weeks? We're on it -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, the president getting ready for his town hall that will be in Miami tonight, and going to do a bit of a fund-raiser there as well. He could use the dough right now, because I don't know if you have seen these numbers on Joe Biden, but off a record month, he has better than $420 million sitting just ready to be spent in the final few weeks of the campaign. And on the left of your screen, by the way, the president arriving in Miami. Charlie Gasparino has been keeping tabs on all this. Man, oh, man, I don't think I can ever recall, Charlie, a challenger to an incumbent president eclipsing the money raised by the incumbent president. It's wild. What's going on?"
    },
    {
      "speaker": "CHARLIE GASPARINO, FOX NEWS SENIOR CORRESPONDENT",
      "utterance": "Yes, well, it reminds me a little bit of Obama in 2008. Of course, Obama wasn't running against an incumbent president. He was running against the incumbent party in John McCain, right? The president back then was George Bush. But George Bush had a lot of problems, as you know, and so did the Republican brand at that point. It was just -- we came out of a very unpopular war. He had the financial crisis. And Trump has got some of those -- not exactly the same issues, obviously, but some major issues to deal with, the pandemic, his handling of it, which has been -- people have been very critical of, the economy right now, although I think he's done net-net well on the economy, and his personal attributes. People are just -- suburban women are just turned off by his tweeting and his personality. Put all that together, and donors, particularly big money donors -- and this is Wall Street -- they're just throwing money at Biden right now. I found a fascinating statistic. Goldman Sachs -- this is just individuals, not their PAC money, but it will give you a little idea here -- gave something like $170,000 to Biden. They gave -- they have given about $11,000 to Trump. That's $11,000 -- they gave also $11,000 to Michelle Caruso-Cabrera, who, by the way, ran against AOC unsuccessfully. It was an uphill battle. Goldman gave her literally the same amount of money that they gave the president, President Trump. So that's where they're betting. And the polls tell it all. The polls are saying that Biden is going to wait. Now, the polls were wrong in the past, as you know, Neil. Wall Street has been wrong the last two election cycles, we should point out. They went heavily for Mitt Romney, because Obama, they believe, backstabbed them, essentially. After supporting him, he passed all that financial regulation, which particularly at Goldman Sachs hurt their bottom line. Last year, last election cycle, they went for Hillary. Again, they bet wrong. So, remember, they're not right, they're not wrong all the time. But this time, they feel they're on pretty strong ground, at least now, that the president is not going to win. And the polls are -- remember, the polls with Hillary towards the end were tightening. They're -- we still haven't seen that tightening yet. It may happen, and he may pull it out. But Wall Street and the big money donors aren't betting on it. They are quite the opposite. They see a Joe Biden presidency. And, obviously, you give money to him because you want to influence him. They don't want him to do all those tax increases he wants, particularly on investors. I think they're crazy, because he's going to do it. That's -- if there's one thing I know Joe Biden is going to do is raise taxes. He's made that clear in meeting after meeting, particularly if he gets a Republican -- a Democratic Senate, and there's going to be some turbulence in the stock market if that happens."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "I don't care how much Goldman Sachs gives him. They're not going to stop that from happening, particularly if the Senate goes Democratic. But that's kind of a snapshot of where we are now. Let's see what happens with the polls in the next couple weeks."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Your friends do seem like a smarmy, slimy bunch, though. They just suck up to whoever they think is going to win, right? That's you, actually."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "Well, you -- like, they're not my friends."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "GASPARINO",
      "utterance": "You're saying they're my friends."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK. OK. All right. Well, they pick up the phone when you dial. I mean, it's just odd. I mean, all right, whatever, whatever -- as long as you can sleep at night, Charlie. That's all I say. Thank you. Dr. Gasparino. Always good seeing you. He is the best in the business. We kid each other. In the meantime, the president arriving in Miami, with all these fast- developing moves here. We do know of at least one debate, the last debate, that is still on, barring any surprises. The one that was scheduled originally for tonight couldn't have even happened because of developments that just happened today. More after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, how do you tweet out, \"Help\"? Because, right now, Jack Dorsey, the head of Twitter, Mark Zuckerberg of Facebook, well, they are going to be corralled right now to Washington for a Senate Commerce Committee hearing. The senators want to know how they go about policing content and seemingly targeting conservative content, at that, of course, on this whole New York Post story dust-up. John Thune, the Senate majority whip, with us right now, sits on the Commerce Committee as well, as luck would have it. Senator, always good having you."
    },
    {
      "speaker": "SEN. JOHN THUNE (R-SD)",
      "utterance": "Thanks, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I notice you guys didn't waste any time trying to get these chieftains to your committee on this subject. Is that what you're trying to find out, how they decided on this subject to block people from -- from transferring this information to other folks?"
    },
    {
      "speaker": "THUNE",
      "utterance": "Yes. And, actually, we have been at this for a while. We had actually issued a subpoena, the Commerce Committee did, to get them to come. And they, without having had the issue, the subpoena actually having to be delivered, they agreed to come and testify in front of the committee. So, it's Facebook, it's Google, and it's Twitter. And I think it's a conversation we need to have, Neil. We need to find out exactly what they are doing in terms of content moderation policies. And when they either suppress or amplify individual users' content, certainly, this example with The New York Post and their users is an example of why not only the entities like The New York Post, but also their users who might link to their Web site, need due process. They need to find out why these decisions are being made. And I think that the -- this is a matter of transparency. And it's a matter of accountability to the American people."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator, I know conservatives are saying they disproportionately target conservative thought. And, of late, there's been a lot of evidence of that. But I can remember liberals complaining just a few years ago that Facebook practically paved the way for then candidate Trump to become President Trump, because it entertained all sorts of stuff, specious and otherwise, that got on. So, are you worried that you might get what you wish for and that, all of a sudden, you could be shutting down debate of any sort?"
    },
    {
      "speaker": "THUNE",
      "utterance": "Well, I think what this points to, Neil -- and you have already seen the FCC and Chairman Pai has indicated that they have jurisdiction over Section 230, and they're going to come up with a rule-making to clarify the rules."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "THUNE",
      "utterance": "But I also think that Section 230 in the law needs to be reformed, honestly. I mean, it was a 1996 statute. It was when the Internet was in its infancy. And we have come a long way from that. And you now have essentially three companies that have virtually monopoly power in their particular space of the market. And I think there has to be some accountability. Now, the Democrats, up until now, as you pointed out, have been interested in that as well. Currently, it's Republicans who seem and conservative content that seems to be getting censured. But I would hope that there would be bipartisan interest in bringing these big companies to account, not only because of the monopoly of power, but also because of the shield against liability that they have with respect to the way that they moderate content. And those issues need to be looked at again. And it's time for Congress to have that conversation."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, what if they don't -- they argue, Senator, that they're not trying -- I'm sorry, sir. They argue that they're really not moderating content. They argue that they never took the story down. They did make it very difficult to reduce its distribution. So, therein lies the rub. But if this were a story that was -- had some specious elements to it concerning, let's say, the president, and they were to do the same thing, and hold off people -- letting people resend that, you would endorse that, wouldn't you?"
    },
    {
      "speaker": "THUNE",
      "utterance": "Well, it acts -- I mean, I think, again, they act as a filter, and they create a bubble for users. And they use algorithms to -- for users to see what they think those users want to see. And this is a big problem. I mean, I think you have got..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "THUNE",
      "utterance": "You have got now three companies essentially editing everything and limiting what the American people have access to in terms of users on these platforms. So, they have got to be accountable, and..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Would you break them up? Senator, would you break them up? Some of your Democratic colleagues, for very different reasons, say they have gotten too big for their britches, and we should break them up. Do you support that?"
    },
    {
      "speaker": "THUNE",
      "utterance": "There is -- there is a good argument to be made that these have -- they exercise monopolistic power in the market. And I think that's an issue probably more for the Judiciary Committee than for the Commerce Committee. But we certainly want to look at the question of Section 230 and how that's being applied and whether or not these big platforms are acting, as they say, as neutral platforms, or have they, in fact, become publishers? Are they now stepping on the content and deciding what is and what isn't seen by the American people? And if they're preventing it from being distributed via Twitter, that, too, is -- that's a way, that's an action that filters the content the American people see. And if we're going to have an open market, we have got to have an open market. If we're not, we need to figure out what the parameters ought to be. And I think this whole issue of content moderation is something that the American people need to have looked at by their elected leaders, by policy-makers in Washington. And so I'm glad we're having a hearing. I hope we get some answers, and I hope we get some movement on reform."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Very quickly. We have about 30 seconds, Senator. I'm sorry."
    },
    {
      "speaker": "THUNE",
      "utterance": "That's all right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But Mitch McConnell seems to put the kibosh on aggressive stimulus here. The president wanted to go big, go even bigger. Mitch McConnell is at the $500 billion mark. Are you, that, in other words, nothing bigger will be entertained by the U.S. Senate?"
    },
    {
      "speaker": "THUNE",
      "utterance": "I think there's probably -- there -- we would have some votes for something that would be bigger than that. But, the bigger it gets, the fewer Republican votes you're going to have. I can -- I have to count the votes. So, I kind of know what that threshold is. But it's as much as -- as much the policy as it is the number. I mean, the number is important, but the components, the features of the bill are also important."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "THUNE",
      "utterance": "And I think the leader is pointing out that the Democrats are being intransigent in what they're asking for."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. All right, we will see what happens. Senator Thune, always good catching up with you."
    },
    {
      "speaker": "THUNE",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "John Thune on, the message is clear, at least from the United States Senate. They can cobble together anything they want in the House. Right now, it would be kind of dead on arrival in the Senate. But this is Washington. Things change. Here's \"The Five.\" Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}