{
  "date": "October 22, 2021",
  "headline": "'Ingraham Angle' on Biden's town hall",
  "subHeadline": "'Ingraham Angle' welcomed guests Mark Meadows, Stephen Miller, Jim Banks, Greg Steube, Dinesh D'Souza, Jim Comer and Artur Pawlowski.",
  "url": "https://www.foxnews.com/transcript/ingraham-angle-on-first-reaction-to-bidens-embarrassing-town-hall",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "I'm Laura Ingraham and this is the INGRAHAM ANGLE back in Washington tonight. We're going to give you can't miss analysis of Biden's train wreck of a town hall on CNN. His meandering, incoherent thoughts and everything from the supply chain crisis to gas prices to China. By the way, he defended vax mandates and somehow, somehow insisted that few are actually quitting their jobs or losing their jobs because of them. And, of course, that's despite broad evidence to the contrary. He has no clue if gas prices are going to come down anytime soon. And he's just been too busy to get down to the border. And, of course, Anderson Cooper played his normal fanboy self. But first, in the late 1600s, Sir Isaac Newton observed that, for every action, there's an equal and opposite reaction. Well, who knew Newton's third law of motion would be so relevant for centuries later? I give you Ingraham's first law of consequences. For every rise in inflation, there's a roughly equal and opposite decline in Biden's poll numbers. A new CNBC survey shows Biden's net approval rating has collapsed from plus three in July to negative 11 today, a nearly five fold drop. Now, just 41 percent of Americans approve of Biden's job performance. That's compared to 52 percent who disapprove. But that wasn't even the most shocking finding in that poll.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE LIESMAN, CNBC SENIOR ECONOMICS REPORTER",
      "sentences": "46 percent say, they expect the economy to get worse in the next year. That is the worst level in the 13-year history of the poll. I expected to see negative numbers. I didn't expect to see some of the worst polling numbers that we've registered in the 13 years that I've been doing this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wow! Now, we sounded the alarm on this months ago, we warned Biden, the Democrats, and the media that inflation was coming, and it would absolutely devastate our economy. But we were ignored. And now, Americans are watching in horror, as their incomes and savings get eroded by rising prices for food, clothing, shelter and energy. In one California town, the price of regular gasoline hit and, I kid you not, 7.59 a gallon. It's 8.50 for premium. If Democrats weren't already worried about their prospects in 2022 and 2024, they should be now. But, of course, they can always count on their peons and the media to cover for them. First, the Washington Post told us to lower our expectations. You spoiled people. Now, the lefty rag Vox is going even further declaring, \"It's time for Americans to buy less stuff. Instead of opting to order our Christmas presents early, perhaps now is the time to reconsider America's great shopping addiction.\" Or maybe the Biden administration could actually take steps to unclog our ports. To start, Biden could appoint and the Senate could confirm a Transportation Secretary who's actually, just call me crazy, qualified and not a total hack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE BUTTGIEG, SECRETARY OF TRANSPORTATION",
      "sentences": "There's no easy fix, there's no magic wand. But there are a lot of things we can do. As long as the pandemic continues, we're going to see all kinds of disruptions. The biggest thing we have to do still as a country, is put the pandemic behind us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wally, where's the Beaver! Furthermore, Biden could relax regulations and cut any red tape that's contributing to the mess at our ports. Now, if EPA rules are actually keeping more trucks from hauling containers, they should be lifted. And then maybe we should examine if they're even necessary in the first place. Now, Biden could also help alleviate the reported shortage of truckers and workers in general. We'll talk about this a little later when we talk about what happened tonight at that town hall. But he could back off his divisive and anti-science vax mandate. Didn't do it tonight, but he could. Right now, Union Pacific, one of the country's biggest rail companies is embroiled in a battle with its own unions over Biden's vaccine mandate. But tonight, somehow he said, 'Oh, it's not really a problem'. Now, we can't afford to have any more of our transportation infrastructure grind to a halt. So end these insane mandates now. Of course, Biden made clear at CNN town hall tonight that not going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Should police officers, emergency responders be mandated to get vaccines? And if not, should they be stay at home, or let go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "Yes, and yes. The mandates are working.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, and yes. And if you were hoping that Biden would outline plans to alleviate that supply crunch, or maybe just try to taper off inflation, not happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "All the elements of these two bills have profound impact on economic growth, reduce not increase inflation, don't add a penny to the debt, as well as grow the economy. My proposals would actually reduce inflation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "You think you'll have a deal by the time you get on Air Force One in eight days?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "It's like my asking you, 'Are you sure, your next show is going to be a success?'",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Bottom line. Do you think you will get a deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I do think I'll get a deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Tinkerbell is going to just sprinkle pixie dust on Kyrsten Sinema, and she's just going to agree to everything they want. Now, if he continues this routine and rams this multi-trillion dollar agenda through, inflation is going to get worse. A lot worse. Everyone knows this. Which will only trigger Ingraham's second law of consequences. The more miserable a political party makes Americans, the more likely they're going to get thrown out of power. Joining me now is former White House Chief of Staff, Mark Meadows, author of the upcoming book, \"The Chief's Chief\". And also with me, Indiana Congressman, Jim banks; and Stephen Miller, former Trump Senior Advisor, founder of America First Legal. Mark, tonight's town hall with Joe Biden. He had a big day for President Biden. This was really one of his busy days. He had a event at Martin Luther King Memorial earlier in the day, and then he did this 90-minute CNN town hall. What was your immediate takeaway?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MEADOWS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "sentences": "Listen, it was the most difficult hour and a half of TV that I've watched ever. I mean, listen to it. President Trump came out with a new social media company yesterday announced that on Fox. Listen, CNN had a new announcement tonight. Joe Biden has a new social network. It's called ramble.com. I mean, it was it was just pathetic. And what do we have, we had Anderson Cooper not acting as a reporter or a moderator, he was the lifeguard throwing a life ring each and every time that Joe Biden started to ramble off. I mean, it was pathetic. And it just - we didn't learn much. But what we did learn is, it's to lower our expectation and hope for the best in six months from now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, I mean, Stephen, he said a lot of things. He said, 'Well, people are worried that they're not going to be able to buy Christmas presents'. Like, Yes. They are worried about that. Now, what are you going to do about that? But he gave a really rambling and incoherent answer on gas prices. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Gas prices relate to a foreign policy initiative that is about something that goes beyond the cost of gas. And that's because of the supply being withheld by OPEC. And so there's a lot of negotiation that is - there's a lot of Middle Eastern folks want to talk to me. You'll start to see gas prices come down as we get by in going into the winter - I mean, excuse me, into next year in 2022.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Stephen, I don't even under - I honestly don't even know, what was that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN MILLER, FORMER TRUMP WHITE HOUSE SENIOR ADVISER",
      "sentences": "If you had - well, let's - I mean, if you had a relative at the Christmas table that was that incoherent, you would - out of compassion, you would try to get them help, you would try to find a professional. I mean, this is - these are really concerning signs of cognitive decline. And what's especially concerning is that Joe Biden's plan of talking to \"Middle Eastern men\", which I'm not sure what that means, has nothing to do with why energy prices are spiraling out of control, or just that he cancelled the pipelines, he cancelled the new oil and gas leases, he cancelled President Trump's energy independence policy, that brought gas prices to historic lows. He stopped the drilling, he stopped the fracking, and now energy is more expensive and harder to get than it's ever been before. It's not complicated. But I truly don't believe this man has a clue what is going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, that was one of many instances tonight that I was actually worried about him personally. Now, Congressman, to this point, though, I have to play this very important analysis from an esteemed CNN panel right after the town hall wrap. This was their take.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAUL BEGALA, DEMOCRATIC STRATEGIST",
      "sentences": "This is not a presidency in crisis. This is right wing myth. That, \"Oh, he's just kind of out of it. And he's not really running things\". That shattered tonight. This is a guy truly in command of the presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN HOST",
      "sentences": "He seemed to have unusually good command of the data. He was spitting a lot of facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA BUSH, CNN POLITICAL CORRESPONDENT",
      "sentences": "He has been very engaged.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. Does this look like he's in control? Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Percent of all products coming into the United States of America on the West Coast go through Los Angeles, and - and - oh, what am I doing here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Is it Long Beach or--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Long Beach. Thank you. I said, you got to be open 24/7. No port there was open five days a week, 40 hours a week. 24/7.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, he has no idea what's going on. I mean - I mean, Long Beach is kind of a hard thing to remember, I guess though.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM BANKS (R-IN)",
      "sentences": "And the left wing media is never going to hold him accountable for his lack of ability, for all of the mistakes that he's made over the last several months that have sent America down the spiral that we've seen. You've seen the left wing media come out this week, Laura, and say, that America should lower its expectations with Joe Biden in the White House. And you see on CNN tonight, they're covering up for him. They're not going to hold him accountable for the inflation crisis, the border crisis, the debacle in Afghanistan, the supply chain crisis. All of these crises are a direct result of the Biden administration's policies. They're going to cover up for him every step of the way. They're never going to hold him accountable for it. And CNN proved that tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mark, Biden was asked about the border. Here's the exchange.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Do you have plans to visit the southern border?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I've been there before, and I haven't had a whole hell of a lot of time to get down. I've been spending time going around looking at the $900 billion worth of damage done by hurricanes and floods and weather, and traveling around the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mark, he's the president of the United States. He's the president of the United States. He can't go to the border because he is too busy with the hurricanes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Yes. So in 10 months he blames the hurricanes for him not going to the southern border. He blames OPEC for gas prices being too high when it was, as Stephen pointed out, he is canceling the Keystone pipeline and then giving a pass to Russia on the very same thing. You know, when he started making those excuses, we found one other thing that all the forest fires, 50 percent of them happened because of power transmission towers falling over. I mean, it was just - as I started taking notes, I mean, I just - I felt sorry for him. But more importantly, I felt sorry for America. If this is the best we've got, we're in a deep problem. And you've been covering this from the very beginning. Inflation will continue to erode away at the hardworking American taxpayer dollars. And his answer to it was to try to spend more money in government instead of actually getting the economy going. I had a low expectation for him going into this town hall and he exceeded my low expectation on the negative terms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When he said he was too busy to go to the border, I think, how many weekends has he been in Delaware? I mean, riding the bike or whatever he is on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "They don't have good ice cream on the southern border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, apparently not. Del Rio--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "No, Mark. It would melt. They couldn't enjoy it, going to be too hot down there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Stephen, I want to get to another issue involving the border, because this has been your focus for so many years, and obviously mine as well and commentary. So, Biden was asked about the policy toward unaccompanied minors at the border. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We're not sending back children. You'll notice, you're not seeing a lot of pictures of kids lying on top of one another with - with - with black - with you know, that looks like tarps on top of them. What we're doing is bringing a lot of folks who are coming in and they're doing ankle bracelets instead of people being sent back, depending on whether or not their claim appears to be legitimate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And CNN's commentator said, this is a man in control. He could not remember the word, blanket. The aluminum blanket.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He struggled to remember the word blanket, people. That's an issue. Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "If you watch that - that - and we'll use the word again that Mark gave us, if you watch that ramble for two minutes, you should be frightened. You should be terrified. He has no clue, no idea, what his radical Marxist deputies are doing on immigration, real quick, unaccompanied minors. His administration exempted them, categorically and illegally, from Title 42. That's why you've had 125,000 unaccompanied minors arrive, at least, minimum, under the Biden administration blowing every other year in American history out of the water and it's not even close. And they're being resettled in U.S. communities at taxpayer expense, burdening schools, burdening hospitals, and reconstituting and replenishing MS-13. It is a catastrophe. This man doesn't even know what's happening, because he is in decline. And like Mark said, I feel sorry for America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Mark, he was asked about Joe Manchin and Kyrsten Sinema at one point. I don't know if he didn't remember her name - I - well, we'll watch. Well, we're going to get to that filibuster in a moment. But - the - I'm going to get to Sinema right now. So he's asked about Sinema, he - he didn't remember her name, and then it was clear that he's trying to almost do a little negotiating on television during this town hall debate, about what was going on on Capitol Hill with this tax fight. How do you see that playing out? Because he really didn't want to get into it much, except say, it looks like they may not be able to raise a certain point of taxes in their final bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Yes. So he went back and forth, talking about how smart senator Sinema was, but - or is. And quite frankly, that she is not in favor of increasing taxes, but she's in favor of the green component of his bill. And you got Joe Manchin, who's not in favor of the green component, but may be in favor of raising taxes. And when you start putting the two together, he's not going to get a deal in eight days. And we had Anderson Cooper asking that, and - and he equivocated on the answer. But let me just tell you, this is all about his inability to actually find common ground. And Democrats are afraid. Democrats are afraid if they jump on the boat with him, that is a sinking ship. And you know what, they have every reason to be afraid, because it is a sinking ship. Inflation going crazy. We've got to make sure that we push back. \\",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. Congressman, President Biden also decided to take aim at the filibuster. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "When it comes to voting rights - just so I'm clear, though - you would entertain the notion of doing away with the filibuster on that one issue? Is that correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "And maybe more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And maybe more? Congressman, I thought he was going to get us back to restoring the normal course of business in Washington, the norms, right. Dignity, unity, all those things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANKS",
      "sentences": "Yes. Anything but - remember, that the first priority of Democrats in both the House and the Senate is to pass a bill to change election laws, to nationalize elections, to move all states to force, all states to go toward all mail-in ballots, to give Democrats an advantage over Republicans on Election Day. That's their top priority. They made that very clear. They are transparent about that for years that that's the top priority, to change - to nationalize elections to give Democrats favor over Republicans on Election Day. And the way to do that is to end the filibuster. So Joe Biden is being very transparent in a rare moment tonight on CNN. You heard it straight from the horse's mouth that this is where they're heading. We have to block them, because, Laura, it's clear. This is - this is the - this is their last hurrah. This is what they're going to try to do, to maintain power to give themselves permanent power to advance their radical socialist agenda. We can't let him do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. It's getting so bad for the Democrats that even that gubernatorial race in New Jersey, it's down to six points. And we got--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BANKS",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We got the leanings - the leanings are leaning toward the Republican candidate. So fascinating. Gentlemen, great to see you all tonight. And Joe Biden use an event at the Martin Luther King Memorial today to obsess over white nationalism. Dinesh D'Souza reacts. Plus, Attorney General Merrick Garland was in the hot seat today, and Congressman Greg Steube caught him in some rank hypocrisy. He's here, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Attorney General Merrick Garland faced questions from House lawmakers for the first time in months today. And it wasn't pretty. Especially revealing was the hypocrisy exposed during this line of questioning from my next guest, Congressman Greg Steube.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. GREG STEUBE (R-FL)",
      "sentences": "Most of us are lawyers here. So we use evidence in court. So we got two pictures here. One picture is from January 6 of individuals forcing themselves into the Capitol. This other picture is extremists forcing themselves into the Interior Department. Would you call both of these acts, domestic terrorism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "Look, I'm not going to comment about particular matters. This is a matter that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEUBE",
      "sentences": "I'm not asking you to comment on a particular - I'm asking you to comment on these two photos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARLAND",
      "sentences": "One I know the facts of, the other I don't know the facts of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Florida congressman Greg Steube joins me now. Congressman, what did you think about the attorney general's answer there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. GREG STEUBE (R-FL)",
      "sentences": "Well, do we really think that he doesn't know the facts of an intrusion that happened into a government building blocks away from where his office actually sits? What was the most amazing thing is, when I asked him about the incident, he said he wasn't aware of the incident at all, which is either an outright complete lie, or his deputies are refusing to even tell him of things that are happening when it's extremists, leftists, and progressive and socialist extremists. On the other side of the spectrum, when all they want to do is target conservatives in our country today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. So that was at the Interior Department. And it got almost no coverage, congressman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEUBE",
      "sentences": "Of course, not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When I saw it on it --I saw it online in a few places, and I think Fox might have done something about it. But very, very little in the way of courage, but they were trying to get through that front door. I mean, they said so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEUBE",
      "sentences": "When they got in the front door, 55 people were actually arrested. There were officers and Police officers and security officers who were so injured, they had to go to the hospital. So you hear nothing about it. And as you could see from the pictures that I showed the AG, they look very similar to forcing their way into the Capitol, and forcing their way into the Department of Interior, both federal buildings under the same set of laws. But the department is refusing to categorize that as domestic terrorists, but they have no problem categorizing what happened on January 6, as domestic terrorism. And the hypocrisy knows no bounds when it comes to the politicization that we have seen in the Department of Justice with the Biden administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Joe Biden tonight on CNN, congressman, said that he was committed to ensuring that the Justice Department return to being an unbiased arbiter of law enforcement. So he insisted that things were copasetic over there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEUBE",
      "sentences": "Well, of course. And so AG Bartlett - AG Garland said the same thing today. It's just - they say what they want people to hear, but their actions are completely opposite of that. And the American people are smarter than that. The American people are smart enough to see that they're acting one way to one class of people with a certain ideology, and another way to another class of people with a different ideology. And I wish I had more than five minutes, because I would have pressed him on the riots that we saw over these big cities over this past summer, that what happened to these people? Are they in solitary confinement? Are they being raided by the FBI SWAT teams and taken in, like the people in January 6? We have a completely politicized Department of Justice. It has one set of rules and laws for one set of ideology in our country, and a completely different set of laws and rules for the people that support--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I want to get to another line of questioning from today. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can you tell us without talking about particular incidents, or particular videos, how many agents or assets of the federal government were present on January 6? Whether they agitated to go into the Capitol, and if any of them did?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARLAND",
      "sentences": "So, I'm not going to violate this norm of the rule of law. I'm not going to comment on an investigation that's ongoing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, why does that impact an investigation giving us an answer as to whether there were government officials in that crowd on January 6, either among the crowd, surveilling the crowd? How is that going to change the investigation? I'm not - I don't follow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEUBE",
      "sentences": "It doesn't impact the investigation at all. He refused to answer that question from multiple different members that had asked him that question. And there's been reports that there was undercover FBI agents, or FBI agents were inciting some of the violence, or FBI agents were pushing in through the door to encourage people and encourage what we saw happen on January 6. And they're outright refusing to answer our questions. And they'll complete all these investigations. And he will still hide behind the fact that, well, we can't disclose that information. The Department of Justice doesn't have to disclose the results of an investigation. They will never tell the American people the truth. So we're relying upon some whistleblower to come forward and say, yes, this is what was going on January 6.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, fascinating today. Thank you. And President Biden today commemorated the legacy of MLK by expanding the pool of Americans his administration considers to be domestic terrorists. Well - to well, beyond just parents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I've said it before. And all my colleagues here know it. According to United States Intelligence community, domestic terrorism from white supremacists is the most lethal terrorist threat in the homeland. So that and our administration is carrying out the first ever comprehensive effort to tackle the threat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now is Dinesh D'Souza, conservative commentator and filmmaker. Dinesh, what do you think of Biden, focusing again as he did during the campaign on white supremacy as the biggest threat facing America today? DINESH D'SOUZA, CONSERVATIVE AUTHOR & FILMMAKER: Well, I think that we've seen an escalating mode of argument. They started out by trying to say, Trump was a white supremacist. Then they tried to say, January 6 was motivated by white supremacy. Now, they're saying that parents, who mobilize at school board meetings to oppose critical race theory and a whole bunch of other issues, they're a white supremacists, and they're domestic terrorists. So what you see here is - it's almost as if the national security state driven by the intelligence agencies is turning its sights away from Islamic terrorism, threats on the international scene, advances by China and technology and so on. And now turning its sights inward, in which domestic political opponents, dissenters, parents, dads and moms, who are trying to defend ultimately their children's welfare, they are being demonized as domestic terrorists. It's pathetic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "Merrick Garland today denied that. He said we don't consider concerned parents who are angry at school board meetings to be domestic terrorists. So I think they know this is hurting them, but nevertheless, Biden dipped in and out of the white supremacist rhetoric and kept beating that drum today. He also decided to use this event today to go back to the well of questioning the integrity of our elections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "This struggle is no longer just about who gets to vote, or making it easier for eligible people to vote. It's about who gets to count the votes, whether they should count at all. Jim Crow in the 21st century is now a sinister combination of voter suppression and election subversion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dinesh, what is he talking about here? I thought we weren't supposed to cast out our elections.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "D'SOUZA",
      "sentences": "I think we're listening to the kind of talk that you might expect in a madhouse or maybe a faculty lounge. This makes absolutely no sense. Counting the votes, is there any attempt to stop people from counting a vote? No. What you really have is, remember, we have a country flooded by illegals. We know from the Maricopa audit that whatever the result, there were all kinds of processes that were violated. So the fact that states are taking steps to tighten up their procedures, make sure that only eligible people vote, this is now being described as Jim Crow. Imagine people who really suffered under Jim Crow. They couldn't sit in a compartment or sit in the bus. They had to drink out of a separate water fountain. They couldn't go to the same school. These are people now looking and they're being told by their president that an I.D. voter requirement, for example, is the Jim Crow of the 21st century. It is a real insult to people who lived under Jim Crow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dinesh, thank you. Good to see you tonight. And tell me if you've heard this one before. Anthony Fauci and Francis Collins lied about their efforts to fund gain-of-function research at that Wuhan lab. James Comer, the congressman who forced the NIH to fess up is here. He has breaking news in moments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOHN KENNEDY, (R-LA)",
      "sentences": "You gave them money and you said don't do gain- of-function research.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, WHITE HOUSE CHIEF MEDICAL ADVISER",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "And they said, we won't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RAND PAUL, (R-KY)",
      "sentences": "Dr. Fauci, do you still support funding of the -- NIH funding of the lab in Wuhan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "Senator Paul, with all due respect, you are entirely and completely incorrect, that the NIH has not ever and does not now fund gain-of-function research in the Wuhan Institute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, now we know that was likely alive. For more on the breaking developments, we go to Matt Finn in our West Coast Newsroom. Matt?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT FINN, FOX NEWS CORRESPONDENT",
      "sentences": "Laura, the National Institutes of Health now admits that U.S. tax dollars were used to fund a limited experiment at the Wuhan lab to test if spike proteins from bat coronaviruses in China were capable of binding to humans. In a letter to Representative James Comer, a director from the NIH states that lab mice that were infected with a modified bad virus became sicker than mice that were given an unmodified bad virus. However the NIH claims that these particular bad viruses tested in the Wuhan lab could not have become the COVID virus. And the NIH director also claims that the NIH granted funds to a New York City based nonprofit EcoHealth which then sub-granted money to the Wuhan lab without being transparent about the testing taking place. All this information comes as Dr. Fauci repeatedly denied that U.S. dollars were funding gain-of-function research at the Wuhan lab. Senator Rand Paul led the charge on the idea that the coronavirus came from the Wuhan lab and has since tweeted \"I told you so doesn't even begin to cover it here.\" Senator Paul had this to say tonight on FOX NEWS PRIMETIME.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RAND PAUL, (R-KY)",
      "sentences": "They still to this day are trying to get around the truth. They say, well, it was unexpected that it gained function. How do you know if it's unexpected or not? It's unknown. So when it gains function, that is something that actually is expected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FINN",
      "sentences": "Senator Paul questioned Dr. Fauci about U.S. dollars paying for the gain-of-function research at the Wuhan lab in May, and then again in July.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RAND PAUL, (R-KY)",
      "sentences": "Dr. Fauci, knowing that it is a crime to lie to Congress, do you wish to retract your statement of May 11th where you claimed that the NIH never funded gain-of-function research in Wuhan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, WHITE HOUSE CHIEF MEDICAL ADVISER",
      "sentences": "I have never lied before the Congress, and I do not retract that statement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FINN",
      "sentences": "Top scientists, including Dr. Fauci and his boss, NIH Director Francis Collins, say they cannot rule out the theory that the pandemic was the result of a laboratory accident without more cooperation from the Chinese government. Laura?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Matt, thank you. And joining me now is the congressman who forced the NIH to fess up, Ranking Member of the House Oversight Committee James Comer. Congressman, I'm not shocked because I knew this all along, because smart people knew what was going on in that Wuhan lab, but how is this not the biggest story, or one of the top three stories at least in America tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM COMER, (R-KY) HOUSE OVERSIGHT COMMITTEE RANKING MEMBER",
      "sentences": "It should be. This proves all along that this virus was started in the Wuhan lab. And this proves all along that American tax dollars were used to fund gain-of- function research in the Wuhan lab. The national -- the NIH knew this all along. Dr. Fauci misled the committee at best, and lied to the committee at worst, by saying that tax dollars were never used for gain-of-function knowledge or gain-of-function research. And what they're trying to do now, Laura, is they're trying to change the definition of gain-of-function research. But in layman's term, they were taking this virus, and they were making it worse. They were genetically modifying it. They were genetically altering it. They were taking a deadly virus and making it worse. And that violates the terms of the tax dollars for the grant that EcoHealth Alliance got. So this is bad. This is more wrongdoing from the Biden administration, and we're going to keep on on this. It is very disappointing that the intelligence committee spent 90 days looking into the origination of COVID- 19, and they said, oh, we can't find anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What are we getting for our intel dollars except American citizens being targeted themselves? We have to start asking this question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMER",
      "sentences": "We do, and we continue to ask the question. Jim Jordan has been the champion on questioning the intelligence community about the effectiveness and efficiency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hypersonic missile, Congressman, now this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMER",
      "sentences": "Yes, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Come on, billions of dollars down a rathole, and then the American people are the ones being surveilled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMER",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The whole thing -- but the media did have a role, Congressman, in propping up Fauci's big lie. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "Nothing brings out Senator Paul's propensity to act like an ass like a congressional appearance by Fauci.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "Trump allies in Congress and governors' offices and the media trying to make Fauci a COVID bogeyman. DON LEMON, CNN HOST, \"DON LEMON TONIGHT\": There's nothing to prove there, and he keeps embarrassing himself. Rand Paul, stop it. You look like an idiot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, they are collaborators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMER",
      "sentences": "They have, and I don't think that is any surprise to any good FOX beer. But here's the bottom line -- they knew all along that tax dollars were going into this lab. We wasted months and months and months of investigations to try to prove what they knew all along, that tax dollars were going to this lab, and they were doing risky experimental research that they shouldn't have been doing. And then to say, well, we don't know where this COVID-19 originated from is ridiculous. It's embarrassing. The Chinese are laughing at us right now. And we have got to hold this administration accountable, and I think you are going to see, Laura, more whistleblowers come forward --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We should hope so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COMER",
      "sentences": "-- people in the health community now that know what was going on in that lab. They knew all along what is going on in the lab.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Congressman, we've got to roll. But thank you for doing what you did to shed light on this. We really appreciate it. And three weeks ago we told you the arrest of Pastor Artur Pawlowski for bucking Canada's insane COVID edicts. He just got his sentence. You will not believe the story out of Canada tonight. PASTOR ARTUR PAWLOWSKI, ORDERED TO PARROT STATE \"EXPERTS\": I was handcuffed like a common criminal, like a terrorist, like Al Qaeda's most wanted, taken to police, thrown into solitary confinement like a criminal. I was not allowed to see my wife, not allowed to hug my children. They wanted to break me. They want to show the whole world, you see what we do to those that dare to speak against our tyranny. If you would follow the footsteps of Pastor Artur Pawlowski, you're next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And now less than three weeks since that appearance on THE ANGLE, Pastor Artur Pawlowski has been sanctioned by a Canadian court. His sentence includes a $23,000 fine, 18 months probation, 120 hours of community service. But by the way, that is not all. The court also compelled the pastor to parrot the expert talking points on masks, vaccines, and social distancing, even in his sermons. Pastor Pawlowski joins me now. Pastor, the court is telling you now what you can say about COVID? And this is actually legal up north. OK, good. PASTOR ARTUR PAWLOWSKI, ORDERED TO PARROT STATE \"EXPERTS\": I'm telling you, unbelievable. Crazy stuff, compelled speech like in China and North Korea. It feels like I am back at home 40 years ago growing up, as you remember, behind the Iron Curtain under the boots of the Soviets. They always had those show trials, as they called it, for the people to enjoy and bring more fear and tyranny into their hearts, exactly what is happening right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, apparently any time now, according to this court order, any time you publicly contradict the health officials, they order you to repeat the following, I'm reading just part of it, \"I'm obliged to inform you that the majority of medical experts favor social distancing, mask wearing, and avoiding large crowds. Most medical experts also support participation in vaccine programs. Vaccinations have been shown statistically to save lives and reduce the severity of COVID-19 symptoms.\" A lot of people believe that. I think obviously vulnerable people especially get some relief, no doubt, from severity of COVID and even death. But this does seem almost like a hostage tape situation. You're forced to say these words kind of like under a Maoist regime China. How is this a free country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAWLOWSKI",
      "sentences": "That's exactly what was happening when Mao Zedong took over China. He forced the citizens to repeat the mantra, or the prayer, if you will, to the government. When I was growing up, we were reciting those prayers as well, citing that Stalin was our grandfather, that he was the savior of Europe, et cetera. The same tactics are being done right now. You see they are so terrified of the truth, they are so terrified of a man that is speaking the truth that they are forcing me to lie to the public, which of course, I cannot do. I cannot go against my own conscience, against the freedom of religion, freedom of everything. In a free and democratic society, I just can't imagine. I'm speechless. I don't know what is going on with the Canadian government, but this judge is not a judge, he never was a judge. He is a political activist working for China-da right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What do you mean working for China? Explain that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAWLOWSKI",
      "sentences": "Working for China-da. I don't call Canada anymore \"Canada.\" It's China-da, which is a mix of communism and fascism, I guess, today. Those orders, those mandates, those restrictions, it looks like the government wants to hire me to be a CNN reporter, and just every time I open my mouth, I have to live.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And now your prime minister, of course, is prioritizing the vaccine mandates. Pfizer just pushed tonight, this week, last night, the five through 11 vaccinations, asking the Canadian government to approve vaccinations for younger children. Then a poll comes out magically the same night saying, well, half of Canadians plan to get five to 11-year-olds vaccinated. It all seems almost coordinated, Pastor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAWLOWSKI",
      "sentences": "And that is exactly what it is. The whole thing is a sham. It's a lie. And I would never comply with an order like this. Actually, the minute he pronounced there was a large crowd gathered outside of the court chanting \"Free Pastor Artur Pawlowski.\" I grabbed the mic and I said to the judge and to the hold world, I shall not comply. I refuse to comply. This is still Canada. I'm not living in China and I'm not living in North Korea. I will not, I refused to bow before the tyrannical orders like that. Another thing is he was so terrified, the government is so terrified of me traveling, I spent four months in the United States, he is banning me to leave my province. I have become a political prisoner in my own province of Alberta.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What? Oh, no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAWLOWSKI",
      "sentences": "I cannot leave my province for 18 months right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You are obviously a danger to society, Pastor. You look so dangerous to me, just sharing an opinion. Pastor, we are going to be following this case as it develops. It seems like this is going to go on. Thank you for standing strong, and good luck to you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAWLOWSKI",
      "sentences": "Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Will someone give Joe Biden a lozenge? Our last highlight from Biden is tonight's Last Bite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joe Biden give a really full-throated response tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "Community colleges are dealing with apprenticeships, teaching a skill. So I think we can get all of that done. Stop my administration. So that's what the agenda is. What we do to highways and all that kind of thing, hard data. And I went before the joint session of Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Would someone just hand him a lozenge next time? I mean, the poor man. That's it for us tonight. It's happened to me too. Thank you were watching. Remember, it's America now and forever. Freedom Matters, all the proceeds go to charity. Go to LauraIngraham.com, great gear, including the new favorite, yes, Freedom Matters. We'll be in Mississippi tomorrow for the Ole Miss big game against LSU. And Greg Gutfeld takes it all from here. Copy: Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "Mark Meadows",
      "utterance": "'Anderson Cooper was a lifeguard trying to save Biden'. This is a rush transcript of \"Ingraham Angle\" on October 21, 2021. This copy may not be in its final form and may be updated."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "I'm Laura Ingraham and this is the INGRAHAM ANGLE back in Washington tonight. We're going to give you can't miss analysis of Biden's train wreck of a town hall on CNN. His meandering, incoherent thoughts and everything from the supply chain crisis to gas prices to China. By the way, he defended vax mandates and somehow, somehow insisted that few are actually quitting their jobs or losing their jobs because of them. And, of course, that's despite broad evidence to the contrary. He has no clue if gas prices are going to come down anytime soon. And he's just been too busy to get down to the border. And, of course, Anderson Cooper played his normal fanboy self. But first, in the late 1600s, Sir Isaac Newton observed that, for every action, there's an equal and opposite reaction. Well, who knew Newton's third law of motion would be so relevant for centuries later? I give you Ingraham's first law of consequences. For every rise in inflation, there's a roughly equal and opposite decline in Biden's poll numbers. A new CNBC survey shows Biden's net approval rating has collapsed from plus three in July to negative 11 today, a nearly five fold drop. Now, just 41 percent of Americans approve of Biden's job performance. That's compared to 52 percent who disapprove. But that wasn't even the most shocking finding in that poll."
    },
    {
      "speaker": "STEVE LIESMAN, CNBC SENIOR ECONOMICS REPORTER",
      "utterance": "46 percent say, they expect the economy to get worse in the next year. That is the worst level in the 13-year history of the poll. I expected to see negative numbers. I didn't expect to see some of the worst polling numbers that we've registered in the 13 years that I've been doing this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wow! Now, we sounded the alarm on this months ago, we warned Biden, the Democrats, and the media that inflation was coming, and it would absolutely devastate our economy. But we were ignored. And now, Americans are watching in horror, as their incomes and savings get eroded by rising prices for food, clothing, shelter and energy. In one California town, the price of regular gasoline hit and, I kid you not, 7.59 a gallon. It's 8.50 for premium. If Democrats weren't already worried about their prospects in 2022 and 2024, they should be now. But, of course, they can always count on their peons and the media to cover for them. First, the Washington Post told us to lower our expectations. You spoiled people. Now, the lefty rag Vox is going even further declaring, \"It's time for Americans to buy less stuff. Instead of opting to order our Christmas presents early, perhaps now is the time to reconsider America's great shopping addiction.\" Or maybe the Biden administration could actually take steps to unclog our ports. To start, Biden could appoint and the Senate could confirm a Transportation Secretary who's actually, just call me crazy, qualified and not a total hack."
    },
    {
      "speaker": "PETE BUTTGIEG, SECRETARY OF TRANSPORTATION",
      "utterance": "There's no easy fix, there's no magic wand. But there are a lot of things we can do. As long as the pandemic continues, we're going to see all kinds of disruptions. The biggest thing we have to do still as a country, is put the pandemic behind us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wally, where's the Beaver! Furthermore, Biden could relax regulations and cut any red tape that's contributing to the mess at our ports. Now, if EPA rules are actually keeping more trucks from hauling containers, they should be lifted. And then maybe we should examine if they're even necessary in the first place. Now, Biden could also help alleviate the reported shortage of truckers and workers in general. We'll talk about this a little later when we talk about what happened tonight at that town hall. But he could back off his divisive and anti-science vax mandate. Didn't do it tonight, but he could. Right now, Union Pacific, one of the country's biggest rail companies is embroiled in a battle with its own unions over Biden's vaccine mandate. But tonight, somehow he said, 'Oh, it's not really a problem'. Now, we can't afford to have any more of our transportation infrastructure grind to a halt. So end these insane mandates now. Of course, Biden made clear at CNN town hall tonight that not going to happen."
    },
    {
      "speaker": "ANDERSON COOPER, CNN HOST",
      "utterance": "Should police officers, emergency responders be mandated to get vaccines? And if not, should they be stay at home, or let go?"
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "utterance": "Yes, and yes. The mandates are working."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, and yes. And if you were hoping that Biden would outline plans to alleviate that supply crunch, or maybe just try to taper off inflation, not happening."
    },
    {
      "speaker": "BIDEN",
      "utterance": "All the elements of these two bills have profound impact on economic growth, reduce not increase inflation, don't add a penny to the debt, as well as grow the economy. My proposals would actually reduce inflation."
    },
    {
      "speaker": "COOPER",
      "utterance": "You think you'll have a deal by the time you get on Air Force One in eight days?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "It's like my asking you, 'Are you sure, your next show is going to be a success?'"
    },
    {
      "speaker": "COOPER",
      "utterance": "Bottom line. Do you think you will get a deal?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "I do think I'll get a deal."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Tinkerbell is going to just sprinkle pixie dust on Kyrsten Sinema, and she's just going to agree to everything they want. Now, if he continues this routine and rams this multi-trillion dollar agenda through, inflation is going to get worse. A lot worse. Everyone knows this. Which will only trigger Ingraham's second law of consequences. The more miserable a political party makes Americans, the more likely they're going to get thrown out of power. Joining me now is former White House Chief of Staff, Mark Meadows, author of the upcoming book, \"The Chief's Chief\". And also with me, Indiana Congressman, Jim banks; and Stephen Miller, former Trump Senior Advisor, founder of America First Legal. Mark, tonight's town hall with Joe Biden. He had a big day for President Biden. This was really one of his busy days. He had a event at Martin Luther King Memorial earlier in the day, and then he did this 90-minute CNN town hall. What was your immediate takeaway?"
    },
    {
      "speaker": "MARK MEADOWS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "utterance": "Listen, it was the most difficult hour and a half of TV that I've watched ever. I mean, listen to it. President Trump came out with a new social media company yesterday announced that on Fox. Listen, CNN had a new announcement tonight. Joe Biden has a new social network. It's called ramble.com. I mean, it was it was just pathetic. And what do we have, we had Anderson Cooper not acting as a reporter or a moderator, he was the lifeguard throwing a life ring each and every time that Joe Biden started to ramble off. I mean, it was pathetic. And it just - we didn't learn much. But what we did learn is, it's to lower our expectation and hope for the best in six months from now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, I mean, Stephen, he said a lot of things. He said, 'Well, people are worried that they're not going to be able to buy Christmas presents'. Like, Yes. They are worried about that. Now, what are you going to do about that? But he gave a really rambling and incoherent answer on gas prices. Watch."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Gas prices relate to a foreign policy initiative that is about something that goes beyond the cost of gas. And that's because of the supply being withheld by OPEC. And so there's a lot of negotiation that is - there's a lot of Middle Eastern folks want to talk to me. You'll start to see gas prices come down as we get by in going into the winter - I mean, excuse me, into next year in 2022."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Stephen, I don't even under - I honestly don't even know, what was that?"
    },
    {
      "speaker": "STEPHEN MILLER, FORMER TRUMP WHITE HOUSE SENIOR ADVISER",
      "utterance": "If you had - well, let's - I mean, if you had a relative at the Christmas table that was that incoherent, you would - out of compassion, you would try to get them help, you would try to find a professional. I mean, this is - these are really concerning signs of cognitive decline. And what's especially concerning is that Joe Biden's plan of talking to \"Middle Eastern men\", which I'm not sure what that means, has nothing to do with why energy prices are spiraling out of control, or just that he cancelled the pipelines, he cancelled the new oil and gas leases, he cancelled President Trump's energy independence policy, that brought gas prices to historic lows. He stopped the drilling, he stopped the fracking, and now energy is more expensive and harder to get than it's ever been before. It's not complicated. But I truly don't believe this man has a clue what is going on."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, that was one of many instances tonight that I was actually worried about him personally. Now, Congressman, to this point, though, I have to play this very important analysis from an esteemed CNN panel right after the town hall wrap. This was their take."
    },
    {
      "speaker": "PAUL BEGALA, DEMOCRATIC STRATEGIST",
      "utterance": "This is not a presidency in crisis. This is right wing myth. That, \"Oh, he's just kind of out of it. And he's not really running things\". That shattered tonight. This is a guy truly in command of the presidency."
    },
    {
      "speaker": "CHRIS CUOMO, CNN HOST",
      "utterance": "He seemed to have unusually good command of the data. He was spitting a lot of facts."
    },
    {
      "speaker": "DANA BUSH, CNN POLITICAL CORRESPONDENT",
      "utterance": "He has been very engaged."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. Does this look like he's in control? Watch."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Percent of all products coming into the United States of America on the West Coast go through Los Angeles, and - and - oh, what am I doing here?"
    },
    {
      "speaker": "COOPER",
      "utterance": "Is it Long Beach or--"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Long Beach. Thank you. I said, you got to be open 24/7. No port there was open five days a week, 40 hours a week. 24/7."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, he has no idea what's going on. I mean - I mean, Long Beach is kind of a hard thing to remember, I guess though."
    },
    {
      "speaker": "REP. JIM BANKS (R-IN)",
      "utterance": "And the left wing media is never going to hold him accountable for his lack of ability, for all of the mistakes that he's made over the last several months that have sent America down the spiral that we've seen. You've seen the left wing media come out this week, Laura, and say, that America should lower its expectations with Joe Biden in the White House. And you see on CNN tonight, they're covering up for him. They're not going to hold him accountable for the inflation crisis, the border crisis, the debacle in Afghanistan, the supply chain crisis. All of these crises are a direct result of the Biden administration's policies. They're going to cover up for him every step of the way. They're never going to hold him accountable for it. And CNN proved that tonight."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mark, Biden was asked about the border. Here's the exchange."
    },
    {
      "speaker": "COOPER",
      "utterance": "Do you have plans to visit the southern border?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "I've been there before, and I haven't had a whole hell of a lot of time to get down. I've been spending time going around looking at the $900 billion worth of damage done by hurricanes and floods and weather, and traveling around the world."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mark, he's the president of the United States. He's the president of the United States. He can't go to the border because he is too busy with the hurricanes."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Yes. So in 10 months he blames the hurricanes for him not going to the southern border. He blames OPEC for gas prices being too high when it was, as Stephen pointed out, he is canceling the Keystone pipeline and then giving a pass to Russia on the very same thing. You know, when he started making those excuses, we found one other thing that all the forest fires, 50 percent of them happened because of power transmission towers falling over. I mean, it was just - as I started taking notes, I mean, I just - I felt sorry for him. But more importantly, I felt sorry for America. If this is the best we've got, we're in a deep problem. And you've been covering this from the very beginning. Inflation will continue to erode away at the hardworking American taxpayer dollars. And his answer to it was to try to spend more money in government instead of actually getting the economy going. I had a low expectation for him going into this town hall and he exceeded my low expectation on the negative terms."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When he said he was too busy to go to the border, I think, how many weekends has he been in Delaware? I mean, riding the bike or whatever he is on."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "They don't have good ice cream on the southern border."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, apparently not. Del Rio--"
    },
    {
      "speaker": "MILLER",
      "utterance": "No, Mark. It would melt. They couldn't enjoy it, going to be too hot down there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Stephen, I want to get to another issue involving the border, because this has been your focus for so many years, and obviously mine as well and commentary. So, Biden was asked about the policy toward unaccompanied minors at the border. Watch."
    },
    {
      "speaker": "BIDEN",
      "utterance": "We're not sending back children. You'll notice, you're not seeing a lot of pictures of kids lying on top of one another with - with - with black - with you know, that looks like tarps on top of them. What we're doing is bringing a lot of folks who are coming in and they're doing ankle bracelets instead of people being sent back, depending on whether or not their claim appears to be legitimate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And CNN's commentator said, this is a man in control. He could not remember the word, blanket. The aluminum blanket."
    },
    {
      "speaker": "MILLER",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He struggled to remember the word blanket, people. That's an issue. Sorry."
    },
    {
      "speaker": "MILLER",
      "utterance": "If you watch that - that - and we'll use the word again that Mark gave us, if you watch that ramble for two minutes, you should be frightened. You should be terrified. He has no clue, no idea, what his radical Marxist deputies are doing on immigration, real quick, unaccompanied minors. His administration exempted them, categorically and illegally, from Title 42. That's why you've had 125,000 unaccompanied minors arrive, at least, minimum, under the Biden administration blowing every other year in American history out of the water and it's not even close. And they're being resettled in U.S. communities at taxpayer expense, burdening schools, burdening hospitals, and reconstituting and replenishing MS-13. It is a catastrophe. This man doesn't even know what's happening, because he is in decline. And like Mark said, I feel sorry for America."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Mark, he was asked about Joe Manchin and Kyrsten Sinema at one point. I don't know if he didn't remember her name - I - well, we'll watch. Well, we're going to get to that filibuster in a moment. But - the - I'm going to get to Sinema right now. So he's asked about Sinema, he - he didn't remember her name, and then it was clear that he's trying to almost do a little negotiating on television during this town hall debate, about what was going on on Capitol Hill with this tax fight. How do you see that playing out? Because he really didn't want to get into it much, except say, it looks like they may not be able to raise a certain point of taxes in their final bill."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Yes. So he went back and forth, talking about how smart senator Sinema was, but - or is. And quite frankly, that she is not in favor of increasing taxes, but she's in favor of the green component of his bill. And you got Joe Manchin, who's not in favor of the green component, but may be in favor of raising taxes. And when you start putting the two together, he's not going to get a deal in eight days. And we had Anderson Cooper asking that, and - and he equivocated on the answer. But let me just tell you, this is all about his inability to actually find common ground. And Democrats are afraid. Democrats are afraid if they jump on the boat with him, that is a sinking ship. And you know what, they have every reason to be afraid, because it is a sinking ship. Inflation going crazy. We've got to make sure that we push back. \\"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. Congressman, President Biden also decided to take aim at the filibuster. Watch."
    },
    {
      "speaker": "COOPER",
      "utterance": "When it comes to voting rights - just so I'm clear, though - you would entertain the notion of doing away with the filibuster on that one issue? Is that correct?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "And maybe more."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And maybe more? Congressman, I thought he was going to get us back to restoring the normal course of business in Washington, the norms, right. Dignity, unity, all those things."
    },
    {
      "speaker": "BANKS",
      "utterance": "Yes. Anything but - remember, that the first priority of Democrats in both the House and the Senate is to pass a bill to change election laws, to nationalize elections, to move all states to force, all states to go toward all mail-in ballots, to give Democrats an advantage over Republicans on Election Day. That's their top priority. They made that very clear. They are transparent about that for years that that's the top priority, to change - to nationalize elections to give Democrats favor over Republicans on Election Day. And the way to do that is to end the filibuster. So Joe Biden is being very transparent in a rare moment tonight on CNN. You heard it straight from the horse's mouth that this is where they're heading. We have to block them, because, Laura, it's clear. This is - this is the - this is their last hurrah. This is what they're going to try to do, to maintain power to give themselves permanent power to advance their radical socialist agenda. We can't let him do it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. It's getting so bad for the Democrats that even that gubernatorial race in New Jersey, it's down to six points. And we got--"
    },
    {
      "speaker": "BANKS",
      "utterance": "Exactly."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We got the leanings - the leanings are leaning toward the Republican candidate. So fascinating. Gentlemen, great to see you all tonight. And Joe Biden use an event at the Martin Luther King Memorial today to obsess over white nationalism. Dinesh D'Souza reacts. Plus, Attorney General Merrick Garland was in the hot seat today, and Congressman Greg Steube caught him in some rank hypocrisy. He's here, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Attorney General Merrick Garland faced questions from House lawmakers for the first time in months today. And it wasn't pretty. Especially revealing was the hypocrisy exposed during this line of questioning from my next guest, Congressman Greg Steube."
    },
    {
      "speaker": "REP. GREG STEUBE (R-FL)",
      "utterance": "Most of us are lawyers here. So we use evidence in court. So we got two pictures here. One picture is from January 6 of individuals forcing themselves into the Capitol. This other picture is extremists forcing themselves into the Interior Department. Would you call both of these acts, domestic terrorism?"
    },
    {
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "utterance": "Look, I'm not going to comment about particular matters. This is a matter that--"
    },
    {
      "speaker": "STEUBE",
      "utterance": "I'm not asking you to comment on a particular - I'm asking you to comment on these two photos."
    },
    {
      "speaker": "GARLAND",
      "utterance": "One I know the facts of, the other I don't know the facts of."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Florida congressman Greg Steube joins me now. Congressman, what did you think about the attorney general's answer there?"
    },
    {
      "speaker": "REP. GREG STEUBE (R-FL)",
      "utterance": "Well, do we really think that he doesn't know the facts of an intrusion that happened into a government building blocks away from where his office actually sits? What was the most amazing thing is, when I asked him about the incident, he said he wasn't aware of the incident at all, which is either an outright complete lie, or his deputies are refusing to even tell him of things that are happening when it's extremists, leftists, and progressive and socialist extremists. On the other side of the spectrum, when all they want to do is target conservatives in our country today."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. So that was at the Interior Department. And it got almost no coverage, congressman."
    },
    {
      "speaker": "STEUBE",
      "utterance": "Of course, not."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When I saw it on it --I saw it online in a few places, and I think Fox might have done something about it. But very, very little in the way of courage, but they were trying to get through that front door. I mean, they said so."
    },
    {
      "speaker": "STEUBE",
      "utterance": "When they got in the front door, 55 people were actually arrested. There were officers and Police officers and security officers who were so injured, they had to go to the hospital. So you hear nothing about it. And as you could see from the pictures that I showed the AG, they look very similar to forcing their way into the Capitol, and forcing their way into the Department of Interior, both federal buildings under the same set of laws. But the department is refusing to categorize that as domestic terrorists, but they have no problem categorizing what happened on January 6, as domestic terrorism. And the hypocrisy knows no bounds when it comes to the politicization that we have seen in the Department of Justice with the Biden administration."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Joe Biden tonight on CNN, congressman, said that he was committed to ensuring that the Justice Department return to being an unbiased arbiter of law enforcement. So he insisted that things were copasetic over there."
    },
    {
      "speaker": "STEUBE",
      "utterance": "Well, of course. And so AG Bartlett - AG Garland said the same thing today. It's just - they say what they want people to hear, but their actions are completely opposite of that. And the American people are smarter than that. The American people are smart enough to see that they're acting one way to one class of people with a certain ideology, and another way to another class of people with a different ideology. And I wish I had more than five minutes, because I would have pressed him on the riots that we saw over these big cities over this past summer, that what happened to these people? Are they in solitary confinement? Are they being raided by the FBI SWAT teams and taken in, like the people in January 6? We have a completely politicized Department of Justice. It has one set of rules and laws for one set of ideology in our country, and a completely different set of laws and rules for the people that support--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I want to get to another line of questioning from today. Watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Can you tell us without talking about particular incidents, or particular videos, how many agents or assets of the federal government were present on January 6? Whether they agitated to go into the Capitol, and if any of them did?"
    },
    {
      "speaker": "GARLAND",
      "utterance": "So, I'm not going to violate this norm of the rule of law. I'm not going to comment on an investigation that's ongoing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, why does that impact an investigation giving us an answer as to whether there were government officials in that crowd on January 6, either among the crowd, surveilling the crowd? How is that going to change the investigation? I'm not - I don't follow."
    },
    {
      "speaker": "STEUBE",
      "utterance": "It doesn't impact the investigation at all. He refused to answer that question from multiple different members that had asked him that question. And there's been reports that there was undercover FBI agents, or FBI agents were inciting some of the violence, or FBI agents were pushing in through the door to encourage people and encourage what we saw happen on January 6. And they're outright refusing to answer our questions. And they'll complete all these investigations. And he will still hide behind the fact that, well, we can't disclose that information. The Department of Justice doesn't have to disclose the results of an investigation. They will never tell the American people the truth. So we're relying upon some whistleblower to come forward and say, yes, this is what was going on January 6."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, fascinating today. Thank you. And President Biden today commemorated the legacy of MLK by expanding the pool of Americans his administration considers to be domestic terrorists. Well - to well, beyond just parents."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I've said it before. And all my colleagues here know it. According to United States Intelligence community, domestic terrorism from white supremacists is the most lethal terrorist threat in the homeland. So that and our administration is carrying out the first ever comprehensive effort to tackle the threat."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now is Dinesh D'Souza, conservative commentator and filmmaker. Dinesh, what do you think of Biden, focusing again as he did during the campaign on white supremacy as the biggest threat facing America today? DINESH D'SOUZA, CONSERVATIVE AUTHOR & FILMMAKER: Well, I think that we've seen an escalating mode of argument. They started out by trying to say, Trump was a white supremacist. Then they tried to say, January 6 was motivated by white supremacy. Now, they're saying that parents, who mobilize at school board meetings to oppose critical race theory and a whole bunch of other issues, they're a white supremacists, and they're domestic terrorists. So what you see here is - it's almost as if the national security state driven by the intelligence agencies is turning its sights away from Islamic terrorism, threats on the international scene, advances by China and technology and so on. And now turning its sights inward, in which domestic political opponents, dissenters, parents, dads and moms, who are trying to defend ultimately their children's welfare, they are being demonized as domestic terrorists. It's pathetic."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "Merrick Garland today denied that. He said we don't consider concerned parents who are angry at school board meetings to be domestic terrorists. So I think they know this is hurting them, but nevertheless, Biden dipped in and out of the white supremacist rhetoric and kept beating that drum today. He also decided to use this event today to go back to the well of questioning the integrity of our elections."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "This struggle is no longer just about who gets to vote, or making it easier for eligible people to vote. It's about who gets to count the votes, whether they should count at all. Jim Crow in the 21st century is now a sinister combination of voter suppression and election subversion."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dinesh, what is he talking about here? I thought we weren't supposed to cast out our elections."
    },
    {
      "speaker": "D'SOUZA",
      "utterance": "I think we're listening to the kind of talk that you might expect in a madhouse or maybe a faculty lounge. This makes absolutely no sense. Counting the votes, is there any attempt to stop people from counting a vote? No. What you really have is, remember, we have a country flooded by illegals. We know from the Maricopa audit that whatever the result, there were all kinds of processes that were violated. So the fact that states are taking steps to tighten up their procedures, make sure that only eligible people vote, this is now being described as Jim Crow. Imagine people who really suffered under Jim Crow. They couldn't sit in a compartment or sit in the bus. They had to drink out of a separate water fountain. They couldn't go to the same school. These are people now looking and they're being told by their president that an I.D. voter requirement, for example, is the Jim Crow of the 21st century. It is a real insult to people who lived under Jim Crow."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dinesh, thank you. Good to see you tonight. And tell me if you've heard this one before. Anthony Fauci and Francis Collins lied about their efforts to fund gain-of-function research at that Wuhan lab. James Comer, the congressman who forced the NIH to fess up is here. He has breaking news in moments."
    },
    {
      "speaker": "SEN. JOHN KENNEDY, (R-LA)",
      "utterance": "You gave them money and you said don't do gain- of-function research."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, WHITE HOUSE CHIEF MEDICAL ADVISER",
      "utterance": "Correct."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "And they said, we won't."
    },
    {
      "speaker": "FAUCI",
      "utterance": "Correct."
    },
    {
      "speaker": "SEN. RAND PAUL, (R-KY)",
      "utterance": "Dr. Fauci, do you still support funding of the -- NIH funding of the lab in Wuhan?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "Senator Paul, with all due respect, you are entirely and completely incorrect, that the NIH has not ever and does not now fund gain-of-function research in the Wuhan Institute."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, now we know that was likely alive. For more on the breaking developments, we go to Matt Finn in our West Coast Newsroom. Matt?"
    },
    {
      "speaker": "MATT FINN, FOX NEWS CORRESPONDENT",
      "utterance": "Laura, the National Institutes of Health now admits that U.S. tax dollars were used to fund a limited experiment at the Wuhan lab to test if spike proteins from bat coronaviruses in China were capable of binding to humans. In a letter to Representative James Comer, a director from the NIH states that lab mice that were infected with a modified bad virus became sicker than mice that were given an unmodified bad virus. However the NIH claims that these particular bad viruses tested in the Wuhan lab could not have become the COVID virus. And the NIH director also claims that the NIH granted funds to a New York City based nonprofit EcoHealth which then sub-granted money to the Wuhan lab without being transparent about the testing taking place. All this information comes as Dr. Fauci repeatedly denied that U.S. dollars were funding gain-of-function research at the Wuhan lab. Senator Rand Paul led the charge on the idea that the coronavirus came from the Wuhan lab and has since tweeted \"I told you so doesn't even begin to cover it here.\" Senator Paul had this to say tonight on FOX NEWS PRIMETIME."
    },
    {
      "speaker": "SEN. RAND PAUL, (R-KY)",
      "utterance": "They still to this day are trying to get around the truth. They say, well, it was unexpected that it gained function. How do you know if it's unexpected or not? It's unknown. So when it gains function, that is something that actually is expected."
    },
    {
      "speaker": "FINN",
      "utterance": "Senator Paul questioned Dr. Fauci about U.S. dollars paying for the gain-of-function research at the Wuhan lab in May, and then again in July."
    },
    {
      "speaker": "SEN. RAND PAUL, (R-KY)",
      "utterance": "Dr. Fauci, knowing that it is a crime to lie to Congress, do you wish to retract your statement of May 11th where you claimed that the NIH never funded gain-of-function research in Wuhan?"
    },
    {
      "speaker": "DR. ANTHONY FAUCI, WHITE HOUSE CHIEF MEDICAL ADVISER",
      "utterance": "I have never lied before the Congress, and I do not retract that statement."
    },
    {
      "speaker": "FINN",
      "utterance": "Top scientists, including Dr. Fauci and his boss, NIH Director Francis Collins, say they cannot rule out the theory that the pandemic was the result of a laboratory accident without more cooperation from the Chinese government. Laura?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Matt, thank you. And joining me now is the congressman who forced the NIH to fess up, Ranking Member of the House Oversight Committee James Comer. Congressman, I'm not shocked because I knew this all along, because smart people knew what was going on in that Wuhan lab, but how is this not the biggest story, or one of the top three stories at least in America tonight?"
    },
    {
      "speaker": "REP. JIM COMER, (R-KY) HOUSE OVERSIGHT COMMITTEE RANKING MEMBER",
      "utterance": "It should be. This proves all along that this virus was started in the Wuhan lab. And this proves all along that American tax dollars were used to fund gain-of- function research in the Wuhan lab. The national -- the NIH knew this all along. Dr. Fauci misled the committee at best, and lied to the committee at worst, by saying that tax dollars were never used for gain-of-function knowledge or gain-of-function research. And what they're trying to do now, Laura, is they're trying to change the definition of gain-of-function research. But in layman's term, they were taking this virus, and they were making it worse. They were genetically modifying it. They were genetically altering it. They were taking a deadly virus and making it worse. And that violates the terms of the tax dollars for the grant that EcoHealth Alliance got. So this is bad. This is more wrongdoing from the Biden administration, and we're going to keep on on this. It is very disappointing that the intelligence committee spent 90 days looking into the origination of COVID- 19, and they said, oh, we can't find anything."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What are we getting for our intel dollars except American citizens being targeted themselves? We have to start asking this question."
    },
    {
      "speaker": "COMER",
      "utterance": "We do, and we continue to ask the question. Jim Jordan has been the champion on questioning the intelligence community about the effectiveness and efficiency."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hypersonic missile, Congressman, now this?"
    },
    {
      "speaker": "COMER",
      "utterance": "Yes, absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Come on, billions of dollars down a rathole, and then the American people are the ones being surveilled."
    },
    {
      "speaker": "COMER",
      "utterance": "Exactly."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The whole thing -- but the media did have a role, Congressman, in propping up Fauci's big lie. Watch."
    },
    {
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "utterance": "Nothing brings out Senator Paul's propensity to act like an ass like a congressional appearance by Fauci."
    },
    {
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "utterance": "Trump allies in Congress and governors' offices and the media trying to make Fauci a COVID bogeyman. DON LEMON, CNN HOST, \"DON LEMON TONIGHT\": There's nothing to prove there, and he keeps embarrassing himself. Rand Paul, stop it. You look like an idiot."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, they are collaborators."
    },
    {
      "speaker": "COMER",
      "utterance": "They have, and I don't think that is any surprise to any good FOX beer. But here's the bottom line -- they knew all along that tax dollars were going into this lab. We wasted months and months and months of investigations to try to prove what they knew all along, that tax dollars were going to this lab, and they were doing risky experimental research that they shouldn't have been doing. And then to say, well, we don't know where this COVID-19 originated from is ridiculous. It's embarrassing. The Chinese are laughing at us right now. And we have got to hold this administration accountable, and I think you are going to see, Laura, more whistleblowers come forward --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We should hope so."
    },
    {
      "speaker": "COMER",
      "utterance": "-- people in the health community now that know what was going on in that lab. They knew all along what is going on in the lab."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Congressman, we've got to roll. But thank you for doing what you did to shed light on this. We really appreciate it. And three weeks ago we told you the arrest of Pastor Artur Pawlowski for bucking Canada's insane COVID edicts. He just got his sentence. You will not believe the story out of Canada tonight. PASTOR ARTUR PAWLOWSKI, ORDERED TO PARROT STATE \"EXPERTS\": I was handcuffed like a common criminal, like a terrorist, like Al Qaeda's most wanted, taken to police, thrown into solitary confinement like a criminal. I was not allowed to see my wife, not allowed to hug my children. They wanted to break me. They want to show the whole world, you see what we do to those that dare to speak against our tyranny. If you would follow the footsteps of Pastor Artur Pawlowski, you're next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And now less than three weeks since that appearance on THE ANGLE, Pastor Artur Pawlowski has been sanctioned by a Canadian court. His sentence includes a $23,000 fine, 18 months probation, 120 hours of community service. But by the way, that is not all. The court also compelled the pastor to parrot the expert talking points on masks, vaccines, and social distancing, even in his sermons. Pastor Pawlowski joins me now. Pastor, the court is telling you now what you can say about COVID? And this is actually legal up north. OK, good. PASTOR ARTUR PAWLOWSKI, ORDERED TO PARROT STATE \"EXPERTS\": I'm telling you, unbelievable. Crazy stuff, compelled speech like in China and North Korea. It feels like I am back at home 40 years ago growing up, as you remember, behind the Iron Curtain under the boots of the Soviets. They always had those show trials, as they called it, for the people to enjoy and bring more fear and tyranny into their hearts, exactly what is happening right now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, apparently any time now, according to this court order, any time you publicly contradict the health officials, they order you to repeat the following, I'm reading just part of it, \"I'm obliged to inform you that the majority of medical experts favor social distancing, mask wearing, and avoiding large crowds. Most medical experts also support participation in vaccine programs. Vaccinations have been shown statistically to save lives and reduce the severity of COVID-19 symptoms.\" A lot of people believe that. I think obviously vulnerable people especially get some relief, no doubt, from severity of COVID and even death. But this does seem almost like a hostage tape situation. You're forced to say these words kind of like under a Maoist regime China. How is this a free country?"
    },
    {
      "speaker": "PAWLOWSKI",
      "utterance": "That's exactly what was happening when Mao Zedong took over China. He forced the citizens to repeat the mantra, or the prayer, if you will, to the government. When I was growing up, we were reciting those prayers as well, citing that Stalin was our grandfather, that he was the savior of Europe, et cetera. The same tactics are being done right now. You see they are so terrified of the truth, they are so terrified of a man that is speaking the truth that they are forcing me to lie to the public, which of course, I cannot do. I cannot go against my own conscience, against the freedom of religion, freedom of everything. In a free and democratic society, I just can't imagine. I'm speechless. I don't know what is going on with the Canadian government, but this judge is not a judge, he never was a judge. He is a political activist working for China-da right now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What do you mean working for China? Explain that."
    },
    {
      "speaker": "PAWLOWSKI",
      "utterance": "Working for China-da. I don't call Canada anymore \"Canada.\" It's China-da, which is a mix of communism and fascism, I guess, today. Those orders, those mandates, those restrictions, it looks like the government wants to hire me to be a CNN reporter, and just every time I open my mouth, I have to live."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And now your prime minister, of course, is prioritizing the vaccine mandates. Pfizer just pushed tonight, this week, last night, the five through 11 vaccinations, asking the Canadian government to approve vaccinations for younger children. Then a poll comes out magically the same night saying, well, half of Canadians plan to get five to 11-year-olds vaccinated. It all seems almost coordinated, Pastor."
    },
    {
      "speaker": "PAWLOWSKI",
      "utterance": "And that is exactly what it is. The whole thing is a sham. It's a lie. And I would never comply with an order like this. Actually, the minute he pronounced there was a large crowd gathered outside of the court chanting \"Free Pastor Artur Pawlowski.\" I grabbed the mic and I said to the judge and to the hold world, I shall not comply. I refuse to comply. This is still Canada. I'm not living in China and I'm not living in North Korea. I will not, I refused to bow before the tyrannical orders like that. Another thing is he was so terrified, the government is so terrified of me traveling, I spent four months in the United States, he is banning me to leave my province. I have become a political prisoner in my own province of Alberta."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What? Oh, no."
    },
    {
      "speaker": "PAWLOWSKI",
      "utterance": "I cannot leave my province for 18 months right now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You are obviously a danger to society, Pastor. You look so dangerous to me, just sharing an opinion. Pastor, we are going to be following this case as it develops. It seems like this is going to go on. Thank you for standing strong, and good luck to you, sir."
    },
    {
      "speaker": "PAWLOWSKI",
      "utterance": "Thank you so much."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Will someone give Joe Biden a lozenge? Our last highlight from Biden is tonight's Last Bite."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joe Biden give a really full-throated response tonight."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "Community colleges are dealing with apprenticeships, teaching a skill. So I think we can get all of that done. Stop my administration. So that's what the agenda is. What we do to highways and all that kind of thing, hard data. And I went before the joint session of Congress."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Would someone just hand him a lozenge next time? I mean, the poor man. That's it for us tonight. It's happened to me too. Thank you were watching. Remember, it's America now and forever. Freedom Matters, all the proceeds go to charity. Go to LauraIngraham.com, great gear, including the new favorite, yes, Freedom Matters. We'll be in Mississippi tomorrow for the Ole Miss big game against LSU. And Greg Gutfeld takes it all from here."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}