{
  "date": "October 20, 2019",
  "headline": "Mayor Pete Buttigieg on challenging Democratic presidential frontrunners",
  "subHeadline": "Guests: Mick Mulvaney, Jane Harman, Pete Buttigieg",
  "url": "https://www.foxnews.com/transcript/mayor-pete-buttigieg-on-challenging-democratic-presidential-frontrunners",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, ANCHOR",
      "sentences": "I'm Chris Wallace. President Trump challenged on two fronts: setbacks to his impeachments defense and a tenuous cease-fire in Syria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "We have ISIS totally under guard. The Turkey is also guarding separately. They are watching over everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Vice President Pence and Secretary of State Pompeo negotiated a pause in fighting between the Turks and the Kurds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT",
      "sentences": "The agreement today allows us to go from where we are today to really establish a buffer zone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But is it a cease-fire or a surrender? And --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICK MULVANEY, WHITE HOUSE CHIEF OF STAFF",
      "sentences": "I have news for everybody. Get over it. There's going to be political influence in foreign policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Comments by the president's chief of staff trigger a firestorm over whether there was a quid pro quo with Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "sentences": "Things have just gone from very, very bad to much, much more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, D-CALIF.",
      "sentences": "I think Mick clarified in a statement, there was absolutely no quid pro quo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Today, an exclusive interview with White House Chief of Staff Mick Mulvaney. Then, Mayor Pete Buttigieg on the rise after going after rivals at the latest Democratic debate. We'll ask him what his path to the 2020 nomination. Plus, Nancy Pelosi and Donald Trump in their first face-off since Democrats launched their impeachment inquiry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "That crazy Nancy, she is crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE SPEAKER",
      "sentences": "This was a very serious meltdown on the part of the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel about the growing hostilities between the president and the speaker of the house.  And our power player of the week. He found Titanic, now he wants to solve the mystery of what happened to Amelia Earhart. All, right now on \"FOX News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And hello again from FOX News in Washington. We begin with breaking news. President Trump announced by tweet last night he's backing off his controversial decision to hold the G7 Summit next year at his own resort. He says the search will now begin for a new site.  But the president is still under fire even from a growing number of Republicans. GOP congressmen voted by more than 2-1 against his policy in Syria. White House Chief of Staff Mick Mulvaney said the president at a political quid pro quo from USA to Ukraine. Mulvaney later denied he said it, and more damaging testimony in the House impeachment investigation.   In a moment we will talk with the president chief of staff who just flinched when I said that. But, first, let's bring in Kevin Corke with the latest from the White House -- Kevin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, CORRESPONDENT",
      "sentences": "Chris, a precarious pause perhaps describes the tenuous nature of the circumstance on the ground in Syria as sporadic skirmishes continue to speckle the region, even as we learn much more about the U.S. strategy for American forces there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK ESPER, DEFENSE SECRETARY",
      "sentences": "The current game plan is for those forces to reposition into western Iraq, the ones coming out, right? That original 1,000. And then two missions -- one is to help defend Iraq and two is to perform a counter-ISIS mission. Back in Washington, the impeachment drumbeat reached a fevered pitch as House Intelligence Committee Chair Adam Schiff interviewed a cascade of Trump administration officials but Ukraine and a possible quid pro quo tying USA aid to cooperation with a probe into the Biden's business dealings.   Incredibly, the gulf between House Democrats and the White House seem to grow, when Speaker of the House Nancy Pelosi stormed out of a White House meeting, accusing the president of having a meltdown over a bipartisan House vote rebuking his pullout in Syria. All as the president late Saturday rescinded his decision to host next year's G7 Summit at his resort in Miami, tweeting: Based on both media and Democrat crazed and irrational hostility, we will no longer consider Trump National Doral Miami -- a reversal that came after withering criticism and accusations of self- dealing. Can you at least understand and acknowledge that the -- just the appearance of impropriety makes us wince inducing and maybe this is something you maybe want to reconsider?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "He got over that a long time ago. We absolutely believe this is the best place to have it and we are going to have it there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "That was then, this is now. By the way, in that tweet, Chris, the president mentioned Camp David as a possible location for next year's G7 summit. It last hosted the G8 back in 2012 -- Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Kevin Corke, reporting from the White House, Kevin, thanks from that.   Joining us now for an exclusive interview, White House Chief of Staff Mick Mulvaney.  Mick, welcome back to \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Good morning.  Yes, I flinched a little bit because that's what people are saying that I said, but I didn't say that. But I'm looking forward to the conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. Let's have a conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Why -- here's my first question. Why did you say that in that briefing that President Trump had ordered a quid po qro (ph) -- quid pro quo, that investigating the Democrats, that aid to Ukraine depended on investigating the Democrats? Why did you say that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Again, that's not what I said. That's what people said I said.   Here's what I said, I'll say it again and hopefully people will listen this time.  There were two reasons that we held up the aid. We talked about this at some length. The first one was the rampant corruption in Ukraine. Ukraine -- by the way, Chris, it's so bad in Ukraine that in 2014, Congress passed a law making it -- making us -- requiring us to make sure that corruption was moving in the right direction. So, corruption is a big deal, everyone knows it. The president was also concerned about whether or not other nations, specifically European nations, were helping with foreign aid to the Ukraine as well. We talked about that for quite a while now. I did then mention that in the past, the president had mentioned for me to time to time about the DNC server. He had mentioned the DNC server to other people publicly. He even mentioned it to President Zelensky in the phone call, but it wasn't connected to the aid. And that's where I think people got sidetracked this weekend at that press conference.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Two reasons for holding back the aid --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me pursue that, though --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "-- because I believe that anyone listening to what you said in that briefing could come to only one conclusion. Let's play what you said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Did he also mention to me in the past that the corruption related to the DNC server? Absolutely, no question about that. But that's it, and that's what we held up the money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "What you just described is a quid pro quo. It is, funding will not flow unless the investigation into the -- into the Democrats' server happened as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "We do -- we do that all the time with foreign policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You were asked specifically by Jonathan Karl, was investigating Democrats one of the conditions for holding up the aide?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Was that part of the quid pro quo? And you said, it happens all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Yes. But go back and watch what I said before that. I don't know if you guys can cue it or not. There was a long answer about corruption and a long answer about foreign aid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No, you totally said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Just like I told you then, and then I said the exact same thing I just said now, which is that he mentioned in passing yes, but the reason that we held back the aid with the two reasons I mentioned. And I can prove it to you. The aid flowed. Once we were able to satisfy ourselves that corruption was actually -- they were doing better with it, we got that information from our folks from the conversation with Minister (ph) Zelensky and once we were able to establish we had the Office of Management and Budget do research on other countries' aid to Ukraine, it turns out they don't get any lethal aid, but they do give a considerable sum of money and nonlethal aid. Once those two things were cleared, the money flowed. There was never any connection between the flow of money and the server.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, Mick, you know, I hate to go through this, but you said what you said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And the fact is, after that exchange with Jonathan Karl, you were asked another time why the aide was held up. What was the condition for the aid? And you didn't mention two conditions, you mentioned three conditions. And I want to -- and let's listen to all three of them because this -- you stated it very clearly. Let's listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Three issues for that. The corruption in the country, whether or not other countries were participating in support of the Ukraine, and whether or not they were cooperating in an ongoing investigation with our Department of Justice. That's completely legitimate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Not only did you say that investigating the Democrats was one of the three conditions, not two, that you would just said that you would talk about, investigating the Democrats was part of the quid pro quo. You also said, if I may, it was part of the Justice Department investigation into the origins of the Russia probe.  But the fact is that not only did the press think you said it, here's what a statement that was put out by a senior Justice Department official: If the White House was withholding aid in regards to the cooperation of any investigation at the Department of Justice, that is news to us. Everybody thinks that that's what you said and you didn't. You said right there --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "-- three points, not two.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Well, and a couple different things. You again said just a few seconds ago that I said there was a quid pro quo. I never used that language, because there is not a quid pro quo, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You were asked by Jonathan Karl, is -- you described a quid pro quo, and you said, that happens all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Well -- and reporters will use their language all the time. So, my language never said quid pro quo. But let's get to the heart of the matter. Go back and look at that list of three things. What was I talking about? Things that was legitimate for the president to do. Number one, it is legitimate for the president to want to know what's going on with the ongoing investigation into the server. Everybody acknowledges that -- at least I think most normal people do. It's completely legitimate to ask about that.  Number two, it's legitimate to tie the aid to corruption. It's legitimate to tie the aid to foreign aid from other countries. That's what I was talking about with the three. Can I see how people took at the wrong way? Absolutely. But I never said there were was quid pro quo, because there isn't. Again, Chris, you've been in these -- in these briefings. You know how back-and-forth is. You know how rapid-fire it is. Look to the facts on the ground, things that you can actually sort of certify. And what should put this issue to bed is that the money flowed without any connection whatsoever to the DNC server.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But you -- in your first answer which I gave, you said that's why we held up the money. First, you just said here, that it was for two reasons. Now, you're acknowledging it was for three reasons. If you held up the money for three reasons, that was -- that's a quid pro quo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "I am not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You got to satisfy us on those. Now, maybe the president backed off that, but that was the proposition here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "I'm not acknowledging there's three reasons. Again, let's go back --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You said three reasons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Go back -- I recognize that. Go back to what actually happened in the real world. And, by the way, go to the phone call, go to the phone call, which we've released. I hope you get a chance to talk about that before the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I am going to right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "You go to the phone call, the president never mentions the aid at all in the phone call. Doesn't say, oh, by the way, I need you to do this, this, this and this or else the money won't flow. We all know enough about this president that if he feels very strongly about something, he's going to put that out there directly and that didn't happen. I recognize that folks -- that I didn't speak clearly maybe on Thursday, folks misinterpreted what I said, but the facts are absolutely clear and they are there for everyone to see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "In the briefing you flatly denied any connection between holding up the aide and investigating Joe Biden and his son, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. In his phone call with President Zelensky, however, President Trump specifically mentions the Bidens. Do me a favor. Trump lawyer Rudy Giuliani pushed all summer for Ukraine to announce it was investigating Burisma, the company that paid Hunter Biden. And a former NSC official testified this week before Congress, John Bolton was so disturbed by the way you are directing people to work with Rudy Giuliani, he said, quote, I am not part of whatever drug deal -- he was speaking metaphorically --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "-- of whatever drug deal Sondland, the U.S. diplomat, and Mulvaney are cooking up. No question you are following the president's orders, but your fingerprints are all over linking aid to Ukraine with investigating the Bidens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "OK. No, that's not true. Let's go -- I'll take one of those of the time which is the Bolton thing, because I read that and I was surprised, because John Bolton never complained to me about it. No one at NSC ever complained to me about anything that was going on. I didn't see Sondland's testimony this week because none of us have seen Sondland's testimony, which is another story entirely. I did get a chance to read his opening statement when he said that Bolton never complained to him. Fiona Hill never got a chance to complain to him. I think you need to put sort of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Wait a minute. Fiona Hill is the one who testified. That's the quote came from her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Who never complained to Sondland about what was happening, when it was happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No, she complained to her boss, John Bolton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Who did what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Who said -- who told her to go immediately to a lawyer --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "-- at NSC and to complain about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Who works for John Bolton. Yet John Bolton didn't go say anything to anybody. Doesn't that raise a red flag?  But let's go back to the first thing you talk about, which is the president's phone call, because at the end of the day, that's what this is really about, right? That's why we are here was the president phone call with Ukraine. And you've done the same thing, and I don't blame you personally. Done the same thing with many news outlets have done. You said, do me a favor and then immediately to the Bidens. Go look at the transcript of the phone conversation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "It's, do me a favor, take a look at the DNC server. Then he talks about corruption in the Ukraine. He talks about Rudy Giuliani. The president of the Ukraine gets on and he talks about a close cooperation between the countries. He talks about corruption. He talks about getting a new ambassador to the U.S. And the president gets on and talks about Bill Barr. The president talks about a new ambassador between our countries, and then the very end of that passage mentions the Bidens.  Everybody else puts it on TV and says, do me a favor, look at the Bidens. And that's simply not factually accurate. Go look at the transcript yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's turn to Syria. Defense Secretary Esper overnight has said that those thousand troops who are being moved out of Syria are moving to Iraq. They are not as the president claimed coming home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Well, they will eventually. I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Eventually?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "The quickest way to get them out of danger was to get them into Iraq. Keep in mind what you are facing here. And I think literally the number was 28. You had 28 U.S. Special Forces between tens of thousands of soldiers on one side and tens of thousands of soldiers on the other side. And I hope that when we release the letter this week, it put -- it put to the bed this nonsense about how the president supposedly green-lighted this invasion. Nothing would be further from the truth and I think the letter made that painfully clear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No, no, the letter has been released.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "It has been, but I hope now people realize and -- it was -- listen, this is what we deal with this administration all the time. Whether it's on the impeachment or it's on the Ukraine or -- excuse me, on Syria, is people (ph) say, oh, there's a green light. The president green- lighted this and that's what the press reports. And then we put out facts that absolutely put that to bed and no one comes back and says, well, we were wrong about that. Go back to the beginning of the impeachment, how did that start, oh, there were supposedly a transcript with eight references to the Bidens and a quid pro quo on foreign aid -- absolutely false. No one ever went back and said, we were wrong about that either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I do -- I'm running out of time and I do have several more questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Lots of things to talk about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, we do. I just want to go back to the briefing for one minute. After the briefing and all the blowback and the criticism, did you ever offer or think to offer the president your resignation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "No, absolutely not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Was that ever discussed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Absolutely, positively not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "No, I'm -- listen, I'm very happy working there. Did I have the perfect press conference? No. But again, the facts were on our side. I didn't get a chance to talk about some of the stuff I wanted to talk about at that press conference, which was, for example, Senator Menendez sending a letter to the Ukraine saying, if you don't cooperate with Mueller, there will be repercussions for you. I haven't had a chance to talk about -- talk about a quid pro quo, Joe Biden admitting that he said he was going to cut off funding unless the prosecutor got fired. If that's not a quid pro quo, I don't know what it is. So, I haven't a chance at the presser to do everything I wanted to, but I still think I'm doing a pretty good job as the chief of staff and I think the president agrees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "There seems to be a growing number of Republicans in Congress who are -- if not breaking with the president, distancing themselves from the president. You had Mitch McConnell, the Senate majority leader who wrote a scathing article about Syria this week. I'm going to put up one of these quotes. Withdrawing U.S. forces from Syria is a grave strategic mistake and a strategic nightmare for our country. House Republicans voted against the Trump policy in Syria 129-60, more than 2-1. And I talked to a very well-connected Republican in Washington this week, somebody whose name you would know well, who says that if the House votes to impeach and it gets to a trial in the Senate, there is now a 20 percent chance he believes -- obviously, it's just an estimate -- now a 20 percent chance enough Republicans will vote with the Democrats to remove the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Oh, that's just absurd. But let's deal with the issue of Syria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No, let's deal with the issue of whether Republicans -- you're losing your support.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Same thing. This comment about a 20 percent chance, the person clearly doesn't know what they're talking about. But talk about the reaction of the Republicans and Democrats up on the Hill to the decision in Syria, president knew that was going to happen. He recognizes the fact that it's not a politically popular in this town to make the decision that he made to move the troops out of Syria. He ran on it. He told people he would do this if he won and he's doing it now because he won.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Forgive me for interrupting, we are running out of time, I just want to ask you, though -- is there any concern that the president is losing those support of Republicans in Congress?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "No, the president is extraordinary popular back home, more popular in the swing districts now that impeachment has started.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I'm talking about here in Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Yes, but they -- they have to go home eventually as well. So, no. Do I have to understand that there are certain folks, especially the neoconservative wing of the party who are upset about the Syria decision? I absolutely do. The president knew that was going to happen. Again, elections have consequences on foreign policy. That's where we started this conversation and that thankfully they do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Two final questions. One, a -- one of the people who was testifying in Congress this week in the House impeachment investigation also said that he was so concerned about Hunter Biden getting that job in Ukraine in 2015 that he went to the vice president staff, Biden was then vice president, and said, this looks really bad. And that he was turned away. Your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Good. I'm surprised I haven't heard about it since. My guess is if it happened (ph) during the Trump administration, the news media would have reported on it at very next day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I'm asking you about it, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "I know you are. And I appreciate that. I'm hearing about it for the first time, I look forward to finding out more about it. It's the first I've heard of that piece of information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You had not heard -- it's been reported widely in the last 48 hours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "No, I've been busy in the last 48 hours, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. Well, let me ask you of something else, maybe you don't know this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But President Trump has decided after he put you out there in that briefing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "-- to announce Doral -- he is back -- he's decided that he's not going to hold it at Doral. He blames it on, quote, the hostile media and their Democratic partners. But again, he was getting hammered by Republicans. So, why did he cave?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "I -- we talked about it at great length last night, and it's not lost on me that if we made the decision on Thursday, we wouldn't have had the press conference on Thursday regarding -- regarding everything else, but that's fine. But we did talk about it last night and I honestly think what he is out in the tweet was real. The president isn't one for holding back his feelings and his emotions about something. He was honestly surprised at the level of pushback. At the end of the day, you know, he still considers himself to be in the hospitality business and he saw an opportunity to take the biggest leaders from around the world, and he wanted to put the absolute best show, the best visit that he possibly could. And he was very comfortable doing it at Doral, and I think we're all surprised at the level of pushback. I think it's the right decision to change. We'll have to find someplace else. And my guess is we'll find someplace else that the media won't like either for another reason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I just have to pick up -- you say he considers himself in the hospitality business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "He's the president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Yes, but he's -- that's his background. It's like, I used to be in the real estate business. I don't know what you used to do before you were in the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Nothing. That's all I've ever done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Yes. But he wanted to put on a show. He wanted to take care of folks. That's the business -- he's in the hotel business or at least he was before he was the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Does he understand -- forget the media -- does he understand that it looked lousy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "Well, I think he knows. He thinks people think it looks lousy. Could we have put on an excellent G7 at Doral? Absolutely. Will we end up putting on an excellent G7 someplace else? Yes, we will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mick, thank you. Thanks for coming in. Always good to talk with you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MULVANEY",
      "sentences": "It's always good to be here. Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we'll bring in our Sunday group to discuss where the House impeachment investigation stands now. And new evidence U.S. officials were concerned as far back as 2015 about Hunter Biden's business dealings in Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "For three straight years, radical Democrats have been trying to overthrow the results of a great, great election -- maybe, maybe the greatest election in the history of our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump rallying supporters in Dallas against the House impeachment investigation. And it's time now for our Sunday group. Former Republican Congressman Jason Chaffetz; FOX News political analyst Juan Williams; former Democratic Congresswoman Jane Harman; and from \"The Wall Street Journal\", Kimberley Strassel, author of the new book, \"Resistance (At All Cost\". Well, Congressman Chaffetz, let me start with you. How damaging do you think the last week has been to President Trump? Testimony from a number of current and former national security officials that the president had Rudy Giuliani's personal lawyer running off-the-books operations when it came to Ukraine. And whatever you make of them, Mick Mulvaney's comments about a quid pro quo?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FORMER CONGRESSMAN, R-UT",
      "sentences": "Well, I wish there was video to show of what was going on in these so-called impeachment hearings because they haven't been open and transparent. I think what Adam Schiff did when he lied, he physically lied in front of the committee when he had a chance to go and talk about that, I don't think they're laying a glove on Donald Trump. Inside the beltway, there's a frenzy. Out in the heartland, in the Dallas, Texases of the world, it's not moving the meter at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congresswoman Harman, how strong is the case that's being built against the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JANE HARMAN, FORMER CONGRESSWOMAN, D-CALIF.",
      "sentences": "Well, I'm not in the room either, but to be clear, these are depositions, they're not hearings. There are various people were talking under oath. Republicans and Democrats are in the room. The questions are primarily being asked by counsel. But Republicans and Democrats had equal time to ask questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. But enough about the process, what do you think of the substance?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "So, you know, the substance leaks out, and it's in the press, but I think it hasn't been a good week for the president. Two good things happened. One is, I think sort of kind of good week, he backed off on the China tariffs. That's a big deal because the economy was about to -- it seems to me soft into a point that it really hurt him. But the other sort of kind of big deal is our troops are moving to Iraq, they are not leaving the area. So, there will be some counter-ISIS movement. That does not mean I think his Syria decision made any sense. I don't think so. I agree with Mitch McConnell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Maybe the biggest surprise in my interview with Mick Mulvaney is he doesn't seem to have known about the revelations this week about Hunter Biden. Hunter Biden finally answered questions about his business dealings in Ukraine. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INTERVIEWER",
      "sentences": "If your last name wasn't Biden, do you think you would have been asked to be on the board of Burisma?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNTER BIDEN, SON OF JOE BIDEN",
      "sentences": "I don't know, I don't know. Probably not. I don't think that there's a lot of things that wouldn't have happened in my life that if my last name wasn't Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, Kim, we also learned that one of those State Department officials who testified before the House impeachment investigation this week was so disturbed in 2015 when Hunter Biden started working for this Ukrainian energy company, Burisma, and that -- at least the appearance if nothing else, at least the appearance that it seemed to be self-dealing, that he went to the vice president himself, because Biden, of course, was then Vice President, and said this really looks bad and he was turned away. How big a deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLEY STRASSEL, THE WALL STREET JOURNAL EDITORIAL BOARD",
      "sentences": "Yes, I mean, I think it is a big deal. It surprised no one though because prior to the press deciding that this was a whole issue that we're not allowed to talk about, Joe Biden did nothing wrong, they were writing all the stories about this, and quoting former officials who worked for Joe Biden saying they were uneasy with the situation. And they didn't like that it was happening. And so -- I mean, the issue here to me has always been -- people like to use the word \"corrupt\", the issue was always been the appearance question, right? It's the question of whether or not Hunter Biden was profiting off of his father's position. You don't really need to go much further than that. And it is hurting Joe Biden out there with primary voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's pick up on that one because the president who doesn't like the back down did back down overnight and say, well, OK, I'm not going to hold the summit next June, the G7 summit in Doral, his own resort -- there was really a lot of squealing about it from Republicans and Democrats who said it appeared to be this kind of self-dealing, do you think one of the reasons that he may have done it is because it would certainly -- it seemed to blunt his case against Joe Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, POLITICAL ANALYST",
      "sentences": "I think it did. I think the cancellation is a tiny step in the right direction. But again, this is so blatant and over-the-top self-dealing on the part of the president, putting his self interest, or as Mick Mulvaney said to you, his history as a man in the hospitality business, about the national interest. I think that then speaks to behold Ukrainian deal. But on a larger point, I think it's one of the campaign promises that he broke. He said he was going to divest himself of all business interests. So this cancellation is a step in the right direction, but think for a second about the idea that he has no problem appointing Jared Kushner, his son-in-law, as some kind of emissary to the Middle East and he's dealing with the crown prince of Saudi Arabia, a man who's killed journalists and making excuses. I think this is -- again, this is this is not normal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "That's just a decision, and as Mick Mulvaney said about Rudy Giuliani, the president gets to decide who he wants to do his business. That's just the policy issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think that -- again, you're putting your family in positions of critical policy. So, it's apart from the normal operation of foreign policy in the country. It's like the shadow foreign policy that was run by Giuliani. But again, to my mind, you look at Doral -- the reason I say it's part of a pattern, Chris, is Doral was a struggling property, here is the president saying, here, I'm going to help my own business and forever branded as the prestigious pot because of the G7 was held there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Kim?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Well, look, this is a very complicated subject. I'm glad that he decided not to do it because I do think it blunts his message about the appearance of conflict with Hunter Biden. There is a very complicated discussion to be had about whether or not Donald Trump's business empire has actually profited from his business (ph) or more likely, as much of the reporting has shown, he's probably taken a hit. I mean, there's good evidence that his bookings are down out a lot of his places and some --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Nobody made him run for president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "No, no, I'm not saying -- I mean, I'm just saying I'm not like arguing, oh, poor president. I'm just saying, look at the numbers. You can't just run around and say, oh, you know, the president is profiting off of his presidency, like I think you just have to look at the facts. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, Kim, it's about profit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Look at the facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The emoluments clause says you can't take any compensation from a foreign government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Well, we have never had a discussion in the court system about what the emoluments clause actually (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I'm just saying, that's what it says.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, there are actually a few court cases right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "We're having it now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, we'll see. All right, we've got to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "We're going to find out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Folks, I've got to save time for you for the next panel. We have to take a break here. Up next, Mayor Pete Buttigieg joins us here in Washington after a debate that has some Democrats saying he can compete with Joe Biden as the centrist voice of the party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Coming up, Mayor Pete Buttigieg hot off the debate stage, where he went toe to toe with his Democratic rivals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR PETE BUTTIGIEG, D-IND., PRESIDENTIAL CANDIDATE",
      "sentences": "This is why people here in the Midwest are so frustrated with Washington in general. Your signature, Senator, is to have a plan for everything, except this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask him, what's his path to the nomination.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Pete Buttigieg is trying to get back into the top tier of 2020 Democratic candidates. And a strong performance in this week's debate paid off with more than $1 million in campaign contributions in the first 24 hours after the debate. Joining us now is the mayor of South Bend, Indiana. And, Mayor, welcome back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's start with your latest poll numbers. In the RealClearPolitics average of recent surveys, you're in fourth place nationally at 5.8 percent, fourth in Iowa with 13 percent, and fourth in New Hampshire at 8.7 percent. As a candidate from the Midwest, and also looking at those numbers, don't you have to finish in the top at least two or three in Iowa or you're done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "I think it's certainly the case that a strong performance in Iowa is going to be critical to us winning the nomination. And that's what we're building toward. We've got a terrific ground game there, over 22, I believe, field offices now and 100 organizers, and I think a message that's really connecting with Iowans. You know, Democrats there, first and foremost, of course, want to know that we can defeat and replace President Trump. Also want to know how the policies we're putting forward are going to affect their lives. And whether it's Medicare for all who want it or the vision we're putting forward on any of a number of issues, we find that it's resonating. But even now there are so many Iowans who maybe have it narrowed down to a top three or so but are taking their time, evaluating their choices. And we've got our work cut out for us to close the deal between now and the caucus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You have stalled to some degree in the polls, as we just pointed out, at least nationally, ever since that terrible police shooting in South Bend, Indiana, this summer. And folks noticed a more aggressive performance by you in this last debate, taking on Elizabeth Warren on Medicare for all, Tulsi Gabbard on troops in Syria, and Beto O'Rourke on gun buybacks. Take a look at you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Your signature, Senator, is to have a plan for everything, except this. Respectfully, Congresswoman, I think that is dead wrong. I don't need lessons from you on courage, political or personal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Was that a conscious effort to jumpstart your campaign?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Well, these are also topics I'm very passionate about. When it comes to what is being done to not just the Middle East, for example, but to American credibility. The fact that right now people who put their lives on the line, trusting that the United States would have their back, and are now betrayed, the fact that U.S. troops in the field feel that their honor has been stolen from them by their commander in chief, how can you not be fired up about something like that? And this is the season for us to lay out what we care about, what we're passionate about, and what's different among each of the candidates. And I want to make sure there's no question in any voter's mind how their life would be different under my presidency than if any of the others were to be elected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, one of the distinctions you drew sharply is you said that 2021, if a Democrat is elected president, the -- the country can make historic gains on health care and immigration and guns, but not, you said, if they push too far and promise too much. Do you think that some of the solutions that are being offered, whether it's on climate change, Medicare for all, by Senators Warren and Sanders, are too drastic?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "I think that we have a chance to build an American majority around bold action. But it is the case that we could wreck that majority through purity tests. Look, take the example of this Medicare question. I'm proposing Medicare for all who want it. It means we create a version of Medicare, everybody can get access to it, and if you get -- if you want to keep your private plan, we're OK with that. I think that's a better policy than kicking people off of their plan. But I also think that it's something that more Americans can get behind. And when you think about the condition our country's going to be in when this presidency comes to an end, one way or the other, when you think about how torn apart by politics we're going to be, how polarized and divided this country is, this, to me, is not a political question, it's a question of governing. The good news is, we can govern in a very bold and forward-leading direction, but we've got to make sure we do it in a way that moves toward unifying rather than further polarizing the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Not surprisingly, the left is firing back at you when Elizabeth Warren said that she will not participate in big fundraisers, even if she is the Democratic nominee against Donald Trump in -- next fall. You said this, let's put it on the screen, we are not going to beat him -- Trump -- with pocket change. Here's how Congresswoman Alexandria Ocasio-Cortez responded. Small dollar grassroots campaigns, aka what Buttigieg insults here as pocket change, out fundraised him by millions. Our nation's leaders should be working to end the era of big money politics, not protect it. So, what do you have to say to AOC?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Well, first of all, you don't go from mayor of South Bend to a competitive presidential candidate without knowing a thing or two about grassroots campaigning. My campaign is fueled by the contributions of almost 600,000 individual donors. And most of those are small contributions. What I'm saying is that we can't go into this fight against Donald Trump with one hand tied behind our back. Look, the president of the United States and his allies just raised $125 million. They will pull out all of the stops to stay in power. And I think we have a responsibility to the country to make sure that we go into this fight, as Democrats, with everything that we've got, and not unilaterally disarming. We indeed need to end the era of big money politics. That's why campaign finance reform is so important. And it will never happen as long as the folks currently in charge stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The last time you and I talked was in August and I pointed out to you -- perhaps not too charitably -- that you were at zero percent in the polls among African-Americans. There's a new poll out in the last few days. You're now at two percent support among African-Americans. When we last talked, you -- you -- you described a big outreach to minority communities, the African-American community. Why isn't it working?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Look, for me this isn't about the polls, this is about making sure that ",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, in the end, it is about the polls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "But in order to do well, you need to deserve to do well. And we're focusing on the substance of what I have to offer. Voters want to know how their lives will be different. And in the case of African-American voters, they want to know what my agenda is for black Americans. We're putting forward the most comprehensive plan of any candidate to tackle systemic racism in this country. It's everything from empowering black entrepreneurs and fueling business development, to making sure we deal with discrimination in housing and in health, to cutting incarceration in this country by 50 percent because we know that the criminal justice system disproportionately harms African-Americans. We need to continue making that case. It's extremely well-received whenever I have a chance to offer it up, but there are a lot of voters who are still sizing up their options, who need to feel like they know you. And our job is to do that in a short amount of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to press down on this just a little bit because you talk about needing to deserve it and voters trying to understand who you are. You were supposed to attend a big fundraiser in Chicago on Friday. And one of the hosts was the same city attorney who worked very hard to block release of this video of police shooting Laquan McDonald. The lawyer backed out of -- of the fundraiser. He also donated $5,600 to your campaign. Particularly at a time when African-Americans are trying to get to know you, isn't that the kind of mistake, Mayor, that you can't afford to make?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Well, this came to my attention in the morning and within an hour it had been taken care of. Look, the situation there and justice and transparency for Laquan McDonald is much more important to me than a campaign contribution. And we did the right thing as soon as it came to my attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Can you understand where people would say, well, this is a guy who wants our vote but he was going to take -- was taking money, and was attending a fundraiser being held by this city attorney?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "And then we took care of it. Look, I think the biggest question on voter's minds is, how is my life going to be different, especially when that sun comes up, that first day after Donald Trump is president. And the agenda that I'm putting forward, the -- the issues that I want to tackle, I think will speak to black voters and to all voters who are seeking a better life in this country and seeking to turn the page from the chaos and the corruption that we're living under right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mayor Buttigieg, thank you. Thanks for your time. Always good to talk with you. Safe travels on the campaign trail, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUTTIGIEG",
      "sentences": "Good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "When we come back, Turkey agrees to a temporary ceasefire in Syria. We'll ask our Sunday group what it means for U.S. interests in the Middle East.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "The Kurds are very happy./ Turkey is very happy. The United States is very happy. And, you know what, civilization is very happy. It's a great thing for civilization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump with an optimistic assessment of the cease-fire brokered by Vice President Pence this week in Turkey. And we're back now with the panel. Congresswoman Harman, what you think of the deal that the U.S. made with Turkey?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "I think, sadly, Pence and his advisors were scrambling on the plane to come up with some kind of announcement that would make sense. And I salute Pence for trying. However, I don't think he succeeded. I think a deal under these circumstances was impossible. And where we are now is the ceasefire is not holding, the Kurds, our allies, who lost 11,000 people on the battlefield, we lost six, are being massacred. There is now a vacuum being filled by ISIS, by Syria, the Syrian government, and by Russia. And, guess what, Israel, our -- our deepest ally in the region, is now surrounded by Iran on the Syrian border, by Iran making the missiles from Libya -- from Lebanon smarter on the Lebanese border and by Iran and Tehran. And this is creating an existential threat and leading to really dangerous circumstances. And, finally, ISIS is regrouping and the ISIS fighters that are regrouping are from Europe and they will get through the Turkish border and attack in Europe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congressman Chaffetz, even a lot of staunch Trump supporter's inside the Republican Party have real problems with the agreement and -- and the actions by the president in northern Syria. Your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, CONTRIBUTOR",
      "sentences": "I think the agreement was good, although temporary. We'll see how it stands above and beyond the last few days. But the president did the right thing. He did exactly what he was campaigning on doing. I believe if you -- if you can't go and fight and win the war, then you bring them home. And, you know what, if the Senate and the House feel so strongly, then pass a piece of legislation. Don't just do some little slap on the hand and right an op-ed and say, oh, tisk, tisk, Mr. President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You -- you're talking about Mitch McConnell?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes. I'm saying that they should actually pass a war powers authorization and do that. Put on your big boy pants and do that. But the president's doing the right thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And then there was the meeting on Syria that was held at the White House this week. Here's the indelible picture of it. It ended with President Trump calling Speaker Pelosi, depending on the account you heard, either a third rate or a third grade politician, not a complement in either case, and Pelosi getting up, as you see here, and walking out. Here's what they said afterwards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "That crazy Nancy. She is crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "I pray for the president all the time, and I tell them that. I pray for his safety and that of his family. The -- now we have to pray for his health because this was a very serious meltdown on the part of the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Juan, not only can't they legislate in Congress anymore, they've apparently can't even stand to be in each other's presence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, I mean, it's -- to me what's key here is that I think you see from the House vote that even Republicans were shocked out of their silence in -- in responding to President Trump by his decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You think you'd vote against the president's Syria policy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I think you said it earlier, 129 Republicans voted with the Democratic majority. So it clearly showed there is bipartisan outrage at allowing our allies, the Kurds, to be slaughtered by the Turks in this way. With response -- in response to your question about the meeting, I think that Nancy Pelosi, Chuck Schumer, speaker of the House, the minority leader in the Senate, were strong enough to confront the president in the meeting, to get in his face and say, this is the wrong policy. And the president responded with elementary school, you know, schoolyard bullying, third rate politician. Nancy Pelosi is no third rate politician by anybody's measure. But I think the key here is the policy, Chris, the policy is the problem. And to be clear, and I think this is in response that Congressman Chaffetz point, this is not about bringing troops home. There are only about 150 troops involved. The president just sent 2,000 to Saudi Arabia. So, I mean, to me, this is about the president pulling our influence out of there, allowing our allies to be slaughtered, and compromising America's integrity and promise to our allies. It's a foreign policy quagmire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Kim, I wanted you to address a different aspect of that, which is that both sides talk about being able to walk and chew gum at the same time, trying to get some things done. The one thing they particularly talk about is passing the USMCA, the U.S. trade deal with Mexico and Canada. Can they get anything done between the impeachment investigation, the bitterness from that, and the fact that we're -- you could say we're all already in a full-fledged campaign. Certainly by the end of the year we're in a full-fledged campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Right. I mean whatever happened in that meeting and the dueling narratives, it almost doesn't matter because what it exposes is what you just said, is that when Democrats decided they were going to go forward with this impeachment inquiry, it created a new dynamic in Washington. And this is one of the consequences of it. I do not see how anyone gets anything done while they're in the middle of - - I mean, think of it from the Trump White House perspective. They're trying to remove him from office. And that just does make it a very difficult circumstance in which he -- then sit down, shake hands, play nice. I agree, everyone would want there to be progress and I think that the best thing the Trump White House could do would be, to fact, to kind of rise above it and talk about governing and talk about what they've accomplished and what they want to accomplish. But I'm not quite sure that is going to be the dynamic going forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "Government funding --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congresswoman, I've got less than a minute left. Does impeachment and politics poison everything? Does anything get done in Washington between now and November 2020?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "Well, that was the history of the Clinton impeachment, everything stopped. But government funding runs out on November 21st, in the middle of whatever it is that we're going to see. And I think it would be tragic if, once again, we put federal workers and -- and the economy through that nightmare. So the Congress has to pass the budget bills. There has to be progress. And I think the leadership of Congress somehow will find a way forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So the most they can do is keep the government running?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "Keep the government running. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. Thank you, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" trying to solve the 82-year-old mystery, what happened to Amelia Earhart?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "It is one of the enduring mysteries of the 20th and now the 21st century, but a renowned explorer is determined to solve it. Here's our \"Power Player of the Week.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT BALLARD, DEEP-SEA EXPLORER",
      "sentences": "She said, I can do anything, and then went out and did it. WALLACE (voice over): Robert Ballard is talking about America Earhart, the world-famous aviator, who's this mysterious disappearance 82 years ago has only added to her legend. In August, Ballard led an expedition to find some trace of Earhart or her plane. It's the subject of a new \"National Geographic\" documentary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He's shedding new light on one of the world's most captivating people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In ship number six, it's the world-famous Amelia Earhart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE) is good to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALLARD",
      "sentences": "It exists. It's not the Loch Ness Monster. It's not Bigfoot. That plane exists, which means you can find it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Earhart was on an around the world trip in 1937 when her plane vanished in the Pacific.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "For years she pushed the boundaries of what was humanly possible, shattering a dozen records in the air, while breaking barriers for women on the ground.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The leading theory is Earhart ran out of gas near a tiny atoll called Nikumaroro. And that's where Ballard took his ship, the Nautilus, spending two weeks searching the coral reef with surface vessels, drones, and remote underwater vehicles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALLARD",
      "sentences": "It's just hours and hours and hours and hours searching at night with a flashlight. You never know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Thirty-four years ago, Ballard led another expedition and shocked the world by discovering Titanic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALLARD",
      "sentences": "This one's tougher. A lot tougher. WALLACE (voice over): Ballard feels a kinship with Earhart. They're both Kansans. But there's more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALLARD",
      "sentences": "I always have people say, you're nuts. You can't do it. And then I go do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALLARD",
      "sentences": "You bet there's a lot of Amelia Earhart in the sky. WALLACE (voice over): For two weeks Ballard and his team searched the area, on land in case Earhart survived a crash, and underwater.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALLARD",
      "sentences": "Whoa. Whoa, that looks like coral, but it's got a hole.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's got a perfect hole. Want to simple it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALLARD",
      "sentences": "Yes, just flip it over. We pounded the area. This was a full court press with everything we had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALLARD",
      "sentences": "We didn't find the plane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "How big a disappointment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALLARD",
      "sentences": "Well, you know, I know where it isn't. WALLACE (voice over): Ballard says that's science. You go down dark alleys, then don't go down them again. Now he plans another expedition in two years using new technology to another site nearby.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALLARD",
      "sentences": "I love the toys as much as I -- I love the hunt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BALLARD",
      "sentences": "Absolutely. I love developing the technology, going out and using it, and then coming home and sharing the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The special exhibition, \"Amelia,\" premieres tonight on the National Geographic Channel. Time now for one final note. We have declared ourselves the unofficial Sunday show of the Washington Nationals. This week they clinched the National League championship in a four-game sweep of the St. Louis Cardinals, setting up the National's first trip to the World Series. They'll play the Houston Astros in game one of the series Tuesday night right here on Fox. And someone is so excited that he showed up here today, Teddy Roosevelt, one of the raising (ph) presidents from Nats park has dropped by and Teddy has delegated me to say, go Nats!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Go Nats!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Go Nationals!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Teddy, here you go. Don't hold me hanging. Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Go Teddy!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And that's it for today. Have a great week and we'll see you next Fox News Sunday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, ANCHOR",
      "utterance": "I'm Chris Wallace."
    },
    {
      "speaker": "President Trump challenged on two fronts",
      "utterance": "setbacks to his impeachments defense and a tenuous cease-fire in Syria."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "We have ISIS totally under guard. The Turkey is also guarding separately. They are watching over everything."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Vice President Pence and Secretary of State Pompeo negotiated a pause in fighting between the Turks and the Kurds."
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT",
      "utterance": "The agreement today allows us to go from where we are today to really establish a buffer zone."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But is it a cease-fire or a surrender? And --"
    },
    {
      "speaker": "MICK MULVANEY, WHITE HOUSE CHIEF OF STAFF",
      "utterance": "I have news for everybody. Get over it. There's going to be political influence in foreign policy."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Comments by the president's chief of staff trigger a firestorm over whether there was a quid pro quo with Ukraine."
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "utterance": "Things have just gone from very, very bad to much, much more."
    },
    {
      "speaker": "REP. KEVIN MCCARTHY, D-CALIF.",
      "utterance": "I think Mick clarified in a statement, there was absolutely no quid pro quo."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Today, an exclusive interview with White House Chief of Staff Mick Mulvaney. Then, Mayor Pete Buttigieg on the rise after going after rivals at the latest Democratic debate. We'll ask him what his path to the 2020 nomination. Plus, Nancy Pelosi and Donald Trump in their first face-off since Democrats launched their impeachment inquiry."
    },
    {
      "speaker": "TRUMP",
      "utterance": "That crazy Nancy, she is crazy."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF., HOUSE SPEAKER",
      "utterance": "This was a very serious meltdown on the part of the president."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel about the growing hostilities between the president and the speaker of the house. And our power player of the week. He found Titanic, now he wants to solve the mystery of what happened to Amelia Earhart. All, right now on \"FOX News Sunday.\""
    },
    {
      "speaker": "WALLACE",
      "utterance": "And hello again from FOX News in Washington. We begin with breaking news. President Trump announced by tweet last night he's backing off his controversial decision to hold the G7 Summit next year at his own resort. He says the search will now begin for a new site. But the president is still under fire even from a growing number of Republicans. GOP congressmen voted by more than 2-1 against his policy in Syria. White House Chief of Staff Mick Mulvaney said the president at a political quid pro quo from USA to Ukraine. Mulvaney later denied he said it, and more damaging testimony in the House impeachment investigation. In a moment we will talk with the president chief of staff who just flinched when I said that. But, first, let's bring in Kevin Corke with the latest from the White House -- Kevin."
    },
    {
      "speaker": "KEVIN CORKE, CORRESPONDENT",
      "utterance": "Chris, a precarious pause perhaps describes the tenuous nature of the circumstance on the ground in Syria as sporadic skirmishes continue to speckle the region, even as we learn much more about the U.S. strategy for American forces there."
    },
    {
      "speaker": "MARK ESPER, DEFENSE SECRETARY",
      "utterance": "The current game plan is for those forces to reposition into western Iraq, the ones coming out, right? That original 1,000. And then two missions -- one is to help defend Iraq and two is to perform a counter-ISIS mission. Back in Washington, the impeachment drumbeat reached a fevered pitch as House Intelligence Committee Chair Adam Schiff interviewed a cascade of Trump administration officials but Ukraine and a possible quid pro quo tying USA aid to cooperation with a probe into the Biden's business dealings. Incredibly, the gulf between House Democrats and the White House seem to grow, when Speaker of the House Nancy Pelosi stormed out of a White House meeting, accusing the president of having a meltdown over a bipartisan House vote rebuking his pullout in Syria. All as the president late Saturday rescinded his decision to host next year's G7 Summit at his resort in Miami, tweeting: Based on both media and Democrat crazed and irrational hostility, we will no longer consider Trump National Doral Miami -- a reversal that came after withering criticism and accusations of self- dealing. Can you at least understand and acknowledge that the -- just the appearance of impropriety makes us wince inducing and maybe this is something you maybe want to reconsider?"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "He got over that a long time ago. We absolutely believe this is the best place to have it and we are going to have it there."
    },
    {
      "speaker": "CORKE",
      "utterance": "That was then, this is now. By the way, in that tweet, Chris, the president mentioned Camp David as a possible location for next year's G7 summit. It last hosted the G8 back in 2012 -- Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Kevin Corke, reporting from the White House, Kevin, thanks from that. Joining us now for an exclusive interview, White House Chief of Staff Mick Mulvaney. Mick, welcome back to \"FOX News Sunday\"."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Good morning. Yes, I flinched a little bit because that's what people are saying that I said, but I didn't say that. But I'm looking forward to the conversation."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. Let's have a conversation."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Why -- here's my first question. Why did you say that in that briefing that President Trump had ordered a quid po qro (ph) -- quid pro quo, that investigating the Democrats, that aid to Ukraine depended on investigating the Democrats? Why did you say that?"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Again, that's not what I said. That's what people said I said. Here's what I said, I'll say it again and hopefully people will listen this time. There were two reasons that we held up the aid. We talked about this at some length. The first one was the rampant corruption in Ukraine. Ukraine -- by the way, Chris, it's so bad in Ukraine that in 2014, Congress passed a law making it -- making us -- requiring us to make sure that corruption was moving in the right direction. So, corruption is a big deal, everyone knows it. The president was also concerned about whether or not other nations, specifically European nations, were helping with foreign aid to the Ukraine as well. We talked about that for quite a while now. I did then mention that in the past, the president had mentioned for me to time to time about the DNC server. He had mentioned the DNC server to other people publicly. He even mentioned it to President Zelensky in the phone call, but it wasn't connected to the aid. And that's where I think people got sidetracked this weekend at that press conference."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But --"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Two reasons for holding back the aid --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me pursue that, though --"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Sure."
    },
    {
      "speaker": "WALLACE",
      "utterance": "-- because I believe that anyone listening to what you said in that briefing could come to only one conclusion. Let's play what you said."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Sure."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Did he also mention to me in the past that the corruption related to the DNC server? Absolutely, no question about that. But that's it, and that's what we held up the money."
    },
    {
      "speaker": "REPORTER",
      "utterance": "What you just described is a quid pro quo. It is, funding will not flow unless the investigation into the -- into the Democrats' server happened as well."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "We do -- we do that all the time with foreign policy."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You were asked specifically by Jonathan Karl, was investigating Democrats one of the conditions for holding up the aide?"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Was that part of the quid pro quo? And you said, it happens all the time."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Yes. But go back and watch what I said before that. I don't know if you guys can cue it or not. There was a long answer about corruption and a long answer about foreign aid."
    },
    {
      "speaker": "WALLACE",
      "utterance": "No, you totally said that."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Just like I told you then, and then I said the exact same thing I just said now, which is that he mentioned in passing yes, but the reason that we held back the aid with the two reasons I mentioned. And I can prove it to you. The aid flowed. Once we were able to satisfy ourselves that corruption was actually -- they were doing better with it, we got that information from our folks from the conversation with Minister (ph) Zelensky and once we were able to establish we had the Office of Management and Budget do research on other countries' aid to Ukraine, it turns out they don't get any lethal aid, but they do give a considerable sum of money and nonlethal aid. Once those two things were cleared, the money flowed. There was never any connection between the flow of money and the server."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, Mick, you know, I hate to go through this, but you said what you said."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And the fact is, after that exchange with Jonathan Karl, you were asked another time why the aide was held up. What was the condition for the aid? And you didn't mention two conditions, you mentioned three conditions. And I want to -- and let's listen to all three of them because this -- you stated it very clearly. Let's listen."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Three issues for that. The corruption in the country, whether or not other countries were participating in support of the Ukraine, and whether or not they were cooperating in an ongoing investigation with our Department of Justice. That's completely legitimate."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Not only did you say that investigating the Democrats was one of the three conditions, not two, that you would just said that you would talk about, investigating the Democrats was part of the quid pro quo. You also said, if I may, it was part of the Justice Department investigation into the origins of the Russia probe."
    },
    {
      "speaker": "But the fact is that not only did the press think you said it, here's what a statement that was put out by a senior Justice Department official",
      "utterance": "If the White House was withholding aid in regards to the cooperation of any investigation at the Department of Justice, that is news to us. Everybody thinks that that's what you said and you didn't. You said right there --"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "-- three points, not two."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Well, and a couple different things. You again said just a few seconds ago that I said there was a quid pro quo. I never used that language, because there is not a quid pro quo, but --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "You were asked by Jonathan Karl, is -- you described a quid pro quo, and you said, that happens all the time."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Well -- and reporters will use their language all the time. So, my language never said quid pro quo. But let's get to the heart of the matter. Go back and look at that list of three things. What was I talking about? Things that was legitimate for the president to do. Number one, it is legitimate for the president to want to know what's going on with the ongoing investigation into the server. Everybody acknowledges that -- at least I think most normal people do. It's completely legitimate to ask about that. Number two, it's legitimate to tie the aid to corruption. It's legitimate to tie the aid to foreign aid from other countries. That's what I was talking about with the three. Can I see how people took at the wrong way? Absolutely. But I never said there were was quid pro quo, because there isn't. Again, Chris, you've been in these -- in these briefings. You know how back-and-forth is. You know how rapid-fire it is. Look to the facts on the ground, things that you can actually sort of certify. And what should put this issue to bed is that the money flowed without any connection whatsoever to the DNC server."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But you -- in your first answer which I gave, you said that's why we held up the money. First, you just said here, that it was for two reasons. Now, you're acknowledging it was for three reasons. If you held up the money for three reasons, that was -- that's a quid pro quo."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "I am not --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "You got to satisfy us on those. Now, maybe the president backed off that, but that was the proposition here."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "I'm not acknowledging there's three reasons. Again, let's go back --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "You said three reasons."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Go back -- I recognize that. Go back to what actually happened in the real world. And, by the way, go to the phone call, go to the phone call, which we've released. I hope you get a chance to talk about that before the --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I am going to right now."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "You go to the phone call, the president never mentions the aid at all in the phone call. Doesn't say, oh, by the way, I need you to do this, this, this and this or else the money won't flow. We all know enough about this president that if he feels very strongly about something, he's going to put that out there directly and that didn't happen. I recognize that folks -- that I didn't speak clearly maybe on Thursday, folks misinterpreted what I said, but the facts are absolutely clear and they are there for everyone to see."
    },
    {
      "speaker": "WALLACE",
      "utterance": "In the briefing you flatly denied any connection between holding up the aide and investigating Joe Biden and his son, right?"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Correct."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. In his phone call with President Zelensky, however, President Trump specifically mentions the Bidens. Do me a favor. Trump lawyer Rudy Giuliani pushed all summer for Ukraine to announce it was investigating Burisma, the company that paid Hunter Biden. And a former NSC official testified this week before Congress, John Bolton was so disturbed by the way you are directing people to work with Rudy Giuliani, he said, quote, I am not part of whatever drug deal -- he was speaking metaphorically --"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "-- of whatever drug deal Sondland, the U.S. diplomat, and Mulvaney are cooking up. No question you are following the president's orders, but your fingerprints are all over linking aid to Ukraine with investigating the Bidens."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "OK. No, that's not true. Let's go -- I'll take one of those of the time which is the Bolton thing, because I read that and I was surprised, because John Bolton never complained to me about it. No one at NSC ever complained to me about anything that was going on. I didn't see Sondland's testimony this week because none of us have seen Sondland's testimony, which is another story entirely. I did get a chance to read his opening statement when he said that Bolton never complained to him. Fiona Hill never got a chance to complain to him. I think you need to put sort of --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Wait a minute. Fiona Hill is the one who testified. That's the quote came from her."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Who never complained to Sondland about what was happening, when it was happening."
    },
    {
      "speaker": "WALLACE",
      "utterance": "No, she complained to her boss, John Bolton."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Who did what?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Who said -- who told her to go immediately to a lawyer --"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "-- at NSC and to complain about it."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Who works for John Bolton. Yet John Bolton didn't go say anything to anybody. Doesn't that raise a red flag? But let's go back to the first thing you talk about, which is the president's phone call, because at the end of the day, that's what this is really about, right? That's why we are here was the president phone call with Ukraine. And you've done the same thing, and I don't blame you personally. Done the same thing with many news outlets have done. You said, do me a favor and then immediately to the Bidens. Go look at the transcript of the phone conversation."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I have."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "It's, do me a favor, take a look at the DNC server. Then he talks about corruption in the Ukraine. He talks about Rudy Giuliani. The president of the Ukraine gets on and he talks about a close cooperation between the countries. He talks about corruption. He talks about getting a new ambassador to the U.S. And the president gets on and talks about Bill Barr. The president talks about a new ambassador between our countries, and then the very end of that passage mentions the Bidens. Everybody else puts it on TV and says, do me a favor, look at the Bidens. And that's simply not factually accurate. Go look at the transcript yourself."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's turn to Syria. Defense Secretary Esper overnight has said that those thousand troops who are being moved out of Syria are moving to Iraq. They are not as the president claimed coming home."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Well, they will eventually. I think --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Eventually?"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "The quickest way to get them out of danger was to get them into Iraq. Keep in mind what you are facing here. And I think literally the number was 28. You had 28 U.S. Special Forces between tens of thousands of soldiers on one side and tens of thousands of soldiers on the other side. And I hope that when we release the letter this week, it put -- it put to the bed this nonsense about how the president supposedly green-lighted this invasion. Nothing would be further from the truth and I think the letter made that painfully clear."
    },
    {
      "speaker": "WALLACE",
      "utterance": "No, no, the letter has been released."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "It has been, but I hope now people realize and -- it was -- listen, this is what we deal with this administration all the time. Whether it's on the impeachment or it's on the Ukraine or -- excuse me, on Syria, is people (ph) say, oh, there's a green light. The president green- lighted this and that's what the press reports. And then we put out facts that absolutely put that to bed and no one comes back and says, well, we were wrong about that. Go back to the beginning of the impeachment, how did that start, oh, there were supposedly a transcript with eight references to the Bidens and a quid pro quo on foreign aid -- absolutely false. No one ever went back and said, we were wrong about that either."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "So --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I do -- I'm running out of time and I do have several more questions."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Lots of things to talk about."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, we do. I just want to go back to the briefing for one minute. After the briefing and all the blowback and the criticism, did you ever offer or think to offer the president your resignation?"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "No, absolutely not."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Was that ever discussed?"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Absolutely, positively not."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "No, I'm -- listen, I'm very happy working there. Did I have the perfect press conference? No. But again, the facts were on our side. I didn't get a chance to talk about some of the stuff I wanted to talk about at that press conference, which was, for example, Senator Menendez sending a letter to the Ukraine saying, if you don't cooperate with Mueller, there will be repercussions for you. I haven't had a chance to talk about -- talk about a quid pro quo, Joe Biden admitting that he said he was going to cut off funding unless the prosecutor got fired. If that's not a quid pro quo, I don't know what it is. So, I haven't a chance at the presser to do everything I wanted to, but I still think I'm doing a pretty good job as the chief of staff and I think the president agrees."
    },
    {
      "speaker": "WALLACE",
      "utterance": "There seems to be a growing number of Republicans in Congress who are -- if not breaking with the president, distancing themselves from the president. You had Mitch McConnell, the Senate majority leader who wrote a scathing article about Syria this week. I'm going to put up one of these quotes. Withdrawing U.S. forces from Syria is a grave strategic mistake and a strategic nightmare for our country. House Republicans voted against the Trump policy in Syria 129-60, more than 2-1. And I talked to a very well-connected Republican in Washington this week, somebody whose name you would know well, who says that if the House votes to impeach and it gets to a trial in the Senate, there is now a 20 percent chance he believes -- obviously, it's just an estimate -- now a 20 percent chance enough Republicans will vote with the Democrats to remove the president."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Oh, that's just absurd. But let's deal with the issue of Syria."
    },
    {
      "speaker": "WALLACE",
      "utterance": "No, let's deal with the issue of whether Republicans -- you're losing your support."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Same thing. This comment about a 20 percent chance, the person clearly doesn't know what they're talking about. But talk about the reaction of the Republicans and Democrats up on the Hill to the decision in Syria, president knew that was going to happen. He recognizes the fact that it's not a politically popular in this town to make the decision that he made to move the troops out of Syria. He ran on it. He told people he would do this if he won and he's doing it now because he won."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Forgive me for interrupting, we are running out of time, I just want to ask you, though -- is there any concern that the president is losing those support of Republicans in Congress?"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "No, the president is extraordinary popular back home, more popular in the swing districts now that impeachment has started."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I'm talking about here in Washington."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Yes, but they -- they have to go home eventually as well. So, no. Do I have to understand that there are certain folks, especially the neoconservative wing of the party who are upset about the Syria decision? I absolutely do. The president knew that was going to happen. Again, elections have consequences on foreign policy. That's where we started this conversation and that thankfully they do."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Two final questions. One, a -- one of the people who was testifying in Congress this week in the House impeachment investigation also said that he was so concerned about Hunter Biden getting that job in Ukraine in 2015 that he went to the vice president staff, Biden was then vice president, and said, this looks really bad. And that he was turned away. Your reaction?"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Good. I'm surprised I haven't heard about it since. My guess is if it happened (ph) during the Trump administration, the news media would have reported on it at very next day."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I'm asking you about it, sir."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "I know you are. And I appreciate that. I'm hearing about it for the first time, I look forward to finding out more about it. It's the first I've heard of that piece of information."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You had not heard -- it's been reported widely in the last 48 hours."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "No, I've been busy in the last 48 hours, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. Well, let me ask you of something else, maybe you don't know this."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But President Trump has decided after he put you out there in that briefing --"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "-- to announce Doral -- he is back -- he's decided that he's not going to hold it at Doral. He blames it on, quote, the hostile media and their Democratic partners. But again, he was getting hammered by Republicans. So, why did he cave?"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "I -- we talked about it at great length last night, and it's not lost on me that if we made the decision on Thursday, we wouldn't have had the press conference on Thursday regarding -- regarding everything else, but that's fine. But we did talk about it last night and I honestly think what he is out in the tweet was real. The president isn't one for holding back his feelings and his emotions about something. He was honestly surprised at the level of pushback. At the end of the day, you know, he still considers himself to be in the hospitality business and he saw an opportunity to take the biggest leaders from around the world, and he wanted to put the absolute best show, the best visit that he possibly could. And he was very comfortable doing it at Doral, and I think we're all surprised at the level of pushback. I think it's the right decision to change. We'll have to find someplace else. And my guess is we'll find someplace else that the media won't like either for another reason."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I just have to pick up -- you say he considers himself in the hospitality business."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Sure."
    },
    {
      "speaker": "WALLACE",
      "utterance": "He's the president of the United States."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Yes, but he's -- that's his background. It's like, I used to be in the real estate business. I don't know what you used to do before you were in the media."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Nothing. That's all I've ever done."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Yes. But he wanted to put on a show. He wanted to take care of folks. That's the business -- he's in the hotel business or at least he was before he was the president."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Does he understand -- forget the media -- does he understand that it looked lousy?"
    },
    {
      "speaker": "MULVANEY",
      "utterance": "Well, I think he knows. He thinks people think it looks lousy. Could we have put on an excellent G7 at Doral? Absolutely. Will we end up putting on an excellent G7 someplace else? Yes, we will."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mick, thank you. Thanks for coming in. Always good to talk with you, sir."
    },
    {
      "speaker": "MULVANEY",
      "utterance": "It's always good to be here. Thank you, sir."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we'll bring in our Sunday group to discuss where the House impeachment investigation stands now. And new evidence U.S. officials were concerned as far back as 2015 about Hunter Biden's business dealings in Ukraine."
    },
    {
      "speaker": "TRUMP",
      "utterance": "For three straight years, radical Democrats have been trying to overthrow the results of a great, great election -- maybe, maybe the greatest election in the history of our country."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump rallying supporters in Dallas against the House impeachment investigation. And it's time now for our Sunday group. Former Republican Congressman Jason Chaffetz; FOX News political analyst Juan Williams; former Democratic Congresswoman Jane Harman; and from \"The Wall Street Journal\", Kimberley Strassel, author of the new book, \"Resistance (At All Cost\". Well, Congressman Chaffetz, let me start with you. How damaging do you think the last week has been to President Trump? Testimony from a number of current and former national security officials that the president had Rudy Giuliani's personal lawyer running off-the-books operations when it came to Ukraine. And whatever you make of them, Mick Mulvaney's comments about a quid pro quo?"
    },
    {
      "speaker": "JASON CHAFFETZ, FORMER CONGRESSMAN, R-UT",
      "utterance": "Well, I wish there was video to show of what was going on in these so-called impeachment hearings because they haven't been open and transparent. I think what Adam Schiff did when he lied, he physically lied in front of the committee when he had a chance to go and talk about that, I don't think they're laying a glove on Donald Trump. Inside the beltway, there's a frenzy. Out in the heartland, in the Dallas, Texases of the world, it's not moving the meter at all."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congresswoman Harman, how strong is the case that's being built against the president?"
    },
    {
      "speaker": "JANE HARMAN, FORMER CONGRESSWOMAN, D-CALIF.",
      "utterance": "Well, I'm not in the room either, but to be clear, these are depositions, they're not hearings. There are various people were talking under oath. Republicans and Democrats are in the room. The questions are primarily being asked by counsel. But Republicans and Democrats had equal time to ask questions."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. But enough about the process, what do you think of the substance?"
    },
    {
      "speaker": "HARMAN",
      "utterance": "So, you know, the substance leaks out, and it's in the press, but I think it hasn't been a good week for the president. Two good things happened. One is, I think sort of kind of good week, he backed off on the China tariffs. That's a big deal because the economy was about to -- it seems to me soft into a point that it really hurt him. But the other sort of kind of big deal is our troops are moving to Iraq, they are not leaving the area. So, there will be some counter-ISIS movement. That does not mean I think his Syria decision made any sense. I don't think so. I agree with Mitch McConnell."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Maybe the biggest surprise in my interview with Mick Mulvaney is he doesn't seem to have known about the revelations this week about Hunter Biden. Hunter Biden finally answered questions about his business dealings in Ukraine. Take a look."
    },
    {
      "speaker": "INTERVIEWER",
      "utterance": "If your last name wasn't Biden, do you think you would have been asked to be on the board of Burisma?"
    },
    {
      "speaker": "HUNTER BIDEN, SON OF JOE BIDEN",
      "utterance": "I don't know, I don't know. Probably not. I don't think that there's a lot of things that wouldn't have happened in my life that if my last name wasn't Biden."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, Kim, we also learned that one of those State Department officials who testified before the House impeachment investigation this week was so disturbed in 2015 when Hunter Biden started working for this Ukrainian energy company, Burisma, and that -- at least the appearance if nothing else, at least the appearance that it seemed to be self-dealing, that he went to the vice president himself, because Biden, of course, was then Vice President, and said this really looks bad and he was turned away. How big a deal?"
    },
    {
      "speaker": "KIMBERLEY STRASSEL, THE WALL STREET JOURNAL EDITORIAL BOARD",
      "utterance": "Yes, I mean, I think it is a big deal. It surprised no one though because prior to the press deciding that this was a whole issue that we're not allowed to talk about, Joe Biden did nothing wrong, they were writing all the stories about this, and quoting former officials who worked for Joe Biden saying they were uneasy with the situation. And they didn't like that it was happening. And so -- I mean, the issue here to me has always been -- people like to use the word \"corrupt\", the issue was always been the appearance question, right? It's the question of whether or not Hunter Biden was profiting off of his father's position. You don't really need to go much further than that. And it is hurting Joe Biden out there with primary voters."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's pick up on that one because the president who doesn't like the back down did back down overnight and say, well, OK, I'm not going to hold the summit next June, the G7 summit in Doral, his own resort -- there was really a lot of squealing about it from Republicans and Democrats who said it appeared to be this kind of self-dealing, do you think one of the reasons that he may have done it is because it would certainly -- it seemed to blunt his case against Joe Biden?"
    },
    {
      "speaker": "JUAN WILLIAMS, POLITICAL ANALYST",
      "utterance": "I think it did. I think the cancellation is a tiny step in the right direction. But again, this is so blatant and over-the-top self-dealing on the part of the president, putting his self interest, or as Mick Mulvaney said to you, his history as a man in the hospitality business, about the national interest. I think that then speaks to behold Ukrainian deal. But on a larger point, I think it's one of the campaign promises that he broke. He said he was going to divest himself of all business interests. So this cancellation is a step in the right direction, but think for a second about the idea that he has no problem appointing Jared Kushner, his son-in-law, as some kind of emissary to the Middle East and he's dealing with the crown prince of Saudi Arabia, a man who's killed journalists and making excuses. I think this is -- again, this is this is not normal."
    },
    {
      "speaker": "WALLACE",
      "utterance": "That's just a decision, and as Mick Mulvaney said about Rudy Giuliani, the president gets to decide who he wants to do his business. That's just the policy issue."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think that -- again, you're putting your family in positions of critical policy. So, it's apart from the normal operation of foreign policy in the country. It's like the shadow foreign policy that was run by Giuliani. But again, to my mind, you look at Doral -- the reason I say it's part of a pattern, Chris, is Doral was a struggling property, here is the president saying, here, I'm going to help my own business and forever branded as the prestigious pot because of the G7 was held there."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Kim?"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Well, look, this is a very complicated subject. I'm glad that he decided not to do it because I do think it blunts his message about the appearance of conflict with Hunter Biden. There is a very complicated discussion to be had about whether or not Donald Trump's business empire has actually profited from his business (ph) or more likely, as much of the reporting has shown, he's probably taken a hit. I mean, there's good evidence that his bookings are down out a lot of his places and some --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Nobody made him run for president."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "No, no, I'm not saying -- I mean, I'm just saying I'm not like arguing, oh, poor president. I'm just saying, look at the numbers. You can't just run around and say, oh, you know, the president is profiting off of his presidency, like I think you just have to look at the facts. Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, Kim, it's about profit."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Look at the facts."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The emoluments clause says you can't take any compensation from a foreign government."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Well, we have never had a discussion in the court system about what the emoluments clause actually (INAUDIBLE)."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I'm just saying, that's what it says."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, there are actually a few court cases right now."
    },
    {
      "speaker": "HARMAN",
      "utterance": "We're having it now."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, we'll see. All right, we've got to --"
    },
    {
      "speaker": "STRASSEL",
      "utterance": "We're going to find out."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Folks, I've got to save time for you for the next panel. We have to take a break here. Up next, Mayor Pete Buttigieg joins us here in Washington after a debate that has some Democrats saying he can compete with Joe Biden as the centrist voice of the party."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Coming up, Mayor Pete Buttigieg hot off the debate stage, where he went toe to toe with his Democratic rivals."
    },
    {
      "speaker": "MAYOR PETE BUTTIGIEG, D-IND., PRESIDENTIAL CANDIDATE",
      "utterance": "This is why people here in the Midwest are so frustrated with Washington in general. Your signature, Senator, is to have a plan for everything, except this."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask him, what's his path to the nomination."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Pete Buttigieg is trying to get back into the top tier of 2020 Democratic candidates. And a strong performance in this week's debate paid off with more than $1 million in campaign contributions in the first 24 hours after the debate. Joining us now is the mayor of South Bend, Indiana. And, Mayor, welcome back."
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Good to be with you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's start with your latest poll numbers. In the RealClearPolitics average of recent surveys, you're in fourth place nationally at 5.8 percent, fourth in Iowa with 13 percent, and fourth in New Hampshire at 8.7 percent. As a candidate from the Midwest, and also looking at those numbers, don't you have to finish in the top at least two or three in Iowa or you're done?"
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "I think it's certainly the case that a strong performance in Iowa is going to be critical to us winning the nomination. And that's what we're building toward. We've got a terrific ground game there, over 22, I believe, field offices now and 100 organizers, and I think a message that's really connecting with Iowans. You know, Democrats there, first and foremost, of course, want to know that we can defeat and replace President Trump. Also want to know how the policies we're putting forward are going to affect their lives. And whether it's Medicare for all who want it or the vision we're putting forward on any of a number of issues, we find that it's resonating. But even now there are so many Iowans who maybe have it narrowed down to a top three or so but are taking their time, evaluating their choices. And we've got our work cut out for us to close the deal between now and the caucus."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You have stalled to some degree in the polls, as we just pointed out, at least nationally, ever since that terrible police shooting in South Bend, Indiana, this summer. And folks noticed a more aggressive performance by you in this last debate, taking on Elizabeth Warren on Medicare for all, Tulsi Gabbard on troops in Syria, and Beto O'Rourke on gun buybacks. Take a look at you."
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Your signature, Senator, is to have a plan for everything, except this. Respectfully, Congresswoman, I think that is dead wrong. I don't need lessons from you on courage, political or personal."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Was that a conscious effort to jumpstart your campaign?"
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Well, these are also topics I'm very passionate about. When it comes to what is being done to not just the Middle East, for example, but to American credibility. The fact that right now people who put their lives on the line, trusting that the United States would have their back, and are now betrayed, the fact that U.S. troops in the field feel that their honor has been stolen from them by their commander in chief, how can you not be fired up about something like that? And this is the season for us to lay out what we care about, what we're passionate about, and what's different among each of the candidates. And I want to make sure there's no question in any voter's mind how their life would be different under my presidency than if any of the others were to be elected."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, one of the distinctions you drew sharply is you said that 2021, if a Democrat is elected president, the -- the country can make historic gains on health care and immigration and guns, but not, you said, if they push too far and promise too much. Do you think that some of the solutions that are being offered, whether it's on climate change, Medicare for all, by Senators Warren and Sanders, are too drastic?"
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "I think that we have a chance to build an American majority around bold action. But it is the case that we could wreck that majority through purity tests. Look, take the example of this Medicare question. I'm proposing Medicare for all who want it. It means we create a version of Medicare, everybody can get access to it, and if you get -- if you want to keep your private plan, we're OK with that. I think that's a better policy than kicking people off of their plan. But I also think that it's something that more Americans can get behind. And when you think about the condition our country's going to be in when this presidency comes to an end, one way or the other, when you think about how torn apart by politics we're going to be, how polarized and divided this country is, this, to me, is not a political question, it's a question of governing. The good news is, we can govern in a very bold and forward-leading direction, but we've got to make sure we do it in a way that moves toward unifying rather than further polarizing the American people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Not surprisingly, the left is firing back at you when Elizabeth Warren said that she will not participate in big fundraisers, even if she is the Democratic nominee against Donald Trump in -- next fall. You said this, let's put it on the screen, we are not going to beat him -- Trump -- with pocket change. Here's how Congresswoman Alexandria Ocasio-Cortez responded. Small dollar grassroots campaigns, aka what Buttigieg insults here as pocket change, out fundraised him by millions. Our nation's leaders should be working to end the era of big money politics, not protect it. So, what do you have to say to AOC?"
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Well, first of all, you don't go from mayor of South Bend to a competitive presidential candidate without knowing a thing or two about grassroots campaigning. My campaign is fueled by the contributions of almost 600,000 individual donors. And most of those are small contributions. What I'm saying is that we can't go into this fight against Donald Trump with one hand tied behind our back. Look, the president of the United States and his allies just raised $125 million. They will pull out all of the stops to stay in power. And I think we have a responsibility to the country to make sure that we go into this fight, as Democrats, with everything that we've got, and not unilaterally disarming. We indeed need to end the era of big money politics. That's why campaign finance reform is so important. And it will never happen as long as the folks currently in charge stay there."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The last time you and I talked was in August and I pointed out to you -- perhaps not too charitably -- that you were at zero percent in the polls among African-Americans. There's a new poll out in the last few days. You're now at two percent support among African-Americans. When we last talked, you -- you -- you described a big outreach to minority communities, the African-American community. Why isn't it working?"
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Look, for me this isn't about the polls, this is about making sure that "
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, in the end, it is about the polls."
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "But in order to do well, you need to deserve to do well. And we're focusing on the substance of what I have to offer. Voters want to know how their lives will be different. And in the case of African-American voters, they want to know what my agenda is for black Americans. We're putting forward the most comprehensive plan of any candidate to tackle systemic racism in this country. It's everything from empowering black entrepreneurs and fueling business development, to making sure we deal with discrimination in housing and in health, to cutting incarceration in this country by 50 percent because we know that the criminal justice system disproportionately harms African-Americans. We need to continue making that case. It's extremely well-received whenever I have a chance to offer it up, but there are a lot of voters who are still sizing up their options, who need to feel like they know you. And our job is to do that in a short amount of time."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to press down on this just a little bit because you talk about needing to deserve it and voters trying to understand who you are. You were supposed to attend a big fundraiser in Chicago on Friday. And one of the hosts was the same city attorney who worked very hard to block release of this video of police shooting Laquan McDonald. The lawyer backed out of -- of the fundraiser. He also donated $5,600 to your campaign. Particularly at a time when African-Americans are trying to get to know you, isn't that the kind of mistake, Mayor, that you can't afford to make?"
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Well, this came to my attention in the morning and within an hour it had been taken care of. Look, the situation there and justice and transparency for Laquan McDonald is much more important to me than a campaign contribution. And we did the right thing as soon as it came to my attention."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Can you understand where people would say, well, this is a guy who wants our vote but he was going to take -- was taking money, and was attending a fundraiser being held by this city attorney?"
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "And then we took care of it. Look, I think the biggest question on voter's minds is, how is my life going to be different, especially when that sun comes up, that first day after Donald Trump is president. And the agenda that I'm putting forward, the -- the issues that I want to tackle, I think will speak to black voters and to all voters who are seeking a better life in this country and seeking to turn the page from the chaos and the corruption that we're living under right now."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mayor Buttigieg, thank you. Thanks for your time. Always good to talk with you. Safe travels on the campaign trail, sir."
    },
    {
      "speaker": "BUTTIGIEG",
      "utterance": "Good to be with you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "When we come back, Turkey agrees to a temporary ceasefire in Syria. We'll ask our Sunday group what it means for U.S. interests in the Middle East."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "The Kurds are very happy./ Turkey is very happy. The United States is very happy. And, you know what, civilization is very happy. It's a great thing for civilization."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump with an optimistic assessment of the cease-fire brokered by Vice President Pence this week in Turkey. And we're back now with the panel. Congresswoman Harman, what you think of the deal that the U.S. made with Turkey?"
    },
    {
      "speaker": "HARMAN",
      "utterance": "I think, sadly, Pence and his advisors were scrambling on the plane to come up with some kind of announcement that would make sense. And I salute Pence for trying. However, I don't think he succeeded. I think a deal under these circumstances was impossible. And where we are now is the ceasefire is not holding, the Kurds, our allies, who lost 11,000 people on the battlefield, we lost six, are being massacred. There is now a vacuum being filled by ISIS, by Syria, the Syrian government, and by Russia. And, guess what, Israel, our -- our deepest ally in the region, is now surrounded by Iran on the Syrian border, by Iran making the missiles from Libya -- from Lebanon smarter on the Lebanese border and by Iran and Tehran. And this is creating an existential threat and leading to really dangerous circumstances. And, finally, ISIS is regrouping and the ISIS fighters that are regrouping are from Europe and they will get through the Turkish border and attack in Europe."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congressman Chaffetz, even a lot of staunch Trump supporter's inside the Republican Party have real problems with the agreement and -- and the actions by the president in northern Syria. Your thoughts?"
    },
    {
      "speaker": "JASON CHAFFETZ, CONTRIBUTOR",
      "utterance": "I think the agreement was good, although temporary. We'll see how it stands above and beyond the last few days. But the president did the right thing. He did exactly what he was campaigning on doing. I believe if you -- if you can't go and fight and win the war, then you bring them home. And, you know what, if the Senate and the House feel so strongly, then pass a piece of legislation. Don't just do some little slap on the hand and right an op-ed and say, oh, tisk, tisk, Mr. President."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You -- you're talking about Mitch McConnell?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes. I'm saying that they should actually pass a war powers authorization and do that. Put on your big boy pants and do that. But the president's doing the right thing."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And then there was the meeting on Syria that was held at the White House this week. Here's the indelible picture of it. It ended with President Trump calling Speaker Pelosi, depending on the account you heard, either a third rate or a third grade politician, not a complement in either case, and Pelosi getting up, as you see here, and walking out. Here's what they said afterwards."
    },
    {
      "speaker": "TRUMP",
      "utterance": "That crazy Nancy. She is crazy."
    },
    {
      "speaker": "PELOSI",
      "utterance": "I pray for the president all the time, and I tell them that. I pray for his safety and that of his family. The -- now we have to pray for his health because this was a very serious meltdown on the part of the president."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Juan, not only can't they legislate in Congress anymore, they've apparently can't even stand to be in each other's presence."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, I mean, it's -- to me what's key here is that I think you see from the House vote that even Republicans were shocked out of their silence in -- in responding to President Trump by his decision."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You think you'd vote against the president's Syria policy?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I think you said it earlier, 129 Republicans voted with the Democratic majority. So it clearly showed there is bipartisan outrage at allowing our allies, the Kurds, to be slaughtered by the Turks in this way. With response -- in response to your question about the meeting, I think that Nancy Pelosi, Chuck Schumer, speaker of the House, the minority leader in the Senate, were strong enough to confront the president in the meeting, to get in his face and say, this is the wrong policy. And the president responded with elementary school, you know, schoolyard bullying, third rate politician. Nancy Pelosi is no third rate politician by anybody's measure. But I think the key here is the policy, Chris, the policy is the problem. And to be clear, and I think this is in response that Congressman Chaffetz point, this is not about bringing troops home. There are only about 150 troops involved. The president just sent 2,000 to Saudi Arabia. So, I mean, to me, this is about the president pulling our influence out of there, allowing our allies to be slaughtered, and compromising America's integrity and promise to our allies. It's a foreign policy quagmire."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Kim, I wanted you to address a different aspect of that, which is that both sides talk about being able to walk and chew gum at the same time, trying to get some things done. The one thing they particularly talk about is passing the USMCA, the U.S. trade deal with Mexico and Canada. Can they get anything done between the impeachment investigation, the bitterness from that, and the fact that we're -- you could say we're all already in a full-fledged campaign. Certainly by the end of the year we're in a full-fledged campaign."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Right. I mean whatever happened in that meeting and the dueling narratives, it almost doesn't matter because what it exposes is what you just said, is that when Democrats decided they were going to go forward with this impeachment inquiry, it created a new dynamic in Washington. And this is one of the consequences of it. I do not see how anyone gets anything done while they're in the middle of - - I mean, think of it from the Trump White House perspective. They're trying to remove him from office. And that just does make it a very difficult circumstance in which he -- then sit down, shake hands, play nice. I agree, everyone would want there to be progress and I think that the best thing the Trump White House could do would be, to fact, to kind of rise above it and talk about governing and talk about what they've accomplished and what they want to accomplish. But I'm not quite sure that is going to be the dynamic going forward."
    },
    {
      "speaker": "HARMAN",
      "utterance": "Government funding --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congresswoman, I've got less than a minute left. Does impeachment and politics poison everything? Does anything get done in Washington between now and November 2020?"
    },
    {
      "speaker": "HARMAN",
      "utterance": "Well, that was the history of the Clinton impeachment, everything stopped. But government funding runs out on November 21st, in the middle of whatever it is that we're going to see. And I think it would be tragic if, once again, we put federal workers and -- and the economy through that nightmare. So the Congress has to pass the budget bills. There has to be progress. And I think the leadership of Congress somehow will find a way forward."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So the most they can do is keep the government running?"
    },
    {
      "speaker": "HARMAN",
      "utterance": "Keep the government running. Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. Thank you, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" trying to solve the 82-year-old mystery, what happened to Amelia Earhart?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "It is one of the enduring mysteries of the 20th and now the 21st century, but a renowned explorer is determined to solve it. Here's our \"Power Player of the Week.\""
    },
    {
      "speaker": "ROBERT BALLARD, DEEP-SEA EXPLORER",
      "utterance": "She said, I can do anything, and then went out and did it."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Robert Ballard is talking about America Earhart, the world-famous aviator, who's this mysterious disappearance 82 years ago has only added to her legend. In August, Ballard led an expedition to find some trace of Earhart or her plane. It's the subject of a new \"National Geographic\" documentary."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He's shedding new light on one of the world's most captivating people."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "In ship number six, it's the world-famous Amelia Earhart."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "(INAUDIBLE) is good to go."
    },
    {
      "speaker": "BALLARD",
      "utterance": "It exists. It's not the Loch Ness Monster. It's not Bigfoot. That plane exists, which means you can find it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Earhart was on an around the world trip in 1937 when her plane vanished in the Pacific."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "For years she pushed the boundaries of what was humanly possible, shattering a dozen records in the air, while breaking barriers for women on the ground."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The leading theory is Earhart ran out of gas near a tiny atoll called Nikumaroro. And that's where Ballard took his ship, the Nautilus, spending two weeks searching the coral reef with surface vessels, drones, and remote underwater vehicles."
    },
    {
      "speaker": "BALLARD",
      "utterance": "It's just hours and hours and hours and hours searching at night with a flashlight. You never know."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Thirty-four years ago, Ballard led another expedition and shocked the world by discovering Titanic."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "How does this search compare to searching for and finding Titanic?"
    },
    {
      "speaker": "BALLARD",
      "utterance": "This one's tougher. A lot tougher."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Ballard feels a kinship with Earhart. They're both Kansans. But there's more."
    },
    {
      "speaker": "BALLARD",
      "utterance": "I always have people say, you're nuts. You can't do it. And then I go do it."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "And is there some Amelia Earhart in that too?"
    },
    {
      "speaker": "BALLARD",
      "utterance": "You bet there's a lot of Amelia Earhart in the sky."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "For two weeks Ballard and his team searched the area, on land in case Earhart survived a crash, and underwater."
    },
    {
      "speaker": "BALLARD",
      "utterance": "Whoa. Whoa, that looks like coral, but it's got a hole."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "It's got a perfect hole. Want to simple it."
    },
    {
      "speaker": "BALLARD",
      "utterance": "Yes, just flip it over. We pounded the area. This was a full court press with everything we had."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "And, in the end, what did you find?"
    },
    {
      "speaker": "BALLARD",
      "utterance": "We didn't find the plane."
    },
    {
      "speaker": "WALLACE",
      "utterance": "How big a disappointment?"
    },
    {
      "speaker": "BALLARD",
      "utterance": "Well, you know, I know where it isn't."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Ballard says that's science. You go down dark alleys, then don't go down them again. Now he plans another expedition in two years using new technology to another site nearby."
    },
    {
      "speaker": "BALLARD",
      "utterance": "I love the toys as much as I -- I love the hunt."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "And you get to do both here."
    },
    {
      "speaker": "BALLARD",
      "utterance": "Absolutely. I love developing the technology, going out and using it, and then coming home and sharing the story."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The special exhibition, \"Amelia,\" premieres tonight on the National Geographic Channel. Time now for one final note. We have declared ourselves the unofficial Sunday show of the Washington Nationals. This week they clinched the National League championship in a four-game sweep of the St. Louis Cardinals, setting up the National's first trip to the World Series. They'll play the Houston Astros in game one of the series Tuesday night right here on Fox. And someone is so excited that he showed up here today, Teddy Roosevelt, one of the raising (ph) presidents from Nats park has dropped by and Teddy has delegated me to say, go Nats!"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Go Nats!"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Go Nationals!"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Teddy, here you go. Don't hold me hanging. Oh, my God."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Go Teddy!"
    },
    {
      "speaker": "WALLACE",
      "utterance": "And that's it for today. Have a great week and we'll see you next Fox News Sunday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}