{
  "date": "October 7, 2024",
  "headline": "'Fox News Sunday' on September 15, 2024",
  "subHeadline": "‘Fox News Sunday’ anchor Shannon Bream welcomes Sen. Lindsey Graham, R-S.C., Gov. Josh Shapiro, D-Pa., and more to discuss the week’s top political headlines.",
  "url": "https://www.foxnews.com/transcript/fox-news-sunday-september-15-2024",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SHANNON BREAM, FOX NEWS ANCHOR",
      "sentences": "I'm Shannon Bream. Former President Donald Trump and Vice President Kamala Harris crisscross key battleground states, zeroing in on the issues they each believe will win them the White House. DONALD TRUMP, FORMER U.S. PRESIDENT & 2024 PRESIDENTIAL CANDIDATE: The people who work overtime are among the hardest working citizens in our country, and for too long, no one in Washington has been looking out for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "And Vice President Harris puts abortion front and center as she tries to shore up the all-important blue wall. We'll talk with Pennsylvania Governor Josh Shapiro about how the competing messages are playing in his crucial battleground state. Then, new reports Iran may be on the cusp of a nuclear weapon that could be ready before the end of President Biden's term as the Islamic regime again warns of a nightmare attack on Israel. Senator Lindsey Graham on the national security and election impact. Plus --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DENNIS QUAID, ACTOR",
      "sentences": "I had a bolt of fear go out my spine when I first got offered this role because everybody knows what Reagan looks like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Actor Dennis Quaid on recreating the iconic life of the 40th president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUAID AS FORMER PRESIDENT REAGAN",
      "sentences": "Tear down this wall!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "All, right now, on \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUCAS TOMLINSON, FOX NEWS CORRESPONDENT",
      "sentences": "Good morning, Shannon. Grocery prices have risen by nearly 20 percent since Joe Biden and Kamala Harris arrived here at the White House nearly three and a half years ago, and inflation remains a top issue among voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "I will always put middle class working people first. It will always be my priority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHRIS COONS (D-DE)",
      "sentences": "It is a challenge for us on the campaign to connect and communicate with people about the answer to this question. Are you better off now than you were four years ago? Because a lot of folks don't want to think about where we were.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMLINSON",
      "sentences": "A new report by the Census Bureau says Pennsylvania was one of just four states whose medium household income fell over the last two years when adjusted for inflation. Vice President Kamala Harris now says she does not want to ban fracking, a key issue in energy rich Pennsylvania, the nation's second largest producer of natural gas. Earlier this year, the administration paused new permits for liquefied natural gas exports, an issue currently being fought in court. According to AAA, a gallon of regular gas now averages $3.22 nationwide, about 17 percent cheaper than a year ago but still percent 35 higher than the day Biden and Harris took office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "I'd like to hear the plans for that from both sides. Lucas Tomlinson from the White House, thank you, Lucas. Joining us now, Pennsylvania Democratic Governor Josh Shapiro. Welcome to the show, Governor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. JOSH SHAPIRO (D), PENNSYLVANIA",
      "sentences": "Good to be with you. Thanks, Shannon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Okay. So let's start here on Friday. There was a ruling from the Pennsylvania Supreme Court. Now, some of this is procedural, this case may not be over. But for now, what they've decided is mail and ballots that come in with not a correct match exactly to what the law states about signatures and dates and those kinds of things. Those ballots can't be counted. Now, the RNC reacted this way saying it's a huge win to protect the vote in Pennsylvania that will secure common sense mail ballot safeguards and help voters cast their ballots with confidence. Now, I'm assuming you have that same bottom line goal that people have confidence in the way these ballots are handled. So if this laws on the books, why not enforce it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Of course. Well, look, what's clear is this is a procedural decision. I expect this will keep going through the process. I think it's really important for those who are trying to sort of take advantage of this opinion for their own spin to remind folks that in 2020, we had a free and fair, safe and secure election, that Donald Trump lost in Pennsylvania. But, by the way, on that ballot, some Republicans won races some Democrats won races. The will of the people was respected. We've got some of these administrative issues that have yet to be fully worked through in the courts largely because some lawmakers have refused to take up these common sense reforms that Republican and Democratic clerks of elections in counties all across Pennsylvania have called for. Every time there's bipartisan consensus around dealing with these sort of administrative but important issues, Donald Trump sort of jumps in and says, don't do it, and so Republicans follow suit. I think it's really unfortunate, Republican and Democratic clerks keep calling for these common sense reforms. And in the absence of action by the legislature, the courts are forced to deal with this. In this present case, I expect it'll continue to work through the process and as we've always tried to do here in Pennsylvania, end up with a focus on enfranchisement, not disenfranchisement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "So, at some point, lawmakers must have felt that these secure envelopes, the signatures getting in by a certain date were important. They are codified. So why not respect that? I mean, it sounds like you may want to repeal some of those but lawmakers aren't ready to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "No, Shannon, please don't misinterpret anything I'm saying. I think you got to follow the letter of the law. If it -- you know, you've got to make sure that all the I's are dotted and T's are crossed. But where there is confusion rather than the legislature taking another step to make clear what those issues are, the courts have been forced to step in. And in this present case that we're talking about here, it's merely a procedural issue and specifically what they said was only two counties were engaged in this litigation, all 60 need to be engaged in litigation for this particular court to have jurisdiction. So I'm not sort of downplaying the importance of making sure the ballots are processed correctly and certainly the signatures and dates are an important part of that. I'm just merely saying this is yet another administrative issue that has come up because the legislature has failed to act because Donald Trump has directed them not to act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, so he's running the Pennsylvania legislature now. That might be news to him and some others. But let's talk about the race itself because it's very tight. I think everybody --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Well, Shannon, let's be clear. Let --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Shannon, let's -- let's be clear: Republican and Democratic clerks of elections keep calling for these reforms. These are bipartisan election reforms and yet, Donald Trump keeps stepping in because he wants to create confusion and chaos as he tried to do last time in 2020 and make it so people's votes aren't counted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "OK, there --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Remember, Shannon, I'm the attorney general who had to go to court against Donald Trump 43 different times in the last election because he was trying to thwart the will of the people. Trump went 0-43, I went 43-0, and we had a free and fair safe and secure election here in Pennsylvania.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Okay, so those -- those requirements remain on the books for now, absent another decision. They are going to be enforced for this election. But let's talk about the race itself very tight not a lot of persuadable voters. One estimate puts it at about 3 percent. So \"Reuters\" had its own group that watched the debate the other night. They said this: They interviewed 10 people who were still unsure who the -- who they were going to vote for before the debate. Six said afterward they would now either vote for Trump or were leaning toward backing him. The Trump converts said they trusted him more on the economy even though all said they did not like him as a person. They said their personal financial situation had been better when he was president, 2017 to 2021. So people do not have to like President Trump to have the perception they were doing better on his watch. So how does the vice president change the minds of those kinds of voters who say, I know the experience I had the last four years, financially, for me, it was not good?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Well, just take a look in the last few days, some of the policies the vice president has talked about, cutting taxes for people who are paying for child care, making sure small businesses get a tax cut, opening up the doors of opportunity for more people to go to work by removing the college degree requirement. I can tell you, these are incredibly popular things in Pennsylvania. Look, as governor, I've cut taxes four times twice for small businesses once for seniors and once for families trying to afford child care. And in my first executive order as governor, we removed the college degree requirement for 92 percent of state government jobs, opening up the doors of opportunity for more than 60,000 jobs, and the private sector has followed suit. These are popular things especially here in Pennsylvania. I think what the vice president has put forth is a common sense approach to reducing costs for Pennsylvania families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "We'll see if that begins to sink in and resonate because post- debate, it doesn't seem like the message has connected on the economy just yet. Also want to look several new polling numbers out in recent days with respect to Jewish voters, how they feel about this ticket in the Democrat Party. \"Jewish Insider\" says this, a new survey released this week by the Pew Research Center showed Harris shedding 10 points among Jewish respondents, the worst performance for a Democratic presidential candidate in more than three decades. Now, Pennsylvania huge swing state, it's a commonwealth I know technically but has roughly 434,000 --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "-- Jewish voters. President Biden won by a margin of 80,000-plus there. Are you worried about this shift away about this key constituency and could that make all the difference in a race that's tight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "I think every -- everything can make a big difference in races in Pennsylvania. Look, in 2016, the race was decided by 44,000 votes. In 2020, as you mentioned, it was settled by about 80,000 votes. We're a commonwealth of 13 million people, about 9 million voters. That's a percentage point or less. And so, it's not a shock to imagine that this race will be close as well, and the margins matter in every county, with every constituency. What I see is that the vice president has some real wind at her back and is moving in the right direction. But I also know the vice president well enough to know she's going to run through the tape and she's going to compete for every vote in every community from every constituency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "And one of the constituencies there obviously is a huge fracking community in Pennsylvania -- jobs, you know, all kinds of ripple effects from that. Even your critics say that you've managed that issue pretty well, which is really important in Pennsylvania. But there are skeptics about the vice president's change of heart on this. \"Politico\" says some Democratic Party allies fear Harris's flip on fracking has still left her particularly vulnerable in Pennsylvania. They go on to quote a gentleman there who says simply to flip-flop and say, oh, I didn't mean that, my position is the opposite now, that just strikes me as being completely opportunistic and insincere. You know Pennsylvanians are savvy. They're not buying it yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Well, look, I'm an \"all of the above\" energy governor. We know the important role that natural gas plays in not just jobs and the economy today in Pennsylvania, but the natural progression into clean energy and we want to be the leader in clean energy jobs here in the Commonwealth of Pennsylvania, all across the nation, all across the world. I think I'd take a slightly different view I think than you do. I think the fact that the vice president was willing to listen to Pennsylvanians and make clear that fracking would be part of her energy strategy, natural gas would be part of her energy strategy, I think that that is a sign of strength when you're willing to listen, you're willing to incorporate people's views into your own positions, your own thinking, I think it shows that she has heard the good people of Pennsylvania they've resonated with her, and that she's going to be a president that looks out for our energy interest here in the Commonwealth. Look, we are a net energy exporter here in Pennsylvania. And in this nation, we are producing more energy than ever before. That gives us strength in our economy and strength from a national security perspective. I think the vice president understands that. That's why the policies she puts forth include natural gas and rely heavily on the energy sector here in Pennsylvania and elsewhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Yeah. We know many in the energy sector say the production we're getting now is because of what was lease being permitted under Trump. They're worried about what's going to happen years out from now based on that sharp drastic cut in the number of leases going out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "I mean, Shannon, but let's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "But the vice president will have a chance there in Pennsylvania to talk to voters. You're going to get a lot of attention, a lot of visits from both of these tickets because people in Pennsylvania are so critical to how all of this wraps up. Governor, we appreciate your time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Thank you, Shannon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Up next, we'll get a live report from Israel on the incoming missile attacks overnight. Plus, new reports that Iran could have nuclear weapons capability before President Biden leaves the White House. Senator Lindsey Graham has seen the intel. He joins us live, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "This is a \"Fox News\" alert. Iran-backed militants in Lebanon and Yemen targeting Israel overnight with rocket fire coming just days after news that Iran could have the makings of a nuclear weapon within weeks. Mike Tobin has more from Tel Aviv, Israel. He's there live. Hey, Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE TOBIN, FOX NEWS CORRESPONDENT",
      "sentences": "And Shannon, almost a year into this war and the rocket fire continues. A little bit of rocket fire out of Gaza, a lot of rocket fire out of Lebanon. And this morning, a rocket fired from Yemen landed in Israel. A Gaza ceasefire would stop all of the rocket fire, but Israeli leaders insist that a ceasefire deal is not close. At the weekly demonstration for the hostages, family members claim the Netanyahu government is sabotaging ceasefire deals and leaving the hostages to die.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YOTAM COHEN, BROTHER OF HOSTAGE",
      "sentences": "Our government first bring the hostages home. Escalating the fighting in the North without securing a hostage release deal is a death sentence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOBIN",
      "sentences": "At the southern end of the Gaza Strip, Israel insists the Hamas fighting force has been decimated. Adding to the tension, Hamas benefactor Iran promises a violent retaliation for the assassination of Hamas Leader Ismail Haniyeh on Iranian soil. This as U.S. Secretary of State Antony Blinken says Iran is now weeks away from producing a nuclear bomb if it chooses that path. Meantime, Iran has supplied close range rockets to Russia to support the invasion of Ukraine. The U.S. says that will enable Russia to use its existing arsenal for targets deeper inside Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTONY BLINKEN, U.S. SECRETARY OF STATE",
      "sentences": "This development and the growing cooperation between Russia and Iran threatens European security and demonstrates how Iran's destabilizing influence reaches far beyond the Middle East.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOBIN",
      "sentences": "Now, Great Britain has promised to supply Ukraine with long range storm shadow missiles. U.S. President Joe Biden says he's flirting with the idea of allowing Ukraine to strike deeper into Russia. Russian President Vladimir Putin says if these developments happen, that will change the dynamic to a conflict between Russia and the West. Shannon, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Mike Tobin in Tel Aviv, thank you very much. Joining me now, South Carolina Senator Lindsey Graham. Welcome back to the show, Senator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "All right, a lot to unpack there. So let's start with Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "We know that our President met with the new U.K. Prime Minister Starmer at the White House to talk about this use of Western weapons further into Russia. \"New York Times\" says this, the President remains deeply fearful of setting off a dangerous wider conflict. You heard Mike Tobin's reporting there. I mean, Putin out there saying that he considers it, it will mean NATO countries, the U.S. and European countries are fighting Russia. He says it'll create a threat he has to respond to. Is he bluffing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "All I can say is that this administration has been a disaster on the world stage. They've been slow to deliver weapons. They've been slow to deliver the jets. They've been slow to allow Zelenskyy to put pressure on Russia to get them at the table. Air bases inside of Russia are being used to kill Ukrainian civilians. Most NATO allies would like Ukraine to be able to use the weapons more effectively. Yes, do not let Putin set policy. What's going on in Israel? We had Iran in a box. One of the first things that Biden did was let them get back in the oil business. We're at 300,000 barrels a day when Trump left in terms of Iranian oil. 1.3 million now a day by the Iranians. They took that money, gave it to Hamas, Hezbollah, and they're on the verge of a nuclear weapon. When it comes to the Biden-Harris administration, they're a complete disaster. I've never been more worried about a nuclear breakout by Iran than I am right now. I've never been more worried about another 9/11 against America than I am right now. The withdrawal from Afghanistan put every jihadist on steroids. We have a broken border. There are more terrorists in our country than any time I can remember associated with terrorism. So a 9/11, we're just living on borrowed time here at home, and Israel may have to strike to prevent a nuclear-armed Iran. If the Ayatollah, who's a religious Nazi, had a nuclear weapon, he would use it. It's just not Ukraine. The entire world is on fire, and Harris' fingerprints are all over this. She was the last person in the room in Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "OK, I want to ask you about several of those things, Iran and others, but first I want to make sure, one more question on Ukraine. When it comes to how this thing wraps up, President Trump was pressed the other night about how to win this, what he considers, and he kept saying he just wants to end it. Listen, you've been to Ukraine more than I have. I was talking to Ukrainians this week, though, who say it cannot involve ceding territory to Putin that he took from them. That's not how they see this ending for many reasons. Do you talk to the president about what his plan is if he's reelected to end this thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yeah, he's right to want to end the war in a way not to start a new war. The last person I would listen to about how to end the war is the Biden administration or the Obama team. In 2014, we had an end of the war in Ukraine. It led to another invasion. Here's what Trump will do. He will end the war in a way not to entice China to invade Taiwan. He will end the war in Ukraine in a way to prevent a third invasion. Biden has no plan to end this war that is effective. I am listening to Zelenskyy. He has a plan that's coming out in about a week. What we need here is an American president that can get Putin and Zelenskyy in a room to end this war to make sure we don't have another war. The whole world is watching. We need an American president to put Iran back in a box before they get a nuclear weapon. We need an American president to secure our border and go back to rational immigration policy. We need an American president that will stand up to radical Islam and make us strong. If we do not change course, Iran's going to have a nuclear weapon. There's going to be a 9/11 attack on our country. And if we don't watch it, Ukraine -- Putin's going to keep marching through Europe. It is now time to change course and change people and put Trump back in charge because when he was president of the United States, none of this was happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Let's talk about Iran because you've seen more intel than we're hearing in this Foundation for Defense of Democracy saying. --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "-- they're saying, listen, it could come before November 5th, but they're saying they think it's probable before January 20th, whoever the new president is, that Iran is going to have nuclear weapons capability. They say this, too. They have recommendations. The administration should consider deploying select U.S. military forces to the region. They also say President Biden should say a statement like this. \"If Iran takes additional decisive steps toward producing a nuclear bomb, I will use military force to destroy Iran's nuclear program.\" Now, you know, more U.S. troops on the ground in that region, a direct strike on Iranian territory. Is that not going to be viewed as exceptionally provocative to a place that's already very, very combustible at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "America is viewed as exceptionally weak. When Trump killed Soleimani, who had American blood on his hands, Iran went back in a box. When he applied maximum pressure to the regime, they got weaker. Now they're running wild because Biden released all the sanctions. Nobody in the Mideast fears Biden. So Israel is in a world of hurt. Hamas has attacked them viciously on October the 7th, and the response of Harris is to try to throttle the Israeli response. Hezbollah is acting up in the north. But the biggest threat to the state of Israel and to world stability is the Ayatollah with a nuclear weapon. He's on the verge of that. I think, I fear that he may try to break out before the election, thinking Trump is coming back. To my friends in Israel, do what you have to do to stop the Ayatollah from obtaining a nuclear weapon. He's a religious Nazi. He will use it. So to the American people, if you want to avoid World War III, you better change course. The course we're on is going to lead to major conflict everywhere. And back to the governor of Pennsylvania, my friend. She does not believe in fossil fuels. She is held closely by the radical environmental lobby Harris is. In May, Russia is selling more natural gas to Europe than we are. We have enough natural gas to provide Europe and cut Putin off at his knees. We stopped exporting natural gas to create jobs in America because the environmentalist agenda is crazy. We're literally allowing Putin to dominate the natural gas market in Europe because we're afraid to send it from America to Europe because they're afraid of the extreme environmental lobby. This is the dumbest decision they've made and that is saying a lot. We should be sending Europe natural gas made in America and cut Putin off at his knees economically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "OK, I want to make sure before you go, Senator, that I ask you about this briefing the Secret Service gave you guys last week about the assassination attempt on President Trump. Senator Blumenthal came out of there and he said people are going to be shocked and appalled and astonished at what actually happened. What's your reaction to what you heard and when will the rest of us hear the details?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Shocked, appalled, and disappointed. The best thing that can happen is for the Secret Service to go back to the Department of Treasury. They're in Homeland Security. They're lost in a big agency. We need to clean House, but we need to get them back into the Department of Treasury where they did much better. What happened in Pennsylvania was a complete breakdown of the system. We're so fortunate and lucky that they did not kill President Trump. Everything that could go wrong did go wrong. And I'd just like to end this. We're in a very important election cycle. I'm hoping that President Trump will be the best of Trump and when he's good, there's nobody better I've ever seen in American politics. We're on the verge of major wars. We're on the verge of an Iranian breakout acquiring a nuclear weapon. We're on the verge of a 9/11 happening in our backyard yet again because of bad policy choices. And Harris' fingerprints are on everything that's going wrong, high inflation, broken border, and this disastrous withdrawal from Afghanistan. She was in the room on everything and she -- there's no there, there when it comes to Kamala Harris. She's a mile wide and an inch deep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, listen, I would love more debates, more interviews with her because I think there's a lot to be fleshed out on foreign policy. So we'll see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yeah, good luck with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Listen, we hold on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "You can find Bigfoot easier than you'll find her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "All right, well, the door is always open to the Harris-Walz team here at Fox News Sunday. Senator Graham, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "All right, now that the debates between the Vice President and former President Trump is in the rear view mirror, the candidates are out there barnstorming the campaign trail 51 days to go until Election Day. The voting's already starting. Our panel breaks down allegations of bias in the debate and how undecided voters are responding to what they saw Tuesday night. They're next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Both Vice President Harris and former President Trump are pitching their economic plans to voters in battleground states this weekend, as it looks more and more likely that just a few states are actually going to decide this entire race. Fox News correspondent Mark Meredith reports from Las Vegas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MEREDITH, FOX NEWS CORRESPONDENT",
      "sentences": "Shannon, greetings from Las Vegas where former President Trump doubled down on a pledge to cut taxes on tips, overtime pay, even Social Security benefits. Trump pivoting hard to the economy in this swing state. And it's a state that Vice President Harris is also fighting hard for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Well, I just want to thank you. It's an honor to be here and I'm with you guys all the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "Trump returns to the trail this week with stops planned in Michigan, New York, and North Carolina. But Trump says he has no plans to get back on the debate stage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "A couple of nights ago, we had an even better victory. We took her on, comrade Kamala Harris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "Pundits and even some Trump supporters criticized Trump's debate performance, one senator calling it a missed opportunity. Speaking in Pennsylvania Friday, the vice president claimed Trump has lost his edge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES, DEMOCRATIC PRESIDENTIAL NOMINEE",
      "sentences": "It was the same old show, the same tired playbook we've heard for years, with no plan, no plan, on how he would address the needs of the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "Harris has yet to hold a news conference since becoming the democratic nominee, but her campaign insists she's not ducking the press.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "IAN SAMS, HARRIS-WALZ CAMPAIGN SENIOR SPOKESPERSON",
      "sentences": "You're going to see the vice president continue to talk to the press, continue to engage with the media and do interviews. It's part of this campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEREDITH",
      "sentences": "Vice President Harris, she returns to the campaign trail this week too. Three stops in battleground states, Wisconsin, Michigan, and Pennsylvania. She'll also team up with superstar, Oprah Winfrey, for a virtual rally. Shannon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "All right. Mark Meredith, thank you very much from Vegas. It is time now for our Sunday group. \"Axios\" politics reporter, Stef Kight. Former Biden White House special assistant and director of message planning, Meghan Hays. Former chief of staff to Mitch McConnell and Ruthless podcast co-host, Josh Holmes. And author and Project 21 chairman, Horace Cooper. Welcome, everyone. HORACE COOPER, CHAIRMAN, PROJECT 21: Morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "OK. So there is new polling sort of trickling out, but we have our Fox News power rankings that we have every few weeks or so. This is what we have coming out this week. Former President Trump has lost his edge in Georgia and North Carolina in the latest power rankings, giving Vice President Harris a lead in the overall forecast for the first time, referring to the electoral count vote. But those are critical southern states. He's won them before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSH HOLMES, FORMER CHIEF OF STAFF TO MITCH MCCONNELL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "He needs to win them this time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "Yes. He never lost North Carolina. And I'm less worried about North Carolina. It tends to come together pretty late and for Republicans in the last 10 years, it's come together pretty decisively and certainly with President Trump's name on the ballot that's happened. Georgia is going to be tight though. And Georgia is a state, obviously, he had a big lead over Joe Biden when he was the Democratic nominee. That changed over an eight-week period when there was basically a coronation of Kamala Harris. But I think it's settled into much of what we expected only a year ago at this time. It's going to be a nip and tuck race in the entire thing. We're talking about 50, 60,000 votes over six, seven states. It's just going to be a very, very tight election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Yes. And so a lot of people were looking to the debate on Tuesday night, hoping they get more policy, more detail from both of them. You know, there's been some folks who are left wanting. And there are those who are debating the debate itself. Here are a couple headlines, \"National Review.\" Muir and Davis repeatedly fact-checked Trump even sometimes when he was right, while never doing so to hair. Over \"The Federalist,\" they write, this made the debate effectively three- on-one against Trump and practically amounting to an in-kind donation to the Harris campaign. Meghan, I'm guessing you saw it differently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEGHAN HAYS, FORMER BIDEN WHITE HOUSE SPECIAL ASSISTANT",
      "sentences": "I mean, sure. If you want to blame the rest, go ahead and blame the rest. That's why -- that's what people do when these types of things. But the fact of the matter is, is each of them had their moments of strength and had their moments of weakness. I think that what we're not seeing from either side enough is talking about the economy. They're focusing on their issues that play to their base and play to their parties. And that's great. And that's what these moments are for. But I think that the American people would be better off if we were talking about the economy and what they're each going to do. But I do think, you know, that the vice president did draw a contrast on character, which I do think is important when you start talking about these independent voters in these battleground states, because if they're not going to be deciding on policy, they're going to be deciding on character, and what they want to look like for the next four years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, and so I'm -- referenced this earlier with Governor Shapiro. Reuters did have their small little group there. They said this. They interviewed 10 people, unsure how they were going to vote before the debate. Six afterwards said, now they would either vote for Trump or were leaning toward backing him. Three said that they would back Harris. One was still unsure. And, Horace, from there, they went on to say it was the economy. Even though they told Reuters, we don't like Trump. We were better off during him -- during those years that he was president. So, is it going to be about policy? Is it going to be about characters? Is it a mix of the two?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "This November, we're going to see something that our founders granted to us, the right of self-government. We're going to make one of the most consequential decisions. One of the challenges, as I see it from a polling perspective, is that people feel intimidated when it comes to answering questions. In 1982, we had what we call the Bradley effect. We're now seeing something very similar, I believe, almost like the woke-mind virus. I saw \"Am I Racist?\" this weekend, here in the D.C. area. That movie highlights many of the DEI problems, but there is already a campaign to prevent it from being contributed to be -- continue to be distributed. It becomes difficult for Americans to make a public -- a decision or tell even an electronic system how they're going to vote when we're in this environment where your neighbors could condemn you because of your beliefs. So it's a threat, I see it, to this idea of self-government. But I think ultimately in the end, what we're going to see is far more Americans come out of the woodwork and say, I'm going to do what's in my best interest, and it is the economy stupid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, and, Stef, that's what the Trump team will keep telling us, is that their internal polling is much different and much better than what we're seeing publicly, is Horace right? I mean, do you think that there are these hidden voters that aren't comfortable talking about where they are? It was certainly true in 2016.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEF KIGHT, POLITICS REPORTER, AXIOS",
      "sentences": "We've certainly seen that to be the case in the past. We do know that pollsters have shifted kind of the way that they poll voters to try to account for that. And the reality is you look at every single poll, and this is going to be a margin of error election. Everything is so close, not just at the top of the ticket, but you look at these Senate races, you look at House races, this is really going to come down to the wire. Everything is still -- you know, you can say Harris is doing a little bit better in the polling. You know, lately, she has a little bit of a lead over Trump in some of these battleground states, but not enough to make the Harris team comfortable. And it's not enough to, you know, count the Trump team out, and they're working hard, and \"Axios\" has reported that the Trump campaign feels like there are actually many voters who would vote for Trump, but maybe don't vote frequently, and they're really focusing their efforts on trying to turn out those Trump voters who maybe are not typical voters, who don't always turn out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Yes. And motivation and turnout is going to be critical for both of these, with the things being that tight. So let's talk about all of these lawsuits. I have talked about this with Governor Shapiro a bit. That are having to do with mail-in ballots and formalities and all kinds of things here. The GOP says, it's about election integrity and making sure the votes are all carefully, properly counted. The critics say, it's much more about trying to get mail-in ballots tossed because they're much more likely to vote done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "Well, I think the case that you spoke specifically with Governor Shapiro about is a perfect example of how these left-wing outfits under voter -- voting rights, I guess, and other guys of voting rights, have just tried to make an absolute mess of the system. I mean, what the basis of that litigation was about is having two counties that just so happen to host Philadelphia and Pittsburgh, the two greatest Democrat-producing metros in the state, that you can send in any kind of ballot you want, regardless of breaking all the statutory rules of signing and dating and everything else and they should be counted accordingly. The other counties, notwithstanding, right? I mean, it doesn't matter what you do stay wide. Ultimately, that's why the state Supreme Court threw the whole thing out. But it's a microcosm of this larger argument that Democrats have been having in these states and localities about trying to get democratic constituencies with basically unfettered providing of the votes, whether it's the full ballot harvesting issue, whether it is all of these other provisions, to maximize a democratic vote without really caring about the integrity of the process or the Republican vote at all. And so, yes, this is a mess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, and Meghan, is the -- is -- yes, listen, there are all kinds of things that are legal. Every state is its own laboratory of democracy on how they count and handle their elections. But does that just signal that Republicans need to do more of the same? The ballot harvesting, the early voting, the mail-in balloting, where they've been critical of it in the past. There is a different message this time around, but will it work?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYS",
      "sentences": "I mean, I think that everyone needs to work to get their folks to turn out in any way that they can, whether it be mail-in or in person. But I think that we're just -- that what's happening here is we're just trying to muddy the waters and we're trying to just create uncertainty for people to believe that these votes aren't actually real. Not signing and dating your envelope that your ballot comes in is kind of silly. Like that's a silly thing. I understand that's a loss, so we need to follow the law. But at the end of the day, it was 8,000 votes that were tossed out in the primary. That's not going to side the election in Pennsylvania, writ large. But it's just muddying the waters and it's just -- on both sides, it's just muddying the waters. And I just think that we need to come to a universal system here of how we do this and it would be beneficial for everyone to do that on all 50 states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Yes. I don't think the states are going to do it because we do have states that, you know, like Florida, if that's a big state, there are millions of people there and they get it done election night. There are others that are already warning us in advance. Like, don't count on us for 10 to 14 days because it may take a little bit longer. In the middle of all of this conversation about the mail-in ballots, we have this warning letter from the Association of State Elections Directors. These are people across counties and states all over the country warning this letter to the Postmaster General that they don't think the mail system is up to par to handle all of this. They say elections officials have raised serious questions about processing facility operations, lost or delayed election mail and frontline training deficiencies, impacting the Postal Service's ability to deliver election mail in a timely and accurate manner. And, Horace, they say, we've brought these things up to you guys repeatedly. We've seen no training, no help, no change. And, by the way, the ballots are now going out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Look, I agree with Josh. We're looking at this conversation where there's more of an interest in letting any kind of ballot come in and get counted. Let's not worry about whether it's associated with a real human being or not. The state legislatures, across this country, set up rules precisely because they want to ensure that the number one reason that Americans say they don't vote is that their vote won't make a difference. Their vote won't be counted. We absolutely want a system of integrity. When the U.S. Postal Service tells us that they're not able to competently handle this process, that ought to have been something that some of these agitators that want these changes, they should have been working on this in January.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "All right. Well, Postal Service, I do think they think that they can handle it, but their critics don't think so. So we'll see what we get from them. Stef, you're up first next. We're going to go overseas, panel, as we take a deeper dive into Iran's nuclear ambitions and what it means for all of our foreign policy from Ukraine to Israel and beyond. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "The biggest threat to the state of Israel and to world stability is the ayatollah with a nuclear weapon. And he's on the verge of that. I think - I fear that he may try to break out before the election thinking Trump is coming back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "That was South Carolina Senator Lindsey Graham moments ago on the program discussing this new threat from Iran. Well, it appears like it might be reaching a new stage. We're back with the panel. OK, so the Foundation for Defense of Democracies has this report, \"the Islamic Republic of Iran appears to be in the process of significantly advancing its nuclear weapons program in the coming weeks while Americans are preoccupied with politics at home and Israel is busy battling Hamas and Hezbollah,\" and maybe the Houthis it sounds like overnight as well, Stef.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIGHT",
      "sentences": "Yes. I mean there's certainly a sense that Iran is taking advantage of the fact that the United States is very busy, and in the middle of a very busy presidential election. One that, quite frankly, recently has not so much focused on foreign policy, that has been kind of set to the side. And there have been concerns, and \"Axios\" has reported the U.S. has already issued a warning to Iran about this, about their concerns, that they could be producing a nuclear weapon earlier in the summer. They - they sent a warning. And this does seem to be a big issue. And we are watching this timeline. Do they end up announcing summing before the presidential election, before there's a chance that some who might be harsher in Iran comes into power in January? And this could certainly be it, become a huge election issue moving forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "And like you said, we haven't heard a lot of talk about this. Real Clear Defense had this a couple of days ago on the Iran issue. They said, \"Neither presidential candidate has offered a clear alternative strategy, nor have they drawn serious attention to the problem.\" Horace, how do we get more of a conversation about how these two would handle this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "Well, first of all, this needs to get focused on right now. I mean maybe it's time for the president to put the waffle cone down, get off the beach lounger and say, I am going to do everything that I can to make sure that we protect this country. You know, it's Bob Gates, the former Obama defense secretary, that said he's been wrong on every issue. You cannot and should not kick this can down the road. Yes, I want to hear from both of our candidates that are running, America needs that. But the real issue is, this ought to be resolved now, not later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, and \"Wall Street Journal\" editorial board talks about this as - you know, in light of the fact that we got reporting for \"The Wall Street Journal\" last week that Iran is providing weaponry to Russia. They say this about the whole cycle. \"The Biden administration's refusal to enforce sanctions on Iranian oil sales has enriched the regime so it can afford to build more missiles. It then supplies those missiles to Russia, which uses them to bombard Ukraine, which the U.S. is supplying with defenses against those missiles. Wouldn't it make sense to stop enriching Iran in the first place?\" Meghan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAYS",
      "sentences": "Yes. But I resent the fact that the administration cannot walk and chew gum at the same time. They can handle domestic issues and they also have - they can also handle the foreign policy. They have an entire State Department. They have a national security team that are doing those things. The president and the vice president have worked extremely hard. They have hundreds of sanctions on Iran. They are committed to them not getting a nuclear weapon. Do I understand - do I know the ins and outs of what they should be doing versus Ukraine? No, but they are committed to defending - having Ukraine defend itself, unlike the former president, who doesn't - can't commit to defending a NATO ally, or one of our NATO allies in democracy against Russia. And they are also committed to having Iran not get a nuclear weapon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, and what about that issue with Ukraine? You know, I tried to - to get an answer from Senator Graham on where the president - former president is on this because he says he wants to end it. But again, Ukrainians do not want that to involve ceding territory to Putin. They think it is only going to invite more aggression, but I'm not sure what his plan is to end it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "Yes. That's - I mean, look, I think we start with, yes, they are doing things, they're just not doing anything particularly well, right? I mean this is all sort of a disaster. You start with the Iran piece. The one thing that you can count on from the - an Obama-Biden-Harris administration is bungling of Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COOPER",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "I mean that is something that has followed us now for 12 long years. I think as it relates to Ukraine, one of the things that I find so interesting about this current debate is, they're asking us permission essentially to use these longer-range missiles. And, of course, we play an important role because we're supplying said missiles. But it is a perfect metaphor for this administration's handling of this entire conflict because you're sending long-range weapons, you're just governing how far they can go, right? So, look, do you want to win this warrior or do you want a diplomatic solution? You've got to do one of the two. And it - some clarity has got to be there at the outset.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Stef, a quick, final word on this as the White House tries to make that decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIGHT",
      "sentences": "Yes, I mean, we can look at what they've done in the past. We've had similar negotiations, whether it was over - over tanks or fighter jets, whether the U.S. was going to provide Ukraine the assistance it's asking for. And we've seen kind of this pattern of lots of debate, but then ultimately the U.S. moving forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, we'll see how it wraps up this time around. Panel, thank you very much. We'll see you next Sunday. Up next, our \"Sunday Special.\" Raegan, once again, winning the popular vote. I don't know with the critics though. But this time at the box office. We're going to talk to actor Dennis Quaid about capturing the life of our 40th president, including his decisive role in dealing with the Soviet Union. DENNIS QUAID, STAR OF NEW FILM \"REAGAN\": It took a cold warrior like Ronald Reagan. He was called - they also called a warmonger by a lot of people in this country. But it - it took a cold warrior to be able to negotiate with the Soviets in a hardline way to get them to come to the table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Thirty-five years ago, after cementing one the most celebrated and consequential political legacies in U.S. history, Ronald Reagan left office after completing two terms as president. Now the movie star turned politician's life is back on the big screen in a big way. It's our \"Sunday Special.\" DENNIS QUAID, STAR OF NEW FILM \"REAGAN\": There's nothing a retired governor can do, but a president, now, he can do a thing or two. BREAM (voice over): Dennis Quaid is no stranger to sinking his teeth into iconic American characters, from astronauts -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUAID",
      "sentences": "This is the best pilot you ever saw. BREAM (voice over): To rock and roll pioneers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Great balls of fire. BREAM (voice over): But capturing the legacy, patriotism and wit of our nation's 40th president presented an unprecedented challenge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUAID",
      "sentences": "I just remember a bolt of fear going up my spine when I was offered the role because everybody in the world, and they're going to know who he is, had - probably have an opinion about him as well. He was also my favorite president. So, when I was offered the role, I didn't say yes and I didn't say no. I took some time to think about it. And I went up to the Reagan Ranch and I could really feel him there. And that's - that's when I knew I had a way into portraying his humanity or just - him, as a person, behind - behind the public persona. BREAM (voice over): \"Reagan\" paints an intimate portrait of the president's story, from his early days in Hollywood at the height of the Red Scare.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's about to be another war right here in Hollywood. The commies (ph) on one side, the mob on the other. And you're right in the middle. BREAM (voice over): To the historic moments that shaped his presidency, including the 1981 attempt on his life, the end of the Cold War, and opening of a new chapter in American foreign policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "What would you say you think his legacy is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUAID",
      "sentences": "He left several. At the time of the 1980 election, we were - we all felt we were a nation in decline. And he came along and said, no, we're not. We're going this way. And we all followed him. And his legacy would be that he won the Cold War. It was Reagan who really followed a strategy and principles to end the Cold War. BREAM (voice over): The film is told from a decidedly unfamiliar perspective, an ex-KGB operative played by Jon Voight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I was a brand-new KGB officer, given my first intelligence assignment. A certain actor and union leader.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUAID",
      "sentences": "It's such a great way to tell this story from the kind of Soviet point of view. And it really points up what I think the main thrust of his presidency was about. It took a cold warrior to be able to negotiate with the Soviets. BREAM (voice over): But what will be familiar to audiences is \"the Gipper's\" one-of-a-kind sense of humor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUAID",
      "sentences": "It will not, for political purposes, exploit my opponent's youth and inexperience. BREAM (voice over): And, of course, those seminal moments that altered the course of history. RONALD REAGAN, FORMER U.S. PRESIDENT (June 1987): General Secretary Gorbachev, if you seek peace, if you seek prosperity for the Soviet Union and Eastern Europe, come here to this gate. Mr. Gorbachev -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUAID",
      "sentences": "Tear down this wall!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Do you get sort of a kick out of the fact that critics really don't love this movie, but people have gone bananas for it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUAID",
      "sentences": "Yes, I know. We had the largest gap in cinema history between critics and audiences. Ninety-eight percent of the audience loves the movie and I think it was 19, 20 percent of critics like the movie. You know, the rest not only panned (ph) it, but basically attacked it. So, I guess we must be doing something right is the way I feel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "It is a fully fleshed out, very interesting portrayal. A lot of things people may not have known about Reagan they're going to find out in this movie. Thanks for making time to stop in with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUAID",
      "sentences": "Yes. I'll tell you what, go see this movie, especially you baby boomers out there. If you were born before 1985, you'll be able to remember how great this country was. And if you were born after 1985, you can see how great this country still can be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "So, it's out in theatres now. You can go decide whether you give it a thumbs up or a thumbs down. And just a quick note, my podcast \"Livin' the Bream\" drops today. If you need a quick break from politics and news, this one is for you. This week I sat down with comedian and author Ellen Skrmetti to talk about her hilarious new book, \"Hey, Jesus, It's Me.\" Listen in anywhere you like to get your podcast. \"Livin' the Bream.\" That's it for today. Thanks for joining us. I'm Shannon Bream. Have a wonderful week. We'll see you next FOX NEWS SUNDAY. Content and Programming Copyright 2024 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2024 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHANNON BREAM, FOX NEWS ANCHOR",
      "utterance": "I'm Shannon Bream. Former President Donald Trump and Vice President Kamala Harris crisscross key battleground states, zeroing in on the issues they each believe will win them the White House. DONALD TRUMP, FORMER U.S. PRESIDENT & 2024 PRESIDENTIAL CANDIDATE: The people who work overtime are among the hardest working citizens in our country, and for too long, no one in Washington has been looking out for them."
    },
    {
      "speaker": "BREAM (voice-over)",
      "utterance": "Trump pledging even more tax cuts for working people as consumer debt hits a record high and the Fed appears likely to lower interest rates for the first time in more than four years. KAMALA HARRIS, VICE PRESIDENT OF THE U.S. & 2024 PRESIDENTIAL CANDIDATE: Ours is a fight for freedom. Like the fundamental freedom of a woman to make decisions about her own body."
    },
    {
      "speaker": "BREAM",
      "utterance": "And Vice President Harris puts abortion front and center as she tries to shore up the all-important blue wall. We'll talk with Pennsylvania Governor Josh Shapiro about how the competing messages are playing in his crucial battleground state. Then, new reports Iran may be on the cusp of a nuclear weapon that could be ready before the end of President Biden's term as the Islamic regime again warns of a nightmare attack on Israel. Senator Lindsey Graham on the national security and election impact. Plus --"
    },
    {
      "speaker": "DENNIS QUAID, ACTOR",
      "utterance": "I had a bolt of fear go out my spine when I first got offered this role because everybody knows what Reagan looks like."
    },
    {
      "speaker": "BREAM",
      "utterance": "Actor Dennis Quaid on recreating the iconic life of the 40th president."
    },
    {
      "speaker": "QUAID AS FORMER PRESIDENT REAGAN",
      "utterance": "Tear down this wall!"
    },
    {
      "speaker": "BREAM",
      "utterance": "All, right now, on \"FOX News Sunday\"."
    },
    {
      "speaker": "BREAM (on camera)",
      "utterance": "Hello from FOX News in Washington. We start with a quick look at your headlines today. Hezbollah militants in Lebanon fired dozens of projectiles into Israel overnight, all were either intercepted or fell into open areas. And a surface to a missile fired from Yemen managed to cross into Central Israel but also hit an unpopulated area. Billionaire Jared Isaacman and his other SpaceX crew members are safely back on Earth. Their capsule splashed down in the Gulf of Mexico this morning, the \"Polaris Dawn\" mission made history for pulling off the first private spacewalk. Both President Trump and Vice President Harris are out on the campaign trail this weekend. Trump's stumping in Nevada Saturday while Harris joined President Biden speaking at the Congressional Black Caucus dinner here in Washington last night. In a moment, our interview with Pennsylvania Governor Josh Shapiro who is about to help kick off a Harris-Walz's bus tour in Philadelphia later this morning. But, first, we turn to Lucas Tomlinson at the White House with the very latest on the top issue for voters. It's still the economy -- Lucas."
    },
    {
      "speaker": "LUCAS TOMLINSON, FOX NEWS CORRESPONDENT",
      "utterance": "Good morning, Shannon. Grocery prices have risen by nearly 20 percent since Joe Biden and Kamala Harris arrived here at the White House nearly three and a half years ago, and inflation remains a top issue among voters."
    },
    {
      "speaker": "HARRIS",
      "utterance": "I will always put middle class working people first. It will always be my priority."
    },
    {
      "speaker": "TOMLINSON (voice-over)",
      "utterance": "According to the Labor Department, the annual inflation rate slowed in August to 2.5 percent, its lowest level since February 2021, paving the way for the Federal Reserve to likely cut interest rates this week, for the first time in four years. For many Americans, prices remain too high. The same goods and services from the month Biden and Harris took office now cost over $1,000 more on average in the seven swing states. That's over $12,000 a year compared to four years ago. Democrats acknowledge that's a problem."
    },
    {
      "speaker": "SEN. CHRIS COONS (D-DE)",
      "utterance": "It is a challenge for us on the campaign to connect and communicate with people about the answer to this question. Are you better off now than you were four years ago? Because a lot of folks don't want to think about where we were."
    },
    {
      "speaker": "TOMLINSON",
      "utterance": "A new report by the Census Bureau says Pennsylvania was one of just four states whose medium household income fell over the last two years when adjusted for inflation. Vice President Kamala Harris now says she does not want to ban fracking, a key issue in energy rich Pennsylvania, the nation's second largest producer of natural gas. Earlier this year, the administration paused new permits for liquefied natural gas exports, an issue currently being fought in court. According to AAA, a gallon of regular gas now averages $3.22 nationwide, about 17 percent cheaper than a year ago but still percent 35 higher than the day Biden and Harris took office."
    },
    {
      "speaker": "TOMLINSON (on camera)",
      "utterance": "And the national debt is now over $35 trillion, an issue that did not come up during the debate -- Shannon."
    },
    {
      "speaker": "BREAM",
      "utterance": "I'd like to hear the plans for that from both sides. Lucas Tomlinson from the White House, thank you, Lucas. Joining us now, Pennsylvania Democratic Governor Josh Shapiro. Welcome to the show, Governor."
    },
    {
      "speaker": "GOV. JOSH SHAPIRO (D), PENNSYLVANIA",
      "utterance": "Good to be with you. Thanks, Shannon."
    },
    {
      "speaker": "BREAM",
      "utterance": "Okay. So let's start here on Friday. There was a ruling from the Pennsylvania Supreme Court. Now, some of this is procedural, this case may not be over. But for now, what they've decided is mail and ballots that come in with not a correct match exactly to what the law states about signatures and dates and those kinds of things. Those ballots can't be counted. Now, the RNC reacted this way saying it's a huge win to protect the vote in Pennsylvania that will secure common sense mail ballot safeguards and help voters cast their ballots with confidence. Now, I'm assuming you have that same bottom line goal that people have confidence in the way these ballots are handled. So if this laws on the books, why not enforce it?"
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Of course. Well, look, what's clear is this is a procedural decision. I expect this will keep going through the process. I think it's really important for those who are trying to sort of take advantage of this opinion for their own spin to remind folks that in 2020, we had a free and fair, safe and secure election, that Donald Trump lost in Pennsylvania. But, by the way, on that ballot, some Republicans won races some Democrats won races. The will of the people was respected. We've got some of these administrative issues that have yet to be fully worked through in the courts largely because some lawmakers have refused to take up these common sense reforms that Republican and Democratic clerks of elections in counties all across Pennsylvania have called for. Every time there's bipartisan consensus around dealing with these sort of administrative but important issues, Donald Trump sort of jumps in and says, don't do it, and so Republicans follow suit. I think it's really unfortunate, Republican and Democratic clerks keep calling for these common sense reforms. And in the absence of action by the legislature, the courts are forced to deal with this. In this present case, I expect it'll continue to work through the process and as we've always tried to do here in Pennsylvania, end up with a focus on enfranchisement, not disenfranchisement."
    },
    {
      "speaker": "BREAM",
      "utterance": "So, at some point, lawmakers must have felt that these secure envelopes, the signatures getting in by a certain date were important. They are codified. So why not respect that? I mean, it sounds like you may want to repeal some of those but lawmakers aren't ready to do that."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "No, Shannon, please don't misinterpret anything I'm saying. I think you got to follow the letter of the law. If it -- you know, you've got to make sure that all the I's are dotted and T's are crossed. But where there is confusion rather than the legislature taking another step to make clear what those issues are, the courts have been forced to step in. And in this present case that we're talking about here, it's merely a procedural issue and specifically what they said was only two counties were engaged in this litigation, all 60 need to be engaged in litigation for this particular court to have jurisdiction. So I'm not sort of downplaying the importance of making sure the ballots are processed correctly and certainly the signatures and dates are an important part of that. I'm just merely saying this is yet another administrative issue that has come up because the legislature has failed to act because Donald Trump has directed them not to act."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, so he's running the Pennsylvania legislature now. That might be news to him and some others. But let's talk about the race itself because it's very tight. I think everybody --"
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Well, Shannon, let's be clear. Let --"
    },
    {
      "speaker": "BREAM",
      "utterance": "Go ahead."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Shannon, let's -- let's be clear: Republican and Democratic clerks of elections keep calling for these reforms. These are bipartisan election reforms and yet, Donald Trump keeps stepping in because he wants to create confusion and chaos as he tried to do last time in 2020 and make it so people's votes aren't counted."
    },
    {
      "speaker": "BREAM",
      "utterance": "OK, there --"
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Remember, Shannon, I'm the attorney general who had to go to court against Donald Trump 43 different times in the last election because he was trying to thwart the will of the people. Trump went 0-43, I went 43-0, and we had a free and fair safe and secure election here in Pennsylvania."
    },
    {
      "speaker": "BREAM",
      "utterance": "Okay, so those -- those requirements remain on the books for now, absent another decision. They are going to be enforced for this election. But let's talk about the race itself very tight not a lot of persuadable voters. One estimate puts it at about 3 percent. So \"Reuters\" had its own group that watched the debate the other night."
    },
    {
      "speaker": "They said this",
      "utterance": "They interviewed 10 people who were still unsure who the -- who they were going to vote for before the debate. Six said afterward they would now either vote for Trump or were leaning toward backing him. The Trump converts said they trusted him more on the economy even though all said they did not like him as a person. They said their personal financial situation had been better when he was president, 2017 to 2021. So people do not have to like President Trump to have the perception they were doing better on his watch. So how does the vice president change the minds of those kinds of voters who say, I know the experience I had the last four years, financially, for me, it was not good?"
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Well, just take a look in the last few days, some of the policies the vice president has talked about, cutting taxes for people who are paying for child care, making sure small businesses get a tax cut, opening up the doors of opportunity for more people to go to work by removing the college degree requirement. I can tell you, these are incredibly popular things in Pennsylvania. Look, as governor, I've cut taxes four times twice for small businesses once for seniors and once for families trying to afford child care. And in my first executive order as governor, we removed the college degree requirement for 92 percent of state government jobs, opening up the doors of opportunity for more than 60,000 jobs, and the private sector has followed suit. These are popular things especially here in Pennsylvania. I think what the vice president has put forth is a common sense approach to reducing costs for Pennsylvania families."
    },
    {
      "speaker": "BREAM",
      "utterance": "We'll see if that begins to sink in and resonate because post- debate, it doesn't seem like the message has connected on the economy just yet. Also want to look several new polling numbers out in recent days with respect to Jewish voters, how they feel about this ticket in the Democrat Party. \"Jewish Insider\" says this, a new survey released this week by the Pew Research Center showed Harris shedding 10 points among Jewish respondents, the worst performance for a Democratic presidential candidate in more than three decades. Now, Pennsylvania huge swing state, it's a commonwealth I know technically but has roughly 434,000 --"
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Thank you."
    },
    {
      "speaker": "BREAM",
      "utterance": "-- Jewish voters. President Biden won by a margin of 80,000-plus there. Are you worried about this shift away about this key constituency and could that make all the difference in a race that's tight?"
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "I think every -- everything can make a big difference in races in Pennsylvania. Look, in 2016, the race was decided by 44,000 votes. In 2020, as you mentioned, it was settled by about 80,000 votes. We're a commonwealth of 13 million people, about 9 million voters. That's a percentage point or less. And so, it's not a shock to imagine that this race will be close as well, and the margins matter in every county, with every constituency. What I see is that the vice president has some real wind at her back and is moving in the right direction. But I also know the vice president well enough to know she's going to run through the tape and she's going to compete for every vote in every community from every constituency."
    },
    {
      "speaker": "BREAM",
      "utterance": "And one of the constituencies there obviously is a huge fracking community in Pennsylvania -- jobs, you know, all kinds of ripple effects from that. Even your critics say that you've managed that issue pretty well, which is really important in Pennsylvania. But there are skeptics about the vice president's change of heart on this. \"Politico\" says some Democratic Party allies fear Harris's flip on fracking has still left her particularly vulnerable in Pennsylvania. They go on to quote a gentleman there who says simply to flip-flop and say, oh, I didn't mean that, my position is the opposite now, that just strikes me as being completely opportunistic and insincere. You know Pennsylvanians are savvy. They're not buying it yet."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Well, look, I'm an \"all of the above\" energy governor. We know the important role that natural gas plays in not just jobs and the economy today in Pennsylvania, but the natural progression into clean energy and we want to be the leader in clean energy jobs here in the Commonwealth of Pennsylvania, all across the nation, all across the world. I think I'd take a slightly different view I think than you do. I think the fact that the vice president was willing to listen to Pennsylvanians and make clear that fracking would be part of her energy strategy, natural gas would be part of her energy strategy, I think that that is a sign of strength when you're willing to listen, you're willing to incorporate people's views into your own positions, your own thinking, I think it shows that she has heard the good people of Pennsylvania they've resonated with her, and that she's going to be a president that looks out for our energy interest here in the Commonwealth. Look, we are a net energy exporter here in Pennsylvania. And in this nation, we are producing more energy than ever before. That gives us strength in our economy and strength from a national security perspective. I think the vice president understands that. That's why the policies she puts forth include natural gas and rely heavily on the energy sector here in Pennsylvania and elsewhere."
    },
    {
      "speaker": "BREAM",
      "utterance": "Yeah. We know many in the energy sector say the production we're getting now is because of what was lease being permitted under Trump. They're worried about what's going to happen years out from now based on that sharp drastic cut in the number of leases going out."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "I mean, Shannon, but let's --"
    },
    {
      "speaker": "BREAM",
      "utterance": "But the vice president will have a chance there in Pennsylvania to talk to voters. You're going to get a lot of attention, a lot of visits from both of these tickets because people in Pennsylvania are so critical to how all of this wraps up. Governor, we appreciate your time."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Thank you, Shannon."
    },
    {
      "speaker": "BREAM",
      "utterance": "Up next, we'll get a live report from Israel on the incoming missile attacks overnight. Plus, new reports that Iran could have nuclear weapons capability before President Biden leaves the White House. Senator Lindsey Graham has seen the intel. He joins us live, next."
    },
    {
      "speaker": "BREAM",
      "utterance": "This is a \"Fox News\" alert. Iran-backed militants in Lebanon and Yemen targeting Israel overnight with rocket fire coming just days after news that Iran could have the makings of a nuclear weapon within weeks. Mike Tobin has more from Tel Aviv, Israel. He's there live. Hey, Mike."
    },
    {
      "speaker": "MIKE TOBIN, FOX NEWS CORRESPONDENT",
      "utterance": "And Shannon, almost a year into this war and the rocket fire continues. A little bit of rocket fire out of Gaza, a lot of rocket fire out of Lebanon. And this morning, a rocket fired from Yemen landed in Israel. A Gaza ceasefire would stop all of the rocket fire, but Israeli leaders insist that a ceasefire deal is not close. At the weekly demonstration for the hostages, family members claim the Netanyahu government is sabotaging ceasefire deals and leaving the hostages to die."
    },
    {
      "speaker": "YOTAM COHEN, BROTHER OF HOSTAGE",
      "utterance": "Our government first bring the hostages home. Escalating the fighting in the North without securing a hostage release deal is a death sentence."
    },
    {
      "speaker": "TOBIN",
      "utterance": "At the southern end of the Gaza Strip, Israel insists the Hamas fighting force has been decimated. Adding to the tension, Hamas benefactor Iran promises a violent retaliation for the assassination of Hamas Leader Ismail Haniyeh on Iranian soil. This as U.S. Secretary of State Antony Blinken says Iran is now weeks away from producing a nuclear bomb if it chooses that path. Meantime, Iran has supplied close range rockets to Russia to support the invasion of Ukraine. The U.S. says that will enable Russia to use its existing arsenal for targets deeper inside Ukraine."
    },
    {
      "speaker": "ANTONY BLINKEN, U.S. SECRETARY OF STATE",
      "utterance": "This development and the growing cooperation between Russia and Iran threatens European security and demonstrates how Iran's destabilizing influence reaches far beyond the Middle East."
    },
    {
      "speaker": "TOBIN",
      "utterance": "Now, Great Britain has promised to supply Ukraine with long range storm shadow missiles. U.S. President Joe Biden says he's flirting with the idea of allowing Ukraine to strike deeper into Russia. Russian President Vladimir Putin says if these developments happen, that will change the dynamic to a conflict between Russia and the West. Shannon, back to you."
    },
    {
      "speaker": "BREAM",
      "utterance": "Mike Tobin in Tel Aviv, thank you very much. Joining me now, South Carolina Senator Lindsey Graham. Welcome back to the show, Senator."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM (R-SC)",
      "utterance": "Thank you."
    },
    {
      "speaker": "BREAM",
      "utterance": "All right, a lot to unpack there. So let's start with Ukraine."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yeah."
    },
    {
      "speaker": "BREAM",
      "utterance": "We know that our President met with the new U.K. Prime Minister Starmer at the White House to talk about this use of Western weapons further into Russia. \"New York Times\" says this, the President remains deeply fearful of setting off a dangerous wider conflict. You heard Mike Tobin's reporting there. I mean, Putin out there saying that he considers it, it will mean NATO countries, the U.S. and European countries are fighting Russia. He says it'll create a threat he has to respond to. Is he bluffing?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "All I can say is that this administration has been a disaster on the world stage. They've been slow to deliver weapons. They've been slow to deliver the jets. They've been slow to allow Zelenskyy to put pressure on Russia to get them at the table. Air bases inside of Russia are being used to kill Ukrainian civilians. Most NATO allies would like Ukraine to be able to use the weapons more effectively. Yes, do not let Putin set policy. What's going on in Israel? We had Iran in a box. One of the first things that Biden did was let them get back in the oil business. We're at 300,000 barrels a day when Trump left in terms of Iranian oil. 1.3 million now a day by the Iranians. They took that money, gave it to Hamas, Hezbollah, and they're on the verge of a nuclear weapon. When it comes to the Biden-Harris administration, they're a complete disaster. I've never been more worried about a nuclear breakout by Iran than I am right now. I've never been more worried about another 9/11 against America than I am right now. The withdrawal from Afghanistan put every jihadist on steroids. We have a broken border. There are more terrorists in our country than any time I can remember associated with terrorism. So a 9/11, we're just living on borrowed time here at home, and Israel may have to strike to prevent a nuclear-armed Iran. If the Ayatollah, who's a religious Nazi, had a nuclear weapon, he would use it. It's just not Ukraine. The entire world is on fire, and Harris' fingerprints are all over this. She was the last person in the room in Afghanistan."
    },
    {
      "speaker": "BREAM",
      "utterance": "OK, I want to ask you about several of those things, Iran and others, but first I want to make sure, one more question on Ukraine. When it comes to how this thing wraps up, President Trump was pressed the other night about how to win this, what he considers, and he kept saying he just wants to end it. Listen, you've been to Ukraine more than I have. I was talking to Ukrainians this week, though, who say it cannot involve ceding territory to Putin that he took from them. That's not how they see this ending for many reasons. Do you talk to the president about what his plan is if he's reelected to end this thing?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yeah, he's right to want to end the war in a way not to start a new war. The last person I would listen to about how to end the war is the Biden administration or the Obama team. In 2014, we had an end of the war in Ukraine. It led to another invasion. Here's what Trump will do. He will end the war in a way not to entice China to invade Taiwan. He will end the war in Ukraine in a way to prevent a third invasion. Biden has no plan to end this war that is effective. I am listening to Zelenskyy. He has a plan that's coming out in about a week. What we need here is an American president that can get Putin and Zelenskyy in a room to end this war to make sure we don't have another war. The whole world is watching. We need an American president to put Iran back in a box before they get a nuclear weapon. We need an American president to secure our border and go back to rational immigration policy. We need an American president that will stand up to radical Islam and make us strong. If we do not change course, Iran's going to have a nuclear weapon. There's going to be a 9/11 attack on our country. And if we don't watch it, Ukraine -- Putin's going to keep marching through Europe. It is now time to change course and change people and put Trump back in charge because when he was president of the United States, none of this was happening."
    },
    {
      "speaker": "BREAM",
      "utterance": "Let's talk about Iran because you've seen more intel than we're hearing in this Foundation for Defense of Democracy saying. --"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I have."
    },
    {
      "speaker": "BREAM",
      "utterance": "-- they're saying, listen, it could come before November 5th, but they're saying they think it's probable before January 20th, whoever the new president is, that Iran is going to have nuclear weapons capability. They say this, too. They have recommendations. The administration should consider deploying select U.S. military forces to the region. They also say President Biden should say a statement like this. \"If Iran takes additional decisive steps toward producing a nuclear bomb, I will use military force to destroy Iran's nuclear program.\" Now, you know, more U.S. troops on the ground in that region, a direct strike on Iranian territory. Is that not going to be viewed as exceptionally provocative to a place that's already very, very combustible at this point?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "America is viewed as exceptionally weak. When Trump killed Soleimani, who had American blood on his hands, Iran went back in a box. When he applied maximum pressure to the regime, they got weaker. Now they're running wild because Biden released all the sanctions. Nobody in the Mideast fears Biden. So Israel is in a world of hurt. Hamas has attacked them viciously on October the 7th, and the response of Harris is to try to throttle the Israeli response. Hezbollah is acting up in the north. But the biggest threat to the state of Israel and to world stability is the Ayatollah with a nuclear weapon. He's on the verge of that. I think, I fear that he may try to break out before the election, thinking Trump is coming back. To my friends in Israel, do what you have to do to stop the Ayatollah from obtaining a nuclear weapon. He's a religious Nazi. He will use it. So to the American people, if you want to avoid World War III, you better change course. The course we're on is going to lead to major conflict everywhere. And back to the governor of Pennsylvania, my friend. She does not believe in fossil fuels. She is held closely by the radical environmental lobby Harris is. In May, Russia is selling more natural gas to Europe than we are. We have enough natural gas to provide Europe and cut Putin off at his knees. We stopped exporting natural gas to create jobs in America because the environmentalist agenda is crazy. We're literally allowing Putin to dominate the natural gas market in Europe because we're afraid to send it from America to Europe because they're afraid of the extreme environmental lobby. This is the dumbest decision they've made and that is saying a lot. We should be sending Europe natural gas made in America and cut Putin off at his knees economically."
    },
    {
      "speaker": "BREAM",
      "utterance": "OK, I want to make sure before you go, Senator, that I ask you about this briefing the Secret Service gave you guys last week about the assassination attempt on President Trump. Senator Blumenthal came out of there and he said people are going to be shocked and appalled and astonished at what actually happened. What's your reaction to what you heard and when will the rest of us hear the details?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Shocked, appalled, and disappointed. The best thing that can happen is for the Secret Service to go back to the Department of Treasury. They're in Homeland Security. They're lost in a big agency. We need to clean House, but we need to get them back into the Department of Treasury where they did much better. What happened in Pennsylvania was a complete breakdown of the system. We're so fortunate and lucky that they did not kill President Trump. Everything that could go wrong did go wrong. And I'd just like to end this. We're in a very important election cycle. I'm hoping that President Trump will be the best of Trump and when he's good, there's nobody better I've ever seen in American politics. We're on the verge of major wars. We're on the verge of an Iranian breakout acquiring a nuclear weapon. We're on the verge of a 9/11 happening in our backyard yet again because of bad policy choices. And Harris' fingerprints are on everything that's going wrong, high inflation, broken border, and this disastrous withdrawal from Afghanistan. She was in the room on everything and she -- there's no there, there when it comes to Kamala Harris. She's a mile wide and an inch deep."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, listen, I would love more debates, more interviews with her because I think there's a lot to be fleshed out on foreign policy. So we'll see."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yeah, good luck with that."
    },
    {
      "speaker": "BREAM",
      "utterance": "Listen, we hold on."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "You can find Bigfoot easier than you'll find her."
    },
    {
      "speaker": "BREAM",
      "utterance": "All right, well, the door is always open to the Harris-Walz team here at Fox News Sunday. Senator Graham, thank you."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Thank you."
    },
    {
      "speaker": "BREAM",
      "utterance": "All right, now that the debates between the Vice President and former President Trump is in the rear view mirror, the candidates are out there barnstorming the campaign trail 51 days to go until Election Day. The voting's already starting. Our panel breaks down allegations of bias in the debate and how undecided voters are responding to what they saw Tuesday night. They're next."
    },
    {
      "speaker": "BREAM",
      "utterance": "Both Vice President Harris and former President Trump are pitching their economic plans to voters in battleground states this weekend, as it looks more and more likely that just a few states are actually going to decide this entire race. Fox News correspondent Mark Meredith reports from Las Vegas."
    },
    {
      "speaker": "MARK MEREDITH, FOX NEWS CORRESPONDENT",
      "utterance": "Shannon, greetings from Las Vegas where former President Trump doubled down on a pledge to cut taxes on tips, overtime pay, even Social Security benefits. Trump pivoting hard to the economy in this swing state. And it's a state that Vice President Harris is also fighting hard for."
    },
    {
      "speaker": "MEREDITH (voice-over)",
      "utterance": "Former President Trump spent Saturday thanking members of Las Vegas police union, vowing, if elected, to further boost the nation's law enforcement community."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Well, I just want to thank you. It's an honor to be here and I'm with you guys all the way."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "Trump returns to the trail this week with stops planned in Michigan, New York, and North Carolina. But Trump says he has no plans to get back on the debate stage."
    },
    {
      "speaker": "TRUMP",
      "utterance": "A couple of nights ago, we had an even better victory. We took her on, comrade Kamala Harris."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "Pundits and even some Trump supporters criticized Trump's debate performance, one senator calling it a missed opportunity. Speaking in Pennsylvania Friday, the vice president claimed Trump has lost his edge."
    },
    {
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES, DEMOCRATIC PRESIDENTIAL NOMINEE",
      "utterance": "It was the same old show, the same tired playbook we've heard for years, with no plan, no plan, on how he would address the needs of the American people."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "Harris has yet to hold a news conference since becoming the democratic nominee, but her campaign insists she's not ducking the press."
    },
    {
      "speaker": "IAN SAMS, HARRIS-WALZ CAMPAIGN SENIOR SPOKESPERSON",
      "utterance": "You're going to see the vice president continue to talk to the press, continue to engage with the media and do interviews. It's part of this campaign."
    },
    {
      "speaker": "MEREDITH",
      "utterance": "Vice President Harris, she returns to the campaign trail this week too. Three stops in battleground states, Wisconsin, Michigan, and Pennsylvania. She'll also team up with superstar, Oprah Winfrey, for a virtual rally. Shannon?"
    },
    {
      "speaker": "BREAM",
      "utterance": "All right. Mark Meredith, thank you very much from Vegas. It is time now for our Sunday group. \"Axios\" politics reporter, Stef Kight. Former Biden White House special assistant and director of message planning, Meghan Hays. Former chief of staff to Mitch McConnell and Ruthless podcast co-host, Josh Holmes. And author and Project 21 chairman, Horace Cooper. Welcome, everyone. HORACE COOPER, CHAIRMAN, PROJECT 21: Morning."
    },
    {
      "speaker": "BREAM",
      "utterance": "OK. So there is new polling sort of trickling out, but we have our Fox News power rankings that we have every few weeks or so. This is what we have coming out this week. Former President Trump has lost his edge in Georgia and North Carolina in the latest power rankings, giving Vice President Harris a lead in the overall forecast for the first time, referring to the electoral count vote. But those are critical southern states. He's won them before."
    },
    {
      "speaker": "JOSH HOLMES, FORMER CHIEF OF STAFF TO MITCH MCCONNELL",
      "utterance": "Yes."
    },
    {
      "speaker": "BREAM",
      "utterance": "He needs to win them this time."
    },
    {
      "speaker": "HOLMES",
      "utterance": "Yes. He never lost North Carolina. And I'm less worried about North Carolina. It tends to come together pretty late and for Republicans in the last 10 years, it's come together pretty decisively and certainly with President Trump's name on the ballot that's happened. Georgia is going to be tight though. And Georgia is a state, obviously, he had a big lead over Joe Biden when he was the Democratic nominee. That changed over an eight-week period when there was basically a coronation of Kamala Harris. But I think it's settled into much of what we expected only a year ago at this time. It's going to be a nip and tuck race in the entire thing. We're talking about 50, 60,000 votes over six, seven states. It's just going to be a very, very tight election."
    },
    {
      "speaker": "BREAM",
      "utterance": "Yes. And so a lot of people were looking to the debate on Tuesday night, hoping they get more policy, more detail from both of them. You know, there's been some folks who are left wanting. And there are those who are debating the debate itself. Here are a couple headlines, \"National Review.\" Muir and Davis repeatedly fact-checked Trump even sometimes when he was right, while never doing so to hair. Over \"The Federalist,\" they write, this made the debate effectively three- on-one against Trump and practically amounting to an in-kind donation to the Harris campaign. Meghan, I'm guessing you saw it differently."
    },
    {
      "speaker": "MEGHAN HAYS, FORMER BIDEN WHITE HOUSE SPECIAL ASSISTANT",
      "utterance": "I mean, sure. If you want to blame the rest, go ahead and blame the rest. That's why -- that's what people do when these types of things. But the fact of the matter is, is each of them had their moments of strength and had their moments of weakness. I think that what we're not seeing from either side enough is talking about the economy. They're focusing on their issues that play to their base and play to their parties. And that's great. And that's what these moments are for. But I think that the American people would be better off if we were talking about the economy and what they're each going to do. But I do think, you know, that the vice president did draw a contrast on character, which I do think is important when you start talking about these independent voters in these battleground states, because if they're not going to be deciding on policy, they're going to be deciding on character, and what they want to look like for the next four years."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, and so I'm -- referenced this earlier with Governor Shapiro. Reuters did have their small little group there. They said this. They interviewed 10 people, unsure how they were going to vote before the debate. Six afterwards said, now they would either vote for Trump or were leaning toward backing him. Three said that they would back Harris. One was still unsure. And, Horace, from there, they went on to say it was the economy. Even though they told Reuters, we don't like Trump. We were better off during him -- during those years that he was president. So, is it going to be about policy? Is it going to be about characters? Is it a mix of the two?"
    },
    {
      "speaker": "COOPER",
      "utterance": "This November, we're going to see something that our founders granted to us, the right of self-government. We're going to make one of the most consequential decisions. One of the challenges, as I see it from a polling perspective, is that people feel intimidated when it comes to answering questions. In 1982, we had what we call the Bradley effect. We're now seeing something very similar, I believe, almost like the woke-mind virus. I saw \"Am I Racist?\" this weekend, here in the D.C. area. That movie highlights many of the DEI problems, but there is already a campaign to prevent it from being contributed to be -- continue to be distributed. It becomes difficult for Americans to make a public -- a decision or tell even an electronic system how they're going to vote when we're in this environment where your neighbors could condemn you because of your beliefs. So it's a threat, I see it, to this idea of self-government. But I think ultimately in the end, what we're going to see is far more Americans come out of the woodwork and say, I'm going to do what's in my best interest, and it is the economy stupid."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, and, Stef, that's what the Trump team will keep telling us, is that their internal polling is much different and much better than what we're seeing publicly, is Horace right? I mean, do you think that there are these hidden voters that aren't comfortable talking about where they are? It was certainly true in 2016."
    },
    {
      "speaker": "STEF KIGHT, POLITICS REPORTER, AXIOS",
      "utterance": "We've certainly seen that to be the case in the past. We do know that pollsters have shifted kind of the way that they poll voters to try to account for that. And the reality is you look at every single poll, and this is going to be a margin of error election. Everything is so close, not just at the top of the ticket, but you look at these Senate races, you look at House races, this is really going to come down to the wire. Everything is still -- you know, you can say Harris is doing a little bit better in the polling. You know, lately, she has a little bit of a lead over Trump in some of these battleground states, but not enough to make the Harris team comfortable. And it's not enough to, you know, count the Trump team out, and they're working hard, and \"Axios\" has reported that the Trump campaign feels like there are actually many voters who would vote for Trump, but maybe don't vote frequently, and they're really focusing their efforts on trying to turn out those Trump voters who maybe are not typical voters, who don't always turn out."
    },
    {
      "speaker": "BREAM",
      "utterance": "Yes. And motivation and turnout is going to be critical for both of these, with the things being that tight. So let's talk about all of these lawsuits. I have talked about this with Governor Shapiro a bit. That are having to do with mail-in ballots and formalities and all kinds of things here. The GOP says, it's about election integrity and making sure the votes are all carefully, properly counted. The critics say, it's much more about trying to get mail-in ballots tossed because they're much more likely to vote done."
    },
    {
      "speaker": "HOLMES",
      "utterance": "Well, I think the case that you spoke specifically with Governor Shapiro about is a perfect example of how these left-wing outfits under voter -- voting rights, I guess, and other guys of voting rights, have just tried to make an absolute mess of the system. I mean, what the basis of that litigation was about is having two counties that just so happen to host Philadelphia and Pittsburgh, the two greatest Democrat-producing metros in the state, that you can send in any kind of ballot you want, regardless of breaking all the statutory rules of signing and dating and everything else and they should be counted accordingly. The other counties, notwithstanding, right? I mean, it doesn't matter what you do stay wide. Ultimately, that's why the state Supreme Court threw the whole thing out. But it's a microcosm of this larger argument that Democrats have been having in these states and localities about trying to get democratic constituencies with basically unfettered providing of the votes, whether it's the full ballot harvesting issue, whether it is all of these other provisions, to maximize a democratic vote without really caring about the integrity of the process or the Republican vote at all. And so, yes, this is a mess."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, and Meghan, is the -- is -- yes, listen, there are all kinds of things that are legal. Every state is its own laboratory of democracy on how they count and handle their elections. But does that just signal that Republicans need to do more of the same? The ballot harvesting, the early voting, the mail-in balloting, where they've been critical of it in the past. There is a different message this time around, but will it work?"
    },
    {
      "speaker": "HAYS",
      "utterance": "I mean, I think that everyone needs to work to get their folks to turn out in any way that they can, whether it be mail-in or in person. But I think that we're just -- that what's happening here is we're just trying to muddy the waters and we're trying to just create uncertainty for people to believe that these votes aren't actually real. Not signing and dating your envelope that your ballot comes in is kind of silly. Like that's a silly thing. I understand that's a loss, so we need to follow the law. But at the end of the day, it was 8,000 votes that were tossed out in the primary. That's not going to side the election in Pennsylvania, writ large. But it's just muddying the waters and it's just -- on both sides, it's just muddying the waters. And I just think that we need to come to a universal system here of how we do this and it would be beneficial for everyone to do that on all 50 states."
    },
    {
      "speaker": "BREAM",
      "utterance": "Yes. I don't think the states are going to do it because we do have states that, you know, like Florida, if that's a big state, there are millions of people there and they get it done election night. There are others that are already warning us in advance. Like, don't count on us for 10 to 14 days because it may take a little bit longer. In the middle of all of this conversation about the mail-in ballots, we have this warning letter from the Association of State Elections Directors. These are people across counties and states all over the country warning this letter to the Postmaster General that they don't think the mail system is up to par to handle all of this. They say elections officials have raised serious questions about processing facility operations, lost or delayed election mail and frontline training deficiencies, impacting the Postal Service's ability to deliver election mail in a timely and accurate manner. And, Horace, they say, we've brought these things up to you guys repeatedly. We've seen no training, no help, no change. And, by the way, the ballots are now going out."
    },
    {
      "speaker": "COOPER",
      "utterance": "Look, I agree with Josh. We're looking at this conversation where there's more of an interest in letting any kind of ballot come in and get counted. Let's not worry about whether it's associated with a real human being or not. The state legislatures, across this country, set up rules precisely because they want to ensure that the number one reason that Americans say they don't vote is that their vote won't make a difference. Their vote won't be counted. We absolutely want a system of integrity. When the U.S. Postal Service tells us that they're not able to competently handle this process, that ought to have been something that some of these agitators that want these changes, they should have been working on this in January."
    },
    {
      "speaker": "BREAM",
      "utterance": "All right. Well, Postal Service, I do think they think that they can handle it, but their critics don't think so. So we'll see what we get from them. Stef, you're up first next. We're going to go overseas, panel, as we take a deeper dive into Iran's nuclear ambitions and what it means for all of our foreign policy from Ukraine to Israel and beyond. That's next."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "The biggest threat to the state of Israel and to world stability is the ayatollah with a nuclear weapon. And he's on the verge of that. I think - I fear that he may try to break out before the election thinking Trump is coming back."
    },
    {
      "speaker": "BREAM",
      "utterance": "That was South Carolina Senator Lindsey Graham moments ago on the program discussing this new threat from Iran. Well, it appears like it might be reaching a new stage. We're back with the panel. OK, so the Foundation for Defense of Democracies has this report, \"the Islamic Republic of Iran appears to be in the process of significantly advancing its nuclear weapons program in the coming weeks while Americans are preoccupied with politics at home and Israel is busy battling Hamas and Hezbollah,\" and maybe the Houthis it sounds like overnight as well, Stef."
    },
    {
      "speaker": "KIGHT",
      "utterance": "Yes. I mean there's certainly a sense that Iran is taking advantage of the fact that the United States is very busy, and in the middle of a very busy presidential election. One that, quite frankly, recently has not so much focused on foreign policy, that has been kind of set to the side. And there have been concerns, and \"Axios\" has reported the U.S. has already issued a warning to Iran about this, about their concerns, that they could be producing a nuclear weapon earlier in the summer. They - they sent a warning. And this does seem to be a big issue. And we are watching this timeline. Do they end up announcing summing before the presidential election, before there's a chance that some who might be harsher in Iran comes into power in January? And this could certainly be it, become a huge election issue moving forward."
    },
    {
      "speaker": "BREAM",
      "utterance": "And like you said, we haven't heard a lot of talk about this. Real Clear Defense had this a couple of days ago on the Iran issue. They said, \"Neither presidential candidate has offered a clear alternative strategy, nor have they drawn serious attention to the problem.\" Horace, how do we get more of a conversation about how these two would handle this?"
    },
    {
      "speaker": "COOPER",
      "utterance": "Well, first of all, this needs to get focused on right now. I mean maybe it's time for the president to put the waffle cone down, get off the beach lounger and say, I am going to do everything that I can to make sure that we protect this country. You know, it's Bob Gates, the former Obama defense secretary, that said he's been wrong on every issue. You cannot and should not kick this can down the road. Yes, I want to hear from both of our candidates that are running, America needs that. But the real issue is, this ought to be resolved now, not later."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, and \"Wall Street Journal\" editorial board talks about this as - you know, in light of the fact that we got reporting for \"The Wall Street Journal\" last week that Iran is providing weaponry to Russia. They say this about the whole cycle. \"The Biden administration's refusal to enforce sanctions on Iranian oil sales has enriched the regime so it can afford to build more missiles. It then supplies those missiles to Russia, which uses them to bombard Ukraine, which the U.S. is supplying with defenses against those missiles. Wouldn't it make sense to stop enriching Iran in the first place?\" Meghan."
    },
    {
      "speaker": "HAYS",
      "utterance": "Yes. But I resent the fact that the administration cannot walk and chew gum at the same time. They can handle domestic issues and they also have - they can also handle the foreign policy. They have an entire State Department. They have a national security team that are doing those things. The president and the vice president have worked extremely hard. They have hundreds of sanctions on Iran. They are committed to them not getting a nuclear weapon. Do I understand - do I know the ins and outs of what they should be doing versus Ukraine? No, but they are committed to defending - having Ukraine defend itself, unlike the former president, who doesn't - can't commit to defending a NATO ally, or one of our NATO allies in democracy against Russia. And they are also committed to having Iran not get a nuclear weapon."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, and what about that issue with Ukraine? You know, I tried to - to get an answer from Senator Graham on where the president - former president is on this because he says he wants to end it. But again, Ukrainians do not want that to involve ceding territory to Putin. They think it is only going to invite more aggression, but I'm not sure what his plan is to end it."
    },
    {
      "speaker": "HOLMES",
      "utterance": "Yes. That's - I mean, look, I think we start with, yes, they are doing things, they're just not doing anything particularly well, right? I mean this is all sort of a disaster. You start with the Iran piece. The one thing that you can count on from the - an Obama-Biden-Harris administration is bungling of Iran."
    },
    {
      "speaker": "COOPER",
      "utterance": "That's right."
    },
    {
      "speaker": "HOLMES",
      "utterance": "I mean that is something that has followed us now for 12 long years. I think as it relates to Ukraine, one of the things that I find so interesting about this current debate is, they're asking us permission essentially to use these longer-range missiles. And, of course, we play an important role because we're supplying said missiles. But it is a perfect metaphor for this administration's handling of this entire conflict because you're sending long-range weapons, you're just governing how far they can go, right? So, look, do you want to win this warrior or do you want a diplomatic solution? You've got to do one of the two. And it - some clarity has got to be there at the outset."
    },
    {
      "speaker": "BREAM",
      "utterance": "Stef, a quick, final word on this as the White House tries to make that decision."
    },
    {
      "speaker": "KIGHT",
      "utterance": "Yes, I mean, we can look at what they've done in the past. We've had similar negotiations, whether it was over - over tanks or fighter jets, whether the U.S. was going to provide Ukraine the assistance it's asking for. And we've seen kind of this pattern of lots of debate, but then ultimately the U.S. moving forward."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, we'll see how it wraps up this time around. Panel, thank you very much. We'll see you next Sunday. Up next, our \"Sunday Special.\" Raegan, once again, winning the popular vote. I don't know with the critics though. But this time at the box office. We're going to talk to actor Dennis Quaid about capturing the life of our 40th president, including his decisive role in dealing with the Soviet Union. DENNIS QUAID, STAR OF NEW FILM \"REAGAN\": It took a cold warrior like Ronald Reagan. He was called - they also called a warmonger by a lot of people in this country. But it - it took a cold warrior to be able to negotiate with the Soviets in a hardline way to get them to come to the table."
    },
    {
      "speaker": "BREAM",
      "utterance": "Thirty-five years ago, after cementing one the most celebrated and consequential political legacies in U.S. history, Ronald Reagan left office after completing two terms as president. Now the movie star turned politician's life is back on the big screen in a big way. It's our \"Sunday Special.\" DENNIS QUAID, STAR OF NEW FILM \"REAGAN\": There's nothing a retired governor can do, but a president, now, he can do a thing or two."
    },
    {
      "speaker": "BREAM (voice over)",
      "utterance": "Dennis Quaid is no stranger to sinking his teeth into iconic American characters, from astronauts -"
    },
    {
      "speaker": "QUAID",
      "utterance": "This is the best pilot you ever saw."
    },
    {
      "speaker": "BREAM (voice over)",
      "utterance": "To rock and roll pioneers."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Great balls of fire."
    },
    {
      "speaker": "BREAM (voice over)",
      "utterance": "But capturing the legacy, patriotism and wit of our nation's 40th president presented an unprecedented challenge."
    },
    {
      "speaker": "QUAID",
      "utterance": "I just remember a bolt of fear going up my spine when I was offered the role because everybody in the world, and they're going to know who he is, had - probably have an opinion about him as well. He was also my favorite president. So, when I was offered the role, I didn't say yes and I didn't say no. I took some time to think about it. And I went up to the Reagan Ranch and I could really feel him there. And that's - that's when I knew I had a way into portraying his humanity or just - him, as a person, behind - behind the public persona."
    },
    {
      "speaker": "BREAM (voice over)",
      "utterance": "\"Reagan\" paints an intimate portrait of the president's story, from his early days in Hollywood at the height of the Red Scare."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "There's about to be another war right here in Hollywood. The commies (ph) on one side, the mob on the other. And you're right in the middle."
    },
    {
      "speaker": "BREAM (voice over)",
      "utterance": "To the historic moments that shaped his presidency, including the 1981 attempt on his life, the end of the Cold War, and opening of a new chapter in American foreign policy."
    },
    {
      "speaker": "BREAM",
      "utterance": "What would you say you think his legacy is?"
    },
    {
      "speaker": "QUAID",
      "utterance": "He left several. At the time of the 1980 election, we were - we all felt we were a nation in decline. And he came along and said, no, we're not. We're going this way. And we all followed him. And his legacy would be that he won the Cold War. It was Reagan who really followed a strategy and principles to end the Cold War."
    },
    {
      "speaker": "BREAM (voice over)",
      "utterance": "The film is told from a decidedly unfamiliar perspective, an ex-KGB operative played by Jon Voight."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I was a brand-new KGB officer, given my first intelligence assignment. A certain actor and union leader."
    },
    {
      "speaker": "QUAID",
      "utterance": "It's such a great way to tell this story from the kind of Soviet point of view. And it really points up what I think the main thrust of his presidency was about. It took a cold warrior to be able to negotiate with the Soviets."
    },
    {
      "speaker": "BREAM (voice over)",
      "utterance": "But what will be familiar to audiences is \"the Gipper's\" one-of-a-kind sense of humor."
    },
    {
      "speaker": "QUAID",
      "utterance": "It will not, for political purposes, exploit my opponent's youth and inexperience."
    },
    {
      "speaker": "BREAM (voice over)",
      "utterance": "And, of course, those seminal moments that altered the course of history. RONALD REAGAN, FORMER U.S. PRESIDENT (June 1987): General Secretary Gorbachev, if you seek peace, if you seek prosperity for the Soviet Union and Eastern Europe, come here to this gate. Mr. Gorbachev -"
    },
    {
      "speaker": "QUAID",
      "utterance": "Tear down this wall!"
    },
    {
      "speaker": "BREAM",
      "utterance": "Do you get sort of a kick out of the fact that critics really don't love this movie, but people have gone bananas for it?"
    },
    {
      "speaker": "QUAID",
      "utterance": "Yes, I know. We had the largest gap in cinema history between critics and audiences. Ninety-eight percent of the audience loves the movie and I think it was 19, 20 percent of critics like the movie. You know, the rest not only panned (ph) it, but basically attacked it. So, I guess we must be doing something right is the way I feel."
    },
    {
      "speaker": "BREAM",
      "utterance": "It is a fully fleshed out, very interesting portrayal. A lot of things people may not have known about Reagan they're going to find out in this movie. Thanks for making time to stop in with us."
    },
    {
      "speaker": "QUAID",
      "utterance": "Yes. I'll tell you what, go see this movie, especially you baby boomers out there. If you were born before 1985, you'll be able to remember how great this country was. And if you were born after 1985, you can see how great this country still can be."
    },
    {
      "speaker": "BREAM",
      "utterance": "So, it's out in theatres now. You can go decide whether you give it a thumbs up or a thumbs down. And just a quick note, my podcast \"Livin' the Bream\" drops today. If you need a quick break from politics and news, this one is for you. This week I sat down with comedian and author Ellen Skrmetti to talk about her hilarious new book, \"Hey, Jesus, It's Me.\" Listen in anywhere you like to get your podcast. \"Livin' the Bream.\" That's it for today. Thanks for joining us. I'm Shannon Bream. Have a wonderful week. We'll see you next FOX NEWS SUNDAY. Content and Programming Copyright 2024 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2024 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content. This article was written by Fox News staff."
    }
  ]
}