{
  "date": "October 31, 2017",
  "headline": "Bernard Kerik: Nobody should be surprised by NYC attack",
  "subHeadline": "Former NYPD commissioner gives his take on \"The Story.\"",
  "url": "https://www.foxnews.com/transcript/bernard-kerik-nobody-should-be-surprised-by-nyc-attack",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "sentences": "Breaking new details in the fast unfolding terror attack in New York City tonight. Good evening everyone, I'm Martha MacCallum, and \"The Story\" begins on the Lower West Side of Manhattan. Just blocks from the former site of the World Trade Center Towers as New York becomes the first major American city to be the target of the kind of vehicular terrorist attacks that we have seen in Europe.  We have new details now just coming in about the man who was in custody and under armed guard not far from here in a New York City hospital, his name is Sayfullo Saipov. Law enforcement officials telling Fox News that he has been identified. He is the man, they believe who shouted \"Allahu Akbar\" before he plowed a home depot-rented truck into a busy, popular bike path right along the Hudson River that is used by hundreds, if not thousands of people every day in New York City.  He took the lives of at least eight innocent people and injured at least 11 others. We are about to get updates this evening on the condition of many of those. Now, that home depot is just on the other side of the Holland tunnel, and tonight it is the site of intense scrutiny. They have two cars in the parking lot there that are roped off. We're going to take you there in just a few moments.  Police say that the 29-year-old man came onto the bike path -- as you see on the left-hand side of your screen on that map -- near the former World Trade Center, now the site of the beautiful gleaming Freedom Tower, which has taken its place. Then he drove south; he hit pedestrians and plowed into people on bicycles. We will show you in a moment the bicycles scattered across the path at the horrific scene. Then he plowed into a school bus, injuring at least two adults and two children. This amateur video, take a look at this. This is after he jumped out of that white home depot truck and started running around the street. Can you imagine what's going through the minds of the drivers and people who are along the sides of the streets as they watch this guy running around with two guns in his hand?  We were later told by the police commissioner one was a paintball gun, and one is a pellet gun, but just imagine the fear that engulfed this entire area of lower Manhattan as he continues to run around. He was taken down by a very brave New York City police officer who had arrived on the scene. More details on that a moment. Look at this. I mean, this is New York City, folks. We are told that he was shot in the abdomen. He's currently being treated at a local hospital.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYOR BILL DE BLASIO, D-NYC",
      "sentences": "This was an act of terror and a particularly cowardly act of terror aimed at innocent civilians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. ANDREW CUOMO, D-N.Y.",
      "sentences": "Are these lone wolves who commit an act of terror? This is all a very preliminary, it's only been a couple of hours, but at this point, there's no evidence to suggest a wider plot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We heard the shots and we went to the window and we've seen two of the bodies lying down. A bunch of bicycles, they were on the floor, it was really chaotic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "President Trump tweeted this moments ago: \"In New York City, it looks like another attack by a very sick and deranged person. Law enforcement is following closely. Not in the USA!\" We have experts on deck to walk us through this breaking news tonight as we get more details by the moment. Shepard Smith is live on the scene in lower Manhattan with some of those late-breaking details. Good evening, Shep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHEPARD SMITH, FOX NEWS CHANNEL",
      "sentences": "Martha, good evening. New York State Governor Cuomo, New York City Mayor Bill de Blasio announcing heightened security across our city and our state, and heightened police presence at public events. Just west of us is the annual New York City Halloween parade, expected to drop to a million people to Greenwich Village and beyond as it goes straight up at the center of our island. The governor, actually the mayor announcing that parade will go on as scheduled, and it's scheduled to begin right now. Between here and there on the walk from the subway tonight, we saw lots of little kids with their parents and hand dressed for Halloween going trick or treat. A sign that New York City carries on as the mayor and the governor insisted it would with heightened police presence.  Across the city that is no doubt shaken on the subway tonight. They were quieter than usual but just as crowded as ever. And the city, on the move in the wake of this terror attack that happened five minutes past 3:00 Eastern daylight time this afternoon.   It was Houston Street on the far west hand side of the island, as far as you can go before you get to the Hudson River on a bike path that's been there long before bikes were the way people got around in the city. It is maybe the most famous bike path that we know when our town. There are north and southbound lanes there. And at Houston Street, there's an entry from Houston, and it's at that spot that they believe this man, this was Becky, an immigrant we believe, who came to the United States in the year 2010, settled in Tampa. But according to the reporting of the New York Daily News lives somewhere in the New Jersey area more recently, though Fox News can't confirm that.  He entered at five minutes past 3:00, according to authorities went southbound on that bicycle pathway. And when he did so, begin to hit pedestrians and bicyclists one after another after another moving southbound some 20 blocks. And along the way according to witnesses who spoke with Fox News and other, traveled at some point up to 40 miles an hour. Again, those are witness reports. There were mangled bicycles along that bike path now, which sits just 10 feet off the Westside Highway -- one of the busiest (INAUDIBLE) in all of this city; that takes you to the bridges and tunnels that lead to New Jersey and beyond. When he finished, he was here at that iconic site you mentioned, right at Chambers Street and West Street. In the shadows of the World Trade Center.  It was here that he ran into that school bus, very near Stuyvesant High School, a famous high school that's very close to here. School had just been let out because of the time of day on a Halloween afternoon. He ran into a school bus according to authorities. And after he did so, he jumped out of that vehicle, and that's when that video was taken of the man running around in the street in what is the Westside Highway -- a major avenue.  And in the middle of all of the traffic, swerving and weeding, and according to multiple witnesses in the New York City police, shouted \"Allahu Akbar,\" and it was then, quoting the New York City police officer who was on scene at the time that the \"sixth precinct lit him up.\" He was shot -- we don't know how many times -- in the lower extremities, we are told. It's my understanding from sources there that he still at Bellevue Hospital, listed officially in critical condition. Earlier, his condition was described to me as the grave, but all involved now say they do believe that he will survive. Was he able to speak with authorities between the time when he was arrested and before he went into surgery? We do not yet know. But according to witnesses, he was coherent and able to speak at the time.  As for the victims, four of them are from Stuyvesant High School. Two said to be staff members, two said to be children. Remember, the high school letting out at that time of day. Suburbs all across America, people would line up and get on the buses. In lower Manhattan, some do that, most go off the subways and MTA Buses -- the regular city transit to make their way home.   So, they were scattered about the school and headed home as they always would when the scene unfolded in front of them. One of those children said to be in critical, that child said to be at a Bellevue Medical Center -- a level one trauma center in lower Manhattan, East of us now, where they are under guarded care, we're told. The suspect, in close police watch. As for the vehicle that he drove, we're now told that he went rented that white pickup truck from a home depot in Passaic, New Jersey. Originally, we reported Jersey City, New Jersey, which is just the other side of lower Manhattan; Passaic, New Jersey, about a 15-mile drive or 45 minutes in traffic from the spot where I'm standing in lower Manhattan -- very near the 9/11 memorial. And it's there that authorities are on scene right now trying to assess: is there a video of him from that time? Was there anyone with him when he rented that vehicle? And then tracing the cameras, which are ubiquitous here to see if there was anyone with him along the way. Martha, the investigation continues tonight, this Halloween night, as trick-or-treaters mix among those investigators.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Shepard, thank you very much. Shepard's been on this since 3:00 this afternoon when this first started to unfold. And, of course, in the initial stages, no one really wanted to believe that this was what certainly has turned out to be -- clearly, a terrorist attack, as was laid out by Mayor de Blasio and Governor Cuomo in the news conference that they brought forward not long after that event.  Joining me now on the phone, Lieutenant Colonel Tony Shaffer, CIA Trained Intel Operative and a Senior Fellow at the London Center for Policy Research. Tony, good to see you this evening. Here we go again. You know, Lower Manhattan, as we keep saying, not far from the scene of the World Trade Center. We know that obviously, the big apple is high on the list for a terrorist who wants to pull off something like this. Your thoughts on what we saw today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LT. COL. TONY SHAFFER, CIA TRAINED INTEL OPERATIVE AND SENIOR FELLOW AT THE LONDON CENTER FOR POLICY RESEARCH",
      "sentences": "Right. Let's put this into -- look, I was right there at 17 States Rig just yesterday and I walked from your studio to the train station. So, this is no small issue to me. We have to recognize that ISIS has found an effective technique -- and I'm sorry I disagree completely with Governor Cuomo: this is not a lone wolf; this is a technique trained by ISIS to be used against all the targets to include New York City.   There is some good and bad news here. First, look, let me say, the New York police, NYPD, counterterrorism folks have been doing a lot more to stop these sorts of things that they can acknowledge. So, that's the good news. The bad news is, we can't -- they can't be there everywhere. But this was as Shepard just talked about, incidental to the Halloween parade, they were there with a very heavy presence and they reacted quickly to take this guy down. And I've seen pictures of those guns he had, Martha, they looked just like real weapons. So, the NYPD did what they had to. But we have to -- we have to do two things. We have to understand that you live, and I live here in Washington, two of the biggest terror magnets in the world. ISIS is not defeated, they've metastasized. They've gone other places. So, this is where we have to get ahead of it.  Secondly, to do that we have to be able to enhance law enforcement intelligence sharing. NYPD is the best; I've worked with Sheriff Dave Decatur in Stafford County to save Homeland Security Advisor working behind the scenes. The American public does not understand how much of a threat there really is. They need to understand that people are working it, though.  And the last thing, we have to do what we can to get ahead of this thing in the big picture, to defeat the message. These things are happening because ISIS got out of control, the Obama administration didn't do enough to stop it, and now we're behind the power curve and we have to do more to stop it in the future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I mean, you think about the different scenes where we have seen this. And as soon as I saw the images come forward in the early reports were that it was some kind of accident, which of course takes all New Yorkers back to the moment when you started to hear that may be a small plane had gone into the side of the World Trade Center. And then as soon as I saw the images of those bikes stunned across the path, it becomes an unmistakable image, Tony, that we have become too used to seeing, and it's pretty clear that someone very intentionally plowed off of the road and into that pedestrian area.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "Well, I got some new information on that now. Something was found in the cab of the truck that may indicate some sort of motive. I hear it may be some sort of manifesto -- the NYPD is analyzing that. So, we have to be patient; this may be part -- we don't know if this was part of a larger network, that is something they are indeed looking at. So -- but to your point, this is horrific, this is indicative of what terror now looks like.   We cannot ban every truck. We can't ban knives. So, we have to get ahead of them as best we can to protect the network, defeat the networks and go at them where they're at both overseas and here. And let me say one other thing really quick, we talked about this before. The left in this country is now posting the idea of using violence as part of their political speech. There's an ad out in Virginia by Ralph Northam where he uses trucks mulling over kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We played that last night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "Yes. And think about this, Martha, they do this on the left and now we have it happen. This is not acceptable political speech, and we have to do everything we can as Americans to defeat the terror networks, and not buy into using their message as a political method of speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, we did hear from John Miller from the NYPD, a Counterterrorism Specialist. And John said we visited 148 truck rental places -- this was in preparation for this kind of attack, and they basically told them what to look for, who to be concerned about when someone walks in and wants to rent a truck. You know, obviously, these are the kinds of things that we have to get better at.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "Right. And Martha, to that point, I mean, John and NYPD and the city folks are doing everything they can. They cannot disclose everything that they're doing. They cannot disclose techniques. They cannot disclose its consensus. But I'm telling you, you know, we've got -- we cannot afford to let our guard down one bit. We need to go full steam ahead and we cannot afford to allow innocent citizens walking and biking in New York or anywhere else to be mowed down pointlessly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's horrible. You know, the word is, and we're still putting the pieces together of this man whose last name is Saipov. He is believed to have been Uzbeki. He spent time in Tampa, Florida. But according to the latest information that we have, and obviously, this is all going to continue to be refined, has been living in New Jersey. He doesn't sound like somebody who came in as a recent refugee or anything like that. He sounds like he's homegrown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "Well, look, the issue has not been unnecessarily where they start from, it's how the message gets given to them and the propensity for radicalization. Again, we cannot simply count on law enforcement always being there ahead of those folks. We have to start going after the message. This guy found some level of connection with ISIS. With some terror group. When we go back, Martha, when we go through his social media, I'm sure we're going to find indicators of how he was radicalized. And again, we have to understand that it's not simply about catching these guys, it's about trying to get ahead of them and defeating networks, defeating the ideology. To defeat the ideology, you must help push forward the reformation of the religious -- of Islam. President el-Sisi of Egypt has said, there needs to be a reformation of the Muslim faith to remove violence as part of its faith. And I agree with that and others do too, which we have to go both the two ways; we have to go after the message and we have to stay ahead of them as they do their missions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Col. Tony Shaffer, always good to talk to you, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAFFER",
      "sentences": "All right. Thank you, Martha. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, joining me now by phone is former New York City Police Commissioner Bernard Kerik. Good to have you with us this evening, sir. Obviously, a sad day for all New Yorkers. We've been down this road before and now it has revisited our great city. BERNARD KERIK, POLICE COMMISSIONER, NEW YORK CITY POLICE (via Telephone): Yes. Listen, the unfortunate thing is: nobody should be surprised by this. These people constantly, whether it's ISIS or Al Qaeda, or any of these it radical Islamic extremist groups, they're constantly promoting what they are going to do, how they're going to do it; it's in their actual training manuals. If you can't get your hands on explosives or you can get your hands on firearms, use knives, use vehicles.   The bigger the vehicle, the more damage you caused. This is right out of your training stuff. So, we have to realize we don't have any specific threats in this country, but ISIS and Al Qaeda and radical Islam is a very credible threat to the United States and anybody who thinks it can't happen here, or it's not going to happen in the future, you're either naive or you're a moron. You know, because it's here to stay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. You know, I think everybody who has witnessed the horrible attacks that we've seen in Europe of this nature, and we certainly had the Boston marathon killing, we've had other -- the Pulse nightclub, you know, so many, too many attacks in this country. This kind of attack where, you know, someone -- all they need to do is rent a car and use it as a weapon, essentially. It's eerie and it's incredibly simple.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERIK",
      "sentences": "You know, you and Tony were talking, and you were talking about John Miller and how they've gone to the individual rental agencies around the Tri-State Area trying to get people to understand what to look for. You know, the unfortunate thing as Tony said, we can be the best we can be, but, you know, you only need one to slip through the cracks and that's I think what happened here. Fortunately for us -- unfortunately, it's New York City, but fortunately, it's New York City, and we have better resources, we have more resources, we have more personnel, we have the Joint Terrorist Task Force that is probably the most superb in the world. So, we'll get to the bottom of this, we'll figure it all out, and we will make sure that we are on top of it, but at the end of the day, you're going to have things like this that slip through the cracks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let me ask you this, because, you know, we all remember the controversy when Commissioner Kelly was in charge and there was sort of more relaxed rules, for lack of a better way of putting it, in terms of scoping out people could potentially be dangerous in communities around New York City, New Jersey, and New York City. Tell me what you're feeling is about how we approach that now under the current administration, and what if anything needs to change?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERIK",
      "sentences": "Well, the thing that needs to change, the one dynamic that needs to change is political correctness. Stop the political correctness. The reality is you're not racial profiling when you're looking for terrorists; you're criminal profiling. That's what you're doing. You're looking for certain people that do certain things that associate with certain people, that live in certain areas, that attend certain mosques. You have a basic idea of what you're looking for, and you go find that. You look for them, you interview people, you collect intelligence. You know, the people on the left --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And are we hamstrung in this area in New York right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERIK",
      "sentences": "We are because people are afraid to admit that there's a real problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know I got -- go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERIK",
      "sentences": "The bottom line is, these people are out there. They're out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I got to tell you. When I watched Mayor de Blasio stand up there, and I know, obviously, this is a difficult moment for anyone in leadership, you know, but when I hear, you know, they're trying to break our spirit, they're trying to -- you know, we're strong New Yorkers, and we're going to go on and all of that, which is all true, it just -- it does make you sort of want to shake your head and say, are we really doing all we can, you know? I mean, it's common -- I feel like these sorts of moments of solace and these comfort words and phrases that are heard all around the world are sounding a little hackneyed in many ways.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KERIK",
      "sentences": "Here's what the mayor didn't say, and many leaders will not say: they're going to kill us if we don't kill them. That's what he didn't say, that's the reality. This is a war, it's a war they started many, many years ago and the war is not going anywhere unless we end it. And the only way to end it -- this is -- there's no diplomatic solution, this a conventional enemy, they don't wear a uniform, they don't belong to a state. You're either going to kill them or they're going to kill us, and that the only way you can deal with this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Bernard Kerik, thank you very much, sir. Strong words, good to hear it tonight. All right. So, this just into Fox News, President Trump has released a statement on the New York City terror attack. This is obviously his home city and he feels strongly about it as anybody does who lives here. Let's go right to chief national correspondent Ed Henry -- also, a New Yorker, who joins us tonight live from the White House with that. Good evening, Ed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "sentences": "That's right. Good to see you, Martha. Interesting, the president has been getting updates, we're told briefings from his Chief of Staff, Retired General John Kelly, to stay on top of the situation. He's been tweeting about it -- his normal mode of communication to get things out quickly. But now, as you say, just the last couple moments, a formal written statement from the president, goes into further depth. \"Our thoughts and prayers are with the victims of today's terrorist attack in New York City and their families. My administration will provide its full support to the New York City Police Department, including through a joint investigation with the FBI. We offer our thanks to the first responders who stopped the suspect and rendered immediate aid to the victims of this cowardly attack,\" the president says. \"These brave men and women embody the true American spirit of resilience and courage. I will continue to follow the developments closely.\" That, just in from the president of the United States, of course, going back to the campaign of 2016, Martha, you know he has been very aggressive about saying we have to take the fight directly to ISIS and other terror organizations. This is now a terror attack on American soil that he is going to have to deal with. There are going to be massive ramifications in the days ahead, as you've been reporting. In that statement from the president that this is now a joint investigation, not just with the NYPD, but the FBI involved, which means the full resources of the federal government behind this as well, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Ed, thank you so much. We'll go back to Ed at the White House shortly. Joining me now by the phone in New York City Congressman Peter King, Member of the House Intelligence Committee. I'm also joined here in the studio by General Jack Keane, Chairman of the Institute for the Study of War and a Fox News Military Analyst. General Keane, let's me go to your first here onset, what are your thoughts on what we saw today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. JACK KEANE, FOX NEWS MILITARY ANALYST AND CHAIRMAN OF THE INSTITUTE FOR THE STUDY OF WAR",
      "sentences": "Well, certainly, I'm a born and raised New Yorker, so you can't help but be affected by something like this. And regardless of where you are in America, you feel the same way in terms of people being needlessly killed like this. When you put this thing in context, we've been dealing radical Islam in America or in the world for 25 years. And the fact of the matter is, sadly to say, radical Islam has morphed into a global Jihad in those 25 years; Al Qaeda is thriving and growing; ISIS, despite the fact we just took | Raqqa -- their safe haven -- away from them, they've managed to expand into 30 countries.  They managed to grow, and they were very resilient organization from several hundred Iraqi fighters in 2012. On the Internet, they recruited almost exclusively an entire international army, some 18 months later they grew to a size of 30,000. No organization has ever organized like that before. That Internet operation, we refer to it as a virtual caliphate. Despite the physical caliphate is going away, the virtual caliphate is intact. So, that organization is not dead. The leaders are in Southeast Syria, and they are still inspiring -- maybe somebody like this was inspired by them -- or directing terrorist operations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You raise such a great point, and I think about what happened in Washington today with Facebook and Google and Twitter, and all of the concerns that were raised about the 2016 election, and that's a separate story. But how do we get at their form of communication and of recruiting and of reaching out over social media, which is ungoverned, essentially?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "And we're struggling with it, to be frank. I mean, actually, taking down a physical caliphate for us militarily is easier than actually defeating them cyber. And that's the reality we're facing: dealing with privacy rights and the rest of it. Right now, before the Congress is about, they're facing on 702, which is part of the Patriot Act, so that we can track terrorists, so we're talking to people in this country. And there are people in the Congress who don't want that to happen. I mean, wake up! We've been in this war for 25 years. These guys are dead serious about it.  They are going to keep coming for us and coming for us. And I agree, you can't just shoot your way out of it because it is an ideology and people are drawn to it, and you have to go out there and undermine that ideology and it's complicated, but you have to start. It takes national leaders, it takes community leaders, it takes religious leaders, you've got to offer these young people an alternative to what they're reaching for, which is some purpose and meaning in their life, and they're drawn to this horrific ideology, but you've got to have an alternative for them. And that there's a lack of political and social justice and economic opportunities in these communities where they come from. They're breeding grounds for it. And they are the leaders, and then they inspire somebody that lives in the United States which actually living likely a middle-class life. In America, Muslim communities -- the people are more assimilated. The second generation is off to college and comes back to visit. That's America, but that's not what happening around the world out there. And we've got to get after this thing comprehensively. This administration has the potential to do it because they understand it and they want to do something about it; previous administration disengaged. And when we disengage to the Middle East until we contain radical Islam, what we got is ISIS in return for that. And went on the same thing by not resourcing Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, when I think about sort of homegrown model, which this individual may be. It looks like he lived in and in New Jersey, but one of the big question marks in this case, already -- there's a lot of them -- is whether or not he traveled anywhere and came back. And it seems to me that that is one zone that should be more manageable. I think of Tamerlan Tsarnaev who, you know, traveled, trained, and came back; and we've seen that again and again. How can we wrap our arms around that issue and say, you know, if you go off to train in one of these camps, you're never coming back here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, that's why we have a president who clearly understands that. And he wants people to be vetted who are coming out of these known areas that are growing grounds for terrorism, and particularly in places where there is no mechanism there to be able to check on the people who are applying for this country -- that's the whole issue. And why people don't understand it, is beyond comprehension.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's what the president has been very outspoken and forceful about. I want to bring in Pete King, Congressman Peter King, who joins us on the phone tonight. Congressman, welcome. You obviously spent a lot of time on this topic and now it has hit home in a brutal reality tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. PETER KING, R-N.Y.",
      "sentences": "It really has. Let me say at the outset I agree with everything that General Keane has said and also what Kerik said before. This is a vicious enemy and the NYPD is the best in the world at what they do, worked with the FBI in New York, they do an outstanding job. This type of attack with the vehicle, which is not a lethal weapon by itself, it's not a gun, it's not a knife, it's not an explosive device. It's so important we check on this person's record because unless the person has a terrorist record, and once they've been on the Internet, and once they've been using other forms of social media, unless they've been talking to people in the community about carrying out terrorist acts, it's virtually impossible to stop them.  And that's every FBI and every cop's nightmare, this type of attack which is low cost to the enemy and yet it can be terribly lethal and it shows how evil and diabolical the way they are, and it also shows how wrong the critics have been over the years who have been critical of the NYPD for wasting too much surveillance, for overstretching this issue. The only way we can stop it locally is through increased surveillance, neighborhood surveillance, community surveillance, that means using undercover as if using informants. It means going through every bit of social media that we can, and so any of it. By the way, the police officer who shot the terrorist today, what a hero he is. I mean, if he had not that, who knows what might've happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Incredible, you know, and you can see in some of the videos we saw today individual's kind of, you know, running behind a car trying to get an angle on this guy as he's darting around. And I think about the bravery of those individuals, and one of them may have been that police officer, it's hard to tell on that video. But you know, Congressman King, I also think back to when you had a panel on counterterrorism in Washington and it was titled something about Islamic extremism in the United States. They wouldn't even let you call it that and wanted to open it up to other forms of extremism that could be discussed on the panel.  And what General Jack Keane is saying and Bernard Kerik, the former Police Commissioner, is wake up. The country needs to understand that we are literally and figuratively under attack. And until we really deal with it in that way, and take it on, and I have to say that President Trump dealt with it that way during the campaign, you know, clearly calling it out for what it is, and we've been through, you know, a long period where we weren't allowed to say that. You know, how do we accomplish that goal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KING",
      "sentences": "You know, all violence is wrong, all murder is wrong, but what makes Islamist terrorism unique right now is the worldwide movement. It's a movement that has tens of thousands of supporters around the world, including here in the United States. And with travel being what it is today, as you said people go to Syria to get trained, they can come back. Europeans who come into our country without applying for a visa; they've got into Syria, they get trained, they go back to Europe, they can come into the country. We have people here this country, as we've seen, just on Long Island, we've had any number of terrorist plots stopped and people arrested. People serving long prison sentences. We have a person -- actually, go to Afghanistan. So, as Bernie said before, they're going to kill us unless we kill them first and we have to stop being politically correct. We have to stop being apologetic. You're right, I have those hearings six and a half years ago. You would have thought that I was Adolf Hitler the way I was being attacked. And yet of the three witnesses I had, two of them were Muslims and one was an African-American whose son was a Muslim convert. They were there to talk about the danger and the damage that Islam has caused to Muslim communities in this country. Ninety-nine percent of the people are good people, but the fact is there are elements that are dangerous to our country and the community has to cooperate more. And I've said this a million times when the FBI was going after the mafia, they went into the Italian-American community. If they're going after the Westies, there is the Irish-American community. If you're going after Islamist terrorism you have to monitor the Muslim community. That's where it's coming from and that's the reality. You have to stop being politically correct, stop being apologetic and realize this enemy wants to kill us in the most diabolical way. This guy is like killing innocent people on a bike path, people standing around to save attacking a school bus with disabled kids, what an absolute disgrace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Congressman Peter King, General Jack Keane, thank you very much to both of you for being with us on a very tough night for America as the first vehicular attack in a major American city turns us to another page of confronting terrorism in America. We have breaking coverage as we get new details about this terrorist coming in, where he's from, his age, the condition that he is in at a New York City hospital tonight, all of that straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Unfortunately, this is not the first time that an attack of this nature has occurred as we all know. In fact, terror attacks where a vehicle becomes a weapon is becoming very common. Trace Gallagher is live in our West Coast newsroom with the back story on those cases, which we remember too well. Trace, good evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "sentences": "Good evening, Martha. ISIS and Al Qaeda have long been telling their sympathizers to use a combination of cars and knives, and those appear to be the common denominators in most of these types of attack like back in August in Barcelona when a 22-year-old Spanish citizen drove a van into a crowd of the famed La Rambla shopping district, killing 13, injuring more than 100. The attacker then got out of his van, stabbed and killed another woman and yelled \"Allahu Akbar\" before police shot and killed him. In June 3, Islamic terrorist used a van to plow into pedestrians on the London Bridge, then got out and began stabbing people in pubs and bars along the bridge. In all, seven were killed, 48 injured. In March, a British citizen who pledged allegiance to ISIS drove into pedestrians along the Westminster Bridge in central London, killing 4, injuring 50. That attacker got out of his vehicle and fatally stabbed an off-duty police officer before being shot and killed by police. We have also had deadly vehicle attacks in Paris, Sweden, Berlin, and don't forget in this country last November when an Ohio state student of Somali descent plowed his car into a crowd of students and then stabbed them with a butcher knife, injuring 11. The suspect were shot and killed. And of course the deadliest vehicle attack happened in July of 2016 in Nice, France, when a Tunisian national drove a large truck through a crowd of people celebrating Bastille Day, killing 86, injuring more than 500. Recently, an ISIS magazine included an article that showed the best kinds of vehicles to use for attacks and even suggested that sympathizers rent them, which caught the attention of New York police. Watch. We went and did extensive outreach to the truck rental business. We visited over 148 truck rental locations in this area, the obvious ones U-Haul, Ryder, Home Depot, et cetera, and talk about suspicious indicators, ways to come forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GALLAGHER",
      "sentences": "And of course police say today's attacker used a Home Depot rental truck, Al Qaeda has many times called trucks the ultimate mowing machines. Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you Trace. All right, here with more tonight, Karl Rove, former deputy chief of staff to President George W. Bush and a Fox News contributor and Bob Strang, CEO of Investigative Management Group who also served as co-chair of the New York State post 9/11 Anti-Terrorist Task Force. Gentlemen, welcome. Good to have both of you here. Karl, let me start with you in terms of White House response and I just want to mention that the First Lady is a New York City. We just received word a little while ago that she is here until Wednesday and we saw that she tweeted out her thoughts and prayers of course to everybody who was affected. This is her hometown as well and she is concerned, obviously as they monitor the situation, but you know, how does the White House deal with this kind of situation, Karl?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTR",
      "sentences": "Well, after 9/11 we created the Counterterrorism Center located in Washington, and my sense is the Homeland Security advisor inside the White House, the chief of staff will probably have very close communication with the Counterterrorism Center almost from the moment that this event occurred and probably brought in intelligence agencies. This is after all a Uzbek national who came to the United States in 2010. Uzbekistan was the most populist of the former Soviet Muslim republics in central Asia. About 90 percent of the populations are Sunni Muslims. It is generally peaceful, but it has an Islamic extremist movement, you know, the Islamic Movement of Uzbekistan, the IMU which has officially aligned itself with ISIS. And so they probably already began efforts to check out what kind of connections he might have had, if any, to that movement. But the White House has at its disposal through the Homeland Security Department and the Counterterrorism Center, and the Homeland Security advisor inside the White House, new means of communication and tools that were not available on 9/11 and my suspicion is all of those were heavily used this afternoon and this evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, no doubt. Good information. Bob Strang, let me go to you. In your work in terms of counterterrorism in New York State, you look at this situation and this is really been everybody's nightmare, you know, that we would see this kind of thing here, and now we have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT STRANG, CEO, INVESTIGATIVE MANAGEMENT GROUP",
      "sentences": "Right Martha. It's also, I mean, just looking at the other cities across our country, take a look at the potential of something like this. All of our avenues in New York City across our country, in malls and bus stops and outside schools, this is continuing to be a problem. Not only around the world, but here in our own country and we've learned this through intelligence. In New York we've been able to stop 15 attacks since 9/11. Tonight is the first time where someone has successfully gotten through and had this type of terrorist attack in our city. So I think if you look at the big picture and looked at the intelligence for the most part is working. If you look at our surveillances, social media, the different things that we're doing to try to preempt these situations, we've been very successful. Unfortunately, a situation like this, there's not much you can do. It's almost the last resort, the police officer on the street who has a gun who could stop him. So you have your intelligence first, you have your military, your enforcement operations and then your last line of defense, if you will, the cops or the good guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And they were out probably and more force than usual because it's Halloween. There is a huge parade that takes place downtown in Manhattan. Lots of streets would be blocked off as a result of that. You know, what do you make of this terrorist picking this day to do this act?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRANG",
      "sentences": "We don't know yet, it's too early, but we're going to know soon. They are executing search warrants. They are interviewing family members and friends. They're going forensically through his phone, through his laptop, through everything. So, we're going to have more information by this time tomorrow. But clearly there was a plan here. Clearly there was a truck rental. He came into -- my son was at that school, Stuyvesant. You know, that's a very busy intersection down there in Manhattan. There was some thought that went into this and you know, right now if you look around the city, you have 2,000 police officers. You have all of the immediate response units out around the city on this Halloween night.  You have all of, you know, thee Hercules teams out. You know, everybody is doing the best they can to make sure that the city stays safe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So that everybody can go about their lives as much as possible. Karl, you know, we all remember President Bush responding to the last terror attack in New York City, standing on that rebel and saying we hear you and the people who knocked down these buildings will hear from all of us soon. I think those words just cut to the chase in a way that was so needed at that moment. This president has tried to come up with ways to block people from entering this country who he thinks present a danger and he's been stopped at every turn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes. The president has though, what's on the other side of it, he is succeeding in ways that are really important for our country. He has focused on ISIS and the destruction of ISIS, not merely its containment, but its destruction. He has reinforced the view that we're going to remain now in Iraq to help the Iraqis to combat extremism within their country. He reversed the previous administration's decision and has kept and increased the number of U.S. advisors and troops in Afghanistan because he knows now that it is vital that if we want to avoid more incidents like this where they attack us here, then we better be fighting them abroad and when we have a victory like we've had in Raqqa, we have to understand that it's not an end. Then what's going to happen is the rats are going to scatter and we need to go to the holes that they're going to scatter to wherever they are in this world. This is a generational conflict and he's leading it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you Karl. Thank you Bob. Quick break. More of \"The Story\" after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Breaking moments ago, we received this live shot. This is believed to be the Home Depot in Passaic. We don't know absolutely at this point whether or not this is where the van or the pickup truck rather was rented by the man who has been identified as Sayfullo Saipov, an Uzbeki, 29-year-old male. But as you can see, there is caution tape around a vehicle there. Whether or not that could possibly be a vehicle that he drove to that location, we don't know, but that is obviously an area of interest. Also, Belgium and Argentina have both said that they have lost citizens this afternoon in New York City. Let's go live a Shepard Smith, who is standing by with more, live on the scene of this tragic, tragic attack. Shepard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Martha, a little more from police on that spot you were just mentioning, that car that is surrounded by tape is believed to be the car that the shooter -- that the perpetrator in this case took to that Home Depot in Passaic. It's now surrounded by the crime scene tape because the authorities have been getting prints and all that you might imagine, forensics from the vehicle. We don't know whether he went to that location by himself, but my understanding from law enforcement sources is that there are cameras at that location, that they are on just about every square inch, as it was described to me, and if that there was anyone with him they either already know or will know very shortly. They've worked in close contact, they tell us, with the Home Depot there. And again, they are processing that vehicle to try and learn more about him. If he left anything behind in that vehicle, we still don't know. We expect to get that from police at some time. Here on scene in lower Manhattan in the shadows of the Freedom Tower, I can tell you that police on scene have told me in the last 20 minutes or so that this suspect didn't say anything to anyone aside from \"Allahu Akbar.\" The location, the west side highway, West Street as it is on this area just down the street from us, and when he was wandering in and out of that traffic, according to authorities who were on scene, he didn't say anything else. And in fact, one very good police source said to me, and I'm quoting, \"he didn't seem to be in any mood to speak, and we certainly weren't in any mood to talk to him.\" They took him away without incident. My police sources tell me that he was shot in the midsection described as the abdomen. He is still at Bellevue Hospital, at the trauma center. Surgery was scheduled, whether that surgery is complete or not I do not know but I've confirmed with two more people in the last 10 minutes that in fact they believe that his injuries are not life-threatening so they'll be able to talk to him.  As for his background, some more new reporting, our intelligence correspondent Catherine Herridge is reporting tonight that he is believed to have been here on a green card. He's an Uzbeki national who was in the United States on a green card. Has expired identifications from both Tampa, Florida, and in near New Jersey so, New Jersey near the city of New York but across the river. He is believed to have been living in New Jersey for the better part of the last few years and most recently according to the reporting of the \"New York Post\" with which this channel shares common ownership, he's been serving as an Uber driver, that was just recently of this summer. The \"New York Post\" spoke with a man who described himself was a friend of his, who once took him to the airport, wanted to take pictures. He said that he couldn't take -- that he wasn't willing to take pictures, described him as a friendly guy who was good to everybody. Obviously, that was not the case here, when at 3:05 this afternoon according to authorities he began a rampage down the bike path just off the west side highway, 20 blocks, mowing down pedestrian after pedestrian, biker after biker. Ending his rampage here in the shadow of the World Trade Center, very near Stuyvesant High School where he ran into that school bus. Catherine Herridge further reports that there were handicapped children on that bus at the time. The school reports, one person from the school is in critical condition, two staffers injured as well. So that's what we know about his background and the situation across the river in Passaic where they have that vehicle surrounded and trying to find out what they can learn about this man from that, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Shepard, thank you very much. Joined now by Illinois congressman Adam Kinzinger -- he's a member of the House Foreign Affairs Committee and a veteran as well, good to see you tonight congressman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM KINZINGER, R-ILL.",
      "sentences": "You too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Your thoughts on what we saw today in New York City?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KINZINGER",
      "sentences": "Well, it's tragic. It was interesting because about two hours prior I was having lunch with President Trump and we were talking about his Asia summit coming up, but we discussed terrorism and he said, look, as we've defeated ISIS, we expect that they're going to spread out and try to do spectacular attacks and we had no idea this was coming. He's right and I think one of the important things to keep in mind here is as you hear people on the right and left complain about having troops in other countries around the world, you heard it after the Niger attack as tragic as that was. This is why we have troops around the world, is to be a bulwark against the recruiting of terrorism in other parts of the world. And so, you know, look, as bad as it is, this is kind of the new reality. I tell people don't live in fear though because they'll win. But also understand that when President Trump makes a decision to say we're going to send Green Berets or we're going to engage in other countries in the world to defeat terrorism, that's what this fight is. It's to be a bulwark and to stop it from coming here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, I mean that is a great point. I mean, you think about sort of the backlash, even for members of Congress who really, as I understand it, they have no reason to not know that we have troops in Niger. Obviously Al Qaeda and ISIS have expanded in Africa and that is where the fight has gone. You know as what's said earlier on this show, Karl I'm sure you'll agree, we need to wake up about this threat and about how immediate it is and is close to home as we saw today in the worst possible way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KINZINGER",
      "sentences": "And Karl Rove said it, this is a generational fight, probably the rest of my life we'll be involved in this to some level. I consider this basically a low-grade version of World War III. We're fighting all over. The president is doing the best he can to say areas where we see this cancer is going to on next, Niger for instance, we're going to send some American men and women to build a bulwark so the Nigerian forces can prevent this from happening. This is going to have to happen all over the world. So again, to my colleagues, some on the right and a lot of the left that come in and say oh my goodness, we have troops everywhere. We have troops places, not to be an imperial power, but to protect against attacks like this in New York City, and you'll never going to stop them in their entirety, but I'd much rather fight these SOB's over there than here at home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Understood. Congressman, thank you very much. Good to have you with us tonight. Joining me now, Brigitte Gabriel, founder and CEO of ACT! for America, Brigitte, welcome. Good to speak with you tonight. Here we go again.  BRIGITTE GABRIEL, FOUNDER AND CEO, ACT! FOR AMERICA: Yes, here we go again. And again, the signs were there. What type of questioning are we doing for this who are coming into the country? You take this person for example his name is Sayfullo which means sword of Allah in Arabic. It's an Islamic name. What type of questioning was this person questioned when he came into the country? What type of family did he have? This is where we are failing, Martha. We are failing in the intelligence department, in the human intelligence, in actually really scrutinizing people who are coming into the country. What type of refugees they are, whether they are coming as refugees or second-generation refugee? In other words, the refugees that are being brought to the country from different Islamic countries right now, especially those with links to terrorism, meaning the country. They work here for six months, they are given the American nationality, and then they can start bringing their extended family members. How did this person get here? Was it through an extended family member who was a refugee to begin with? This is why we need to secure the country. Understand who is here, who is not here, and what they are doing here if they overstay their visa. And by the way, I traveled this past weekend to Miami, Boston and north of Virginia. I had an expired driver's license. I went through three different airports on an expired driver's license and was not questioned once, and that is Boston, Miami and northern Virginia, which is the home of the biggest naval base in the United States. Now, I'm an American, I'm a terrorism analyst. I'm a faithful American, but this goes to show you the lack of security and the apathy we have in training those who, you know, trying to protect us. And that's why we need to throw political correctness in the garbage --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's a great point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABRIEL",
      "sentences": "-- and start doing what we need to do to protect the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, according to the reports, he had expired -- he had some expired document, I don't know if it was his driver's license, but he was able to go rent a car and we know that these car rental facilities all around Manhattan have been given warnings about people wanting to rent cars and do this kind of heinous act. You know, not to blame anybody who was working there, because we don't know enough details to do that. If that, you know, becomes the case, we will see as more of this unfolds but you know, you make a great point. We put so much it seems into security and TSA and all of these benchmarks and yet people seem to slip through the cracks at an alarming rate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABRIEL",
      "sentences": "Exactly, and that's where training really is very important. Just like what the Israelis do, we need to profile based on behavior and mannerisms and knowing that Al Qaeda and ISIS are instructing their people to rent trucks, of these type of trucks, and plow into crowds, we need to have a special training tapes that we provide to any rental place that does, for example, rent these type of trucks. On asking people certain questions when they're renting the trucks and monitoring their behavior. People who lie start breathing heavily. They start fidgeting. They smile a lot while their eye muscles do not smile, they smile a lot and it looks fake. These are the type of trainings that we need to provide to those working behind the counters who are leasing trucks for example to those who are trying to rent trucks specifically when we know that ISIS in particular is calling for these type of trucks to be rented to mow people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And it's a great point. You know, you look at everything that we've seen on Inspire (INAUDIBLE)and all of these online publications which really lay out very clearly the kinds of places that they want to attack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABRIEL",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "John Miller today talking about the potential for something at Thanksgiving that they were concerned about as they look at the threats that come across the internet and the like. Obviously, they know where to look and they have thwarted 15 attacks in New York City. Unfortunately today, this one got through and, you know, we understand that he was from Uzbekistan. There is a group there -- he came in 2010. There is a group there that has affiliated with ISIS, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABRIEL",
      "sentences": "Correct -- correct, especially in that part of the world. I mean, ISIS is really mushrooming and they are fighting for funding (ph) fertile grounds. I mean look what's happening on the Balkans. The Balkan is the new Afghanistan. This is where the radicals are really organizing. That's where Al Qaeda went and started, you know, really recruiting, because they have fertile ground in that part of the world. But again, this is where we, the American public, it's very important also to be vigilant. You know, I was listening earlier talking about -- Shepard Smith was talking about the friends of this guy that knew him, he was very friendly, very nice, peaceful person, he was an Uber driver. You know, it sounded exactly like the report describing Mohamed Atta, when Mohamed Atta immediately after September 11th so, same type.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, good point. Thank you Gabriel. Thank you so much for being with us tonight. Stay tuned to Fox News, foxnews.com, obviously breaking news on this story. Terror attack in New York City, all of this comes as we continue throughout the evening, Tucker Carlson live in Washington, next. Goodbye. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, HOST",
      "utterance": "Breaking new details in the fast unfolding terror attack in New York City tonight. Good evening everyone, I'm Martha MacCallum, and \"The Story\" begins on the Lower West Side of Manhattan. Just blocks from the former site of the World Trade Center Towers as New York becomes the first major American city to be the target of the kind of vehicular terrorist attacks that we have seen in Europe. We have new details now just coming in about the man who was in custody and under armed guard not far from here in a New York City hospital, his name is Sayfullo Saipov. Law enforcement officials telling Fox News that he has been identified. He is the man, they believe who shouted \"Allahu Akbar\" before he plowed a home depot-rented truck into a busy, popular bike path right along the Hudson River that is used by hundreds, if not thousands of people every day in New York City. He took the lives of at least eight innocent people and injured at least 11 others. We are about to get updates this evening on the condition of many of those. Now, that home depot is just on the other side of the Holland tunnel, and tonight it is the site of intense scrutiny. They have two cars in the parking lot there that are roped off. We're going to take you there in just a few moments. Police say that the 29-year-old man came onto the bike path -- as you see on the left-hand side of your screen on that map -- near the former World Trade Center, now the site of the beautiful gleaming Freedom Tower, which has taken its place. Then he drove south; he hit pedestrians and plowed into people on bicycles. We will show you in a moment the bicycles scattered across the path at the horrific scene. Then he plowed into a school bus, injuring at least two adults and two children. This amateur video, take a look at this. This is after he jumped out of that white home depot truck and started running around the street. Can you imagine what's going through the minds of the drivers and people who are along the sides of the streets as they watch this guy running around with two guns in his hand? We were later told by the police commissioner one was a paintball gun, and one is a pellet gun, but just imagine the fear that engulfed this entire area of lower Manhattan as he continues to run around. He was taken down by a very brave New York City police officer who had arrived on the scene. More details on that a moment. Look at this. I mean, this is New York City, folks. We are told that he was shot in the abdomen. He's currently being treated at a local hospital."
    },
    {
      "speaker": "MAYOR BILL DE BLASIO, D-NYC",
      "utterance": "This was an act of terror and a particularly cowardly act of terror aimed at innocent civilians."
    },
    {
      "speaker": "GOV. ANDREW CUOMO, D-N.Y.",
      "utterance": "Are these lone wolves who commit an act of terror? This is all a very preliminary, it's only been a couple of hours, but at this point, there's no evidence to suggest a wider plot."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We heard the shots and we went to the window and we've seen two of the bodies lying down. A bunch of bicycles, they were on the floor, it was really chaotic."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "President Trump tweeted this moments ago: \"In New York City, it looks like another attack by a very sick and deranged person. Law enforcement is following closely. Not in the USA!\" We have experts on deck to walk us through this breaking news tonight as we get more details by the moment. Shepard Smith is live on the scene in lower Manhattan with some of those late-breaking details. Good evening, Shep."
    },
    {
      "speaker": "SHEPARD SMITH, FOX NEWS CHANNEL",
      "utterance": "Martha, good evening. New York State Governor Cuomo, New York City Mayor Bill de Blasio announcing heightened security across our city and our state, and heightened police presence at public events. Just west of us is the annual New York City Halloween parade, expected to drop to a million people to Greenwich Village and beyond as it goes straight up at the center of our island. The governor, actually the mayor announcing that parade will go on as scheduled, and it's scheduled to begin right now. Between here and there on the walk from the subway tonight, we saw lots of little kids with their parents and hand dressed for Halloween going trick or treat. A sign that New York City carries on as the mayor and the governor insisted it would with heightened police presence. Across the city that is no doubt shaken on the subway tonight. They were quieter than usual but just as crowded as ever. And the city, on the move in the wake of this terror attack that happened five minutes past 3:00 Eastern daylight time this afternoon. It was Houston Street on the far west hand side of the island, as far as you can go before you get to the Hudson River on a bike path that's been there long before bikes were the way people got around in the city. It is maybe the most famous bike path that we know when our town. There are north and southbound lanes there. And at Houston Street, there's an entry from Houston, and it's at that spot that they believe this man, this was Becky, an immigrant we believe, who came to the United States in the year 2010, settled in Tampa. But according to the reporting of the New York Daily News lives somewhere in the New Jersey area more recently, though Fox News can't confirm that. He entered at five minutes past 3:00, according to authorities went southbound on that bicycle pathway. And when he did so, begin to hit pedestrians and bicyclists one after another after another moving southbound some 20 blocks. And along the way according to witnesses who spoke with Fox News and other, traveled at some point up to 40 miles an hour. Again, those are witness reports. There were mangled bicycles along that bike path now, which sits just 10 feet off the Westside Highway -- one of the busiest (INAUDIBLE) in all of this city; that takes you to the bridges and tunnels that lead to New Jersey and beyond. When he finished, he was here at that iconic site you mentioned, right at Chambers Street and West Street. In the shadows of the World Trade Center. It was here that he ran into that school bus, very near Stuyvesant High School, a famous high school that's very close to here. School had just been let out because of the time of day on a Halloween afternoon. He ran into a school bus according to authorities. And after he did so, he jumped out of that vehicle, and that's when that video was taken of the man running around in the street in what is the Westside Highway -- a major avenue. And in the middle of all of the traffic, swerving and weeding, and according to multiple witnesses in the New York City police, shouted \"Allahu Akbar,\" and it was then, quoting the New York City police officer who was on scene at the time that the \"sixth precinct lit him up.\" He was shot -- we don't know how many times -- in the lower extremities, we are told. It's my understanding from sources there that he still at Bellevue Hospital, listed officially in critical condition. Earlier, his condition was described to me as the grave, but all involved now say they do believe that he will survive. Was he able to speak with authorities between the time when he was arrested and before he went into surgery? We do not yet know. But according to witnesses, he was coherent and able to speak at the time. As for the victims, four of them are from Stuyvesant High School. Two said to be staff members, two said to be children. Remember, the high school letting out at that time of day. Suburbs all across America, people would line up and get on the buses. In lower Manhattan, some do that, most go off the subways and MTA Buses -- the regular city transit to make their way home. So, they were scattered about the school and headed home as they always would when the scene unfolded in front of them. One of those children said to be in critical, that child said to be at a Bellevue Medical Center -- a level one trauma center in lower Manhattan, East of us now, where they are under guarded care, we're told. The suspect, in close police watch. As for the vehicle that he drove, we're now told that he went rented that white pickup truck from a home depot in Passaic, New Jersey. Originally, we reported Jersey City, New Jersey, which is just the other side of lower Manhattan; Passaic, New Jersey, about a 15-mile drive or 45 minutes in traffic from the spot where I'm standing in lower Manhattan -- very near the 9/11 memorial."
    },
    {
      "speaker": "And it's there that authorities are on scene right now trying to assess",
      "utterance": "is there a video of him from that time? Was there anyone with him when he rented that vehicle? And then tracing the cameras, which are ubiquitous here to see if there was anyone with him along the way. Martha, the investigation continues tonight, this Halloween night, as trick-or-treaters mix among those investigators."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Shepard, thank you very much. Shepard's been on this since 3:00 this afternoon when this first started to unfold. And, of course, in the initial stages, no one really wanted to believe that this was what certainly has turned out to be -- clearly, a terrorist attack, as was laid out by Mayor de Blasio and Governor Cuomo in the news conference that they brought forward not long after that event. Joining me now on the phone, Lieutenant Colonel Tony Shaffer, CIA Trained Intel Operative and a Senior Fellow at the London Center for Policy Research. Tony, good to see you this evening. Here we go again. You know, Lower Manhattan, as we keep saying, not far from the scene of the World Trade Center. We know that obviously, the big apple is high on the list for a terrorist who wants to pull off something like this. Your thoughts on what we saw today?"
    },
    {
      "speaker": "LT. COL. TONY SHAFFER, CIA TRAINED INTEL OPERATIVE AND SENIOR FELLOW AT THE LONDON CENTER FOR POLICY RESEARCH",
      "utterance": "Right. Let's put this into -- look, I was right there at 17 States Rig just yesterday and I walked from your studio to the train station. So, this is no small issue to me. We have to recognize that ISIS has found an effective technique -- and I'm sorry I disagree completely with Governor Cuomo: this is not a lone wolf; this is a technique trained by ISIS to be used against all the targets to include New York City. There is some good and bad news here. First, look, let me say, the New York police, NYPD, counterterrorism folks have been doing a lot more to stop these sorts of things that they can acknowledge. So, that's the good news. The bad news is, we can't -- they can't be there everywhere. But this was as Shepard just talked about, incidental to the Halloween parade, they were there with a very heavy presence and they reacted quickly to take this guy down. And I've seen pictures of those guns he had, Martha, they looked just like real weapons. So, the NYPD did what they had to. But we have to -- we have to do two things. We have to understand that you live, and I live here in Washington, two of the biggest terror magnets in the world. ISIS is not defeated, they've metastasized. They've gone other places. So, this is where we have to get ahead of it. Secondly, to do that we have to be able to enhance law enforcement intelligence sharing. NYPD is the best; I've worked with Sheriff Dave Decatur in Stafford County to save Homeland Security Advisor working behind the scenes. The American public does not understand how much of a threat there really is. They need to understand that people are working it, though. And the last thing, we have to do what we can to get ahead of this thing in the big picture, to defeat the message. These things are happening because ISIS got out of control, the Obama administration didn't do enough to stop it, and now we're behind the power curve and we have to do more to stop it in the future."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I mean, you think about the different scenes where we have seen this. And as soon as I saw the images come forward in the early reports were that it was some kind of accident, which of course takes all New Yorkers back to the moment when you started to hear that may be a small plane had gone into the side of the World Trade Center. And then as soon as I saw the images of those bikes stunned across the path, it becomes an unmistakable image, Tony, that we have become too used to seeing, and it's pretty clear that someone very intentionally plowed off of the road and into that pedestrian area."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "Well, I got some new information on that now. Something was found in the cab of the truck that may indicate some sort of motive. I hear it may be some sort of manifesto -- the NYPD is analyzing that. So, we have to be patient; this may be part -- we don't know if this was part of a larger network, that is something they are indeed looking at. So -- but to your point, this is horrific, this is indicative of what terror now looks like. We cannot ban every truck. We can't ban knives. So, we have to get ahead of them as best we can to protect the network, defeat the networks and go at them where they're at both overseas and here. And let me say one other thing really quick, we talked about this before. The left in this country is now posting the idea of using violence as part of their political speech. There's an ad out in Virginia by Ralph Northam where he uses trucks mulling over kids."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We played that last night."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "Yes. And think about this, Martha, they do this on the left and now we have it happen. This is not acceptable political speech, and we have to do everything we can as Americans to defeat the terror networks, and not buy into using their message as a political method of speech."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, we did hear from John Miller from the NYPD, a Counterterrorism Specialist. And John said we visited 148 truck rental places -- this was in preparation for this kind of attack, and they basically told them what to look for, who to be concerned about when someone walks in and wants to rent a truck. You know, obviously, these are the kinds of things that we have to get better at."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "Right. And Martha, to that point, I mean, John and NYPD and the city folks are doing everything they can. They cannot disclose everything that they're doing. They cannot disclose techniques. They cannot disclose its consensus. But I'm telling you, you know, we've got -- we cannot afford to let our guard down one bit. We need to go full steam ahead and we cannot afford to allow innocent citizens walking and biking in New York or anywhere else to be mowed down pointlessly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's horrible. You know, the word is, and we're still putting the pieces together of this man whose last name is Saipov. He is believed to have been Uzbeki. He spent time in Tampa, Florida. But according to the latest information that we have, and obviously, this is all going to continue to be refined, has been living in New Jersey. He doesn't sound like somebody who came in as a recent refugee or anything like that. He sounds like he's homegrown."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "Well, look, the issue has not been unnecessarily where they start from, it's how the message gets given to them and the propensity for radicalization. Again, we cannot simply count on law enforcement always being there ahead of those folks. We have to start going after the message. This guy found some level of connection with ISIS. With some terror group. When we go back, Martha, when we go through his social media, I'm sure we're going to find indicators of how he was radicalized. And again, we have to understand that it's not simply about catching these guys, it's about trying to get ahead of them and defeating networks, defeating the ideology. To defeat the ideology, you must help push forward the reformation of the religious -- of Islam. President el-Sisi of Egypt has said, there needs to be a reformation of the Muslim faith to remove violence as part of its faith. And I agree with that and others do too, which we have to go both the two ways; we have to go after the message and we have to stay ahead of them as they do their missions."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Col. Tony Shaffer, always good to talk to you, thank you very much."
    },
    {
      "speaker": "SHAFFER",
      "utterance": "All right. Thank you, Martha. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, joining me now by phone is former New York City Police Commissioner Bernard Kerik. Good to have you with us this evening, sir. Obviously, a sad day for all New Yorkers. We've been down this road before and now it has revisited our great city."
    },
    {
      "speaker": "BERNARD KERIK, POLICE COMMISSIONER, NEW YORK CITY POLICE (via Telephone)",
      "utterance": "Yes. Listen, the unfortunate thing is: nobody should be surprised by this. These people constantly, whether it's ISIS or Al Qaeda, or any of these it radical Islamic extremist groups, they're constantly promoting what they are going to do, how they're going to do it; it's in their actual training manuals. If you can't get your hands on explosives or you can get your hands on firearms, use knives, use vehicles. The bigger the vehicle, the more damage you caused. This is right out of your training stuff. So, we have to realize we don't have any specific threats in this country, but ISIS and Al Qaeda and radical Islam is a very credible threat to the United States and anybody who thinks it can't happen here, or it's not going to happen in the future, you're either naive or you're a moron. You know, because it's here to stay."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. You know, I think everybody who has witnessed the horrible attacks that we've seen in Europe of this nature, and we certainly had the Boston marathon killing, we've had other -- the Pulse nightclub, you know, so many, too many attacks in this country. This kind of attack where, you know, someone -- all they need to do is rent a car and use it as a weapon, essentially. It's eerie and it's incredibly simple."
    },
    {
      "speaker": "KERIK",
      "utterance": "You know, you and Tony were talking, and you were talking about John Miller and how they've gone to the individual rental agencies around the Tri-State Area trying to get people to understand what to look for. You know, the unfortunate thing as Tony said, we can be the best we can be, but, you know, you only need one to slip through the cracks and that's I think what happened here. Fortunately for us -- unfortunately, it's New York City, but fortunately, it's New York City, and we have better resources, we have more resources, we have more personnel, we have the Joint Terrorist Task Force that is probably the most superb in the world. So, we'll get to the bottom of this, we'll figure it all out, and we will make sure that we are on top of it, but at the end of the day, you're going to have things like this that slip through the cracks."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let me ask you this, because, you know, we all remember the controversy when Commissioner Kelly was in charge and there was sort of more relaxed rules, for lack of a better way of putting it, in terms of scoping out people could potentially be dangerous in communities around New York City, New Jersey, and New York City. Tell me what you're feeling is about how we approach that now under the current administration, and what if anything needs to change?"
    },
    {
      "speaker": "KERIK",
      "utterance": "Well, the thing that needs to change, the one dynamic that needs to change is political correctness. Stop the political correctness. The reality is you're not racial profiling when you're looking for terrorists; you're criminal profiling. That's what you're doing. You're looking for certain people that do certain things that associate with certain people, that live in certain areas, that attend certain mosques. You have a basic idea of what you're looking for, and you go find that. You look for them, you interview people, you collect intelligence. You know, the people on the left --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And are we hamstrung in this area in New York right now?"
    },
    {
      "speaker": "KERIK",
      "utterance": "We are because people are afraid to admit that there's a real problem."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know I got -- go ahead."
    },
    {
      "speaker": "KERIK",
      "utterance": "The bottom line is, these people are out there. They're out there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I got to tell you. When I watched Mayor de Blasio stand up there, and I know, obviously, this is a difficult moment for anyone in leadership, you know, but when I hear, you know, they're trying to break our spirit, they're trying to -- you know, we're strong New Yorkers, and we're going to go on and all of that, which is all true, it just -- it does make you sort of want to shake your head and say, are we really doing all we can, you know? I mean, it's common -- I feel like these sorts of moments of solace and these comfort words and phrases that are heard all around the world are sounding a little hackneyed in many ways."
    },
    {
      "speaker": "KERIK",
      "utterance": "Here's what the mayor didn't say, and many leaders will not say: they're going to kill us if we don't kill them. That's what he didn't say, that's the reality. This is a war, it's a war they started many, many years ago and the war is not going anywhere unless we end it. And the only way to end it -- this is -- there's no diplomatic solution, this a conventional enemy, they don't wear a uniform, they don't belong to a state. You're either going to kill them or they're going to kill us, and that the only way you can deal with this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Bernard Kerik, thank you very much, sir. Strong words, good to hear it tonight. All right. So, this just into Fox News, President Trump has released a statement on the New York City terror attack. This is obviously his home city and he feels strongly about it as anybody does who lives here. Let's go right to chief national correspondent Ed Henry -- also, a New Yorker, who joins us tonight live from the White House with that. Good evening, Ed."
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHANNEL CHIEF NATIONAL CORRESPONDENT",
      "utterance": "That's right. Good to see you, Martha. Interesting, the president has been getting updates, we're told briefings from his Chief of Staff, Retired General John Kelly, to stay on top of the situation. He's been tweeting about it -- his normal mode of communication to get things out quickly. But now, as you say, just the last couple moments, a formal written statement from the president, goes into further depth. \"Our thoughts and prayers are with the victims of today's terrorist attack in New York City and their families. My administration will provide its full support to the New York City Police Department, including through a joint investigation with the FBI. We offer our thanks to the first responders who stopped the suspect and rendered immediate aid to the victims of this cowardly attack,\" the president says. \"These brave men and women embody the true American spirit of resilience and courage. I will continue to follow the developments closely.\" That, just in from the president of the United States, of course, going back to the campaign of 2016, Martha, you know he has been very aggressive about saying we have to take the fight directly to ISIS and other terror organizations. This is now a terror attack on American soil that he is going to have to deal with. There are going to be massive ramifications in the days ahead, as you've been reporting. In that statement from the president that this is now a joint investigation, not just with the NYPD, but the FBI involved, which means the full resources of the federal government behind this as well, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Ed, thank you so much. We'll go back to Ed at the White House shortly. Joining me now by the phone in New York City Congressman Peter King, Member of the House Intelligence Committee. I'm also joined here in the studio by General Jack Keane, Chairman of the Institute for the Study of War and a Fox News Military Analyst. General Keane, let's me go to your first here onset, what are your thoughts on what we saw today?"
    },
    {
      "speaker": "GEN. JACK KEANE, FOX NEWS MILITARY ANALYST AND CHAIRMAN OF THE INSTITUTE FOR THE STUDY OF WAR",
      "utterance": "Well, certainly, I'm a born and raised New Yorker, so you can't help but be affected by something like this. And regardless of where you are in America, you feel the same way in terms of people being needlessly killed like this. When you put this thing in context, we've been dealing radical Islam in America or in the world for 25 years. And the fact of the matter is, sadly to say, radical Islam has morphed into a global Jihad in those 25 years; Al Qaeda is thriving and growing; ISIS, despite the fact we just took | Raqqa -- their safe haven -- away from them, they've managed to expand into 30 countries. They managed to grow, and they were very resilient organization from several hundred Iraqi fighters in 2012. On the Internet, they recruited almost exclusively an entire international army, some 18 months later they grew to a size of 30,000. No organization has ever organized like that before. That Internet operation, we refer to it as a virtual caliphate. Despite the physical caliphate is going away, the virtual caliphate is intact. So, that organization is not dead. The leaders are in Southeast Syria, and they are still inspiring -- maybe somebody like this was inspired by them -- or directing terrorist operations."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You raise such a great point, and I think about what happened in Washington today with Facebook and Google and Twitter, and all of the concerns that were raised about the 2016 election, and that's a separate story. But how do we get at their form of communication and of recruiting and of reaching out over social media, which is ungoverned, essentially?"
    },
    {
      "speaker": "KEANE",
      "utterance": "And we're struggling with it, to be frank. I mean, actually, taking down a physical caliphate for us militarily is easier than actually defeating them cyber. And that's the reality we're facing: dealing with privacy rights and the rest of it. Right now, before the Congress is about, they're facing on 702, which is part of the Patriot Act, so that we can track terrorists, so we're talking to people in this country. And there are people in the Congress who don't want that to happen. I mean, wake up! We've been in this war for 25 years. These guys are dead serious about it. They are going to keep coming for us and coming for us. And I agree, you can't just shoot your way out of it because it is an ideology and people are drawn to it, and you have to go out there and undermine that ideology and it's complicated, but you have to start. It takes national leaders, it takes community leaders, it takes religious leaders, you've got to offer these young people an alternative to what they're reaching for, which is some purpose and meaning in their life, and they're drawn to this horrific ideology, but you've got to have an alternative for them. And that there's a lack of political and social justice and economic opportunities in these communities where they come from. They're breeding grounds for it. And they are the leaders, and then they inspire somebody that lives in the United States which actually living likely a middle-class life. In America, Muslim communities -- the people are more assimilated. The second generation is off to college and comes back to visit. That's America, but that's not what happening around the world out there. And we've got to get after this thing comprehensively. This administration has the potential to do it because they understand it and they want to do something about it; previous administration disengaged. And when we disengage to the Middle East until we contain radical Islam, what we got is ISIS in return for that. And went on the same thing by not resourcing Afghanistan."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, when I think about sort of homegrown model, which this individual may be. It looks like he lived in and in New Jersey, but one of the big question marks in this case, already -- there's a lot of them -- is whether or not he traveled anywhere and came back. And it seems to me that that is one zone that should be more manageable. I think of Tamerlan Tsarnaev who, you know, traveled, trained, and came back; and we've seen that again and again. How can we wrap our arms around that issue and say, you know, if you go off to train in one of these camps, you're never coming back here?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, that's why we have a president who clearly understands that. And he wants people to be vetted who are coming out of these known areas that are growing grounds for terrorism, and particularly in places where there is no mechanism there to be able to check on the people who are applying for this country -- that's the whole issue. And why people don't understand it, is beyond comprehension."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's what the president has been very outspoken and forceful about. I want to bring in Pete King, Congressman Peter King, who joins us on the phone tonight. Congressman, welcome. You obviously spent a lot of time on this topic and now it has hit home in a brutal reality tonight."
    },
    {
      "speaker": "REP. PETER KING, R-N.Y.",
      "utterance": "It really has. Let me say at the outset I agree with everything that General Keane has said and also what Kerik said before. This is a vicious enemy and the NYPD is the best in the world at what they do, worked with the FBI in New York, they do an outstanding job. This type of attack with the vehicle, which is not a lethal weapon by itself, it's not a gun, it's not a knife, it's not an explosive device. It's so important we check on this person's record because unless the person has a terrorist record, and once they've been on the Internet, and once they've been using other forms of social media, unless they've been talking to people in the community about carrying out terrorist acts, it's virtually impossible to stop them. And that's every FBI and every cop's nightmare, this type of attack which is low cost to the enemy and yet it can be terribly lethal and it shows how evil and diabolical the way they are, and it also shows how wrong the critics have been over the years who have been critical of the NYPD for wasting too much surveillance, for overstretching this issue. The only way we can stop it locally is through increased surveillance, neighborhood surveillance, community surveillance, that means using undercover as if using informants. It means going through every bit of social media that we can, and so any of it. By the way, the police officer who shot the terrorist today, what a hero he is. I mean, if he had not that, who knows what might've happened."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Incredible, you know, and you can see in some of the videos we saw today individual's kind of, you know, running behind a car trying to get an angle on this guy as he's darting around. And I think about the bravery of those individuals, and one of them may have been that police officer, it's hard to tell on that video. But you know, Congressman King, I also think back to when you had a panel on counterterrorism in Washington and it was titled something about Islamic extremism in the United States. They wouldn't even let you call it that and wanted to open it up to other forms of extremism that could be discussed on the panel. And what General Jack Keane is saying and Bernard Kerik, the former Police Commissioner, is wake up. The country needs to understand that we are literally and figuratively under attack. And until we really deal with it in that way, and take it on, and I have to say that President Trump dealt with it that way during the campaign, you know, clearly calling it out for what it is, and we've been through, you know, a long period where we weren't allowed to say that. You know, how do we accomplish that goal?"
    },
    {
      "speaker": "KING",
      "utterance": "You know, all violence is wrong, all murder is wrong, but what makes Islamist terrorism unique right now is the worldwide movement. It's a movement that has tens of thousands of supporters around the world, including here in the United States. And with travel being what it is today, as you said people go to Syria to get trained, they can come back. Europeans who come into our country without applying for a visa; they've got into Syria, they get trained, they go back to Europe, they can come into the country. We have people here this country, as we've seen, just on Long Island, we've had any number of terrorist plots stopped and people arrested. People serving long prison sentences. We have a person -- actually, go to Afghanistan. So, as Bernie said before, they're going to kill us unless we kill them first and we have to stop being politically correct. We have to stop being apologetic. You're right, I have those hearings six and a half years ago. You would have thought that I was Adolf Hitler the way I was being attacked. And yet of the three witnesses I had, two of them were Muslims and one was an African-American whose son was a Muslim convert. They were there to talk about the danger and the damage that Islam has caused to Muslim communities in this country. Ninety-nine percent of the people are good people, but the fact is there are elements that are dangerous to our country and the community has to cooperate more. And I've said this a million times when the FBI was going after the mafia, they went into the Italian-American community. If they're going after the Westies, there is the Irish-American community. If you're going after Islamist terrorism you have to monitor the Muslim community. That's where it's coming from and that's the reality. You have to stop being politically correct, stop being apologetic and realize this enemy wants to kill us in the most diabolical way. This guy is like killing innocent people on a bike path, people standing around to save attacking a school bus with disabled kids, what an absolute disgrace."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Congressman Peter King, General Jack Keane, thank you very much to both of you for being with us on a very tough night for America as the first vehicular attack in a major American city turns us to another page of confronting terrorism in America. We have breaking coverage as we get new details about this terrorist coming in, where he's from, his age, the condition that he is in at a New York City hospital tonight, all of that straight ahead."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Unfortunately, this is not the first time that an attack of this nature has occurred as we all know. In fact, terror attacks where a vehicle becomes a weapon is becoming very common. Trace Gallagher is live in our West Coast newsroom with the back story on those cases, which we remember too well. Trace, good evening."
    },
    {
      "speaker": "TRACE GALLAGHER, FOX NEWS CORRESPONDENT",
      "utterance": "Good evening, Martha. ISIS and Al Qaeda have long been telling their sympathizers to use a combination of cars and knives, and those appear to be the common denominators in most of these types of attack like back in August in Barcelona when a 22-year-old Spanish citizen drove a van into a crowd of the famed La Rambla shopping district, killing 13, injuring more than 100. The attacker then got out of his van, stabbed and killed another woman and yelled \"Allahu Akbar\" before police shot and killed him. In June 3, Islamic terrorist used a van to plow into pedestrians on the London Bridge, then got out and began stabbing people in pubs and bars along the bridge. In all, seven were killed, 48 injured. In March, a British citizen who pledged allegiance to ISIS drove into pedestrians along the Westminster Bridge in central London, killing 4, injuring 50. That attacker got out of his vehicle and fatally stabbed an off-duty police officer before being shot and killed by police. We have also had deadly vehicle attacks in Paris, Sweden, Berlin, and don't forget in this country last November when an Ohio state student of Somali descent plowed his car into a crowd of students and then stabbed them with a butcher knife, injuring 11. The suspect were shot and killed. And of course the deadliest vehicle attack happened in July of 2016 in Nice, France, when a Tunisian national drove a large truck through a crowd of people celebrating Bastille Day, killing 86, injuring more than 500. Recently, an ISIS magazine included an article that showed the best kinds of vehicles to use for attacks and even suggested that sympathizers rent them, which caught the attention of New York police. Watch. We went and did extensive outreach to the truck rental business. We visited over 148 truck rental locations in this area, the obvious ones U-Haul, Ryder, Home Depot, et cetera, and talk about suspicious indicators, ways to come forward."
    },
    {
      "speaker": "GALLAGHER",
      "utterance": "And of course police say today's attacker used a Home Depot rental truck, Al Qaeda has many times called trucks the ultimate mowing machines. Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you Trace. All right, here with more tonight, Karl Rove, former deputy chief of staff to President George W. Bush and a Fox News contributor and Bob Strang, CEO of Investigative Management Group who also served as co-chair of the New York State post 9/11 Anti-Terrorist Task Force. Gentlemen, welcome. Good to have both of you here. Karl, let me start with you in terms of White House response and I just want to mention that the First Lady is a New York City. We just received word a little while ago that she is here until Wednesday and we saw that she tweeted out her thoughts and prayers of course to everybody who was affected. This is her hometown as well and she is concerned, obviously as they monitor the situation, but you know, how does the White House deal with this kind of situation, Karl?"
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTR",
      "utterance": "Well, after 9/11 we created the Counterterrorism Center located in Washington, and my sense is the Homeland Security advisor inside the White House, the chief of staff will probably have very close communication with the Counterterrorism Center almost from the moment that this event occurred and probably brought in intelligence agencies. This is after all a Uzbek national who came to the United States in 2010. Uzbekistan was the most populist of the former Soviet Muslim republics in central Asia. About 90 percent of the populations are Sunni Muslims. It is generally peaceful, but it has an Islamic extremist movement, you know, the Islamic Movement of Uzbekistan, the IMU which has officially aligned itself with ISIS. And so they probably already began efforts to check out what kind of connections he might have had, if any, to that movement. But the White House has at its disposal through the Homeland Security Department and the Counterterrorism Center, and the Homeland Security advisor inside the White House, new means of communication and tools that were not available on 9/11 and my suspicion is all of those were heavily used this afternoon and this evening."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, no doubt. Good information. Bob Strang, let me go to you. In your work in terms of counterterrorism in New York State, you look at this situation and this is really been everybody's nightmare, you know, that we would see this kind of thing here, and now we have."
    },
    {
      "speaker": "ROBERT STRANG, CEO, INVESTIGATIVE MANAGEMENT GROUP",
      "utterance": "Right Martha. It's also, I mean, just looking at the other cities across our country, take a look at the potential of something like this. All of our avenues in New York City across our country, in malls and bus stops and outside schools, this is continuing to be a problem. Not only around the world, but here in our own country and we've learned this through intelligence. In New York we've been able to stop 15 attacks since 9/11. Tonight is the first time where someone has successfully gotten through and had this type of terrorist attack in our city. So I think if you look at the big picture and looked at the intelligence for the most part is working. If you look at our surveillances, social media, the different things that we're doing to try to preempt these situations, we've been very successful. Unfortunately, a situation like this, there's not much you can do. It's almost the last resort, the police officer on the street who has a gun who could stop him. So you have your intelligence first, you have your military, your enforcement operations and then your last line of defense, if you will, the cops or the good guys."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And they were out probably and more force than usual because it's Halloween. There is a huge parade that takes place downtown in Manhattan. Lots of streets would be blocked off as a result of that. You know, what do you make of this terrorist picking this day to do this act?"
    },
    {
      "speaker": "STRANG",
      "utterance": "We don't know yet, it's too early, but we're going to know soon. They are executing search warrants. They are interviewing family members and friends. They're going forensically through his phone, through his laptop, through everything. So, we're going to have more information by this time tomorrow. But clearly there was a plan here. Clearly there was a truck rental. He came into -- my son was at that school, Stuyvesant. You know, that's a very busy intersection down there in Manhattan. There was some thought that went into this and you know, right now if you look around the city, you have 2,000 police officers. You have all of the immediate response units out around the city on this Halloween night. You have all of, you know, thee Hercules teams out. You know, everybody is doing the best they can to make sure that the city stays safe."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So that everybody can go about their lives as much as possible. Karl, you know, we all remember President Bush responding to the last terror attack in New York City, standing on that rebel and saying we hear you and the people who knocked down these buildings will hear from all of us soon. I think those words just cut to the chase in a way that was so needed at that moment. This president has tried to come up with ways to block people from entering this country who he thinks present a danger and he's been stopped at every turn."
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes. The president has though, what's on the other side of it, he is succeeding in ways that are really important for our country. He has focused on ISIS and the destruction of ISIS, not merely its containment, but its destruction. He has reinforced the view that we're going to remain now in Iraq to help the Iraqis to combat extremism within their country. He reversed the previous administration's decision and has kept and increased the number of U.S. advisors and troops in Afghanistan because he knows now that it is vital that if we want to avoid more incidents like this where they attack us here, then we better be fighting them abroad and when we have a victory like we've had in Raqqa, we have to understand that it's not an end. Then what's going to happen is the rats are going to scatter and we need to go to the holes that they're going to scatter to wherever they are in this world. This is a generational conflict and he's leading it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you Karl. Thank you Bob. Quick break. More of \"The Story\" after this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Breaking moments ago, we received this live shot. This is believed to be the Home Depot in Passaic. We don't know absolutely at this point whether or not this is where the van or the pickup truck rather was rented by the man who has been identified as Sayfullo Saipov, an Uzbeki, 29-year-old male. But as you can see, there is caution tape around a vehicle there. Whether or not that could possibly be a vehicle that he drove to that location, we don't know, but that is obviously an area of interest. Also, Belgium and Argentina have both said that they have lost citizens this afternoon in New York City. Let's go live a Shepard Smith, who is standing by with more, live on the scene of this tragic, tragic attack. Shepard."
    },
    {
      "speaker": "SMITH",
      "utterance": "Martha, a little more from police on that spot you were just mentioning, that car that is surrounded by tape is believed to be the car that the shooter -- that the perpetrator in this case took to that Home Depot in Passaic. It's now surrounded by the crime scene tape because the authorities have been getting prints and all that you might imagine, forensics from the vehicle. We don't know whether he went to that location by himself, but my understanding from law enforcement sources is that there are cameras at that location, that they are on just about every square inch, as it was described to me, and if that there was anyone with him they either already know or will know very shortly. They've worked in close contact, they tell us, with the Home Depot there. And again, they are processing that vehicle to try and learn more about him. If he left anything behind in that vehicle, we still don't know. We expect to get that from police at some time. Here on scene in lower Manhattan in the shadows of the Freedom Tower, I can tell you that police on scene have told me in the last 20 minutes or so that this suspect didn't say anything to anyone aside from \"Allahu Akbar.\" The location, the west side highway, West Street as it is on this area just down the street from us, and when he was wandering in and out of that traffic, according to authorities who were on scene, he didn't say anything else. And in fact, one very good police source said to me, and I'm quoting, \"he didn't seem to be in any mood to speak, and we certainly weren't in any mood to talk to him.\" They took him away without incident. My police sources tell me that he was shot in the midsection described as the abdomen. He is still at Bellevue Hospital, at the trauma center. Surgery was scheduled, whether that surgery is complete or not I do not know but I've confirmed with two more people in the last 10 minutes that in fact they believe that his injuries are not life-threatening so they'll be able to talk to him. As for his background, some more new reporting, our intelligence correspondent Catherine Herridge is reporting tonight that he is believed to have been here on a green card. He's an Uzbeki national who was in the United States on a green card. Has expired identifications from both Tampa, Florida, and in near New Jersey so, New Jersey near the city of New York but across the river. He is believed to have been living in New Jersey for the better part of the last few years and most recently according to the reporting of the \"New York Post\" with which this channel shares common ownership, he's been serving as an Uber driver, that was just recently of this summer. The \"New York Post\" spoke with a man who described himself was a friend of his, who once took him to the airport, wanted to take pictures. He said that he couldn't take -- that he wasn't willing to take pictures, described him as a friendly guy who was good to everybody. Obviously, that was not the case here, when at 3:05 this afternoon according to authorities he began a rampage down the bike path just off the west side highway, 20 blocks, mowing down pedestrian after pedestrian, biker after biker. Ending his rampage here in the shadow of the World Trade Center, very near Stuyvesant High School where he ran into that school bus. Catherine Herridge further reports that there were handicapped children on that bus at the time. The school reports, one person from the school is in critical condition, two staffers injured as well. So that's what we know about his background and the situation across the river in Passaic where they have that vehicle surrounded and trying to find out what they can learn about this man from that, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Shepard, thank you very much. Joined now by Illinois congressman Adam Kinzinger -- he's a member of the House Foreign Affairs Committee and a veteran as well, good to see you tonight congressman."
    },
    {
      "speaker": "REP. ADAM KINZINGER, R-ILL.",
      "utterance": "You too."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Your thoughts on what we saw today in New York City?"
    },
    {
      "speaker": "KINZINGER",
      "utterance": "Well, it's tragic. It was interesting because about two hours prior I was having lunch with President Trump and we were talking about his Asia summit coming up, but we discussed terrorism and he said, look, as we've defeated ISIS, we expect that they're going to spread out and try to do spectacular attacks and we had no idea this was coming. He's right and I think one of the important things to keep in mind here is as you hear people on the right and left complain about having troops in other countries around the world, you heard it after the Niger attack as tragic as that was. This is why we have troops around the world, is to be a bulwark against the recruiting of terrorism in other parts of the world. And so, you know, look, as bad as it is, this is kind of the new reality. I tell people don't live in fear though because they'll win. But also understand that when President Trump makes a decision to say we're going to send Green Berets or we're going to engage in other countries in the world to defeat terrorism, that's what this fight is. It's to be a bulwark and to stop it from coming here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, I mean that is a great point. I mean, you think about sort of the backlash, even for members of Congress who really, as I understand it, they have no reason to not know that we have troops in Niger. Obviously Al Qaeda and ISIS have expanded in Africa and that is where the fight has gone. You know as what's said earlier on this show, Karl I'm sure you'll agree, we need to wake up about this threat and about how immediate it is and is close to home as we saw today in the worst possible way."
    },
    {
      "speaker": "KINZINGER",
      "utterance": "And Karl Rove said it, this is a generational fight, probably the rest of my life we'll be involved in this to some level. I consider this basically a low-grade version of World War III. We're fighting all over. The president is doing the best he can to say areas where we see this cancer is going to on next, Niger for instance, we're going to send some American men and women to build a bulwark so the Nigerian forces can prevent this from happening. This is going to have to happen all over the world. So again, to my colleagues, some on the right and a lot of the left that come in and say oh my goodness, we have troops everywhere. We have troops places, not to be an imperial power, but to protect against attacks like this in New York City, and you'll never going to stop them in their entirety, but I'd much rather fight these SOB's over there than here at home."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Understood. Congressman, thank you very much. Good to have you with us tonight. Joining me now, Brigitte Gabriel, founder and CEO of ACT! for America, Brigitte, welcome. Good to speak with you tonight. Here we go again. BRIGITTE GABRIEL, FOUNDER AND CEO, ACT! FOR AMERICA: Yes, here we go again. And again, the signs were there. What type of questioning are we doing for this who are coming into the country? You take this person for example his name is Sayfullo which means sword of Allah in Arabic. It's an Islamic name. What type of questioning was this person questioned when he came into the country? What type of family did he have? This is where we are failing, Martha. We are failing in the intelligence department, in the human intelligence, in actually really scrutinizing people who are coming into the country. What type of refugees they are, whether they are coming as refugees or second-generation refugee? In other words, the refugees that are being brought to the country from different Islamic countries right now, especially those with links to terrorism, meaning the country. They work here for six months, they are given the American nationality, and then they can start bringing their extended family members. How did this person get here? Was it through an extended family member who was a refugee to begin with? This is why we need to secure the country. Understand who is here, who is not here, and what they are doing here if they overstay their visa. And by the way, I traveled this past weekend to Miami, Boston and north of Virginia. I had an expired driver's license. I went through three different airports on an expired driver's license and was not questioned once, and that is Boston, Miami and northern Virginia, which is the home of the biggest naval base in the United States. Now, I'm an American, I'm a terrorism analyst. I'm a faithful American, but this goes to show you the lack of security and the apathy we have in training those who, you know, trying to protect us. And that's why we need to throw political correctness in the garbage --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's a great point."
    },
    {
      "speaker": "GABRIEL",
      "utterance": "-- and start doing what we need to do to protect the country."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, according to the reports, he had expired -- he had some expired document, I don't know if it was his driver's license, but he was able to go rent a car and we know that these car rental facilities all around Manhattan have been given warnings about people wanting to rent cars and do this kind of heinous act. You know, not to blame anybody who was working there, because we don't know enough details to do that. If that, you know, becomes the case, we will see as more of this unfolds but you know, you make a great point. We put so much it seems into security and TSA and all of these benchmarks and yet people seem to slip through the cracks at an alarming rate."
    },
    {
      "speaker": "GABRIEL",
      "utterance": "Exactly, and that's where training really is very important. Just like what the Israelis do, we need to profile based on behavior and mannerisms and knowing that Al Qaeda and ISIS are instructing their people to rent trucks, of these type of trucks, and plow into crowds, we need to have a special training tapes that we provide to any rental place that does, for example, rent these type of trucks. On asking people certain questions when they're renting the trucks and monitoring their behavior. People who lie start breathing heavily. They start fidgeting. They smile a lot while their eye muscles do not smile, they smile a lot and it looks fake. These are the type of trainings that we need to provide to those working behind the counters who are leasing trucks for example to those who are trying to rent trucks specifically when we know that ISIS in particular is calling for these type of trucks to be rented to mow people."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And it's a great point. You know, you look at everything that we've seen on Inspire (INAUDIBLE)and all of these online publications which really lay out very clearly the kinds of places that they want to attack."
    },
    {
      "speaker": "GABRIEL",
      "utterance": "Exactly."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "John Miller today talking about the potential for something at Thanksgiving that they were concerned about as they look at the threats that come across the internet and the like. Obviously, they know where to look and they have thwarted 15 attacks in New York City. Unfortunately today, this one got through and, you know, we understand that he was from Uzbekistan. There is a group there -- he came in 2010. There is a group there that has affiliated with ISIS, right?"
    },
    {
      "speaker": "GABRIEL",
      "utterance": "Correct -- correct, especially in that part of the world. I mean, ISIS is really mushrooming and they are fighting for funding (ph) fertile grounds. I mean look what's happening on the Balkans. The Balkan is the new Afghanistan. This is where the radicals are really organizing. That's where Al Qaeda went and started, you know, really recruiting, because they have fertile ground in that part of the world. But again, this is where we, the American public, it's very important also to be vigilant. You know, I was listening earlier talking about -- Shepard Smith was talking about the friends of this guy that knew him, he was very friendly, very nice, peaceful person, he was an Uber driver. You know, it sounded exactly like the report describing Mohamed Atta, when Mohamed Atta immediately after September 11th so, same type."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, good point. Thank you Gabriel. Thank you so much for being with us tonight. Stay tuned to Fox News, foxnews.com, obviously breaking news on this story. Terror attack in New York City, all of this comes as we continue throughout the evening, Tucker Carlson live in Washington, next. Goodbye. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}