{
  "date": "October 16, 2020",
  "headline": "Trump town hall 'nodding woman' explains why she left Democratic Party",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/trump-town-hall-nodding-woman-explains-why-she-left-democratic-party",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "All right. Welcome to \"Hannity\" this Friday night. It was a tale of two town halls that exposed the corrupt, the dishonest, abusively biased media mob in real time. Over there at ABC, Joe Biden predictably coddled by the network's chief Democrat, little Georgie Stephanopoulos.  And then on NBC, at the very same time, President Trump, well, he was attacked by a hostile, unprofessional, agenda-driven host just determined to take down Donald Trump. It wasn't really a town hall.  Coming up, we'll discuss last night's media malpractice. Corey Lewandowski, Sean Spicer, Erin Perrine is with us.  Also, we have an exclusive interview, right there, you see that woman? That was viral. Her name is Mayra Joli and she made a special appearance at last night's town hall, went totally viral. We will introduce you to her tonight. But first, the media mob's abusively biased anti-Trump agenda has never been more obvious. What we saw last night, nothing short of a national disgrace.  On ABC, Joe Biden hardly ever challenged by George Stephanopoulos. Of course, he was a Clinton apologist. And he was allowed to give long-winded answers that at times were even incomprehensible, almost never interrupted. He fielded questions from a very supportive audience that included a former Obama administration speechwriter -- you can't make this up -- and the wife of a Democratic politician.  Now, naturally, certain sensitive topics -- they were never discussed in 90 minutes. For example, Biden was never asked a single question about the millions and millions and millions that his zero-experience son Hunter made in his life and the corruption charges that are now plaguing Biden's campaign in the final days. Not a single question.   He was never asked about the Johnson-Grassley Senate report which detailed how zero experience Hunter was wired millions of dollars from a Russian oligarch, a Ukrainian oligarch, a Kazakh oligarch and members of Chinese Communist Party when Joe Biden was vice president, capitalizing off that position. He was never asked about his prior dishonest denials about having any knowledge of zero experience Hunter and the illicit business deals. He was never asked about any of this. All of these questions were apparently off the table. Meanwhile over there at NBC, nothing was off the table. Savannah Guthrie determined to impress her Trump-hating friends in the mob and the media, the elite as we call them. She spent the first several minutes, almost 10 minutes talking about masks, and then immediately transitioning to pelting questions at the president. Once again, will you condemn white supremacy?   As if he's never done it 25 times, and other far left smears that have been asked again and again and again. According to even pollster Frank Luntz, at one point, she was interrupting the president on average every 12 seconds. And despite being billed as a town hall with voters, she didn't allow a single question from the audience until 20 minutes in. In fact, according to the transcript, Guthrie bombarded President Trump with 43 questions while audience members were only allowed ten, and that's not a town hall. That is called Savannah Guthrie debating the president.  And, by the way, she was more than happy to play the role of a Biden campaign surrogate and special pleader for Joe Biden. Don't take my word for it. Just compare Guthrie's questions to Trump, to Stephanopoulos'   questions to Biden. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAVANNAH GUTHRIE, NBC NEWS HOST",
      "sentences": "You were asked point-blank to denounce white supremacy. In the moment you didn't, you asked some follow-up questions. Who, specifically? A couple of days later, on a different show, you denounced white supremacy.  My question to you is, why does it seem like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "No, you always do it. You've done this to me, and everybody -- I'd announced white supremacy, okay?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, ABC NEWS HOST",
      "sentences": "Robert Mueller laid out a lot of evidence, possible obstruction of evidence by Donald Trump. What would a Biden Justice Department do with that evidence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTHRIE",
      "sentences": "The question is, on behalf of voters, who do you owe $421 million to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "OK, first --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "You've often said that more cops clearly mean less crime. Do you still believe that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL NOMINEE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I put it out there, people can decide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTHRIE",
      "sentences": "I don't get that. You're the president. You're not like someone's crazy uncle who can just retweet whatever --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No, no, no, that was a retweet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "Mr. Vice President, if you lose, what will that say to you about where America is today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTHRIE",
      "sentences": "Republican Senator Ben Sasse said, quote, QAnon is nuts and real leaders call conspiracy theories conspiracy theories. Why not just say it's crazy and not true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "He may be right. Can I be honest? He may be right. I just don't know about QAnon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTHRIE",
      "sentences": "You do now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I don't know. No, I don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "Just two quick questions, do you expect that debate to happen? Will you demand that President Trump take a test that day and that it'd be negative before you debate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How does Savannah Guthrie know whether the president knows about QAnon or not? I don't know what QAnon is. I had five people try to explain it to me and I was like, huh? Makes no sense.  This is why we the American people don't trust the fake news media. No fairness, no impartiality, no fidelity to the truth. We learned that with the Russia, Russia, Russia, Russia, Russia lies. Zero. It is a corrupt enterprise, more dishonest than ever and frankly nothing more than a extension of the Biden campaign propaganda office. That's all Savannah Guthrie did last night.  And today, President Trump had this to say about last night's so-called town hall that never became a town hall.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Joe Biden is a -- he's a disaster, let's face it. But did you see last night? Did you see the easy questions? Now, did you watch that whole deal?  Did you see him a week ago with Lester Holt of NBC, like, ah, ah? Come on, Joe. Come on, Joe, get -- come on, Joe, can we help you with the answer, Joe? It's a disgrace. And you saw what I got last night, right? But it's okay. She's like disappeared, nobody can find her. She's not too popular right now. But we enjoyed it. You know? We enjoyed it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This is now the norm, Savannah, George, all of their liberal friends in the media mob -- they did not want Donald Trump to win. They are not fair arbiters. They're not doing their job. They're not journalists. They have an agenda.   And at this point, they're not even trying to hide it. These are corrupt people. Journalism, as I said in 2007, is dead.  Now, they have a clear and unbridled socialist agenda. They're doing everything in their power to destroy Donald Trump and protect the weak and the fail and the cognitively struggling Joe Biden. This is who they are, this is what they do. And when you add to that, OK, massive social media giants and the corrupt media, they are now the biggest campaign donors to all things Democratic socialist and Joe Biden. We, the American people, we do deserve better.  Democratic Party, 99 percent. Media mob, 99 percent. Social media giants, 99 percent. RINO establishment, 99 percent -- have all united to take down President Trump.  They don't only hate him, by the way. They hate we, the smelly Walmart shoppers that voted to support him.  These are very powerful forces -- institutional forces aligned against the president.  Earlier today, well, \"Hannity\" election correspondent Lawrence Jones, he asked Trump supporter's at the president's rally in Florida about this latest example of just blatant, corrupt media bias. Let's take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE JONES, FOX NEWS CONTRIBUTOR",
      "sentences": "Did you get a chance to see the NBC event last night, the town hall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, I did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "How do you think the president did?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "For the most part, I think he did very well. Much better than the debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Was he treated fairly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "NBC did a town hall with the president yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I saw it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "How did the president do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He held his cool really well. I thought the host, Savannah, was extremely rude.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Did he communicate his message on the stand?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He tried to but she kept cutting him off every time he would start talking, she will cut him off. She was not -- she didn't show any respect for the president of the United States at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONES",
      "sentences": "Do believe the president got a fair shake at that town hall?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, I don't. I don't think the president has gotten a fair shake at anything he's done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Joining us now with their reaction, the author of the bestseller \"Trump: America First,\" Trump 2016 campaign manager, Corey Lewandowski.  Look, these are powerful forces. You add the power and might of social media giants like Twitter and Facebook and three networks, two cable channels, every major newspaper in the country, pretty powerful movement against the president but not much different than 2016, except more hatred now maybe than them. You see, the polling is very similar to what you were part of in 2016. How do people interpret what is going on, because I know some people say we don't have a chance, look at these polls.  Your thoughts? COREY LEWANDOWSKI, 2016 TRUMP CAMPAIGN MANAGER: Sean, our polls right now internally and in the Real Clear Politics average are better today than they were four years ago. So, I just want to bring you back to where we were four years ago. There were three public polls released that show Hillary Clinton all over 50 percent, with the closest race showing it at nine points. The biggest gap was 12 points. So, what happened, three weeks later, Donald Trump went on to shock America and the world and become the 45th president of the United States. And, you know, Sean, when we look at the battleground states, we look at Wisconsin, Pennsylvania, Ohio, and Michigan, we look at those numbers were, and four years ago, Donald Trump was down by larger margin to Hillary Clinton than he is today to Joe Biden. And today, the Trafalgar poll in Michigan showed Donald Trump with the lead. It's the first time in five years that he's been a candidate he has a lead in the state of Michigan. He won that state four years ago by 10,704 votes, he's going to win it by a bigger margin this time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, look, it was 44,000 in Pennsylvania. I mean, the -- Michigan, Wisconsin, Pennsylvania, these -- these are all hard states. For Republicans to win and when he start out without New York, New Jersey, Illinois, California, Oregon, Washington, OK, you've got a lot of ground to make up. So Republican to win has to win Florida, Georgia, North Carolina, Ohio, Iowa, Arizona, hopefully may be put Nevada in play. Then you've got to pick off Pennsylvania, Wisconsin, Michigan, maybe Minnesota. Congressional district number two in Maine, your great state of New Hampshire, live free or die. It's never easy for any Republican to win with the Electoral College.  How many paths do you see for the president this election cycle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "Well, right now, Sean, we've got four or five different opportunities in front of us and it's a much broader field then we had four years ago. Look, we're going to win in Arizona. As Republicans, we have a voter advantage in the registration component of this. The Democrats aren't talking about Texas anymore. The state of Ohio, and I should never say this on live TV, is out of play for the Democrats because of all the work in jobs and in manufacturing that have come back there because of this president's policies. The great white whale for Republicans has always been the state of Pennsylvania, but that's where we are. We're not only competing in Pennsylvania, we're competing in the state of Minnesota that no Republican has won since Richard Nixon's reelection in 1972. Donald Trump lost that state by 45,000 votes last cycle, about a point and a half. That state is trending Republican and because of the work that he's been able to do up there, those people are going to come home and Donald Trump is going to be the first and almost 50 years to win Minnesota as a Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Corey Lewandowski, good to see you. Thank you. Despite the flurry of treatment afforded to the president last night, during the town hall, well, Joe Biden was given easy treatment. He still struggled mightily to get his facts straight. Even the Biden friendly website,Fact Check , found multiple lies, many inaccuracies.  He lied about the president's coronavirus response. He lied about his past support for America's prison systems. He lied about people losing their health care during the pandemic. He lied when he said 100 million people with pre-existing conditions would lose their insurance if Obamacare is repealed. The president said over and over, nobody will lose insurance and pre- existing conditions. He lied about an endorsement from the boilermakers union, he lied about not supporting a fracking ban, he lied about the New Green Deal. He lied about a lot, never got challenged. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The difference between me and the New Green Deal, they say automatically by 2030, we're going to be carbon free. Not possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "So, are you for it or against it? You say you're not for it, but in your website, it says you call it a crucial framework, the Green New Deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "My deal is a crucial framework, but not the New Green Deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Let's read one more time from your own website, Joe. Quote: Biden believes the Green New Deal is a crucial framework for meeting the climate challenges we face. Joe, that is your own website. That is obviously your plan, the Biden plan. Maybe you need a refresher course. May be every now and then, you get a rare moment of honesty from Joe, including this vow to raise your taxes on day one. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "You are going to raise the corporate taxes. You're going to raise the taxes on the wealthy. Is it wise to do even that when the economy is as weak as it is right now? Another --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "-- 900,000 people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "That's a great question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "So, there's not going to be any delay on the tax increases?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "No, well, I've got to get the votes. I've got to get the votes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "At one point, Joe took out a cheat sheet, he brought a cheat sheet to the town hall, as it relates to his own tax proposal. He can barely read his own cheat sheet. Sadly, tax hikes are just one small part of Biden's radical agenda.  Now, keep in mind even last night, well, we still can't get a straight answer about whether or not he plans to pack the courts. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I'm not a fan of court packing because I think it just generates what will happen, whoever wins just keeps moving in a way that is inconsistent with what is going to be manageable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHANOPOULOS",
      "sentences": "So, you're still not a fan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Well, I'm not a fan. I didn't say -- it depends on how this turns out. Not how we win but how it's handled, how it's handled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Okay, she's going to be on the Supreme Court. It's already handled.  Let me translate this for you, if Joe and his radical Democrats, if they are unsuccessful in blocking Judge Amy Coney Barrett, which they will be, they will pack the Supreme Court, they will add additional justices, increasing the size of the court until they have full control. Things that they could never get done at the ballot box legislatively they will try to get done through judicial fiat. Now, this would represent the biggest power grab in 150 years. It would render the judicial branch of the most powerful, usurping powers of the executive and legislative branches. It would be devastating to our republic. In 18 days, only you the American people are standing in the way of what would be a most radical administration in American history, very powerful, coordinated institutional forces all aligning to dramatically alter the fabric of this great count country. Joe Biden hoping to distract voters from his party's real, insane, radical, socialist agenda, and so, he continues to spread the lie about the president. And, of course, here we go, back to Charlottesville which he says, oh, the president said they are all very good people. But he purposely edited out the other part, the part where he condemned the neo- Nazis and white nationalists. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Just like when he said, there were, quote, very fine people on both sides in Charlottesville, as they came out of the fields carrying torches, their veins just bulging, shouting anti-Semitic vile, carrying Nazi flags, accompanied by Ku Klux Klan.  Just like when he stood on the debate stage with me and refused to denounce white supremacists, but told that white right wing extremist group to, quote, stand back and stand by.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Joe, stop playing the race card. You see this every two years, every four years, we're seeing it now, and he's also lying. Joe, you are supposed to be honest, Joe, stop lying. The president has condemned white supremacy and bigotry and hatred and even in the Charlottesville speech that you selectively edit, and he's done it over and over again. Joe, Savannah, watch, learn, pay attention to something called the truth, it matters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Ever heard this president say one negative thing about white supremacists? Have you ever heard it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I totally disavow the Ku Klux Klan. I totally disavow David Duke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I got back in this race because of what happened in Charlottesville. People coming out of the woods carrying torches, their veins bulging. Close your eyes and remember what you saw. And a young woman gets killed, resisting hate and violence, and the president gets asked to comment on it, and what does he say? He says there are very fine people on both sides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "And you have some very bad people in that group, but you also had people that were very fine people come on both sides. And I'm not talking about the neo-Nazis and the white nationalists, because they should be condemned totally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "He would even condemn David Duke for god's sake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I reject David Duke, rejected David Duke. I rejected the KKK, the Ku Klux Klan. From the time I'm five years old, I rejected them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "In Charlottesville, very bad people, neo-Nazis, white nationalists, they should be condemned. The only person is a problem condemning hate groups apparently is Biden. In fact, at the DNC, Antifa was never mentioned, even as his members were burning down neighborhoods to the ground. Here with more as the author of the new book \"Leading America: President Trump's Commitment to People and Patriotism and Capitalist,\" America First Action senior advisor, Sean Spicer, and Trump 2020 press director, Erin Perrine is with us. Erin, it's just -- this is a lie with video evidence. He repeated the lie today. ERIN PERRINE, TRUMP 2020 PRESS DIRECTOR: Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, that is, you know, if you want to run a campaign, doesn't there have to be a certain level of fidelity to some truth here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERRINE",
      "sentences": "Well, Joe Biden has a real issue with fidelity to the truth here because it's clear, if he was actually honest with the American people, he would have to do things like, I don't know, be asked to condemn Antifa himself, or even condemn his own staff for donating bail money to get violent rioters and protesters out. President Trump has been unequivocally clear. He denounces all white supremacy, bigotry and hatred in all forms. He has done it, I don't know, for the 700 millionth time, roughly speaking, again last night with Savannah Guthrie, who did a great job auditioning to become Joe Biden's press secretary. Listen, the media, Joe Biden's campaign and the Presidential Debate Commission are trying to prop up a weak candidate with weak policies because they know that Joe Biden is held by the extreme radicals in the United States and he won't condemn them. He won't condemn things that would actually destroy the integrity of our nation, like packing the Supreme Court that would destroy jobs, like stopping fracking in the United States and would destroy households, like getting rid of the Trump tax cuts. Joe Biden is a disaster but he has so many people in his corner to try and prop him up along the way. President Trump does this for one reason and one reason alone. It is the American people and that's the fire to his fight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How is it that Joe Biden has gone to the point where we are only 18 days out of an election, Sean Spicer, well, he praised the former Klansman that filibustered the Civil Rights Act, that would be Robert Byrd, the guy that was also against the Voting Rights Act. The guy, that former Klansman that Joe Biden partnered with to stop the integration of schools because he didn't want his children going to schools that were, quote, racial jungles -- his words, not mine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN SPICER, FORMER WHITE HOUSE PRESS SECRETARY",
      "sentences": "Well, it's simple, right, the press is complicit in this. They're not making any bones about it. The book I've written lays it all out because when they are trained in journalism school, this is what they are trained to do, to support the left, to continue to do that, and they're obfuscating and covering up. Last night, Sean, you're right. It wasn't a town hall. It was an infomercial in which beach balls were thrown at Joe Biden to be answered or not. It was ridiculous. It was a strong contrast between the debate, which was more of a hostile interview than you heard on NBC with President Trump. Last night was a clear indication of how far the breadth and depth that journalists and big tech will go to ensure that Joe Biden is elected and Donald Trump is not. People have to understand what's at stake this election. The policies of Donald Trump and I lay this out in this book are what's moving this country forward. And a Harris-Biden administration will take its cues from Alexandria Ocasio-Cortez in the House and Bernie Sanders in the Senate. Make no mistake about it, the direction our country is at stake. And the media and big tech are doing everything that they can to ensure that it continues move --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPICER",
      "sentences": "-- in that direction. It is against Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Thank you both. When we come back, the next story, truly repulsive. Democratic Arizona Senate candidate Mark Kelly has a lot of explaining to do after it was revealed one of his staffers referred to police as worthless F-ing pigs. We'll explain. And later. She is the town hall audience member everyone is talking about, nodding in agreement with President Trump last night. She will join us. And an investigation, Peter Schweizer into 26,000 just released emails from Hunter Biden's partner. That \"Hannity\" investigation coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. An important Senate race, Arizona Senator Martha McSally's opponent, Democrat Mark Kelly, is doing major damage control tonight after it was revealed his deputy press secretary referred to police as, quote, worthless f-ing pigs. The tweet was posted in August before the staffer joined Kelly's campaign. Both Kelly and the staffer have apologized. He wasn't fired. The tweet is deleted. Here with reaction, Arizona Senator Martha McSally. If that person was on your campaign, would you fire them? Because if they worked for me, I'd fire them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARTHA MCSALLY (R-AZ)",
      "sentences": "Well, they wouldn't be working for me, Sean, but I would fire them right away. And keep in mind, this man tweeted this out the week before he was hired by Mark Kelly to be his spokesman. He hired him anyway, the tweet was out there and they just got caught. He is not fired him and he is still in his circle. I mean, you are known by the company that you keep and this is no surprise coming from Mark Kelly. He refused to shake the hand of a Border Patrol agent. He's in Minneapolis supporting Ilhan Omar and helping her to get elected. I back the blue. I've got the endorsement of the Arizona Police Association representing 12,000 men and women in uniform. They know I have their back, but this is just another reason, this vile, despicable language in people that are the spokesperson for Mark Kelly is another reason why he cannot get elected, and why we need all hands on deck to hold this seat and the Senate majority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Okay. What are his problems with China because he's got his own issues like zero experience Hunter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCSALLY",
      "sentences": "Yeah, he does. So, while he was in the military, he went over on an all-expense paid junket by the Chinese communist propaganda arm. He said it was the most meaningful thing he did in his life, went back in 2004, back in 2005. Then he went to space and brought the Chinese communist banner with him to space. He was so honored. And then, later, he profited off his relationship. He got Tencent, which is a company tied to the Chinese government, known as a national security threat, went over there to get them to invest in the company that he cofounded. This is one of many of his financial ties, like many of the elite in America. I am standing up to China with President Trump. I'm leading the effort to hold him accountable financially for unleashing COVID on us and bringing our jobs home. And my opponent has got multiple business entanglements with him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Senator, we're following your race closely. We wish you the best of luck. Thanks for joining us. Also, Joe Biden still refusing to give a straightforward answer on packing the courts, hinting his decision will be determined based on the outcome of Amy Coney Barrett confirmation process, which is a fait accompli. Meanwhile, the left is outraged that Senator Lindsey Graham and Dianne Feinstein actually hugged each other at the close of the Judiciary Committee's hearing on Judge Barrett. How dare they get along? For example, former Clinton campaign press secretary Brian Fallon tweeting that Dianne Feinstein must step down. For that? Former Obama advisor Ben Rhodes tweeting out, she should not be the lead Democrat on the Judiciary Committee. OK. Here with reaction, FOX News contributors Trey Gowdy and Jason Chaffetz. Whatever you do don't ever show a sign of kindness to somebody in the Republican Party or the radical left will come after you. I don't even know why you two were friends, to be very blunt. Trey, you probably wouldn't, you know, even shake Jason's hand, would you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TREY GOWDY, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, Jason doesn't like to shake hands but I will tell you this, Sean, I too have been hugged by Lindsey Graham and I promise you that is punishment enough. You should not also lose your Senate seat, that is enough punishment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. The state of the race, Jason. How do you see this 18 days out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "sentences": "I think Donald Trump is going to win, I think enthusiasm wins races. I think Donald Trump has it in spades. I think Joe Biden is play it safe, don't say anything, don't hear anything, don't take any positions, don't be honest, don't be candid, don't take any tough questions. I think that's a losing formula. I think America sees through that. I think they look at the town halls last night, they see Donald Trump will take as many bullets as you can shoot at him and they will keep answering questions. And Joe Biden, you know, he's going to lick a snow cone and sit in his basement and hope that he comes out the victor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I mean, the bias, Trey Gowdy, is so obvious at this point, but it's -- but I know people look at polls and they go, these polls are awful, but it's exactly the same as we had in 2016 and Corey Lewandowski made a good point, they are actually worse in 2016, but it's still hard for a Republican to get to 270. Your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "It's a very -- you have to run it straight, Sean. I like your philosophy, run hard, run scared, run like you are behind. Republicans should act like we're down. That's how we should act. We should work like we're going to lose the Senate, like we're going to lose the White House. With respect to the media, Sean, I saw more stories about whether Kamala Harris knew there was a fly on Mike Pence's head then about Hunter Biden trafficking in his father's position and name. So, that tells you -- we've got to run through that headwind too. The media has the biggest headwind Jason Chaffetz and I faced. It wasn't the Democrats in Congress. It was the D.C. print media. But we just have to win anyway.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way, I might do a poll on my website, who is a better fill-in host, Jason or Trey? You know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOWDY",
      "sentences": "How about none of the above?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Is that even a question? Oh, Sean, come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Hannity is not here forever, one day you guys can have it. Take over the enterprise. All right. Thank you both. All right. When we come back, Peter Schweizer, just breaking, he is now exclusively obtained 26,000 new emails from Hunter Biden's business partner that's in jail that detail how Hunter and his other partners helped Chinese investors secure an off the books White House meeting with Joe Biden never before revealed. Those details coming up later. Also, meet the town hall audience member who went viral on social media for nodding her head in agreement with the president and Leo Terrell, all coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. \"Hannity\" investigation breaking tonight, new emails that expose even more corruption inside the Biden business bureau, because new documents obtained exclusively by Peter Schweizer now expose how Hunter Biden and associates used all of their connections inside the Obama-Biden White House to set up private meetings for foreign clients and investors. And get this, these never before seen emails were provided by a former hunter business partner, Bevan Cooney is his name. He's in jail right now. Also, they do outline how a delegation of Chinese investors and CCP officials scored an off the books meeting with the vice president back in 2011, and additionally, a 2011 email of Hunter Biden's business partner talking about developing revelations that were referred to as, quote, China Inc., and part of a, quote, new push on soft diplomacy for the Chinese. FOX News has not independently verified Peter's reporting but has not been wrong to date and we reached out to the Biden campaign. We have yet to hear back. But what does it all mean? It means that in addition to profiting off his father's diplomacy, we now have growing evidence that Hunter Biden and his business partners put U.S. national security at risk and willingly allowed Chinese officials use of this access to work their way inside the Obama- Biden White House. Starting to make more sense why Joe is so soft on China. As it started to make sense why Joe refuses to talk tough against America's biggest geopolitical foe and is that starting to make more sense why this is the biggest choice election in our history? Here to explain, author, journalist, \"Profiles In Corruption\", and, of course, \"Secret Empires\", Peter Schweizer. All right. A little bit of background. So, this guy Cooney is in business with Hunter and another guy by the name of Devon Archer, correct? PETER SCHWEIZER, AUTHOR, \"SECRET EMPIRES\": That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. He's in jail --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "And they basically -- they basically -- sorry, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. This guy Coney is in jail, Devon Archer is convicted and about to be sent to jail, right? Given a sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "That's right. They have a business set up that was an investment scheme. Bevan Cooney was a partner in that. As a matter of background, Bevan Cooney was a nightclub promoter and owner. He owned the Viper Room, which was a famous club in L.A., and he got involved in these financial deals. It ended up he was charged and convicted and, of course, now, Devon Archer has been convicted. And Bevan Cooney is the only one that went to jail. And he's very frustrated. I mean, he admits that he made mistakes but he feels like Devon Archer and Hunter Biden got off scot-free because of their political connections, and that's why he wanted to share these emails with me to clear the record and demonstrate the widespread corruption that Hunter Biden was engaged in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. A little bit of background, you wrote the book \"Secret Empires.\" You were the first to tell us about Burisma and the billion- dollar deal with the Bank of China, which became $1.5 billion. So, the two business partners of Hunter are convicted. One is in jail, one is about to be sentenced to jail. Now, the one in jail gives you access to his private email account and you've been able to confirm that these -- through these emails what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "A number of things, and just to be clear, Sean, we have actually been granted access to his account. So we are not looking it for analysis, it's not secondhand. We go into his Gmail account. With his written approval, he gave us the password. And what those emails show, the 26,000 show, we are working our way through them, is a wide net of using the Biden name, using access to the White House, serving -- Hunter serving as the pipeline to the administration as a means to help their clients and gain clients. The names have come up in this are the Chinese, the Russians, the Ukrainians, the Kazakhs. It's a veritable United Nations of corruption. And what it demonstrates is that Joe Biden as vice president of the United States was a center point. It was almost the planet around which these business activities moved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. So, we can bifurcate for people. This is all separate from what \"The New York Post\" was reporting this week. This is separate from what we knew earlier and it's separate from Ron Johnson and Chuck Grassley's report that they put out, 87 pages, which talked about, well, Russian oligarchs, Kazakh oligarchs, the $3.5 million payment with the former first lady of Moscow, Chinese nationals, $1,000 shopping spree, Russian nationals, Kazakhs nationals, Ukrainian nationals. How much money are we talking about here, and were all three of them involved in all of these endeavors?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "Well, it kind of jumps around, but let me just make clear, these are all separate emails from \"The New York Post\" and what the Senate did, but they all reinforce the same. I mean, to take, for example, Ms. Baturina, the Russian oligarch links to organized crime that the Senate sent $3.5 million based on Treasury Department documents, we will be rolling out a story in a couple of days demonstrating that their relationship, meaning Hunter and Devon Archer's relationship with Elena Baturina goes way back and they were performing a number of banking and other financial services for her, services that they had trouble doing, by the way, because several banks did not want to work with her because the money was seen as dirty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, literally, these nationals were allowed access to Biden inside the White House according to these emails. I guess my next question is if both of Hunter's business partners are convicted, how did he go scot-free?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHWEIZER",
      "sentences": "Well, that's the question, Sean. There was a trial in 2016 and we actually, I've gone through the notes of that trial, and what it demonstrates is that Hunter Biden's fingerprints are all over this. He has named repeatedly in the court trials but he was never charged by the prosecutors in New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Great work. Peter Schweizer, we'll have you back next week for the next report. All right. When we come back, she is the Trump town hall audience member everybody was talking about, nodding her head in agreement with the president. She will join us next exclusively right here on \"Hannity.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, one audience member in attendance at last night's NBC town hall with President Trump went viral on social media. Her name, Mayra Joli, seated right behind the president, seen for a big part of the night nodding along to many of the president's comments, giving a thumbs up at one point. Here to react to the viral Trump supporter from last night's town hall, Mayra Joli, and civil rights attorney, our friend Leo Terrell. Mayra, thank you for joining us. OK. Did you expect you'd become a viral sensation? By the way, sort of like Leo. Leo is a viral sensation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAYRA JOLI, TRUMP SUPPORTER AT NBC TOWN HALL",
      "sentences": "I certainly didn't expect that, because I thought the sensation was the president himself, but I'm glad I could help.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Why -- you were nodding, I'm assuming in agreement. It seemed like it was in agreement. I mean, I picked that up on my own, and people started tweeting, look over the president, there is a supporter at an NBC town hall of the president. Was it nodding in agreement?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOLI",
      "sentences": "Absolutely, nodding in agreement because I was following exactly what he was saying and that's my sentiment as well. Not emotionally but from the logical point of view. So, it's just -- it's just natural to follow the conversation and then when you feel like what the person is saying is correct, I nodded in approval.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How did you feel about the treatment of the president by Savannah Guthrie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOLI",
      "sentences": "It's like every other presentation that the president had had, it's all -- it's like the president is fighting with one hand tied behind his back, in which the judge and the prosecutor are both against the attorney, practically. So there is no way that anybody can have a decent conversation when from the get-go, it's just attacks. And it's not only a town hall, it's been -- it's been -- it's been the norm throughout the whole candidacy and presidency of President Trump, and their supporters, aka, myself. I have not been a victim of attacks just because I just was sitting behind the president, happened to be sitting behind the president. I've been the victim up attacks just because I expressed my views, and I'm a person who think on her own and I'm a grown woman, a businesswoman. And I believe that that's the right -- that's the right that I do have to come to this country and think for myself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "When I -- when I watched, you know, the first 20 minutes of this, Leo, and then here we go again. Are you going to condemn white nationalism? Okay, he's done it how many times and played it earlier the show. And then we get to QAnon, Leo, and I'm like, OK, really, this is what you want to know? Joe Biden, he's never been asked about his kind words about the former Klansman Robert Byrd, the guy that filibustered the Civil Rights Act, or the fact that he worked with him to stop the integration of schools, didn't want his kids going to schools that are racial jungles. Not one time, Leo, not one time has he ever been asked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEO TERRELL, CIVIL RIGHTS ATTORNEY",
      "sentences": "You know, Sean, I tell you right now, last night, those two town halls was a perfect example that Republicans are always fighting uphill because the media is so far left and so far in the pocket of the Democratic Party. Savannah Guthrie was trying to maintain her invitation at Democratic cocktail parties and that's why she went off. The president has answered the race question 20, 30 times. It's all on tape but she still goes on and answers that question. And I'll tell you, the reason why I'm here, the reason why I am supporting Donald Trump, the reason I will be on your program next week, I'm campaigning across the country for the president. It's because --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Oh you're going to be on the program, we'll find a way. You look better in a hat, to be honest. Where's the hat tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "I -- well, I tell you right now, I'm so excited, I'm campaigning all next week for the president. And Joe Biden was asked that question about you ain't black. He didn't answer it. He did not answer that question --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How about integration? How about his praise of a Klansman? Could you imagine if Donald Trump praised a Klansman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "Oh, he -- Donald Trump, Sean, has declared the Klan a black -- a domestic terrorist group. But what I'm saying is the Democrats will not confront Joe Biden, it's a double standard. And by the way, you cannot communicate with Republicans or you are a sellout. I'm proud to be working for Donald Trump. I'm on the campaign all week next week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Mayra, did you get to meet the president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOLI",
      "sentences": "I do, I did get to meet the president, he was right directly talking to me saying, you know, he was mentioning Sammy Sosa, who is Dominican as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "I saw her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOLI",
      "sentences": "Yeah, yeah, because what people don't understand is that the Democratic Party, I was a former Democrat. The Democrat Party left me. When we have a party who is willing -- who's willing to kill a baby, I cannot be along with that. That's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRELL",
      "sentences": "A lot of people like her, Sean. There's a lot of black going to the president. He's going to get record numbers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. We'll know in 18 days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOLI",
      "sentences": "Absolutely, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Thank you both. Mayra, congratulations. Leo, we'll see you on the campaign trail. More \"Hannity\" next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. That's all the time we have left this Friday night. We hope you will save on the DVR, 9:00 Eastern, right here on FOX, you never miss an episode, and Monday, 15 days, and you're the ultimate jury, our two-week countdown begins at a debate next week. We'll have it covered. Let not your heart be troubled. Laura Ingraham is next. I hope you have a great weekend. We'll see you back here on Monday. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "All right. Welcome to \"Hannity\" this Friday night. It was a tale of two town halls that exposed the corrupt, the dishonest, abusively biased media mob in real time. Over there at ABC, Joe Biden predictably coddled by the network's chief Democrat, little Georgie Stephanopoulos. And then on NBC, at the very same time, President Trump, well, he was attacked by a hostile, unprofessional, agenda-driven host just determined to take down Donald Trump. It wasn't really a town hall. Coming up, we'll discuss last night's media malpractice. Corey Lewandowski, Sean Spicer, Erin Perrine is with us. Also, we have an exclusive interview, right there, you see that woman? That was viral. Her name is Mayra Joli and she made a special appearance at last night's town hall, went totally viral. We will introduce you to her tonight. But first, the media mob's abusively biased anti-Trump agenda has never been more obvious. What we saw last night, nothing short of a national disgrace. On ABC, Joe Biden hardly ever challenged by George Stephanopoulos. Of course, he was a Clinton apologist. And he was allowed to give long-winded answers that at times were even incomprehensible, almost never interrupted. He fielded questions from a very supportive audience that included a former Obama administration speechwriter -- you can't make this up -- and the wife of a Democratic politician. Now, naturally, certain sensitive topics -- they were never discussed in 90 minutes. For example, Biden was never asked a single question about the millions and millions and millions that his zero-experience son Hunter made in his life and the corruption charges that are now plaguing Biden's campaign in the final days. Not a single question. He was never asked about the Johnson-Grassley Senate report which detailed how zero experience Hunter was wired millions of dollars from a Russian oligarch, a Ukrainian oligarch, a Kazakh oligarch and members of Chinese Communist Party when Joe Biden was vice president, capitalizing off that position. He was never asked about his prior dishonest denials about having any knowledge of zero experience Hunter and the illicit business deals. He was never asked about any of this. All of these questions were apparently off the table. Meanwhile over there at NBC, nothing was off the table. Savannah Guthrie determined to impress her Trump-hating friends in the mob and the media, the elite as we call them. She spent the first several minutes, almost 10 minutes talking about masks, and then immediately transitioning to pelting questions at the president. Once again, will you condemn white supremacy? As if he's never done it 25 times, and other far left smears that have been asked again and again and again. According to even pollster Frank Luntz, at one point, she was interrupting the president on average every 12 seconds. And despite being billed as a town hall with voters, she didn't allow a single question from the audience until 20 minutes in. In fact, according to the transcript, Guthrie bombarded President Trump with 43 questions while audience members were only allowed ten, and that's not a town hall. That is called Savannah Guthrie debating the president. And, by the way, she was more than happy to play the role of a Biden campaign surrogate and special pleader for Joe Biden. Don't take my word for it. Just compare Guthrie's questions to Trump, to Stephanopoulos' questions to Biden. Take a listen."
    },
    {
      "speaker": "SAVANNAH GUTHRIE, NBC NEWS HOST",
      "utterance": "You were asked point-blank to denounce white supremacy. In the moment you didn't, you asked some follow-up questions. Who, specifically? A couple of days later, on a different show, you denounced white supremacy. My question to you is, why does it seem like --"
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "No, you always do it. You've done this to me, and everybody -- I'd announced white supremacy, okay?"
    },
    {
      "speaker": "GEORGE STEPHANOPOULOS, ABC NEWS HOST",
      "utterance": "Robert Mueller laid out a lot of evidence, possible obstruction of evidence by Donald Trump. What would a Biden Justice Department do with that evidence?"
    },
    {
      "speaker": "GUTHRIE",
      "utterance": "The question is, on behalf of voters, who do you owe $421 million to?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "OK, first --"
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "You've often said that more cops clearly mean less crime. Do you still believe that?"
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL NOMINEE",
      "utterance": "Yes."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I put it out there, people can decide."
    },
    {
      "speaker": "GUTHRIE",
      "utterance": "I don't get that. You're the president. You're not like someone's crazy uncle who can just retweet whatever --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "No, no, no, that was a retweet."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "Mr. Vice President, if you lose, what will that say to you about where America is today?"
    },
    {
      "speaker": "GUTHRIE",
      "utterance": "Republican Senator Ben Sasse said, quote, QAnon is nuts and real leaders call conspiracy theories conspiracy theories. Why not just say it's crazy and not true?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "He may be right. Can I be honest? He may be right. I just don't know about QAnon."
    },
    {
      "speaker": "GUTHRIE",
      "utterance": "You do now."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I don't know. No, I don't."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "Just two quick questions, do you expect that debate to happen? Will you demand that President Trump take a test that day and that it'd be negative before you debate?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Yeah."
    },
    {
      "speaker": "HANNITY",
      "utterance": "How does Savannah Guthrie know whether the president knows about QAnon or not? I don't know what QAnon is. I had five people try to explain it to me and I was like, huh? Makes no sense. This is why we the American people don't trust the fake news media. No fairness, no impartiality, no fidelity to the truth. We learned that with the Russia, Russia, Russia, Russia, Russia lies. Zero. It is a corrupt enterprise, more dishonest than ever and frankly nothing more than a extension of the Biden campaign propaganda office. That's all Savannah Guthrie did last night. And today, President Trump had this to say about last night's so-called town hall that never became a town hall."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Joe Biden is a -- he's a disaster, let's face it. But did you see last night? Did you see the easy questions? Now, did you watch that whole deal? Did you see him a week ago with Lester Holt of NBC, like, ah, ah? Come on, Joe. Come on, Joe, get -- come on, Joe, can we help you with the answer, Joe? It's a disgrace. And you saw what I got last night, right? But it's okay. She's like disappeared, nobody can find her. She's not too popular right now. But we enjoyed it. You know? We enjoyed it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "This is now the norm, Savannah, George, all of their liberal friends in the media mob -- they did not want Donald Trump to win. They are not fair arbiters. They're not doing their job. They're not journalists. They have an agenda. And at this point, they're not even trying to hide it. These are corrupt people. Journalism, as I said in 2007, is dead. Now, they have a clear and unbridled socialist agenda. They're doing everything in their power to destroy Donald Trump and protect the weak and the fail and the cognitively struggling Joe Biden. This is who they are, this is what they do. And when you add to that, OK, massive social media giants and the corrupt media, they are now the biggest campaign donors to all things Democratic socialist and Joe Biden. We, the American people, we do deserve better. Democratic Party, 99 percent. Media mob, 99 percent. Social media giants, 99 percent. RINO establishment, 99 percent -- have all united to take down President Trump. They don't only hate him, by the way. They hate we, the smelly Walmart shoppers that voted to support him. These are very powerful forces -- institutional forces aligned against the president. Earlier today, well, \"Hannity\" election correspondent Lawrence Jones, he asked Trump supporter's at the president's rally in Florida about this latest example of just blatant, corrupt media bias. Let's take a look."
    },
    {
      "speaker": "LAWRENCE JONES, FOX NEWS CONTRIBUTOR",
      "utterance": "Did you get a chance to see the NBC event last night, the town hall?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes, I did."
    },
    {
      "speaker": "JONES",
      "utterance": "How do you think the president did?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "For the most part, I think he did very well. Much better than the debate."
    },
    {
      "speaker": "JONES",
      "utterance": "Was he treated fairly?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No."
    },
    {
      "speaker": "JONES",
      "utterance": "NBC did a town hall with the president yesterday."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I saw it."
    },
    {
      "speaker": "JONES",
      "utterance": "How did the president do?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He held his cool really well. I thought the host, Savannah, was extremely rude."
    },
    {
      "speaker": "JONES",
      "utterance": "Did he communicate his message on the stand?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He tried to but she kept cutting him off every time he would start talking, she will cut him off. She was not -- she didn't show any respect for the president of the United States at all."
    },
    {
      "speaker": "JONES",
      "utterance": "Do believe the president got a fair shake at that town hall?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "No, I don't. I don't think the president has gotten a fair shake at anything he's done."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Joining us now with their reaction, the author of the bestseller \"Trump: America First,\" Trump 2016 campaign manager, Corey Lewandowski. Look, these are powerful forces. You add the power and might of social media giants like Twitter and Facebook and three networks, two cable channels, every major newspaper in the country, pretty powerful movement against the president but not much different than 2016, except more hatred now maybe than them. You see, the polling is very similar to what you were part of in 2016. How do people interpret what is going on, because I know some people say we don't have a chance, look at these polls. Your thoughts? COREY LEWANDOWSKI, 2016 TRUMP CAMPAIGN MANAGER: Sean, our polls right now internally and in the Real Clear Politics average are better today than they were four years ago. So, I just want to bring you back to where we were four years ago. There were three public polls released that show Hillary Clinton all over 50 percent, with the closest race showing it at nine points. The biggest gap was 12 points. So, what happened, three weeks later, Donald Trump went on to shock America and the world and become the 45th president of the United States. And, you know, Sean, when we look at the battleground states, we look at Wisconsin, Pennsylvania, Ohio, and Michigan, we look at those numbers were, and four years ago, Donald Trump was down by larger margin to Hillary Clinton than he is today to Joe Biden. And today, the Trafalgar poll in Michigan showed Donald Trump with the lead. It's the first time in five years that he's been a candidate he has a lead in the state of Michigan. He won that state four years ago by 10,704 votes, he's going to win it by a bigger margin this time."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, look, it was 44,000 in Pennsylvania. I mean, the -- Michigan, Wisconsin, Pennsylvania, these -- these are all hard states. For Republicans to win and when he start out without New York, New Jersey, Illinois, California, Oregon, Washington, OK, you've got a lot of ground to make up. So Republican to win has to win Florida, Georgia, North Carolina, Ohio, Iowa, Arizona, hopefully may be put Nevada in play. Then you've got to pick off Pennsylvania, Wisconsin, Michigan, maybe Minnesota. Congressional district number two in Maine, your great state of New Hampshire, live free or die. It's never easy for any Republican to win with the Electoral College. How many paths do you see for the president this election cycle?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "Well, right now, Sean, we've got four or five different opportunities in front of us and it's a much broader field then we had four years ago. Look, we're going to win in Arizona. As Republicans, we have a voter advantage in the registration component of this. The Democrats aren't talking about Texas anymore. The state of Ohio, and I should never say this on live TV, is out of play for the Democrats because of all the work in jobs and in manufacturing that have come back there because of this president's policies. The great white whale for Republicans has always been the state of Pennsylvania, but that's where we are. We're not only competing in Pennsylvania, we're competing in the state of Minnesota that no Republican has won since Richard Nixon's reelection in 1972. Donald Trump lost that state by 45,000 votes last cycle, about a point and a half. That state is trending Republican and because of the work that he's been able to do up there, those people are going to come home and Donald Trump is going to be the first and almost 50 years to win Minnesota as a Republican."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Corey Lewandowski, good to see you. Thank you. Despite the flurry of treatment afforded to the president last night, during the town hall, well, Joe Biden was given easy treatment. He still struggled mightily to get his facts straight. Even the Biden friendly website,Fact Check , found multiple lies, many inaccuracies. He lied about the president's coronavirus response. He lied about his past support for America's prison systems. He lied about people losing their health care during the pandemic. He lied when he said 100 million people with pre-existing conditions would lose their insurance if Obamacare is repealed. The president said over and over, nobody will lose insurance and pre- existing conditions. He lied about an endorsement from the boilermakers union, he lied about not supporting a fracking ban, he lied about the New Green Deal. He lied about a lot, never got challenged. Take a look."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The difference between me and the New Green Deal, they say automatically by 2030, we're going to be carbon free. Not possible."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "So, are you for it or against it? You say you're not for it, but in your website, it says you call it a crucial framework, the Green New Deal."
    },
    {
      "speaker": "BIDEN",
      "utterance": "My deal is a crucial framework, but not the New Green Deal."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Let's read one more time from your own website, Joe."
    },
    {
      "speaker": "Quote",
      "utterance": "Biden believes the Green New Deal is a crucial framework for meeting the climate challenges we face. Joe, that is your own website. That is obviously your plan, the Biden plan. Maybe you need a refresher course. May be every now and then, you get a rare moment of honesty from Joe, including this vow to raise your taxes on day one. Take a look."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "You are going to raise the corporate taxes. You're going to raise the taxes on the wealthy. Is it wise to do even that when the economy is as weak as it is right now? Another --"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Absolutely."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "-- 900,000 people --"
    },
    {
      "speaker": "BIDEN",
      "utterance": "That's a great question."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "So, there's not going to be any delay on the tax increases?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "No, well, I've got to get the votes. I've got to get the votes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "At one point, Joe took out a cheat sheet, he brought a cheat sheet to the town hall, as it relates to his own tax proposal. He can barely read his own cheat sheet. Sadly, tax hikes are just one small part of Biden's radical agenda. Now, keep in mind even last night, well, we still can't get a straight answer about whether or not he plans to pack the courts. Watch."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I'm not a fan of court packing because I think it just generates what will happen, whoever wins just keeps moving in a way that is inconsistent with what is going to be manageable."
    },
    {
      "speaker": "STEPHANOPOULOS",
      "utterance": "So, you're still not a fan?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Well, I'm not a fan. I didn't say -- it depends on how this turns out. Not how we win but how it's handled, how it's handled."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Okay, she's going to be on the Supreme Court. It's already handled. Let me translate this for you, if Joe and his radical Democrats, if they are unsuccessful in blocking Judge Amy Coney Barrett, which they will be, they will pack the Supreme Court, they will add additional justices, increasing the size of the court until they have full control. Things that they could never get done at the ballot box legislatively they will try to get done through judicial fiat. Now, this would represent the biggest power grab in 150 years. It would render the judicial branch of the most powerful, usurping powers of the executive and legislative branches. It would be devastating to our republic. In 18 days, only you the American people are standing in the way of what would be a most radical administration in American history, very powerful, coordinated institutional forces all aligning to dramatically alter the fabric of this great count country. Joe Biden hoping to distract voters from his party's real, insane, radical, socialist agenda, and so, he continues to spread the lie about the president. And, of course, here we go, back to Charlottesville which he says, oh, the president said they are all very good people. But he purposely edited out the other part, the part where he condemned the neo- Nazis and white nationalists. Take a look."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Just like when he said, there were, quote, very fine people on both sides in Charlottesville, as they came out of the fields carrying torches, their veins just bulging, shouting anti-Semitic vile, carrying Nazi flags, accompanied by Ku Klux Klan. Just like when he stood on the debate stage with me and refused to denounce white supremacists, but told that white right wing extremist group to, quote, stand back and stand by."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Joe, stop playing the race card. You see this every two years, every four years, we're seeing it now, and he's also lying. Joe, you are supposed to be honest, Joe, stop lying. The president has condemned white supremacy and bigotry and hatred and even in the Charlottesville speech that you selectively edit, and he's done it over and over again. Joe, Savannah, watch, learn, pay attention to something called the truth, it matters."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Ever heard this president say one negative thing about white supremacists? Have you ever heard it?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I totally disavow the Ku Klux Klan. I totally disavow David Duke."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I got back in this race because of what happened in Charlottesville. People coming out of the woods carrying torches, their veins bulging. Close your eyes and remember what you saw. And a young woman gets killed, resisting hate and violence, and the president gets asked to comment on it, and what does he say? He says there are very fine people on both sides."
    },
    {
      "speaker": "TRUMP",
      "utterance": "And you have some very bad people in that group, but you also had people that were very fine people come on both sides. And I'm not talking about the neo-Nazis and the white nationalists, because they should be condemned totally."
    },
    {
      "speaker": "BIDEN",
      "utterance": "He would even condemn David Duke for god's sake."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I reject David Duke, rejected David Duke. I rejected the KKK, the Ku Klux Klan. From the time I'm five years old, I rejected them."
    },
    {
      "speaker": "HANNITY",
      "utterance": "In Charlottesville, very bad people, neo-Nazis, white nationalists, they should be condemned. The only person is a problem condemning hate groups apparently is Biden. In fact, at the DNC, Antifa was never mentioned, even as his members were burning down neighborhoods to the ground. Here with more as the author of the new book \"Leading America: President Trump's Commitment to People and Patriotism and Capitalist,\" America First Action senior advisor, Sean Spicer, and Trump 2020 press director, Erin Perrine is with us. Erin, it's just -- this is a lie with video evidence. He repeated the lie today. ERIN PERRINE, TRUMP 2020 PRESS DIRECTOR: Absolutely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, that is, you know, if you want to run a campaign, doesn't there have to be a certain level of fidelity to some truth here?"
    },
    {
      "speaker": "PERRINE",
      "utterance": "Well, Joe Biden has a real issue with fidelity to the truth here because it's clear, if he was actually honest with the American people, he would have to do things like, I don't know, be asked to condemn Antifa himself, or even condemn his own staff for donating bail money to get violent rioters and protesters out. President Trump has been unequivocally clear. He denounces all white supremacy, bigotry and hatred in all forms. He has done it, I don't know, for the 700 millionth time, roughly speaking, again last night with Savannah Guthrie, who did a great job auditioning to become Joe Biden's press secretary. Listen, the media, Joe Biden's campaign and the Presidential Debate Commission are trying to prop up a weak candidate with weak policies because they know that Joe Biden is held by the extreme radicals in the United States and he won't condemn them. He won't condemn things that would actually destroy the integrity of our nation, like packing the Supreme Court that would destroy jobs, like stopping fracking in the United States and would destroy households, like getting rid of the Trump tax cuts. Joe Biden is a disaster but he has so many people in his corner to try and prop him up along the way. President Trump does this for one reason and one reason alone. It is the American people and that's the fire to his fight."
    },
    {
      "speaker": "HANNITY",
      "utterance": "How is it that Joe Biden has gone to the point where we are only 18 days out of an election, Sean Spicer, well, he praised the former Klansman that filibustered the Civil Rights Act, that would be Robert Byrd, the guy that was also against the Voting Rights Act. The guy, that former Klansman that Joe Biden partnered with to stop the integration of schools because he didn't want his children going to schools that were, quote, racial jungles -- his words, not mine."
    },
    {
      "speaker": "SEAN SPICER, FORMER WHITE HOUSE PRESS SECRETARY",
      "utterance": "Well, it's simple, right, the press is complicit in this. They're not making any bones about it. The book I've written lays it all out because when they are trained in journalism school, this is what they are trained to do, to support the left, to continue to do that, and they're obfuscating and covering up. Last night, Sean, you're right. It wasn't a town hall. It was an infomercial in which beach balls were thrown at Joe Biden to be answered or not. It was ridiculous. It was a strong contrast between the debate, which was more of a hostile interview than you heard on NBC with President Trump. Last night was a clear indication of how far the breadth and depth that journalists and big tech will go to ensure that Joe Biden is elected and Donald Trump is not. People have to understand what's at stake this election. The policies of Donald Trump and I lay this out in this book are what's moving this country forward. And a Harris-Biden administration will take its cues from Alexandria Ocasio-Cortez in the House and Bernie Sanders in the Senate. Make no mistake about it, the direction our country is at stake. And the media and big tech are doing everything that they can to ensure that it continues move --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK."
    },
    {
      "speaker": "SPICER",
      "utterance": "-- in that direction. It is against Donald Trump."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Thank you both. When we come back, the next story, truly repulsive. Democratic Arizona Senate candidate Mark Kelly has a lot of explaining to do after it was revealed one of his staffers referred to police as worthless F-ing pigs. We'll explain. And later. She is the town hall audience member everyone is talking about, nodding in agreement with President Trump last night. She will join us. And an investigation, Peter Schweizer into 26,000 just released emails from Hunter Biden's partner. That \"Hannity\" investigation coming up."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. An important Senate race, Arizona Senator Martha McSally's opponent, Democrat Mark Kelly, is doing major damage control tonight after it was revealed his deputy press secretary referred to police as, quote, worthless f-ing pigs. The tweet was posted in August before the staffer joined Kelly's campaign. Both Kelly and the staffer have apologized. He wasn't fired. The tweet is deleted. Here with reaction, Arizona Senator Martha McSally. If that person was on your campaign, would you fire them? Because if they worked for me, I'd fire them."
    },
    {
      "speaker": "SEN. MARTHA MCSALLY (R-AZ)",
      "utterance": "Well, they wouldn't be working for me, Sean, but I would fire them right away. And keep in mind, this man tweeted this out the week before he was hired by Mark Kelly to be his spokesman. He hired him anyway, the tweet was out there and they just got caught. He is not fired him and he is still in his circle. I mean, you are known by the company that you keep and this is no surprise coming from Mark Kelly. He refused to shake the hand of a Border Patrol agent. He's in Minneapolis supporting Ilhan Omar and helping her to get elected. I back the blue. I've got the endorsement of the Arizona Police Association representing 12,000 men and women in uniform. They know I have their back, but this is just another reason, this vile, despicable language in people that are the spokesperson for Mark Kelly is another reason why he cannot get elected, and why we need all hands on deck to hold this seat and the Senate majority."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Okay. What are his problems with China because he's got his own issues like zero experience Hunter?"
    },
    {
      "speaker": "MCSALLY",
      "utterance": "Yeah, he does. So, while he was in the military, he went over on an all-expense paid junket by the Chinese communist propaganda arm. He said it was the most meaningful thing he did in his life, went back in 2004, back in 2005. Then he went to space and brought the Chinese communist banner with him to space. He was so honored. And then, later, he profited off his relationship. He got Tencent, which is a company tied to the Chinese government, known as a national security threat, went over there to get them to invest in the company that he cofounded. This is one of many of his financial ties, like many of the elite in America. I am standing up to China with President Trump. I'm leading the effort to hold him accountable financially for unleashing COVID on us and bringing our jobs home. And my opponent has got multiple business entanglements with him."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Senator, we're following your race closely. We wish you the best of luck. Thanks for joining us. Also, Joe Biden still refusing to give a straightforward answer on packing the courts, hinting his decision will be determined based on the outcome of Amy Coney Barrett confirmation process, which is a fait accompli. Meanwhile, the left is outraged that Senator Lindsey Graham and Dianne Feinstein actually hugged each other at the close of the Judiciary Committee's hearing on Judge Barrett. How dare they get along? For example, former Clinton campaign press secretary Brian Fallon tweeting that Dianne Feinstein must step down. For that? Former Obama advisor Ben Rhodes tweeting out, she should not be the lead Democrat on the Judiciary Committee. OK. Here with reaction, FOX News contributors Trey Gowdy and Jason Chaffetz. Whatever you do don't ever show a sign of kindness to somebody in the Republican Party or the radical left will come after you. I don't even know why you two were friends, to be very blunt. Trey, you probably wouldn't, you know, even shake Jason's hand, would you?"
    },
    {
      "speaker": "TREY GOWDY, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, Jason doesn't like to shake hands but I will tell you this, Sean, I too have been hugged by Lindsey Graham and I promise you that is punishment enough. You should not also lose your Senate seat, that is enough punishment."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. The state of the race, Jason. How do you see this 18 days out?"
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "utterance": "I think Donald Trump is going to win, I think enthusiasm wins races. I think Donald Trump has it in spades. I think Joe Biden is play it safe, don't say anything, don't hear anything, don't take any positions, don't be honest, don't be candid, don't take any tough questions. I think that's a losing formula. I think America sees through that. I think they look at the town halls last night, they see Donald Trump will take as many bullets as you can shoot at him and they will keep answering questions. And Joe Biden, you know, he's going to lick a snow cone and sit in his basement and hope that he comes out the victor."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I mean, the bias, Trey Gowdy, is so obvious at this point, but it's -- but I know people look at polls and they go, these polls are awful, but it's exactly the same as we had in 2016 and Corey Lewandowski made a good point, they are actually worse in 2016, but it's still hard for a Republican to get to 270. Your thoughts?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "It's a very -- you have to run it straight, Sean. I like your philosophy, run hard, run scared, run like you are behind. Republicans should act like we're down. That's how we should act. We should work like we're going to lose the Senate, like we're going to lose the White House. With respect to the media, Sean, I saw more stories about whether Kamala Harris knew there was a fly on Mike Pence's head then about Hunter Biden trafficking in his father's position and name. So, that tells you -- we've got to run through that headwind too. The media has the biggest headwind Jason Chaffetz and I faced. It wasn't the Democrats in Congress. It was the D.C. print media. But we just have to win anyway."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way, I might do a poll on my website, who is a better fill-in host, Jason or Trey? You know?"
    },
    {
      "speaker": "GOWDY",
      "utterance": "How about none of the above?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Is that even a question? Oh, Sean, come on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Hannity is not here forever, one day you guys can have it. Take over the enterprise. All right. Thank you both. All right. When we come back, Peter Schweizer, just breaking, he is now exclusively obtained 26,000 new emails from Hunter Biden's business partner that's in jail that detail how Hunter and his other partners helped Chinese investors secure an off the books White House meeting with Joe Biden never before revealed. Those details coming up later. Also, meet the town hall audience member who went viral on social media for nodding her head in agreement with the president and Leo Terrell, all coming up."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. \"Hannity\" investigation breaking tonight, new emails that expose even more corruption inside the Biden business bureau, because new documents obtained exclusively by Peter Schweizer now expose how Hunter Biden and associates used all of their connections inside the Obama-Biden White House to set up private meetings for foreign clients and investors. And get this, these never before seen emails were provided by a former hunter business partner, Bevan Cooney is his name. He's in jail right now. Also, they do outline how a delegation of Chinese investors and CCP officials scored an off the books meeting with the vice president back in 2011, and additionally, a 2011 email of Hunter Biden's business partner talking about developing revelations that were referred to as, quote, China Inc., and part of a, quote, new push on soft diplomacy for the Chinese. FOX News has not independently verified Peter's reporting but has not been wrong to date and we reached out to the Biden campaign. We have yet to hear back. But what does it all mean? It means that in addition to profiting off his father's diplomacy, we now have growing evidence that Hunter Biden and his business partners put U.S. national security at risk and willingly allowed Chinese officials use of this access to work their way inside the Obama- Biden White House. Starting to make more sense why Joe is so soft on China. As it started to make sense why Joe refuses to talk tough against America's biggest geopolitical foe and is that starting to make more sense why this is the biggest choice election in our history? Here to explain, author, journalist, \"Profiles In Corruption\", and, of course, \"Secret Empires\", Peter Schweizer. All right. A little bit of background. So, this guy Cooney is in business with Hunter and another guy by the name of Devon Archer, correct? PETER SCHWEIZER, AUTHOR, \"SECRET EMPIRES\": That's right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. He's in jail --"
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "And they basically -- they basically -- sorry, go ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. This guy Coney is in jail, Devon Archer is convicted and about to be sent to jail, right? Given a sense."
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "That's right. They have a business set up that was an investment scheme. Bevan Cooney was a partner in that. As a matter of background, Bevan Cooney was a nightclub promoter and owner. He owned the Viper Room, which was a famous club in L.A., and he got involved in these financial deals. It ended up he was charged and convicted and, of course, now, Devon Archer has been convicted. And Bevan Cooney is the only one that went to jail. And he's very frustrated. I mean, he admits that he made mistakes but he feels like Devon Archer and Hunter Biden got off scot-free because of their political connections, and that's why he wanted to share these emails with me to clear the record and demonstrate the widespread corruption that Hunter Biden was engaged in."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. A little bit of background, you wrote the book \"Secret Empires.\" You were the first to tell us about Burisma and the billion- dollar deal with the Bank of China, which became $1.5 billion. So, the two business partners of Hunter are convicted. One is in jail, one is about to be sentenced to jail. Now, the one in jail gives you access to his private email account and you've been able to confirm that these -- through these emails what?"
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "A number of things, and just to be clear, Sean, we have actually been granted access to his account. So we are not looking it for analysis, it's not secondhand. We go into his Gmail account. With his written approval, he gave us the password. And what those emails show, the 26,000 show, we are working our way through them, is a wide net of using the Biden name, using access to the White House, serving -- Hunter serving as the pipeline to the administration as a means to help their clients and gain clients. The names have come up in this are the Chinese, the Russians, the Ukrainians, the Kazakhs. It's a veritable United Nations of corruption. And what it demonstrates is that Joe Biden as vice president of the United States was a center point. It was almost the planet around which these business activities moved."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. So, we can bifurcate for people. This is all separate from what \"The New York Post\" was reporting this week. This is separate from what we knew earlier and it's separate from Ron Johnson and Chuck Grassley's report that they put out, 87 pages, which talked about, well, Russian oligarchs, Kazakh oligarchs, the $3.5 million payment with the former first lady of Moscow, Chinese nationals, $1,000 shopping spree, Russian nationals, Kazakhs nationals, Ukrainian nationals. How much money are we talking about here, and were all three of them involved in all of these endeavors?"
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "Well, it kind of jumps around, but let me just make clear, these are all separate emails from \"The New York Post\" and what the Senate did, but they all reinforce the same. I mean, to take, for example, Ms. Baturina, the Russian oligarch links to organized crime that the Senate sent $3.5 million based on Treasury Department documents, we will be rolling out a story in a couple of days demonstrating that their relationship, meaning Hunter and Devon Archer's relationship with Elena Baturina goes way back and they were performing a number of banking and other financial services for her, services that they had trouble doing, by the way, because several banks did not want to work with her because the money was seen as dirty."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, literally, these nationals were allowed access to Biden inside the White House according to these emails. I guess my next question is if both of Hunter's business partners are convicted, how did he go scot-free?"
    },
    {
      "speaker": "SCHWEIZER",
      "utterance": "Well, that's the question, Sean. There was a trial in 2016 and we actually, I've gone through the notes of that trial, and what it demonstrates is that Hunter Biden's fingerprints are all over this. He has named repeatedly in the court trials but he was never charged by the prosecutors in New York."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Great work. Peter Schweizer, we'll have you back next week for the next report. All right. When we come back, she is the Trump town hall audience member everybody was talking about, nodding her head in agreement with the president. She will join us next exclusively right here on \"Hannity.\""
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, one audience member in attendance at last night's NBC town hall with President Trump went viral on social media. Her name, Mayra Joli, seated right behind the president, seen for a big part of the night nodding along to many of the president's comments, giving a thumbs up at one point. Here to react to the viral Trump supporter from last night's town hall, Mayra Joli, and civil rights attorney, our friend Leo Terrell. Mayra, thank you for joining us. OK. Did you expect you'd become a viral sensation? By the way, sort of like Leo. Leo is a viral sensation."
    },
    {
      "speaker": "MAYRA JOLI, TRUMP SUPPORTER AT NBC TOWN HALL",
      "utterance": "I certainly didn't expect that, because I thought the sensation was the president himself, but I'm glad I could help."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Why -- you were nodding, I'm assuming in agreement. It seemed like it was in agreement. I mean, I picked that up on my own, and people started tweeting, look over the president, there is a supporter at an NBC town hall of the president. Was it nodding in agreement?"
    },
    {
      "speaker": "JOLI",
      "utterance": "Absolutely, nodding in agreement because I was following exactly what he was saying and that's my sentiment as well. Not emotionally but from the logical point of view. So, it's just -- it's just natural to follow the conversation and then when you feel like what the person is saying is correct, I nodded in approval."
    },
    {
      "speaker": "HANNITY",
      "utterance": "How did you feel about the treatment of the president by Savannah Guthrie?"
    },
    {
      "speaker": "JOLI",
      "utterance": "It's like every other presentation that the president had had, it's all -- it's like the president is fighting with one hand tied behind his back, in which the judge and the prosecutor are both against the attorney, practically. So there is no way that anybody can have a decent conversation when from the get-go, it's just attacks. And it's not only a town hall, it's been -- it's been -- it's been the norm throughout the whole candidacy and presidency of President Trump, and their supporters, aka, myself. I have not been a victim of attacks just because I just was sitting behind the president, happened to be sitting behind the president. I've been the victim up attacks just because I expressed my views, and I'm a person who think on her own and I'm a grown woman, a businesswoman. And I believe that that's the right -- that's the right that I do have to come to this country and think for myself."
    },
    {
      "speaker": "HANNITY",
      "utterance": "When I -- when I watched, you know, the first 20 minutes of this, Leo, and then here we go again. Are you going to condemn white nationalism? Okay, he's done it how many times and played it earlier the show. And then we get to QAnon, Leo, and I'm like, OK, really, this is what you want to know? Joe Biden, he's never been asked about his kind words about the former Klansman Robert Byrd, the guy that filibustered the Civil Rights Act, or the fact that he worked with him to stop the integration of schools, didn't want his kids going to schools that are racial jungles. Not one time, Leo, not one time has he ever been asked."
    },
    {
      "speaker": "LEO TERRELL, CIVIL RIGHTS ATTORNEY",
      "utterance": "You know, Sean, I tell you right now, last night, those two town halls was a perfect example that Republicans are always fighting uphill because the media is so far left and so far in the pocket of the Democratic Party. Savannah Guthrie was trying to maintain her invitation at Democratic cocktail parties and that's why she went off. The president has answered the race question 20, 30 times. It's all on tape but she still goes on and answers that question. And I'll tell you, the reason why I'm here, the reason why I am supporting Donald Trump, the reason I will be on your program next week, I'm campaigning across the country for the president. It's because --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Oh you're going to be on the program, we'll find a way. You look better in a hat, to be honest. Where's the hat tonight?"
    },
    {
      "speaker": "TERRELL",
      "utterance": "I -- well, I tell you right now, I'm so excited, I'm campaigning all next week for the president. And Joe Biden was asked that question about you ain't black. He didn't answer it. He did not answer that question --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "How about integration? How about his praise of a Klansman? Could you imagine if Donald Trump praised a Klansman?"
    },
    {
      "speaker": "TERRELL",
      "utterance": "Oh, he -- Donald Trump, Sean, has declared the Klan a black -- a domestic terrorist group. But what I'm saying is the Democrats will not confront Joe Biden, it's a double standard. And by the way, you cannot communicate with Republicans or you are a sellout. I'm proud to be working for Donald Trump. I'm on the campaign all week next week."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Mayra, did you get to meet the president?"
    },
    {
      "speaker": "JOLI",
      "utterance": "I do, I did get to meet the president, he was right directly talking to me saying, you know, he was mentioning Sammy Sosa, who is Dominican as well."
    },
    {
      "speaker": "TERRELL",
      "utterance": "I saw her."
    },
    {
      "speaker": "JOLI",
      "utterance": "Yeah, yeah, because what people don't understand is that the Democratic Party, I was a former Democrat. The Democrat Party left me. When we have a party who is willing -- who's willing to kill a baby, I cannot be along with that. That's --"
    },
    {
      "speaker": "TERRELL",
      "utterance": "A lot of people like her, Sean. There's a lot of black going to the president. He's going to get record numbers."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. We'll know in 18 days."
    },
    {
      "speaker": "JOLI",
      "utterance": "Absolutely, absolutely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Thank you both. Mayra, congratulations. Leo, we'll see you on the campaign trail. More \"Hannity\" next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. That's all the time we have left this Friday night. We hope you will save on the DVR, 9:00 Eastern, right here on FOX, you never miss an episode, and Monday, 15 days, and you're the ultimate jury, our two-week countdown begins at a debate next week. We'll have it covered. Let not your heart be troubled. Laura Ingraham is next. I hope you have a great weekend. We'll see you back here on Monday. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC.  All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}