{
  "date": "October 11, 2018",
  "headline": "Politicians push for votes as midterms approach",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/politicians-push-for-votes-as-midterms-approach",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "You don't hand matches to an arsonist, and you don't give power to an angry leftwing mob, and that's what the Democrats have become.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "They would turn our country so fast into Venezuela, and Venezuela is not doing too well, folks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC HOLDER, FORMER ATTORNEY GENERAL",
      "sentences": "It is time for us as Democrats to be as tough as they are, to be as dedicated as they are, to be as committed as they are. Michelle says when they go low, we go high. No, no. When they go low, we kick them. That's what this new Democratic Party is about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Eric Holder in what could be a presidential run, campaigning early, we'll see. In response to that statement, Colorado Senator Cory Gardner just put out a tweet that says \"You have other party say Michelle Obama was wrong when she said when they go low we go high, but rather when they go low we kick them. This is not who we are.\" Senator Gardner pointing out that he and his family had some threats after the Kavanaugh vote. Meantime, the president tonight is campaigning in Pennsylvania, tweeting out \"Departing the White House for Erie, Pennsylvania. I cannot disappoint the thousands of people that are there and the thousands that are going. I look forward to seeing everyone this evening. Even as he has been talking about the hurricane and the recovery down in Florida, and the continuing hurricane, Michael, as we've been covering all show.  Let's bring in our panel: Byron York, chief political correspondent for The Washington Examiner; Mara Liasson, national political correspondent for National Public Radio, and Andy McCarthy, former chief assistant U.S. attorney and contributing editor at National Review. Welcome.   Byron, let me start with you. This is the politics and protests, or mobs, or anger, and how is this all playing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYON YORK, THE WASHINGTON EXAMINER",
      "sentences": "The Republicans are extremely on message now from the president on down. And it's an old message that's been used against Republicans so many times. The Democrats are extremist. They're dangerous. This is too much of a chance. They are an angry mob. They will take away your Medicare. This is a very interesting campaign that they have centered on. And talking to Republicans working to keep the House, they have had the best week or so of polling that they have had in quite a while. And they attribute most of it to the Kavanaugh effect, but also some of it to the trade victory. They felt that the president faced down Canada and won and made one of these deals that he promised he would make. So they are still scared, they are very scared, but they feeling better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "From the same sheet of music there, Mara, usually Democrats are good at that. But every day it seems like there is something that fits into this narrative that the GOP has created. Eric Holder, you have the calls for impeachment of Brett Kavanaugh, all of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA LIASSON, NATIONAL PUBLIC RADIO",
      "sentences": "Right. And every time one Democrat says something like that it gets blown up by Republicans. Republicans talk about impeachment a lot more than Democrats do, net, net, net. But I think the Eric Holder cut is really important because this is a big debate going on inside of the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You heard Hillary Clinton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Yes. Should they be Michael Avenatti Democrats? In other words, should they be the leftwing equivalent of Donald Trump, fight back just like he does? Or should they stand for something, as Michelle Obama would say, higher? They don't know which direction they want to go.   There is a lot of feeling inside the Democrat Party, especially in the activist base, that Democrats are too weak. They're not tough enough. And what does toughness mean? And this is something -- and if they win, if they do take the House back, it's going to be an even more tougher debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Andy, your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDY MCCARTHY, NATIONAL REVIEW",
      "sentences": "I just worry that it's not a four-week phenomenon. We can't here do anything more than calculate how does this what's going to happen on Tuesday night four weeks from now? This is not a genie that gets easily put back in the bottle. It has the eerie feeling of the 1960s, 1970s radicalism. And it's a phase I think we're just getting into the beginning of rather than something that's going to be able to be contained in four weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Clearly, we'll be covering the midterms every day for the next 27 days. I ask all the panels to choose a race that they think is interesting for one reason or another. Let's start with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "I look at the Arizona race because suddenly it's more I guess personal to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "This is Kyrsten Sinema, the Democrat, versus McSally, the Republican.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCCARTHY",
      "sentences": "Yes. The news that came out today about Sinema is that she hosted Lynn Stewart who was my adversary in the Blind Sheikh prosecution in the 1990s, rising out of the bombing of the World Trade Center. It turns out that Lynn was later on trial herself for material support to terrorism for communicating messages from the Blind Sheikh where he was in jail to his Egyptian terrorist organization. It turns out that Sinema evidently promoted two of her appearances at a university in Arizona.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We will see how that plays. Mara, your race?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "My race is the Texas Senate race that incumbent Ted Cruz, the Republican, Beto O'Rourke, the Democrat, tremendous excitement among Democrats. O'Rourke gets like crowds of 50,000. Nobody that I've talked to actually thinks that he's going to win, but the thing is he's kind of plowing the fields or fertilizing the fields in Texas for what Democrats hope will be eventually that state turning purple. They've been disappointed in the past, but this time they think they really are going to make inroads.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "I picked the Montana Senate race. The incumbent is the Democrat, Jon Tester. The challenger is a Republican, Matt Rosendale. I think it's the best chance for a Republican pickup that is not getting very much attention. The polls are very, very close, and Republicans are waiting for a Kavanaugh effect. They believe it is going to take place, and they don't believe you actually have to wait 28 days or 27 days until election day because early voting starts next week in Montana. So if there is another Kavanaugh effect, perhaps and when it is strongest, people will already be voting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I wouldn't be surprised to see Air Force One stopping back in Montana as well. Panel, thank you.  Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "You don't hand matches to an arsonist, and you don't give power to an angry leftwing mob, and that's what the Democrats have become."
    },
    {
      "speaker": "TRUMP",
      "utterance": "They would turn our country so fast into Venezuela, and Venezuela is not doing too well, folks."
    },
    {
      "speaker": "ERIC HOLDER, FORMER ATTORNEY GENERAL",
      "utterance": "It is time for us as Democrats to be as tough as they are, to be as dedicated as they are, to be as committed as they are. Michelle says when they go low, we go high. No, no. When they go low, we kick them. That's what this new Democratic Party is about."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Eric Holder in what could be a presidential run, campaigning early, we'll see. In response to that statement, Colorado Senator Cory Gardner just put out a tweet that says \"You have other party say Michelle Obama was wrong when she said when they go low we go high, but rather when they go low we kick them. This is not who we are.\" Senator Gardner pointing out that he and his family had some threats after the Kavanaugh vote. Meantime, the president tonight is campaigning in Pennsylvania, tweeting out \"Departing the White House for Erie, Pennsylvania. I cannot disappoint the thousands of people that are there and the thousands that are going. I look forward to seeing everyone this evening. Even as he has been talking about the hurricane and the recovery down in Florida, and the continuing hurricane, Michael, as we've been covering all show."
    },
    {
      "speaker": "Let's bring in our panel",
      "utterance": "Byron York, chief political correspondent for The Washington Examiner; Mara Liasson, national political correspondent for National Public Radio, and Andy McCarthy, former chief assistant U.S. attorney and contributing editor at National Review. Welcome. Byron, let me start with you. This is the politics and protests, or mobs, or anger, and how is this all playing?"
    },
    {
      "speaker": "BRYON YORK, THE WASHINGTON EXAMINER",
      "utterance": "The Republicans are extremely on message now from the president on down. And it's an old message that's been used against Republicans so many times. The Democrats are extremist. They're dangerous. This is too much of a chance. They are an angry mob. They will take away your Medicare. This is a very interesting campaign that they have centered on. And talking to Republicans working to keep the House, they have had the best week or so of polling that they have had in quite a while. And they attribute most of it to the Kavanaugh effect, but also some of it to the trade victory. They felt that the president faced down Canada and won and made one of these deals that he promised he would make. So they are still scared, they are very scared, but they feeling better."
    },
    {
      "speaker": "BAIER",
      "utterance": "From the same sheet of music there, Mara, usually Democrats are good at that. But every day it seems like there is something that fits into this narrative that the GOP has created. Eric Holder, you have the calls for impeachment of Brett Kavanaugh, all of that."
    },
    {
      "speaker": "MARA LIASSON, NATIONAL PUBLIC RADIO",
      "utterance": "Right. And every time one Democrat says something like that it gets blown up by Republicans. Republicans talk about impeachment a lot more than Democrats do, net, net, net. But I think the Eric Holder cut is really important because this is a big debate going on inside of the Democratic Party."
    },
    {
      "speaker": "BAIER",
      "utterance": "You heard Hillary Clinton."
    },
    {
      "speaker": "LIASSON",
      "utterance": "Yes. Should they be Michael Avenatti Democrats? In other words, should they be the leftwing equivalent of Donald Trump, fight back just like he does? Or should they stand for something, as Michelle Obama would say, higher? They don't know which direction they want to go. There is a lot of feeling inside the Democrat Party, especially in the activist base, that Democrats are too weak. They're not tough enough. And what does toughness mean? And this is something -- and if they win, if they do take the House back, it's going to be an even more tougher debate."
    },
    {
      "speaker": "BAIER",
      "utterance": "Andy, your thoughts?"
    },
    {
      "speaker": "ANDY MCCARTHY, NATIONAL REVIEW",
      "utterance": "I just worry that it's not a four-week phenomenon. We can't here do anything more than calculate how does this what's going to happen on Tuesday night four weeks from now? This is not a genie that gets easily put back in the bottle. It has the eerie feeling of the 1960s, 1970s radicalism. And it's a phase I think we're just getting into the beginning of rather than something that's going to be able to be contained in four weeks."
    },
    {
      "speaker": "BAIER",
      "utterance": "Clearly, we'll be covering the midterms every day for the next 27 days. I ask all the panels to choose a race that they think is interesting for one reason or another. Let's start with you."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "I look at the Arizona race because suddenly it's more I guess personal to me."
    },
    {
      "speaker": "BAIER",
      "utterance": "This is Kyrsten Sinema, the Democrat, versus McSally, the Republican."
    },
    {
      "speaker": "MCCARTHY",
      "utterance": "Yes. The news that came out today about Sinema is that she hosted Lynn Stewart who was my adversary in the Blind Sheikh prosecution in the 1990s, rising out of the bombing of the World Trade Center. It turns out that Lynn was later on trial herself for material support to terrorism for communicating messages from the Blind Sheikh where he was in jail to his Egyptian terrorist organization. It turns out that Sinema evidently promoted two of her appearances at a university in Arizona."
    },
    {
      "speaker": "BAIER",
      "utterance": "We will see how that plays. Mara, your race?"
    },
    {
      "speaker": "LIASSON",
      "utterance": "My race is the Texas Senate race that incumbent Ted Cruz, the Republican, Beto O'Rourke, the Democrat, tremendous excitement among Democrats. O'Rourke gets like crowds of 50,000. Nobody that I've talked to actually thinks that he's going to win, but the thing is he's kind of plowing the fields or fertilizing the fields in Texas for what Democrats hope will be eventually that state turning purple. They've been disappointed in the past, but this time they think they really are going to make inroads."
    },
    {
      "speaker": "YORK",
      "utterance": "I picked the Montana Senate race. The incumbent is the Democrat, Jon Tester. The challenger is a Republican, Matt Rosendale. I think it's the best chance for a Republican pickup that is not getting very much attention. The polls are very, very close, and Republicans are waiting for a Kavanaugh effect. They believe it is going to take place, and they don't believe you actually have to wait 28 days or 27 days until election day because early voting starts next week in Montana. So if there is another Kavanaugh effect, perhaps and when it is strongest, people will already be voting."
    },
    {
      "speaker": "BAIER",
      "utterance": "I wouldn't be surprised to see Air Force One stopping back in Montana as well. Panel, thank you. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}