{
  "date": "October 14, 2018",
  "headline": "Larry Kudlow on stocks, the Fed and state of US economy",
  "subHeadline": "President Trump's top White House economic adviser Larry Kudlow discusses this week's sharp market selloff on 'Fox News Sunday.'",
  "url": "https://www.foxnews.com/transcript/larry-kudlow-on-stocks-the-fed-and-state-of-us-economy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, FOX NEWS HOST",
      "sentences": "I'm Chris Wallace. The stock market takes a big hit and President Trump blames it on the Federal Reserve raising interest rates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I think the Fed has gone crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll discuss a sell-off in the state of the economy with the president's top White House economic advisor, Larry Kudlow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "Our message to China's rulers is this: this president will not back down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The administration takes a hard line against a China that's on the march. Are the U.S. and China now engaged in a new cold war?  We'll discuss the growing tensions with China's ambassador to the U.S., Cui Tiankai, only on \"Fox News Sunday\".  Plus --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KANYE WEST, MUSICIAN",
      "sentences": "If you don't look good, we don't look good.  This is our president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel of what they make of Kanye's visit to the Oval Office. And our power player of the week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hello, welcome to Blair House.  Come on in, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "A look behind the scenes at the president's guest house. All, right now, on \"Fox News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And hello again from Fox News in Washington. We begin with breaking news, the return of American Pastor Andrew Brunson to the U.S. after two years detention in Turkey.  President Trump who secured Brunson's release welcomed him home Saturday and Brunson prayed with the president in the Oval Office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "From a Turkish prison to the White House in 24 hours, that's not bad actually.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PASTOR ANDREW BRUNSON",
      "sentences": "Lord, God, I ask that you pour out your holy spirit on President Trump, that you give him supernatural wisdom to accomplish all the plans you have for this country for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The other big story today, folks in the Southeast still trying to dig out from Hurricane Michael, one of the most powerful storms ever to hit this nation. Phil Keating is in Mexico Beach, Florida, where the storm made landfall -- Phil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "sentences": "Chris, post-hurricane, day four just beginning and FEMA director Brock Long and Florida Governor Rick Scott just landed.  They are here getting a look on the ground up close, the catastrophe that a near category five hurricane brings.  The search for the unaccounted through all the rubble continues.  Total death toll now at 19 but that number is expected to rise today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "Shell-shocked residents returning to the scene summed up in one tragic word, catastrophe.  Block after block in this town of 1,200, it looks like a bomb went off.  Most evacuated before the hurricane but not Steve Ramsey and his dogs, and they probably shouldn't have survived.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It came in so fast that I had to take the broom and bust his top window out and dump my dogs under.  I swam out, so I threw all the dogs and everything in the boat and climb in the boat and rode out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "No images before and after hammer home Michael's magnitude. About 1 million Americans from Florida to Virginia still have no power, many for the fifth straight day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "And tomorrow, President Trump flies in to Panama City to take a look at this historic disaster for himself -- Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Phil Keating reporting from Florida -- Phil, thanks for that. There was another big story this week, the dramatic drop in the stock market raising new questions about the state of the U.S. economy.   Joining us now, President Trump's top White House economic advisor Larry Kudlow.  Larry, the Dow fell more than 1,000 points this week, that's more than 4 percent and the other indexes followed suit.  What do you think the markets took such a hit and do you see them going up or down over the course of this year?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY KUDLOW, WHITE HOUSE CHIEF ECONOMIC ADVISER",
      "sentences": "Well, I would want to give it an investment strategy forecast today, but I would like to say that these kind of corrections are absolutely normal.  I think it's about 5 percent or so, 6 percent.  We're still ahead here today in the major indexes by 4 or 5 percent.  The economy is in terrific shape.  We are in an economic boom.  People thought it would be impossible.  The reality is we are clicking on all cylinders.  They are absolutely crushing it, profits are rising, confidence is up, blue-collar's are up, wages are out.  So I think the back ground is very positive for the stock market and corrections come and go.  They should stay very calm over these things, it's quite normal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You as you've just demonstrated are very bullish on the Trump economy, but some analysts see warning signs on the horizon.  Let's go through some of those.  They know interest rates are rising, so are energy prices.  The president's trade war with China is hurting growth.  And the global economy is slowing and the International Monetary Fund just revised its protection for U.S. growth down to 2.5 percent for next year, 2019. Question, you see no cause for concern on the economy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Not to the American economy, Chris, not at the present time.  As I said, look, this is a story in 2018 that most folks that would be impossible.  We've created an economic boom, the president's policies have changed, the whole incentive structure and the economy with lower tax rates for individuals and small businesses and other companies.  We deregulated across the board.  We spark a tremendous boom in energy, which I think is going to continue for quite some time.  What we are also seeing here, and I think this is very important in terms of the presidents views, blue-collar workers are booming right now.  The fastest pace of hiring for the blue-collar workers since the mid-1980s when I was first there is a Cub Scout for President Ronald Reagan.  Also, another part I want to make on wages, not only are wages rising at a pretty good pace, but the blue-collar middle and service areas, typically a little slower, Chris, they're actually raising faster than the white collar workers. And I think this is the new face of the Trump economy, what I call blue- collar workers in men and women who own their own small businesses.  As I said, the incentive to change the president has ended the war on business. He has entered the war on energy.  He's ended the war on success. He said to people, just go out there and take a rip at the ball, got your back, and that's exactly what's happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, he may have started a war with the Federal Reserve.  He repeatedly called out the Federal Reserve this week for raising interest rates.  Here's just one example of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I think the Fed is far too stringent and they're making a mistake and is not right and it's -- despite that, we are doing very well -- but it's not necessary in my opinion, and I think I know about it better than they do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, Larry, isn't that exactly what the Fed is supposed to do when the economy is going strong, to raise interest rates to prevent it from getting too hot and you're seeing a spike in inflation?  And whatever happened to recognizing the independence of the Federal Reserve as presidents have for decades?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Well, a couple of things on that.  By the by, there is no spike in inflation, respectfully.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No, no, I'm saying that.  But that's what the Fed does to try to prevent it when the economy is going strong, they don't want to see a spike in inflation.  Look, interest rates are two and a quarter percent.  They're not high.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Well, that's true, there's a normalization going on.  Look it, the president is a successful businessman and an investor knows a lot about these topics and he is giving his opinion.  And his concern is that the Fed might move too quickly and might choke off the economic recovery which is now running 3 or 4 percent, OK?  He is not impinging on the Fed independence.  He didn't say I want you to change your plan.  He didn't say I want you to change your strategy.  He knows the Fed is independent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "He did say all of those things.  He didn't order it and you could argue he couldn't order it, but he did say all of those things.  He said they're going crazy.  They're loco.  They're raising rates to high. He did say that they're raising them too high, too fast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Well, that's his view, again.  But he never said to the Fed, change, I want you to change this or I want you to change that.  He respects the Fed's independence. And again what the president is raising here on the matter of interest rate timing and so forth, a lot of people are discussing this, people on Wall Street, people in academia.  There's a whole of news articles, some agree, some disagree.  He's just weighing in, there's nothing wrong with him weighing in. I think the bigger picture is this, look it, The White House, the president, the Federal Reserve, everybody wants this economic boom to continue.  Everybody wants this boom to continue.  Everybody is cognizant of the difficulties and the strategies that have to take part.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "We're not giving away free money anymore.  But we're all -- we're all of similar minds on this -- just keep the boom going, and I think that's what the president is saying.  And I don't know, can he speak his mind, Chris?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, presidents generally don't call out the Fed or the Fed chairman. But let me move on to another subject.  The mysterious disappearance of journalist Jamal Khashoggi and concerns that he went into the Saudi consulate in Istanbul and was murdered.  The president said this week that he does not intend to impinge in any way on the $110 billion arms sale to the Saudis.  Treasury Secretary Mnuchin says he still plans to go to the economic conference in Riyadh this next week. So as far as the Trump administration is concerned, it's business as usual with the Saudis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Well, look, the president several times said we want a prompt, swift, open transparent investigation.  I mean, the Khashoggi story is a tragedy for Khashoggi and his family members as well as for everybody else. Terrible thing.  So we don't know yet.  Allegations are being made but we withheld our views. The administration will be carefully, carefully monitoring it this week.  I think the president wants a very prompt resolution of what exactly happened and we'll see what actions are necessary should we find some results coming in this week.   Regarding Secretary Mnuchin at the moment, he is scheduled to go to a meeting in Saudi.  That meeting is about terrorist financing and how to stop it.  It's a very important meeting.  But he too, like the president, will want to see how things go in the Saudi investigation or the general investigation of the Khashoggi tragedy before he makes a final decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "In the interview, on \"60 Minutes\" tonight, President Trump says if it turns out that Khashoggi was murdered by the Saudis, there will be serious consequences.  Take a look at this clip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "May be especially so because this man was a reporter.  There's something -- you'll be surprised to hear me say that -- there's something really terrible and disgusting about that if that were the case.  So, we're going to have to see.  We're going to get to the bottom of it and they will be severe punishment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The question is what kind of severe punishment?  If the $110 billion arms sales is off the table and the president has made it clear he intends to go through with that with the Saudis, what can you do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Well, Chris, look, as in every case when the president speaks, when the president warns, people should take him at his word.  Obviously, he is very, very serious.  I'm not going to get ahead of the curve.  He'll decide what the proper actions are if indeed we find out that Saudis were involved.  I don't know that this morning.  Probably nobody knows that just yet.  But take him at his word, if the Saudis are involved, if Khashoggi was killed or harmed or whatever, bad outcome here. He will take action.  And that has been his strategy, believe what he says. It's a lot like what the reverend coming out of Turkey. You know, American foreign policy now has reclaimed, what, 18 or 20 hostages around the world.  Now, Khashoggi is on a hostage situation, I get that.  But from North Korea and Turkey and elsewhere, that's been part of our foreign policy triad (ph).  We will take stern action with the Saudis if necessary.  Take the president at his word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I went to squeeze into more questions, Larry. First of all, the Saudis again today again denied that they had anything to do with Khashoggi's disappearance and say if the U.S. takes actions, they will retaliate.  Does that concern you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Well, I'll leave it there.  I'll leave it.  Whatever that is, it's up to the president and his foreign policy team.  We will see, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I mean, obviously, they can have an impact on energy prices around the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Well, that's true.  By the way, the United States is the dominant energy player, so we are in pretty good shape, in my opinion, with our energy boom to cover any shortfalls.  That may be a small part of the story.  We'll wait and see. But rest assured that when the president says we will take actions if we find out -- if we find out bad outcomes, he means it.  He's always meant it.  That's been part of his foreign policy from day one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Finally, and I got less than a minute left here.  We are sitting down with China's ambassador to the U.S. a little later in this program. There's growing talk about a cold war between the U.S. and Beijing.  How far is President Trump prepared to go against Beijing to pursue his policies not only on the economic front, but military and political as well?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Well, look, I'll leave it leave it to historians about the term cold war, but I will say this -- I've been very involved in the trade talks with China.  Those talks have been unsatisfactory. We've made our asks -- you can't steal America's intellectual property, you can't force technology transfers. Just recently, China issued a regulation where their police can hack into American companies in China in order to steal secrets?  That is not good. They have tariffs and nontariff barriers. You know, the president said time and time again on trade and I think this works for the security issues as well, we want reciprocity.  We want rules by the game to be observed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "And China has not.  Now, the president and -- President Trump and Xi will probably meet at the G20 in Buenos Aires, Argentina, later in the year.  There's plans and discussions and agendas and so forth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "But the relationship has not been positive lately and we have to have reciprocity in all of these areas -- trade, security, military issues. That's what's at stake here.  We have to defend American interests as the president has said many, many times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Larry, thank you.  Thanks for your time and we will watch how the markets do this week, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KUDLOW",
      "sentences": "Thank you, Chris.  Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, 23 days until the midterm elections.  We'll bring in our Sunday group to discuss how both the right and left her trying to fire up their voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The Democrats have become too extreme and they become frankly too dangerous to govern.  They've gone wacko.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump at a rally in Iowa this week pushing the post- Kavanaugh message, portraying Democrats as a mob. And it's time now for our Sunday group: Fox News senior political analyst Brit Hume, Philippe Reines, former senior advisor to Hillary Clinton, Julie Pace, Washington bureau chief for the Associated Press, and GOP strategist Karl Rove. Well, the Washington Post is out with a new poll today, let's put up the numbers.  It shows president Trump's approval numbers are up five points from late August, but there's still deeply underwater.  And on the generic ballot question, who do you support in your House district, Democrats lead by 11 points among registered voters, 13 points among likely voters.  Karl, how do you see the midterms 23 days out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FORMER BUSH WHITE HOUSE ADVISER",
      "sentences": "Republicans look good in the Senate because of the map.  We have so many Republican-oriented states and so few Democrat -- so few Republican senators up for election. The House is a different question.  Take Charlie Cook, he has 196 solid to lean Republican --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We should say, he writes the Cook Political Report, kind of a bible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Yes, look, there are several others but they all serve in the same place.  He's got 208 solid to lean Democrat seats.  So, and 31 toss-ups, two Democrat seats, 29 Republican seats. The Democrats can take control only need ten.  If they hold all of those minutes about a third of the toss-up seats Republicans we need to take about 71.  But it's going to be close, and it's going to be a long night. I would suspect we're going to have a large number of races settled by a relatively small handful of votes. Governorships, a lot of those up this year, 36 of them, Republicans are likely to lose seats simply because they have so many and, unfortunately, there will be a couple of big state governors in there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Julie, what do you hear from folks at the White House?  Do they feel particularly with the Kavanaugh confirmation battle that they have blunted the so-called blue wave of Democratic advances?  And to the degree that they still worry about especially losing the House, how worried are they about that?  That if they lose the House, if Speaker Pelosi and Adam Schiff in terms of intelligence, the impact it's going to have in terms of investigations and hearings and also on their agenda?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIE PACE, ASSOCIATED PRESS",
      "sentences": "I think they should and your first question on the wave, I think they feel like they've been able to blunt that on the Senate side.  There was this point coming out of the summer, coming out of labor day where it actually did look like some of these Senate races that did feel pretty comfortable for Republicans are getting closer.  That seems to have shifted and we now do seem to be in a place for the Senate is definitely leaning more strongly toward Republicans. But this question about what happen if Democrats take back the House is really a big cloud over this White House because Democrats will then have subpoena power in the House, they will be launching as they have already said, a whole raft of investigations that is not just investigations into things that we know Bob Mueller has been looking at.  They are open to going after Trump's taxes, to going after financial dealings of other people in the administration in the cabinet. This is something I think would really basically dominate 2019 for the president.  In part because he hasn't done a particularly good job at laying out what his legislative agenda would be in a divided government. He's got some ideas on infrastructure and criminal justice reform but there's nothing proactive that he's necessarily pushing in the White House because they are understaffed and have been for quite some time, they do not have the infrastructure in place right now to deal with a lot of Democratic investigations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Meanwhile especially after the Kavanaugh confirmation fight, there seems to be a push among Democrats to take on Donald Trump on his own terms, to be more aggressive and it's coming from some unlikely sources. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER SECRETARY OF STATE",
      "sentences": "You cannot be civil with a political party that wants to destroy what you stand for and what you care about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIC HOLDER, FORMER ATTORNEY GENERAL",
      "sentences": "Michelle always says that, you know, when they go low, we go high.  No.  No.  When they go low, we kick them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Brit, we should make it clear that later in that same speech, Eric Holder made it clear that he is not advocating violence.  But this move to the left on issues, on tactics, do you think it's good politics for the Democrats?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "sentences": "Well, I think within the Democratic Party coming you see a couple of political figures they are trying to catch up, a couple of beats behind the music.  The core base the Democratic Party is in a rage and they want to seem to be in a rage too. They want to make sure everybody knows they're part of the resistance too. So, that's where I think this is.  I don't think it's good politics.  I don't think the spectacle to Kavanaugh hearing and the demonstrations that surrounded it which got pretty ugly and pretty far outside your normal bounds are helpful to Democrats at all, and, you know, this Kavanaugh business was a very, very big deal, because it went on so long, it was so conspicuous. Let's remember, in the middle of it, \"The New York Times\" came out with a story, very long piece about Trump's alleged cheating on his taxes through the years.  It sank without a sound practically, so much so that a few days later, \"The Times\" ran it again and it still seems to have gotten no traction.  So that's how big a deal -- that's how much that Kavanaugh controversy drown things out.  And I think Republicans will benefit from this into the midterms -- whether they can match the Democrats enthusiasm is entirely another matter.  I doubt that.  But Republicans are in better shape because of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Philippe, you can see the Republicans on the president certainly pushing this idea, they're dangerous, don't give a match to an arsonist, they're loco, crazy.  Do -- forget the Republican talking points.  In your view, do Democrats take a risk of being seen as too extreme, the mob?  At that conceivably hurt them in the midterms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHILIPPE REINES, FORMER HILLARY CLINTON SENIOR ADVISER",
      "sentences": "Well, I'd say a couple of things.  First, sitting here as a Democrat, I'm confused because prior to a few weeks ago, I was a snowflake of the party of snowflakes and suddenly, we are an angry mob of terrorists.  So -- but to the point you're asking, it doesn't really matter at this point whether we are as rageful as billed because we been billed as rageful. And I would say the notion of when we go high, stay high, that should have died on November 8th, 2016.  I'm definitely in the Hillary Clinton/Eric Holder camp.  The anger among the Democratic Party is genuine.  So, I think in a very simple way, it is good to stay with that genuine emotion. Whether it is the most effective tactic next month in next two years, I don't know.  But it's genuine and I don't think it should be ignored, and I don't think I should try to be falsely mitigated. And we're going to see unfortunately people trying to modulate or trying to out-Trump Trump and I think in 2019, that's going to be a real problem for the Democratic field.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Real quickly, Karl.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "It's a dumb move and I hope they keep it up.  But, look, the people who would decide --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Why is it dumb?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "The people who would decide this election are people who sort of like what Trump is doing but don't like how Trump is acting.  In the last thing they want is for the next two years to be a food fight in Washington. So, the idea of Jerry Nadler saying we're going to move towards impeachment causes these people to say the system is broken and it allows a Republican-- a smart Republican to say the system is broken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "They weren't over necessarily talking about impeachment.  They're saying we're going to match their passion with ours.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Fine, it doesn't come across that way.  That mob around the capital during Kavanaugh screaming and shouting in the violence that people have been seeing in our political system --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "It's called protesting.  I mean --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Great.  Let's go throw paint on the Republican headquarters in Manhattan and say that that is normal. No, it's not normal.  Our politics is broken and the American people are going to decide, they're going to vote for more Republicans than they should this fall because the Republican is going to say, I'm going to go to Washington and try to find a way to make this thing work when you have a Democrat who says I'm going to go there and create problems for the country by going after Trump. People are sick of it and they want to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "If they were sick of it, Donald Trump wouldn't be president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, that was because you had a Canada on the other side who was the one person the Democrats could nominate that Donald Trump could beat, and she ran a lousy campaign.  And her comments the other day about instability, I mean, what is she saying?  I mean, this is brutal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right.  Guys, you're stealing time for the next panel.  We are going to take a break here. When we come back, we're going to discuss Kanye West -- speaking of calm forces in American politics -- Kanye West freewheeling visit to the West Wing. Plus, what would you like to ask the panel about the political impact of Kanye's Oval Office event.  Just go to Facebook or Twitter @FoxNewsSunday. We may use your question on the air. And later, are the U.S. and China engaged in a new cold war?  We'll ask Beijing's man in Washington.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Coming up, Kanye West puts on quite a performance in the Oval Office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KANYE WEST, MUSICIAN",
      "sentences": "There was something about when I put this hat on, it made me feel like Superman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday group whether the rapper's support for the president will pay off in the polls, next on \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KANYE WEST, RAP ARTIST",
      "sentences": "Trump is on his hero's journey right now. And he might not have expected to have a crazy mother (EXPLETIVE DELETED) like Kanye West run up and support. Let me give this guy a hug and -- I love this guy right here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX ANCHOR",
      "sentences": "Well, that was just a taste of Kanye West's freestyle rap at his meeting with President Trump in the Oval Office. And we're back now with the panel. We asked you for questions for the panel and we got this on Twitter from Troy Carline who tweets, does Trump really think Kanye West will help him gain support from the African-American -- with the African-American vote? Julie, how do you answer Troy? Why do you think the president invited reporters and cameras in to see him with Kanye West?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIE PACE, ASSOCIATED PRESS",
      "sentences": "Well, I think it's pretty simple. I think the president does think that this will help him with African-American voters. Whether it actually does or not I think is a different question. Look, I think that Trump, at his core, is someone who really understands the power of a televised moment. He understands the power of doing something that's a little offbeat. This was certainly offbeat. It was covered widely. And, again, I do think that he looks at someone like Kanye and things, well, if Kanye's with me, then maybe I can get more support among African-American voters. I actually do think he makes that connection. But, having covered a lot of politicians with a lot of celebrity endorsers, I think that I can safely say that that really doesn't have as much of an effect as sometimes a campaign or a White House thinks that they do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump says that he gets substantially more support from African-Americans than most Republicans have gotten over the years, but the numbers don't back him up. Let's take a look. In 2012, Mitt Romney got 6 percent of the black vote. In 2016, Mr. Trump got 8 percent. And in a recent poll, 12 percent of African-Americans approve of the job President Trump is doing, while 85 percent disapprove. Britt, your thoughts about Kanye's visit to the Oval Office, and is there any political benefit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "sentences": "I think there's probably some modest political benefit. Look, the African-American vote for the Democratic Party have been monolithic now. Supports the Democratic -- I mean they've been monolithic for years. A Republicans can only hope to cut into that a little bit because it's the -- culturally, I think the black vote is so -- is so oriented toward the -- toward the Democrats. So this bizarre event, and that's what it was, might help a little, but only a little, as Julie suggests.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Then there was another interesting event this week, and that was Melania Trump's primetime interview on ABC, her first time being interviewed at length. Here's a clip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MELANIA TRUMP, FIRST LADY",
      "sentences": "I could say I'm the most bullied person in the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You think you're the most bullied person in the world?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "One -- one of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're not the first first lady to have to deal with her husband's alleged infidelities. Has this put a strain on your marriage?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It is not concern and focus of mine. I'm a mother and a first lady and I have much more important things to think about and to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Philippe, you have some experience here, having advised Hillary Clinton how to deal with some of these questions. How did you think Melania did?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHILIPPE REINES, FORMER HILLARY CLINTON SENIOR ADVISER",
      "sentences": "It was cringe- worthy. Her saying that she's one of the most bullied people in the world is cringe-worthy. Look, the -- the role of first lady is not a job. It's ill defined. It's what you make of it. And what we've seen of, you know, over the last decades is that the first lady often picks a signature issue. For her to pick bullying and then to sort of disregard the bullying her husband does on a daily basis and then to double down and say that she's the most bullied, I'm sorry, that goes from bad joke to just being tone-deaf. And I-- I don't know -- I'm sure that a lot of people saw it and said, you're absolutely right, but I'm not sure what the point of it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "What the point of it may be as this, can you imagine if she were the spouse of a Democratic president, the adoring coverage that she would receive, and she has not gotten that. She has been treated either almost completely ignored. She's not on the cover of the big fashion magazines all the time the way a Democratic first lady who looks like her would be. And she's often mocked and ridiculed. Now, whether that makes her the -- among the most bullied persons on earth, I don't know. But the -- but her complaint is not without at least some basis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "But she gets away with a lot. I mean this is a woman who only a few years ago was full on, on the birther attack and she has never been pressed on that. Ironically, she was in Kenya last week, the very point where her and her husband were saying that President Obama was supposedly born. She's not being pressed on that. She's not being pressed particularly on, why is your office lying and saying you're just wearing a jacket because you pulled it off the rack and her saying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "She is being pressed on that. I've seen all kinds of coverage on that. There was a contradiction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "But there's a difference between what the office said after the fact and then what she said, which is -- which does not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "I know that. And that has been -- and that has --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "sentences": "And it was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUME",
      "sentences": "And that has been very widely covered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "And it was four months ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "does not help your coverage when we find these inconsistencies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I wasn't sure we were going to have much to say about Melania. Evidently we are. Karl, weigh in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "I have a slightly different view. I thought we saw a strong, independent, thoughtful, caring person. Maybe she had -- would have found a better way to express the negative press that she's gotten than bullying. But I -- I saw -- I saw somebody who people could admire and appreciate. Clearly independent. I mean this is a woman who was asked some very tough questions about her relationship with her husband and made it clear that she was in charge and she was going to do what she wanted to do and I thought it was a magnificent time and I'm glad she did it. And --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "We can't leave this segment on that note and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "No, no, no, don't -- hey, don't touch me, man. You're bullying me. You're bullying me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "I'm being civil. It was a light tap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "You're bullying me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Go ahead -- go ahead -- go ahead, Philippe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "When Karl came into the White House, he took over Hillary Clinton's office, which was a big deal. She had a West Wing office. And what was the first thing you did when you took over that office? This is my favorite Karl story. You want me to tell it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Probably not true, but go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "You had an exorcism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "No, I didn't. No, I didn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "I'm disappointed because that's a great story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "I mean I had -- I had -- I had a Catholic priest, who was a friend of mine, who came in and prayed in my office and wished me the best. So -- but somehow or another --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "There were no evil spirits?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Somehow or another, you people try to (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINES",
      "sentences": "I'm disappointed, I thought that was a great --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Everything's about you, isn't it, about the Clintons, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, wait, wait.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Question, how is Mrs. Trump regarded in the Trump White House? I mean we know how Hillary was regarded. We know how other first ladies -- Nancy Reagan. How is she regarded? Is she seen -- are people scared of her? Is she seen as an important advisor to the president? Where is she seen in terms of weighing in on policy and staff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PACE",
      "sentences": "She's done a really interesting thing where she is -- and this is indisputable -- she is an important adviser to this president, but she does it in her own way. She is not a first lady who spends a lot of time in the West Wing. She is not somebody who -- look, a Michelle Obama did, who developed strong relationships with certain people in the West Wing and had people there who were sort of her voice. This is more her to the president in their private time. But she -- you know, there's this effect to kind of put her in a box and -- and define her and I think what we have seen over these last couple of years is that that's really impossible to do because, on the one hand, she is as strongest a supporter of her husband as anyone, yet she finds moments where she is willing to speak out against him in a really public way. Some of his policy decisions. Some of the things that he says on Twitter. And I think that that's what we're going to see from her in the next couple of years, somebody who kind of has to look moment to moment to figure out where she's going to be, but indisputably she is in line with this -- with this president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Thank you, panel. See you next Sunday. Next up, the U.S. takes a more confrontational approach to China as markets drop and tensions over trade rise. We'll discuss chances for a new cold war with China's ambassador to the U.S., next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump's policy towards China keeps getting tougher as the world's two biggest economies face off, not just over trade, but also military and political issues. Earlier, I sat down with China's ambassador to the U.S., Cui Tiankai, to discuss the state of relations between our two countries.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Ambassador Cui, welcome to FOX NEWS SUNDAY.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI TIANKAI, CHINESE AMBASSADOR TO THE U.S.",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to start with Vice President Pence's tough comments about China last week. Here he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "When it comes to Beijing's malign influence and interference in American politics and policy, we will continue to expose it, no matter the form it takes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The vice president called out what he says is your economic aggression, what he called your emboldened military, and what he alleges are your efforts to interfere in the U.S. midterm election. Are the U.S. and China now engaged in a new Cold War?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI",
      "sentences": "Well first of all, I have to say, all these accusations are groundless. One of the fundamental principals in China's foreign policy is non-interference in the internal affairs of other countries. And we have been consistent in this position. We have a very good track record.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You were part of a quite tough meeting with Secretary of State Pompeo in Beijing this week in which top Chinese officials said that they would take, quote, all necessary measures to safeguard your country. How far is China prepared to go in terms of standing up to the U.S.?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI",
      "sentences": "I think it's the legitimate right of every country to defend its national interest. And China is no exception. But the talks Secretary Pompeo had in Beijing was a very good communication at such a high level between the two sides. And it's very timely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's unpack some of this and let's start with the allegation of election meddling. Vice President Pence says that China is specifically targeting tariffs to hurt Republican voters, to try to turn them away from voting for Republican candidates and eventually from voting for President Trump in 2020. He says that you are putting propaganda mailers in U.S. newspapers. And this week, the FBI director said that China is now the number one -- the greatest counterintelligence threat that the U.S. faces. Are you engaged in trying to meddle in the election in 2018 the way that Russians did in 2016?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI",
      "sentences": "You see Chinese media, they are just learning from America  media to use all these means, to buy commercial pages from newspapers, to make their views known or to cover what is happening here. This is normal practice for all the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to turn to trade war. President Trump has imposed tariffs on $250 billion of Chinese goods. Your country has responded with tariffs on $110 billion of U.S. exports. Here is President Trump on the situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We have tremendous potential to grow incredibly when we get rid of these horrible, disgusting trade deals with China. Over the last five, six years, we've been losing $300 billion to $500 billion a year -- billion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Now I know you say that the U.S. started it, but at this point, whoever started it, are the U.S. and China engaged in a trade war?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI",
      "sentences": "Well, we don't have any trade war with any other country, including the United States. The fact is, through the balance of trade between China and the United States, you know how much benefit American consumers have got over the years and how much money America companies have made from their operations in China?  You have to look at the whole picture. It's important to notice who started this trade war. We never want to have a trade war. But if somebody started a trade war against us, we have to respond and defend our own interests.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "U.S. officials say, though, that China is not so innocent in all of this. They say that you steal intellectual property, that you force technology transfers from U.S. companies that invest in China to Chinese companies. And here is Trump trade advisor Peter Navarro talking about China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER NAVARRO, WHITE HOUSE TRADE ADVISER",
      "sentences": "Structurally, it's geared toward being this -- sort of the parasite of the world. Everything that it does to grow its economy often comes at the expense of everybody else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And just this week, a top Chinese intelligence officer was extradited back to the U.S. for allegedly trying to steal secrets from GE Aviation and other aerospace companies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI",
      "sentences": "I think all of these accusations about how China has developed are groundless and not fair to the Chinese people. You see, China has 1.4 billion people. It would be hard to imagine that one-fifth of the global population could develop and not prosper, not by relying mainly on their own efforts, but by stealing or forcing some transfer of technology from others. That's impossible. The Chinese people are as hardworking and diligent as anybody on earth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Are you clear who President Trump listens to on trade issues, whether it's moderates like Kudlow and Mnuchin, or hardliners like Navarro?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI",
      "sentences": "You tell me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You have confusion about this?  I mean that's obviously part of your job as the Chinese ambassador, to be able to report back to Beijing who has the president's ear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI",
      "sentences": "Honestly, I've been talking to ambassadors of other countries in Washington D.C., and this is also part of their problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI",
      "sentences": "They don't know who is the final decision maker. Of course, presumably, the president will take the final decision, but who is playing what role?  Sometimes it could be very confusing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "There are also military tensions. A Chinese warship recently harassed a U.S. ship exercising freedom of navigation in the South China Sea. And the U.S. is close to approving a $330 million arms sale to Taiwan. Do you view these - the U.S. ships in the South China Sea, sales to Taiwan, do you view those as U.S. provocations?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI",
      "sentences": "First of all, I think I will have to be clear where the incident took place. You were right to say it was in South China Sea. So it's at China's doorstep. It's not Chinese warships that are going to the coast of -- of California or to the Gulf of Mexico. It's so close to the Chinese islands and to -- it's so close to the Chinese coast. So who is on the offensive? Who is on the defensive?  This is very clear. About American arms sale to Taiwan, this is a very good example of American intervention into Chinese internal affairs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's talk about another flash point, North Korea. Does China agree with North Korean Leader Kim Jong-un that any steps that he takes towards denuclearization must be matched by U.S. concessions on the other side?  And what do you -- how do you respond to allegations, even by President Trump, that China has relaxed its sanctions against North Korea and is allowing goods to flow into North Korea?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI",
      "sentences": "China has voted in favor of all the U.N. Security Council resolutions about sanctions against DPRK. And we are implementing all these resolutions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You have not relaxed them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI",
      "sentences": "Since - as long as these resolutions are still enforced, we will implement them faithfully.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And do you think that the United States is right, that denuclearization has to happen first, or do you agree with Kim, that North Korea takes a step, the U.S. takes a step?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI",
      "sentences": "I'm think in order to achieve or goal, we have to have a coordinated, phased, and step-by-step approach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "That's the Kim position.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI",
      "sentences": "Well, this is the reality. How can you convince him to give up all the nuclear weapons without any hope that the U.S. would be following a more friendly policy towards him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Finally, President Xi and President Trump will meet in Buenos Aries at the G-20 Summit next month in November. What do you think are the possibilities that they can turn the situation around, make it less tense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI",
      "sentences": "You see, I was very honored to be present at the meetings between the two presidents, both at Mar-a-Lago April last year, and in Beijing last November. And it was so clear that such top level communication played a key role, irreplaceable role, in guiding the relationship forward. And there's a good mutual understanding and a good working relationship between the two. I hope and I'm sure this will continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Ambassador Cui, thank you so much. Please come back, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CUI",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, our \"Power Play of the Week.\" What do Queen Elizabeth, Vladimir Putin, and Benjamin Netanyahu have in common? They have all stayed here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "There are some landmarks in Washington that people rarely get to go inside. And we got to wondering about one famous building here that's off limits to all but a few. Here is our \"Power Player of the Week.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEW WENDEL, GENERAL MANAGER, BLAIR HOUSE",
      "sentences": "We recently had Korea visit. WALLACE (voice over): Matthew Wendel is talking about heads of state visiting Blair House, the presidential guest mansion across from the White House. The general manager gave us a rare look behind-the-scenes there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENDEL",
      "sentences": "Hello. Welcome to Blair House. Come on in, Chris. WALLACE (voice over): Since 1942, Blair House has hosted hundreds of foreign delegations. Wendel brought out the first of more than a dozen guest books.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENDEL",
      "sentences": "And I'll show you the signature of Charles De Gaulle in 1944.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENDEL",
      "sentences": "Yes. WALLACE (voice over): Over more than seven decades, Blair House has been Washington headquarters for visitors like Winston Churchill and Queen Elizabeth, Nikita Khrushchev and Vladimir Putin, Benjamin Netanyahu and Emmanuel Macron.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENDEL",
      "sentences": "Total rooms is about 119. The square footage is close to 70,000 square feet. And full-time staff of 15.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENDEL",
      "sentences": "We consider it a quasi-hotel-home-bed and breakfast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "It's a heck of a bed and breakfast. WALLACE (voice over): France's Preston Blair, a member of Andrew Jackson's kitchen cabinet, bought the house in 1836 for $6,500. But that's just the start of its place in history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENDEL",
      "sentences": "Chris, this is the Lincoln Room. It's called that because when Lincoln was president, he often came over here to get advice from the Blairs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Blair House took on a new role in 1942 during world War II when Churchill used a stay at the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENDEL",
      "sentences": "He would be up late at night having a drink or two, waking up the president, and Mrs. Roosevelt just was -- had had enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENDEL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So now the Truman's arrive at their new home, ready to set up housekeeping. In Washington, the presidential address is the Blair House. WALLACE (voice over): Starting in 1948, Harry Truman lived here four years while the White House was under renovation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENDEL",
      "sentences": "This is what's called the Lee Dining Room. Back in Truman's days, he used this table and these chairs as his cabinet room. It was also where we made the decision to join the Korean War.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And then there's the Truman Study.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENDEL",
      "sentences": "And that's where Truman had his Oval -- basically Oval Office during the renovation of the White House when he lived here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But in 1950, two Puerto Rican nationalists tried to shoot their way into Blair House and kill the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "President Truman continues to take his daily walks. Two quick shooting White House guards were wounded in the fury of gunfire that marked the phonetic assault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "In 1977, Jimmy Carter gave Blair House a new role. Every president-elect since has spent the night before his inauguration in what's called the Principal Suite with two separate bedrooms. But the main role of Blair House is what it's been for 76 years, to extend the nation's hospitality to presidential guests, no matter how short the notice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENDEL",
      "sentences": "The house is always ready no matter what. If one showed up this morning, or tomorrow, we're always ready for a visitor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I asked Wendel, what's the strangest request the Blair House staff ever got from a head of state? He said to roast a goat in the bedroom fireplace. And that's it for today. Have a great week. And we'll see you next \"Fox News Sunday.\" END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS HOST",
      "utterance": "I'm Chris Wallace. The stock market takes a big hit and President Trump blames it on the Federal Reserve raising interest rates."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I think the Fed has gone crazy."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll discuss a sell-off in the state of the economy with the president's top White House economic advisor, Larry Kudlow."
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "Our message to China's rulers is this: this president will not back down."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The administration takes a hard line against a China that's on the march. Are the U.S. and China now engaged in a new cold war?  We'll discuss the growing tensions with China's ambassador to the U.S., Cui Tiankai, only on \"Fox News Sunday\". Plus --"
    },
    {
      "speaker": "KANYE WEST, MUSICIAN",
      "utterance": "If you don't look good, we don't look good.  This is our president."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel of what they make of Kanye's visit to the Oval Office. And our power player of the week."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Hello, welcome to Blair House.  Come on in, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "A look behind the scenes at the president's guest house. All, right now, on \"Fox News Sunday\"."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And hello again from Fox News in Washington. We begin with breaking news, the return of American Pastor Andrew Brunson to the U.S. after two years detention in Turkey. President Trump who secured Brunson's release welcomed him home Saturday and Brunson prayed with the president in the Oval Office."
    },
    {
      "speaker": "TRUMP",
      "utterance": "From a Turkish prison to the White House in 24 hours, that's not bad actually."
    },
    {
      "speaker": "PASTOR ANDREW BRUNSON",
      "utterance": "Lord, God, I ask that you pour out your holy spirit on President Trump, that you give him supernatural wisdom to accomplish all the plans you have for this country for him."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The other big story today, folks in the Southeast still trying to dig out from Hurricane Michael, one of the most powerful storms ever to hit this nation. Phil Keating is in Mexico Beach, Florida, where the storm made landfall -- Phil."
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "utterance": "Chris, post-hurricane, day four just beginning and FEMA director Brock Long and Florida Governor Rick Scott just landed.  They are here getting a look on the ground up close, the catastrophe that a near category five hurricane brings. The search for the unaccounted through all the rubble continues.  Total death toll now at 19 but that number is expected to rise today."
    },
    {
      "speaker": "KEATING",
      "utterance": "Shell-shocked residents returning to the scene summed up in one tragic word, catastrophe.  Block after block in this town of 1,200, it looks like a bomb went off.  Most evacuated before the hurricane but not Steve Ramsey and his dogs, and they probably shouldn't have survived."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It came in so fast that I had to take the broom and bust his top window out and dump my dogs under.  I swam out, so I threw all the dogs and everything in the boat and climb in the boat and rode out."
    },
    {
      "speaker": "KEATING",
      "utterance": "No images before and after hammer home Michael's magnitude. About 1 million Americans from Florida to Virginia still have no power, many for the fifth straight day."
    },
    {
      "speaker": "KEATING",
      "utterance": "And tomorrow, President Trump flies in to Panama City to take a look at this historic disaster for himself -- Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Phil Keating reporting from Florida -- Phil, thanks for that. There was another big story this week, the dramatic drop in the stock market raising new questions about the state of the U.S. economy. Joining us now, President Trump's top White House economic advisor Larry Kudlow.  Larry, the Dow fell more than 1,000 points this week, that's more than 4 percent and the other indexes followed suit. What do you think the markets took such a hit and do you see them going up or down over the course of this year?"
    },
    {
      "speaker": "LARRY KUDLOW, WHITE HOUSE CHIEF ECONOMIC ADVISER",
      "utterance": "Well, I would want to give it an investment strategy forecast today, but I would like to say that these kind of corrections are absolutely normal.  I think it's about 5 percent or so, 6 percent.  We're still ahead here today in the major indexes by 4 or 5 percent. The economy is in terrific shape.  We are in an economic boom.  People thought it would be impossible.  The reality is we are clicking on all cylinders.  They are absolutely crushing it, profits are rising, confidence is up, blue-collar's are up, wages are out. So I think the back ground is very positive for the stock market and corrections come and go.  They should stay very calm over these things, it's quite normal."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You as you've just demonstrated are very bullish on the Trump economy, but some analysts see warning signs on the horizon.  Let's go through some of those. They know interest rates are rising, so are energy prices.  The president's trade war with China is hurting growth.  And the global economy is slowing and the International Monetary Fund just revised its protection for U.S. growth down to 2.5 percent for next year, 2019. Question, you see no cause for concern on the economy?"
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Not to the American economy, Chris, not at the present time.  As I said, look, this is a story in 2018 that most folks that would be impossible.  We've created an economic boom, the president's policies have changed, the whole incentive structure and the economy with lower tax rates for individuals and small businesses and other companies.  We deregulated across the board.  We spark a tremendous boom in energy, which I think is going to continue for quite some time. What we are also seeing here, and I think this is very important in terms of the presidents views, blue-collar workers are booming right now.  The fastest pace of hiring for the blue-collar workers since the mid-1980s when I was first there is a Cub Scout for President Ronald Reagan.  Also, another part I want to make on wages, not only are wages rising at a pretty good pace, but the blue-collar middle and service areas, typically a little slower, Chris, they're actually raising faster than the white collar workers. And I think this is the new face of the Trump economy, what I call blue- collar workers in men and women who own their own small businesses.  As I said, the incentive to change the president has ended the war on business. He has entered the war on energy.  He's ended the war on success. He said to people, just go out there and take a rip at the ball, got your back, and that's exactly what's happening."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, he may have started a war with the Federal Reserve.  He repeatedly called out the Federal Reserve this week for raising interest rates.  Here's just one example of that."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I think the Fed is far too stringent and they're making a mistake and is not right and it's -- despite that, we are doing very well -- but it's not necessary in my opinion, and I think I know about it better than they do."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, Larry, isn't that exactly what the Fed is supposed to do when the economy is going strong, to raise interest rates to prevent it from getting too hot and you're seeing a spike in inflation?  And whatever happened to recognizing the independence of the Federal Reserve as presidents have for decades?"
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Well, a couple of things on that.  By the by, there is no spike in inflation, respectfully."
    },
    {
      "speaker": "WALLACE",
      "utterance": "No, no, I'm saying that.  But that's what the Fed does to try to prevent it when the economy is going strong, they don't want to see a spike in inflation.  Look, interest rates are two and a quarter percent.  They're not high."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Well, that's true, there's a normalization going on.  Look it, the president is a successful businessman and an investor knows a lot about these topics and he is giving his opinion.  And his concern is that the Fed might move too quickly and might choke off the economic recovery which is now running 3 or 4 percent, OK? He is not impinging on the Fed independence.  He didn't say I want you to change your plan.  He didn't say I want you to change your strategy.  He knows the Fed is independent."
    },
    {
      "speaker": "WALLACE",
      "utterance": "He did say all of those things.  He didn't order it and you could argue he couldn't order it, but he did say all of those things. He said they're going crazy.  They're loco.  They're raising rates to high. He did say that they're raising them too high, too fast."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Well, that's his view, again.  But he never said to the Fed, change, I want you to change this or I want you to change that.  He respects the Fed's independence. And again what the president is raising here on the matter of interest rate timing and so forth, a lot of people are discussing this, people on Wall Street, people in academia.  There's a whole of news articles, some agree, some disagree.  He's just weighing in, there's nothing wrong with him weighing in. I think the bigger picture is this, look it, The White House, the president, the Federal Reserve, everybody wants this economic boom to continue.  Everybody wants this boom to continue.  Everybody is cognizant of the difficulties and the strategies that have to take part."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "We're not giving away free money anymore.  But we're all -- we're all of similar minds on this -- just keep the boom going, and I think that's what the president is saying.  And I don't know, can he speak his mind, Chris?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, presidents generally don't call out the Fed or the Fed chairman. But let me move on to another subject.  The mysterious disappearance of journalist Jamal Khashoggi and concerns that he went into the Saudi consulate in Istanbul and was murdered. The president said this week that he does not intend to impinge in any way on the $110 billion arms sale to the Saudis.  Treasury Secretary Mnuchin says he still plans to go to the economic conference in Riyadh this next week. So as far as the Trump administration is concerned, it's business as usual with the Saudis?"
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Well, look, the president several times said we want a prompt, swift, open transparent investigation.  I mean, the Khashoggi story is a tragedy for Khashoggi and his family members as well as for everybody else. Terrible thing.  So we don't know yet.  Allegations are being made but we withheld our views. The administration will be carefully, carefully monitoring it this week.  I think the president wants a very prompt resolution of what exactly happened and we'll see what actions are necessary should we find some results coming in this week. Regarding Secretary Mnuchin at the moment, he is scheduled to go to a meeting in Saudi.  That meeting is about terrorist financing and how to stop it.  It's a very important meeting.  But he too, like the president, will want to see how things go in the Saudi investigation or the general investigation of the Khashoggi tragedy before he makes a final decision."
    },
    {
      "speaker": "WALLACE",
      "utterance": "In the interview, on \"60 Minutes\" tonight, President Trump says if it turns out that Khashoggi was murdered by the Saudis, there will be serious consequences.  Take a look at this clip."
    },
    {
      "speaker": "TRUMP",
      "utterance": "May be especially so because this man was a reporter.  There's something -- you'll be surprised to hear me say that -- there's something really terrible and disgusting about that if that were the case.  So, we're going to have to see.  We're going to get to the bottom of it and they will be severe punishment."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The question is what kind of severe punishment?  If the $110 billion arms sales is off the table and the president has made it clear he intends to go through with that with the Saudis, what can you do?"
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Well, Chris, look, as in every case when the president speaks, when the president warns, people should take him at his word.  Obviously, he is very, very serious.  I'm not going to get ahead of the curve.  He'll decide what the proper actions are if indeed we find out that Saudis were involved. I don't know that this morning.  Probably nobody knows that just yet.  But take him at his word, if the Saudis are involved, if Khashoggi was killed or harmed or whatever, bad outcome here. He will take action.  And that has been his strategy, believe what he says. It's a lot like what the reverend coming out of Turkey. You know, American foreign policy now has reclaimed, what, 18 or 20 hostages around the world.  Now, Khashoggi is on a hostage situation, I get that.  But from North Korea and Turkey and elsewhere, that's been part of our foreign policy triad (ph).  We will take stern action with the Saudis if necessary.  Take the president at his word."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I went to squeeze into more questions, Larry. First of all, the Saudis again today again denied that they had anything to do with Khashoggi's disappearance and say if the U.S. takes actions, they will retaliate.  Does that concern you?"
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Well, I'll leave it there.  I'll leave it.  Whatever that is, it's up to the president and his foreign policy team.  We will see, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I mean, obviously, they can have an impact on energy prices around the world."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Well, that's true.  By the way, the United States is the dominant energy player, so we are in pretty good shape, in my opinion, with our energy boom to cover any shortfalls.  That may be a small part of the story.  We'll wait and see. But rest assured that when the president says we will take actions if we find out -- if we find out bad outcomes, he means it.  He's always meant it.  That's been part of his foreign policy from day one."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Finally, and I got less than a minute left here.  We are sitting down with China's ambassador to the U.S. a little later in this program. There's growing talk about a cold war between the U.S. and Beijing.  How far is President Trump prepared to go against Beijing to pursue his policies not only on the economic front, but military and political as well?"
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Well, look, I'll leave it leave it to historians about the term cold war, but I will say this -- I've been very involved in the trade talks with China.  Those talks have been unsatisfactory. We've made our asks -- you can't steal America's intellectual property, you can't force technology transfers. Just recently, China issued a regulation where their police can hack into American companies in China in order to steal secrets?  That is not good. They have tariffs and nontariff barriers. You know, the president said time and time again on trade and I think this works for the security issues as well, we want reciprocity.  We want rules by the game to be observed."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "And China has not.  Now, the president and -- President Trump and Xi will probably meet at the G20 in Buenos Aires, Argentina, later in the year.  There's plans and discussions and agendas and so forth."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "But the relationship has not been positive lately and we have to have reciprocity in all of these areas -- trade, security, military issues. That's what's at stake here.  We have to defend American interests as the president has said many, many times."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Larry, thank you.  Thanks for your time and we will watch how the markets do this week, sir."
    },
    {
      "speaker": "KUDLOW",
      "utterance": "Thank you, Chris.  Appreciate it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, 23 days until the midterm elections.  We'll bring in our Sunday group to discuss how both the right and left her trying to fire up their voters."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The Democrats have become too extreme and they become frankly too dangerous to govern.  They've gone wacko."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump at a rally in Iowa this week pushing the post- Kavanaugh message, portraying Democrats as a mob."
    },
    {
      "speaker": "And it's time now for our Sunday group",
      "utterance": "Fox News senior political analyst Brit Hume, Philippe Reines, former senior advisor to Hillary Clinton, Julie Pace, Washington bureau chief for the Associated Press, and GOP strategist Karl Rove. Well, the Washington Post is out with a new poll today, let's put up the numbers.  It shows president Trump's approval numbers are up five points from late August, but there's still deeply underwater.  And on the generic ballot question, who do you support in your House district, Democrats lead by 11 points among registered voters, 13 points among likely voters. Karl, how do you see the midterms 23 days out?"
    },
    {
      "speaker": "KARL ROVE, FORMER BUSH WHITE HOUSE ADVISER",
      "utterance": "Republicans look good in the Senate because of the map.  We have so many Republican-oriented states and so few Democrat -- so few Republican senators up for election. The House is a different question.  Take Charlie Cook, he has 196 solid to lean Republican --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "We should say, he writes the Cook Political Report, kind of a bible."
    },
    {
      "speaker": "ROVE",
      "utterance": "Yes, look, there are several others but they all serve in the same place.  He's got 208 solid to lean Democrat seats.  So, and 31 toss-ups, two Democrat seats, 29 Republican seats. The Democrats can take control only need ten.  If they hold all of those minutes about a third of the toss-up seats Republicans we need to take about 71.  But it's going to be close, and it's going to be a long night. I would suspect we're going to have a large number of races settled by a relatively small handful of votes. Governorships, a lot of those up this year, 36 of them, Republicans are likely to lose seats simply because they have so many and, unfortunately, there will be a couple of big state governors in there."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Julie, what do you hear from folks at the White House?  Do they feel particularly with the Kavanaugh confirmation battle that they have blunted the so-called blue wave of Democratic advances?  And to the degree that they still worry about especially losing the House, how worried are they about that?  That if they lose the House, if Speaker Pelosi and Adam Schiff in terms of intelligence, the impact it's going to have in terms of investigations and hearings and also on their agenda?"
    },
    {
      "speaker": "JULIE PACE, ASSOCIATED PRESS",
      "utterance": "I think they should and your first question on the wave, I think they feel like they've been able to blunt that on the Senate side.  There was this point coming out of the summer, coming out of labor day where it actually did look like some of these Senate races that did feel pretty comfortable for Republicans are getting closer.  That seems to have shifted and we now do seem to be in a place for the Senate is definitely leaning more strongly toward Republicans. But this question about what happen if Democrats take back the House is really a big cloud over this White House because Democrats will then have subpoena power in the House, they will be launching as they have already said, a whole raft of investigations that is not just investigations into things that we know Bob Mueller has been looking at.  They are open to going after Trump's taxes, to going after financial dealings of other people in the administration in the cabinet. This is something I think would really basically dominate 2019 for the president.  In part because he hasn't done a particularly good job at laying out what his legislative agenda would be in a divided government. He's got some ideas on infrastructure and criminal justice reform but there's nothing proactive that he's necessarily pushing in the White House because they are understaffed and have been for quite some time, they do not have the infrastructure in place right now to deal with a lot of Democratic investigations."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Meanwhile especially after the Kavanaugh confirmation fight, there seems to be a push among Democrats to take on Donald Trump on his own terms, to be more aggressive and it's coming from some unlikely sources. Take a look."
    },
    {
      "speaker": "HILLARY CLINTON, FORMER SECRETARY OF STATE",
      "utterance": "You cannot be civil with a political party that wants to destroy what you stand for and what you care about."
    },
    {
      "speaker": "ERIC HOLDER, FORMER ATTORNEY GENERAL",
      "utterance": "Michelle always says that, you know, when they go low, we go high.  No.  No.  When they go low, we kick them."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Brit, we should make it clear that later in that same speech, Eric Holder made it clear that he is not advocating violence.  But this move to the left on issues, on tactics, do you think it's good politics for the Democrats?"
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "utterance": "Well, I think within the Democratic Party coming you see a couple of political figures they are trying to catch up, a couple of beats behind the music.  The core base the Democratic Party is in a rage and they want to seem to be in a rage too. They want to make sure everybody knows they're part of the resistance too. So, that's where I think this is.  I don't think it's good politics.  I don't think the spectacle to Kavanaugh hearing and the demonstrations that surrounded it which got pretty ugly and pretty far outside your normal bounds are helpful to Democrats at all, and, you know, this Kavanaugh business was a very, very big deal, because it went on so long, it was so conspicuous. Let's remember, in the middle of it, \"The New York Times\" came out with a story, very long piece about Trump's alleged cheating on his taxes through the years.  It sank without a sound practically, so much so that a few days later, \"The Times\" ran it again and it still seems to have gotten no traction. So that's how big a deal -- that's how much that Kavanaugh controversy drown things out.  And I think Republicans will benefit from this into the midterms -- whether they can match the Democrats enthusiasm is entirely another matter.  I doubt that.  But Republicans are in better shape because of it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Philippe, you can see the Republicans on the president certainly pushing this idea, they're dangerous, don't give a match to an arsonist, they're loco, crazy.  Do -- forget the Republican talking points.  In your view, do Democrats take a risk of being seen as too extreme, the mob?  At that conceivably hurt them in the midterms?"
    },
    {
      "speaker": "PHILIPPE REINES, FORMER HILLARY CLINTON SENIOR ADVISER",
      "utterance": "Well, I'd say a couple of things.  First, sitting here as a Democrat, I'm confused because prior to a few weeks ago, I was a snowflake of the party of snowflakes and suddenly, we are an angry mob of terrorists.  So -- but to the point you're asking, it doesn't really matter at this point whether we are as rageful as billed because we been billed as rageful. And I would say the notion of when we go high, stay high, that should have died on November 8th, 2016.  I'm definitely in the Hillary Clinton/Eric Holder camp.  The anger among the Democratic Party is genuine.  So, I think in a very simple way, it is good to stay with that genuine emotion. Whether it is the most effective tactic next month in next two years, I don't know.  But it's genuine and I don't think it should be ignored, and I don't think I should try to be falsely mitigated. And we're going to see unfortunately people trying to modulate or trying to out-Trump Trump and I think in 2019, that's going to be a real problem for the Democratic field."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Real quickly, Karl."
    },
    {
      "speaker": "ROVE",
      "utterance": "It's a dumb move and I hope they keep it up.  But, look, the people who would decide --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Why is it dumb?"
    },
    {
      "speaker": "ROVE",
      "utterance": "The people who would decide this election are people who sort of like what Trump is doing but don't like how Trump is acting.  In the last thing they want is for the next two years to be a food fight in Washington. So, the idea of Jerry Nadler saying we're going to move towards impeachment causes these people to say the system is broken and it allows a Republican-- a smart Republican to say the system is broken."
    },
    {
      "speaker": "WALLACE",
      "utterance": "They weren't over necessarily talking about impeachment.  They're saying we're going to match their passion with ours."
    },
    {
      "speaker": "ROVE",
      "utterance": "Fine, it doesn't come across that way.  That mob around the capital during Kavanaugh screaming and shouting in the violence that people have been seeing in our political system --"
    },
    {
      "speaker": "REINES",
      "utterance": "It's called protesting.  I mean --"
    },
    {
      "speaker": "ROVE",
      "utterance": "Great.  Let's go throw paint on the Republican headquarters in Manhattan and say that that is normal. No, it's not normal.  Our politics is broken and the American people are going to decide, they're going to vote for more Republicans than they should this fall because the Republican is going to say, I'm going to go to Washington and try to find a way to make this thing work when you have a Democrat who says I'm going to go there and create problems for the country by going after Trump. People are sick of it and they want to --"
    },
    {
      "speaker": "REINES",
      "utterance": "If they were sick of it, Donald Trump wouldn't be president."
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, that was because you had a Canada on the other side who was the one person the Democrats could nominate that Donald Trump could beat, and she ran a lousy campaign.  And her comments the other day about instability, I mean, what is she saying?  I mean, this is brutal."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right.  Guys, you're stealing time for the next panel.  We are going to take a break here. When we come back, we're going to discuss Kanye West -- speaking of calm forces in American politics -- Kanye West freewheeling visit to the West Wing. Plus, what would you like to ask the panel about the political impact of Kanye's Oval Office event.  Just go to Facebook or Twitter @FoxNewsSunday. We may use your question on the air. And later, are the U.S. and China engaged in a new cold war?  We'll ask Beijing's man in Washington."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Coming up, Kanye West puts on quite a performance in the Oval Office."
    },
    {
      "speaker": "KANYE WEST, MUSICIAN",
      "utterance": "There was something about when I put this hat on, it made me feel like Superman."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday group whether the rapper's support for the president will pay off in the polls, next on \"FOX News Sunday\"."
    },
    {
      "speaker": "KANYE WEST, RAP ARTIST",
      "utterance": "Trump is on his hero's journey right now. And he might not have expected to have a crazy mother (EXPLETIVE DELETED) like Kanye West run up and support. Let me give this guy a hug and -- I love this guy right here."
    },
    {
      "speaker": "CHRIS WALLACE, FOX ANCHOR",
      "utterance": "Well, that was just a taste of Kanye West's freestyle rap at his meeting with President Trump in the Oval Office. And we're back now with the panel. We asked you for questions for the panel and we got this on Twitter from Troy Carline who tweets, does Trump really think Kanye West will help him gain support from the African-American -- with the African-American vote? Julie, how do you answer Troy? Why do you think the president invited reporters and cameras in to see him with Kanye West?"
    },
    {
      "speaker": "JULIE PACE, ASSOCIATED PRESS",
      "utterance": "Well, I think it's pretty simple. I think the president does think that this will help him with African-American voters. Whether it actually does or not I think is a different question. Look, I think that Trump, at his core, is someone who really understands the power of a televised moment. He understands the power of doing something that's a little offbeat. This was certainly offbeat. It was covered widely. And, again, I do think that he looks at someone like Kanye and things, well, if Kanye's with me, then maybe I can get more support among African-American voters. I actually do think he makes that connection. But, having covered a lot of politicians with a lot of celebrity endorsers, I think that I can safely say that that really doesn't have as much of an effect as sometimes a campaign or a White House thinks that they do."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump says that he gets substantially more support from African-Americans than most Republicans have gotten over the years, but the numbers don't back him up. Let's take a look. In 2012, Mitt Romney got 6 percent of the black vote. In 2016, Mr. Trump got 8 percent. And in a recent poll, 12 percent of African-Americans approve of the job President Trump is doing, while 85 percent disapprove. Britt, your thoughts about Kanye's visit to the Oval Office, and is there any political benefit?"
    },
    {
      "speaker": "BRIT HUME, FOX NEWS SENIOR POLITICAL ANALYST",
      "utterance": "I think there's probably some modest political benefit. Look, the African-American vote for the Democratic Party have been monolithic now. Supports the Democratic -- I mean they've been monolithic for years. A Republicans can only hope to cut into that a little bit because it's the -- culturally, I think the black vote is so -- is so oriented toward the -- toward the Democrats. So this bizarre event, and that's what it was, might help a little, but only a little, as Julie suggests."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Then there was another interesting event this week, and that was Melania Trump's primetime interview on ABC, her first time being interviewed at length. Here's a clip."
    },
    {
      "speaker": "MELANIA TRUMP, FIRST LADY",
      "utterance": "I could say I'm the most bullied person in the world."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You think you're the most bullied person in the world?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "One -- one of them."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You're not the first first lady to have to deal with her husband's alleged infidelities. Has this put a strain on your marriage?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "It is not concern and focus of mine. I'm a mother and a first lady and I have much more important things to think about and to do."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Philippe, you have some experience here, having advised Hillary Clinton how to deal with some of these questions. How did you think Melania did?"
    },
    {
      "speaker": "PHILIPPE REINES, FORMER HILLARY CLINTON SENIOR ADVISER",
      "utterance": "It was cringe- worthy. Her saying that she's one of the most bullied people in the world is cringe-worthy. Look, the -- the role of first lady is not a job. It's ill defined. It's what you make of it. And what we've seen of, you know, over the last decades is that the first lady often picks a signature issue. For her to pick bullying and then to sort of disregard the bullying her husband does on a daily basis and then to double down and say that she's the most bullied, I'm sorry, that goes from bad joke to just being tone-deaf. And I-- I don't know -- I'm sure that a lot of people saw it and said, you're absolutely right, but I'm not sure what the point of it is."
    },
    {
      "speaker": "HUME",
      "utterance": "What the point of it may be as this, can you imagine if she were the spouse of a Democratic president, the adoring coverage that she would receive, and she has not gotten that. She has been treated either almost completely ignored. She's not on the cover of the big fashion magazines all the time the way a Democratic first lady who looks like her would be. And she's often mocked and ridiculed. Now, whether that makes her the -- among the most bullied persons on earth, I don't know. But the -- but her complaint is not without at least some basis."
    },
    {
      "speaker": "REINES",
      "utterance": "But she gets away with a lot. I mean this is a woman who only a few years ago was full on, on the birther attack and she has never been pressed on that. Ironically, she was in Kenya last week, the very point where her and her husband were saying that President Obama was supposedly born. She's not being pressed on that. She's not being pressed particularly on, why is your office lying and saying you're just wearing a jacket because you pulled it off the rack and her saying --"
    },
    {
      "speaker": "HUME",
      "utterance": "She is being pressed on that. I've seen all kinds of coverage on that. There was a contradiction."
    },
    {
      "speaker": "PACE",
      "utterance": "But there's a difference between what the office said after the fact and then what she said, which is -- which does not --"
    },
    {
      "speaker": "HUME",
      "utterance": "I know that. And that has been -- and that has --"
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "utterance": "And it was --"
    },
    {
      "speaker": "HUME",
      "utterance": "And that has been very widely covered."
    },
    {
      "speaker": "ROVE",
      "utterance": "And it was four months ago."
    },
    {
      "speaker": "PACE",
      "utterance": "does not help your coverage when we find these inconsistencies."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I wasn't sure we were going to have much to say about Melania. Evidently we are. Karl, weigh in."
    },
    {
      "speaker": "ROVE",
      "utterance": "I have a slightly different view. I thought we saw a strong, independent, thoughtful, caring person. Maybe she had -- would have found a better way to express the negative press that she's gotten than bullying. But I -- I saw -- I saw somebody who people could admire and appreciate. Clearly independent. I mean this is a woman who was asked some very tough questions about her relationship with her husband and made it clear that she was in charge and she was going to do what she wanted to do and I thought it was a magnificent time and I'm glad she did it. And --"
    },
    {
      "speaker": "REINES",
      "utterance": "We can't leave this segment on that note and --"
    },
    {
      "speaker": "ROVE",
      "utterance": "No, no, no, don't -- hey, don't touch me, man. You're bullying me. You're bullying me."
    },
    {
      "speaker": "REINES",
      "utterance": "I'm being civil. It was a light tap."
    },
    {
      "speaker": "ROVE",
      "utterance": "You're bullying me."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Go ahead -- go ahead -- go ahead, Philippe."
    },
    {
      "speaker": "REINES",
      "utterance": "When Karl came into the White House, he took over Hillary Clinton's office, which was a big deal. She had a West Wing office. And what was the first thing you did when you took over that office? This is my favorite Karl story. You want me to tell it?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Probably not true, but go ahead."
    },
    {
      "speaker": "REINES",
      "utterance": "You had an exorcism."
    },
    {
      "speaker": "ROVE",
      "utterance": "No, I didn't. No, I didn't."
    },
    {
      "speaker": "REINES",
      "utterance": "I'm disappointed because that's a great story."
    },
    {
      "speaker": "ROVE",
      "utterance": "I mean I had -- I had -- I had a Catholic priest, who was a friend of mine, who came in and prayed in my office and wished me the best. So -- but somehow or another --"
    },
    {
      "speaker": "REINES",
      "utterance": "There were no evil spirits?"
    },
    {
      "speaker": "ROVE",
      "utterance": "Somehow or another, you people try to (INAUDIBLE)."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. All right."
    },
    {
      "speaker": "REINES",
      "utterance": "I'm disappointed, I thought that was a great --"
    },
    {
      "speaker": "ROVE",
      "utterance": "Everything's about you, isn't it, about the Clintons, isn't it?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, wait, wait."
    },
    {
      "speaker": "ROVE",
      "utterance": "Everything."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Question, how is Mrs. Trump regarded in the Trump White House? I mean we know how Hillary was regarded. We know how other first ladies -- Nancy Reagan. How is she regarded? Is she seen -- are people scared of her? Is she seen as an important advisor to the president? Where is she seen in terms of weighing in on policy and staff?"
    },
    {
      "speaker": "PACE",
      "utterance": "She's done a really interesting thing where she is -- and this is indisputable -- she is an important adviser to this president, but she does it in her own way. She is not a first lady who spends a lot of time in the West Wing. She is not somebody who -- look, a Michelle Obama did, who developed strong relationships with certain people in the West Wing and had people there who were sort of her voice. This is more her to the president in their private time. But she -- you know, there's this effect to kind of put her in a box and -- and define her and I think what we have seen over these last couple of years is that that's really impossible to do because, on the one hand, she is as strongest a supporter of her husband as anyone, yet she finds moments where she is willing to speak out against him in a really public way. Some of his policy decisions. Some of the things that he says on Twitter. And I think that that's what we're going to see from her in the next couple of years, somebody who kind of has to look moment to moment to figure out where she's going to be, but indisputably she is in line with this -- with this president."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Thank you, panel. See you next Sunday. Next up, the U.S. takes a more confrontational approach to China as markets drop and tensions over trade rise. We'll discuss chances for a new cold war with China's ambassador to the U.S., next."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump's policy towards China keeps getting tougher as the world's two biggest economies face off, not just over trade, but also military and political issues. Earlier, I sat down with China's ambassador to the U.S., Cui Tiankai, to discuss the state of relations between our two countries."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Ambassador Cui, welcome to FOX NEWS SUNDAY."
    },
    {
      "speaker": "CUI TIANKAI, CHINESE AMBASSADOR TO THE U.S.",
      "utterance": "Thank you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to start with Vice President Pence's tough comments about China last week. Here he is."
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "When it comes to Beijing's malign influence and interference in American politics and policy, we will continue to expose it, no matter the form it takes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The vice president called out what he says is your economic aggression, what he called your emboldened military, and what he alleges are your efforts to interfere in the U.S. midterm election. Are the U.S. and China now engaged in a new Cold War?"
    },
    {
      "speaker": "CUI",
      "utterance": "Well first of all, I have to say, all these accusations are groundless. One of the fundamental principals in China's foreign policy is non-interference in the internal affairs of other countries. And we have been consistent in this position. We have a very good track record."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You were part of a quite tough meeting with Secretary of State Pompeo in Beijing this week in which top Chinese officials said that they would take, quote, all necessary measures to safeguard your country. How far is China prepared to go in terms of standing up to the U.S.?"
    },
    {
      "speaker": "CUI",
      "utterance": "I think it's the legitimate right of every country to defend its national interest. And China is no exception. But the talks Secretary Pompeo had in Beijing was a very good communication at such a high level between the two sides. And it's very timely."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's unpack some of this and let's start with the allegation of election meddling. Vice President Pence says that China is specifically targeting tariffs to hurt Republican voters, to try to turn them away from voting for Republican candidates and eventually from voting for President Trump in 2020. He says that you are putting propaganda mailers in U.S. newspapers. And this week, the FBI director said that China is now the number one -- the greatest counterintelligence threat that the U.S. faces. Are you engaged in trying to meddle in the election in 2018 the way that Russians did in 2016?"
    },
    {
      "speaker": "CUI",
      "utterance": "You see Chinese media, they are just learning from America  media to use all these means, to buy commercial pages from newspapers, to make their views known or to cover what is happening here. This is normal practice for all the media."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to turn to trade war. President Trump has imposed tariffs on $250 billion of Chinese goods. Your country has responded with tariffs on $110 billion of U.S. exports. Here is President Trump on the situation."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We have tremendous potential to grow incredibly when we get rid of these horrible, disgusting trade deals with China. Over the last five, six years, we've been losing $300 billion to $500 billion a year -- billion."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Now I know you say that the U.S. started it, but at this point, whoever started it, are the U.S. and China engaged in a trade war?"
    },
    {
      "speaker": "CUI",
      "utterance": "Well, we don't have any trade war with any other country, including the United States. The fact is, through the balance of trade between China and the United States, you know how much benefit American consumers have got over the years and how much money America companies have made from their operations in China?  You have to look at the whole picture. It's important to notice who started this trade war. We never want to have a trade war. But if somebody started a trade war against us, we have to respond and defend our own interests."
    },
    {
      "speaker": "WALLACE",
      "utterance": "U.S. officials say, though, that China is not so innocent in all of this. They say that you steal intellectual property, that you force technology transfers from U.S. companies that invest in China to Chinese companies. And here is Trump trade advisor Peter Navarro talking about China."
    },
    {
      "speaker": "PETER NAVARRO, WHITE HOUSE TRADE ADVISER",
      "utterance": "Structurally, it's geared toward being this -- sort of the parasite of the world. Everything that it does to grow its economy often comes at the expense of everybody else."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And just this week, a top Chinese intelligence officer was extradited back to the U.S. for allegedly trying to steal secrets from GE Aviation and other aerospace companies."
    },
    {
      "speaker": "CUI",
      "utterance": "I think all of these accusations about how China has developed are groundless and not fair to the Chinese people. You see, China has 1.4 billion people. It would be hard to imagine that one-fifth of the global population could develop and not prosper, not by relying mainly on their own efforts, but by stealing or forcing some transfer of technology from others. That's impossible. The Chinese people are as hardworking and diligent as anybody on earth."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Are you clear who President Trump listens to on trade issues, whether it's moderates like Kudlow and Mnuchin, or hardliners like Navarro?"
    },
    {
      "speaker": "CUI",
      "utterance": "You tell me."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You have confusion about this?  I mean that's obviously part of your job as the Chinese ambassador, to be able to report back to Beijing who has the president's ear."
    },
    {
      "speaker": "CUI",
      "utterance": "Honestly, I've been talking to ambassadors of other countries in Washington D.C., and this is also part of their problem."
    },
    {
      "speaker": "WALLACE",
      "utterance": "What?"
    },
    {
      "speaker": "CUI",
      "utterance": "They don't know who is the final decision maker. Of course, presumably, the president will take the final decision, but who is playing what role?  Sometimes it could be very confusing."
    },
    {
      "speaker": "WALLACE",
      "utterance": "There are also military tensions. A Chinese warship recently harassed a U.S. ship exercising freedom of navigation in the South China Sea. And the U.S. is close to approving a $330 million arms sale to Taiwan. Do you view these - the U.S. ships in the South China Sea, sales to Taiwan, do you view those as U.S. provocations?"
    },
    {
      "speaker": "CUI",
      "utterance": "First of all, I think I will have to be clear where the incident took place. You were right to say it was in South China Sea. So it's at China's doorstep. It's not Chinese warships that are going to the coast of -- of California or to the Gulf of Mexico. It's so close to the Chinese islands and to -- it's so close to the Chinese coast. So who is on the offensive? Who is on the defensive?  This is very clear. About American arms sale to Taiwan, this is a very good example of American intervention into Chinese internal affairs."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's talk about another flash point, North Korea. Does China agree with North Korean Leader Kim Jong-un that any steps that he takes towards denuclearization must be matched by U.S. concessions on the other side?  And what do you -- how do you respond to allegations, even by President Trump, that China has relaxed its sanctions against North Korea and is allowing goods to flow into North Korea?"
    },
    {
      "speaker": "CUI",
      "utterance": "China has voted in favor of all the U.N. Security Council resolutions about sanctions against DPRK. And we are implementing all these resolutions."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You have not relaxed them?"
    },
    {
      "speaker": "CUI",
      "utterance": "Since - as long as these resolutions are still enforced, we will implement them faithfully."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And do you think that the United States is right, that denuclearization has to happen first, or do you agree with Kim, that North Korea takes a step, the U.S. takes a step?"
    },
    {
      "speaker": "CUI",
      "utterance": "I'm think in order to achieve or goal, we have to have a coordinated, phased, and step-by-step approach."
    },
    {
      "speaker": "WALLACE",
      "utterance": "That's the Kim position."
    },
    {
      "speaker": "CUI",
      "utterance": "Well, this is the reality. How can you convince him to give up all the nuclear weapons without any hope that the U.S. would be following a more friendly policy towards him?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Finally, President Xi and President Trump will meet in Buenos Aries at the G-20 Summit next month in November. What do you think are the possibilities that they can turn the situation around, make it less tense?"
    },
    {
      "speaker": "CUI",
      "utterance": "You see, I was very honored to be present at the meetings between the two presidents, both at Mar-a-Lago April last year, and in Beijing last November. And it was so clear that such top level communication played a key role, irreplaceable role, in guiding the relationship forward. And there's a good mutual understanding and a good working relationship between the two. I hope and I'm sure this will continue."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Ambassador Cui, thank you so much. Please come back, sir."
    },
    {
      "speaker": "CUI",
      "utterance": "Thank you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, our \"Power Play of the Week.\" What do Queen Elizabeth, Vladimir Putin, and Benjamin Netanyahu have in common? They have all stayed here."
    },
    {
      "speaker": "WALLACE",
      "utterance": "There are some landmarks in Washington that people rarely get to go inside. And we got to wondering about one famous building here that's off limits to all but a few. Here is our \"Power Player of the Week.\""
    },
    {
      "speaker": "MATTHEW WENDEL, GENERAL MANAGER, BLAIR HOUSE",
      "utterance": "We recently had Korea visit."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Matthew Wendel is talking about heads of state visiting Blair House, the presidential guest mansion across from the White House. The general manager gave us a rare look behind-the-scenes there."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "Mr. Wendel."
    },
    {
      "speaker": "WENDEL",
      "utterance": "Hello. Welcome to Blair House. Come on in, Chris."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Since 1942, Blair House has hosted hundreds of foreign delegations. Wendel brought out the first of more than a dozen guest books."
    },
    {
      "speaker": "WENDEL",
      "utterance": "And I'll show you the signature of Charles De Gaulle in 1944."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "The head of French resistance at the height of World War II."
    },
    {
      "speaker": "WENDEL",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Over more than seven decades, Blair House has been Washington headquarters for visitors like Winston Churchill and Queen Elizabeth, Nikita Khrushchev and Vladimir Putin, Benjamin Netanyahu and Emmanuel Macron."
    },
    {
      "speaker": "WENDEL",
      "utterance": "Total rooms is about 119. The square footage is close to 70,000 square feet. And full-time staff of 15."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "In effect, it's a hotel."
    },
    {
      "speaker": "WENDEL",
      "utterance": "We consider it a quasi-hotel-home-bed and breakfast."
    },
    {
      "speaker": "WALLACE",
      "utterance": "It's a heck of a bed and breakfast."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "France's Preston Blair, a member of Andrew Jackson's kitchen cabinet, bought the house in 1836 for $6,500. But that's just the start of its place in history."
    },
    {
      "speaker": "WENDEL",
      "utterance": "Chris, this is the Lincoln Room. It's called that because when Lincoln was president, he often came over here to get advice from the Blairs."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Blair House took on a new role in 1942 during world War II when Churchill used a stay at the White House."
    },
    {
      "speaker": "WENDEL",
      "utterance": "He would be up late at night having a drink or two, waking up the president, and Mrs. Roosevelt just was -- had had enough."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "So they bought Blair House?"
    },
    {
      "speaker": "WENDEL",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "So now the Truman's arrive at their new home, ready to set up housekeeping. In Washington, the presidential address is the Blair House."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Starting in 1948, Harry Truman lived here four years while the White House was under renovation."
    },
    {
      "speaker": "WENDEL",
      "utterance": "This is what's called the Lee Dining Room. Back in Truman's days, he used this table and these chairs as his cabinet room. It was also where we made the decision to join the Korean War."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And then there's the Truman Study."
    },
    {
      "speaker": "WENDEL",
      "utterance": "And that's where Truman had his Oval -- basically Oval Office during the renovation of the White House when he lived here."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But in 1950, two Puerto Rican nationalists tried to shoot their way into Blair House and kill the president."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "President Truman continues to take his daily walks. Two quick shooting White House guards were wounded in the fury of gunfire that marked the phonetic assault."
    },
    {
      "speaker": "WALLACE",
      "utterance": "In 1977, Jimmy Carter gave Blair House a new role. Every president-elect since has spent the night before his inauguration in what's called the Principal Suite with two separate bedrooms. But the main role of Blair House is what it's been for 76 years, to extend the nation's hospitality to presidential guests, no matter how short the notice."
    },
    {
      "speaker": "WENDEL",
      "utterance": "The house is always ready no matter what. If one showed up this morning, or tomorrow, we're always ready for a visitor."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I asked Wendel, what's the strangest request the Blair House staff ever got from a head of state? He said to roast a goat in the bedroom fireplace. And that's it for today. Have a great week. And we'll see you next \"Fox News Sunday.\" END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}