{
  "date": "October 31, 2014",
  "headline": "Grapevine: Unfriendly reminder to vote",
  "subHeadline": "Now some fresh pickings from the Political Grapevine... Carpetbagger?",
  "url": "https://www.foxnews.com/transcript/grapevine-unfriendly-reminder-to-vote",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JAMES PINDELL, WMUR",
      "sentences": "Senator Brown, what do you see going right in the economy in Sullivan County, and what's going wrong? And please be specific. FORMER SEN. SCOTT BROWN, R – NEW HAMPSHIRE SENATE CANDIDATE: Infrastructure and other opportunities up north are difficult",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MODERATOR",
      "sentences": "We're talking about Sullivan County; I think you're talking about the North Country? So what do you see as going well in Sullivan County or not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BROWN",
      "sentences": "I'm talking about any place past Concord actually, and the challenges of our state",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PINDELL",
      "sentences": "Sullivan County is west of Concord, it's not north of Concord, so what are you seeing going well, and what is not going well there?   Well, actually, Sullivan County is both north and west of Concord, prompting an apology after the debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PINDELL",
      "sentences": "The truth is -- it's both. So, on this point Scott Brown was right, I was wrong, and I apologize to Scott Brown and to both campaigns.    Brown says he accepts the apology. I Drug Dead People  Now to a legal loophole allowing your tax dollars to buy drugs for dead people. A report released today by the Health and Human Services inspector general, reveals it is perfectly legal under the rules for Medicare for a recipient to fill prescriptions for 32 days after he or she dies.  Now that's spooky.  The review of 2012 records only focused on HIV drugs, and found that taxpayers bought prescriptions for 158 dead HIV patients at a total cost of almost $300,000. Again, that's just one drug.  The IG says the study only covered one-quarter of one percent of prescriptions but the same loophole is present for all Medicare recipients.   Medicare says it working to close that loophole. Unfriendly Reminder Democrats in New York have an ominous warning for members of their own party -– vote, or else.  The New York Post reports letters from the state party went out to a million registered Democrats this week, essentially saying if you don't vote, we will come find you.  It reads in part -– quote -- \"Who you vote for is your secret. But whether or not you vote is public record. We will be reviewing...voting records. If you do not vote this year we will be interested to hear why not.\" State party officials say this is standard practice to get out the vote but others say it's bullying.   The New York Post quotes a Democratic insider calling the letter \"threatening,\" \"unnecessary,\" and \"inappropriate.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES PINDELL, WMUR",
      "utterance": "Senator Brown, what do you see going right in the economy in Sullivan County, and what's going wrong? And please be specific. FORMER SEN. SCOTT BROWN, R – NEW HAMPSHIRE SENATE CANDIDATE: Infrastructure and other opportunities up north are difficult"
    },
    {
      "speaker": "MODERATOR",
      "utterance": "We're talking about Sullivan County; I think you're talking about the North Country? So what do you see as going well in Sullivan County or not?"
    },
    {
      "speaker": "BROWN",
      "utterance": "I'm talking about any place past Concord actually, and the challenges of our state"
    },
    {
      "speaker": "PINDELL",
      "utterance": "Sullivan County is west of Concord, it's not north of Concord, so what are you seeing going well, and what is not going well there? Well, actually, Sullivan County is both north and west of Concord, prompting an apology after the debate."
    },
    {
      "speaker": "PINDELL",
      "utterance": "The truth is -- it's both. So, on this point Scott Brown was right, I was wrong, and I apologize to Scott Brown and to both campaigns. Brown says he accepts the apology. I Drug Dead People Now to a legal loophole allowing your tax dollars to buy drugs for dead people. A report released today by the Health and Human Services inspector general, reveals it is perfectly legal under the rules for Medicare for a recipient to fill prescriptions for 32 days after he or she dies. Now that's spooky. The review of 2012 records only focused on HIV drugs, and found that taxpayers bought prescriptions for 158 dead HIV patients at a total cost of almost $300,000. Again, that's just one drug. The IG says the study only covered one-quarter of one percent of prescriptions but the same loophole is present for all Medicare recipients. Medicare says it working to close that loophole. Unfriendly Reminder Democrats in New York have an ominous warning for members of their own party -– vote, or else. The New York Post reports letters from the state party went out to a million registered Democrats this week, essentially saying if you don't vote, we will come find you. It reads in part -– quote -- \"Who you vote for is your secret. But whether or not you vote is public record. We will be reviewing...voting records. If you do not vote this year we will be interested to hear why not.\" State party officials say this is standard practice to get out the vote but others say it's bullying. The New York Post quotes a Democratic insider calling the letter \"threatening,\" \"unnecessary,\" and \"inappropriate.\""
    }
  ]
}