{
  "date": "October 8, 2020",
  "headline": "How voters reacted to Pence, Harris in vice presidential debate",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/how-voters-reacted-to-pence-harris-in-vice-presidential-debate",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "Thanks Juan. Good to see you guys out there. Good evening, welcome to Washington. I'm Bret Baier.  Breaking tonight more than a dozen people are facing charges of planning what amounts to an insurrection in Michigan featuring the targeting of law enforcement attacking the state capital and the kidnapping of the state's Democratic governor. An elaborate plot foiled by federal authorities.  Correspondent Garrett Tenney has details tonight. Good evening Garrett.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARRETT TENNEY, FOX NEWS CORRESPONDENT",
      "sentences": "Bret, good evening to you. Federal prosecutors say that this group was actively planning and preparing for this operation which they plan to carry out before Election Day. According to the criminal complaint, the six suspects who have ties to a militia group were planning to kidnap Michigan Governor Gretchen Whitmer at her vacation home and take her to a secure location in Wisconsin for a \"trial\".  The FBI says the group has been training for the operation for the past few months with combat drills, gathering materials for explosives and conducting surveillance of the area to better plan their attack largely organized by the suspects Adam Fox and Barry Croft.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW BIRGE, U.S. ATTORNEY FOR THE WESTERN DISTRICT OF MICHIGAN",
      "sentences": "Fox and Croft in particular according to complaint discussed detonating explosive devices to divert police from the area of the home.   And fox even inspected the underside of a Michigan highway bridge for places to seat an explosive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TENNEY",
      "sentences": "In one encrypted conversation obtained by the FBI, the suspects allegedly described Governor Whitmer strict restrictions during the pandemic as uncontrolled power with no checks and balances which they said, \"must come to an end. This afternoon, Whitmer thanked law enforcement for stopping the failed plot and suggested President Trump is at least partly responsible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. GRETCHEN WHITMER (D-MI)",
      "sentences": "When our leaders speak, their words matter. They carry weight. When our leaders meet, encourage or fraternize with domestic terrorists, they legitimize their actions and they are complicit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TENNEY",
      "sentences": "More than a dozen people are in custody for their alleged ties to this plot to overthrow Michigan's government which the suspects believed was violating the U.S. constitution.   State and federal prosecutors are stressing this is an ongoing investigation and that more charges and arrests are expected, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We'll follow this Garrett Tenney in Chicago. Garrett, thanks.  Also breaking tonight, President Trump says he will not waste his time with the virtual debate. That statement comes after the Commission on Presidential Debates overseeing these sessions decided to change the conditions for next week's second presidential debate in Miami, Florida out of health concerns for its staff and the participants. The Trump team has a counteroffer, postpone the remaining two debates by a week to allow for in-person participation. Those negotiations are continuing tonight.  Also tonight, another setback for the effort to get a coronavirus aid package completed before the election.  Chief White House correspondent John Roberts has details from the North Lawn. Good evening, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Bret, good evening to you. We are expecting an update of the president's health sometime in the next hour or so. The president today insisting that he is feeling good.  He says he believes that he is not contagious anymore.   He was also looking forward to participating in next Thursday's town hall debate in Miami, the status of which is now very much up in the air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "The surprise move to make next Thursday's debate virtual landed with a thud at the White House. President Trump saying no way, no how will he agree to anything less than a face-to-face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I'm not going to waste my time in a virtual debate, that's not what debating's all about. You sit behind a computer into a debate is ridiculous and then they cut you off whenever they want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "The Trump campaign now saying they want the town hall moved back to October 22nd and the third debate rescheduled to the 29th. RNC Chairwoman Ronna McDaniel accusing the Commission on Presidential Debates of being in the tank for Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RONNA MCDANIEL, CHAIRWOMAN, REPUBLICAN NATIONAL COMMITTEE",
      "sentences": "I hope no future nominee of our party works with this Commission. They are total joke and they are hurting our democracy and their impact in this election.   The Debate Commission changed the rules out of an abundance of caution while the president says he is fit as a fiddle, the White House has yet to say he has tested negative for coronavirus. Chief economic adviser Larry Kudlow believes something will be worked out.  LARRY KUDLOW, DIRECTOR OF THE UNITED STATES NATIONAL ECONOMIC COUNCIL:  Well, I think you're going to see a renegotiation of that. I think the president is getting well. He will pass the test. He will be showing negative testing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Last night's vice presidential debate was a far more genteel event than last week's first presidential smack down though it still provided some sharp exchanges particularly on coronavirus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS (D-CA), VICE PRESIDENTIAL NOMINEE",
      "sentences": "The American people have witnessed what is the greatest failure of any presidential administration in the history of our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "When I look at their plan, the talks about advancing testing, creating new PPE, developing a vaccine.  It looks a little bit like plagiarism which is some Joe Biden knows a little bit about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "This afternoon, President Trump continuing the COVID theme with the video aimed at seniors. Promising to provide access to the antibody drug he claims was like a gift from God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I was very sick and I took this medicine and it was incredible, it was incredible. I could have walk out the following day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "But the House speaker still questioning the president's health. Suggesting a discussion of presidential succession is in the offing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "Come here tomorrow, we're going to be talking about the 25th Amendment. Mr. President, when was the last time you had a negative test before you tested positive? Why is the White House not telling the country that important fact?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "A hope for a swift relief from coronavirus in the financial fraud seem to evaporate today. The House Speaker saying that she is rejecting the president's idea of doing standalone bills on things like payments to individuals in financial support for the airlines. Nancy Pelosi saying, there will be no standalone bills without \"a bigger bill\", Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "John Roberts live on the North Lawn. John, thanks. The Dow up one 122 today to its highest level in a month. The S&P 500 finished ahead 27. The NASDAQ gained 56. Joe Biden and Kamala Harris campaigning together right now. You're looking live there in Arizona following last night's debate. This comes amid questions about when and whether Biden will get another session as you just heard with President Trump on the debate stage .. Correspondent Peter Doocy reports from Phoenix.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "sentences": "Joe Biden is as far away from home as he's been since Super Tuesday, the Grand Canyon state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "It's been an interesting morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "While Biden was in the air, his campaign made plans for him to participate in a televised town hall in the same time slot as the virtual debate with Trump that is no longer on the books.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "It's just not surprising. I mean, I'll ask you rhetorical question, none of you can answer. (INAUDIBLE) you surprised?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "The Democratic nominee was already skeptical about how safe it would be to see Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I think if he still has COVID, we shouldn't have a debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "A Biden official explains, they'd like to skip straight to the third debate with this, \"Trump's erratic behavior does not allow him to rewrite the calendar and pick new dates of his choosing. We look forward to participating in the final debate scheduled for October 22nd, which already is tied for the latest debate date in 40 years. Donald Trump can show up or he can decline again, that's his choice.\"  Last night's V.P. debate earned Kamala Harris high marks from her running mate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I thought Kamala did a great job last night (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "But she never took a position on expanding the Supreme Court and filling seats with liberals.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "People, Susan, are voting right now. They'd like to know if you and Joe Biden are going to pack the Supreme Court, if you don't get your way in this nomination?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIS",
      "sentences": "Let's talk about packing--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PENCE",
      "sentences": "Once again, gave a non-answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "Same for Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "You'll know my opinion for packing when the election is over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "His campaign is now selling a flyswatter that says truth over flies because more than any lines landed by Harris, they're talking about a bug that landed on Mike Pence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "It was hard to take my eye off the fly watching the debate, I found I shouldn't be so sarcastic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "35,000 of those fly swatters sold out in just a few hours. And now, here in Phoenix, the campaign has a drive-thru set up to hand off Biden- Harris yard signs as the Democratic ticket speaks right inside next to their new bus. Remember in the primaries, the bus that Biden wrote around and said, no malarkey on the side. This one says, battle for the soul of the nation, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Peter Doocy live in Phoenix. Peter, thanks. Let's bring in Trump campaign senior adviser Steve Cortes. Steve, thanks for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE CORTES, TRUMP CAMPAIGN SENIOR ADVISER",
      "sentences": "Thank you for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Let's get the straight scoop. Where is the president right now on this next presidential debate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTES",
      "sentences": "Look, the unfortunately the Commission on Presidential Debates has revealed itself as a corrupt and complicit swamp cabal. They are trying to put their thumb on the scale in favor of Joe Biden. They are trying to protect him and in fact, bail him out. I mean, just think about the tactics that they have used here, these kinds of despicable backroom beltway tactics. At 7:30 a.m. this morning, just hours after the really just virtuoso performance of Vice President Pence in Salt Lake City in that debate, instead of us spending the day talking about that debate and talking about what was revealed about the radical agenda of Kamala Harris. Instead, without any consultation, zero, with our campaign, the Commission makes a unilateral decision to make it a virtual debate with no medical justification, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Let me interrupt you, this is what they say. They say they couldn't get staff, they couldn't get people to go to Miami because they were so concerned about the health of their own person, the camera people, the staff that worked in Cleveland were revolting essentially because the president they believe endangered them on that stage, that's what they say, not that it was some cabal to help Joe Biden. But they were concerned about their personal safety. Now, how do you respond to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTES",
      "sentences": "Sure, well, here's why I reject that, because it's allegedly a bipartisan commission. But if we take a look at who's actually on this Commission, yes, some of them may have an R after their name, but these are people who wholly detest the America First movement broadly and Donald Trump's specifically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I mean, I get what you're saying to go into the history of who they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTES",
      "sentences": "But you're telling me we couldn't find cameramen, no, I don't buy that for one second, that's a ridiculous canard of an excuse. Of course, you could staff the debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, how about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTES",
      "sentences": "Here's the thing, Bret -- here's the thing, the president, we fully expect is about to be totally medically cleared, not by us, not by himself, not by the campaign but by the doctors, by the scientists who will tell us we believe in very short order perhaps in just a couple of days that he is no longer contagious, that he is no longer infected. At that point, he's free to operate like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "OK, so he will agree to showing negative test before doing another debate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTES",
      "sentences": "Look, I don't want to speak from an in terms of exactly what he will show, but I'm saying is this, he will have clearance. He will have medical clearance clearly before he engages in physical activities such as a debate which is also a week out, one week out and yet they --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "-- that we couldn't get the answers to some of the other questions. We've asked the doctors, we asked the White House when was the last negative test that the president had and we can't get that answer. So, there is skepticism about what is coming and the people who are in the middle of these debates. So, here's what I'm asking you, what is the president planning to do? What is the counter offer by the campaign for the next debate? Obviously, you all need these debates to get more eyeballs prior to the election, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTES",
      "sentences": "Well, listen, I think the country needs these debates but certainly yes. We want a vigorous debate. We want transparency for the American people and we believe that the more they see of Joe Biden and his agenda, the less they will -- they will -- they will like it and the more they were rally to our side. Here's what we have proposed, and by the way, I think this is incredibly reasonable because everything was already agreed to. We didn't even have to offer a counter, but we did out of patriotism and because we want the American people to have this chance. So, we said, let's delay both debates back a week. So, October 22nd, October 29th. There is no reasonable way that anybody can try to use the pretext of COVID to say that we cannot have debates on October 22nd and 29th. They're trying to use they're playing pandemic politics, Bret. And they're trying to use the disease as a beard to cover up for them because the reality is, Joe Biden does not want the transparency and he does not want to be physically on stage without any assistance. We can't trust to do a Zoom call from his basement where he could be assisted by teleprompters and staff. No, if he wants to be the commander-in-chief of the greatest Republican history, he has to get on the stage himself and face off with Donald Trump.  And hopefully in this case, do so without a completely biased moderator who inserted himself into the process last time. We hope for much better this time, even though the Commission chose another person with no credentials for this debate, somebody who in fact worked for Joe Biden previously. That's what I'm talking about, this Commission is totally discredited. This is the swamp at its very worst.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We obviously stand up for our colleague Chris Wallace and he says and has talked about what he thought got out of control because the two candidates on stage. But Donald Trump tweeted today, looking forward to speaking with the great Rush and guests. He is doing a town hall of sorts on radio tomorrow with Rush Limbaugh. And in the meantime, Speaker Nancy Pelosi is saying she's considering bidding -- bringing up a bill to talk about the 25th Amendment because of her concern about the president's health and making decisions. I want to you to respond to both as we wrap up here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTES",
      "sentences": "Well, listen, the Rush Limbaugh event I think is fantastic. We're going to see the president as his best and we're going to see that he is certainly healthy in every sense. He is leading this country even though he's not physically yet able to travel and campaign and that's going to happen very shortly. Regarding Nancy Pelosi, you know, I wish she would stop slinging accusations and I wish she would get to work to actually help the American people because the president wants to continue assistance, badly needed assistance to people who are still out of work.  There's an economic renaissance, it's exploding in this country right now and it's amazing. But we also know that we still have work to do because of what China did to our country. Nancy Pelosi is standing in the way of that. And in a sense, by the way, whether is this debate being postponed or what Nancy Pelosi is doing, you know what they're really doing, the Democrats and the commission? They're allowing China to win. You know who won the debate next Thursday night? China won. And that's really, really unfortunate. I think that case needs to be made to the American people that the only American leader capable and willing to be tough and stand up against Beijing is Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Steve Cortes, we appreciate your time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTES",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Next up, residents of the Louisiana Gulf Coast urged to evacuate ahead of a powerful hurricane. We'll take you there. First, here is what some of our Fox affiliates around the country are covering tonight. Fox 6 in Milwaukee as hundreds of people march in suburban Wauwatosa after the district attorney says a suspended police officer will not face charges in the February fatal shooting of a 17-year- old, both African American.  What started as peaceful protests throughout the day ended in chaos with several businesses damaged. WDRB in Louisville as a detective accused of providing false information to get a search warrant for Breonna Taylor's home tells investigators, he did not intentionally mislead a judge. But the investigator acknowledges he could have worded the affidavit differently. Taylor was fatally shot by police who entered her home. And this is a live look at Daytona Beach from Fox 35, our affiliate there. One of the big stories there tonight. Royal Caribbean announces it will do test cruises before reopening after the coronavirus shut down. Crew members will take two COVID tests before those test runs. They will quarantine in their cabins for one to two weeks before being able to move around the ship. That's tonight's live look \"OUTSIDE THE BELTWAY\" from SPECIAL REPORT. That look's nice. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Louisiana governor, John Bel Edwards is using telephone and text messages to urge residents to prepare for Hurricane Delta. The Category 3 storm is expected to make landfall tomorrow evening. Senior correspondent Mike Tobin is in Morgan City, Louisiana tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE TOBIN, FOX NEWS SENIOR CORRESPONDENT",
      "sentences": "With battered buildings and flooded streets left behind in Mexico, Hurricane Delta has proven its destructive force. Despite the pandemic, refugees from the storm are forced into close quarters, in a hotel turned shelter. Now, over warm water, Delta is regaining strength on track to slam the Louisiana coast, poised to set a record as the 10th named storm to make landfall on the U.S. mainland in a single season, the second hurricane to hit Louisiana in a matter of weeks. Crabbers again pull their traps out of the water and lose money until the storm passes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's a week, you know, for five days, (INAUDIBLE) the money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOBIN",
      "sentences": "The coast guard worries about hurricane fatigue. Some people not taking another storm seriously. With more than 8,000 people still out of their homes after Hurricane Laura, some are unable to do anything.  CAPT. WILL WATSON, COMMANDING OFFICER, COAST GUARD SECTOR NEW ORLEANS: These storms take their toll. It's not just they blow through and then you're done. There's a lot that goes into recovering from these things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOBIN",
      "sentences": "Mandatory evacuations are in effect for eight parishes largely concentrated in the low-lying area south of New Orleans and Baton Rouge. Nine other parishes have been given a voluntary evacuation recommendation. Storm weary coastal residents have prepped gotten flooded, cleaned up, and now prepared to do it again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My wife and I don't want to be put in a kind of danger. So, we're going to board up the house best we can and get out of town.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOBIN",
      "sentences": "New Orleans is east of a direct hit, but the National Weather Service says residents there still face risk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAUREN NASH, METEOROLOGIST, NATIONAL WEATHER SERVICE",
      "sentences": "Because we're in that kind of front-right quadrant of the hurricane, tornadoes are going to be a threat here locally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOBIN",
      "sentences": "Delta should hit cold water and a wind shear before it makes landfall, robbing it of some of its strength. But you're still talking about a storm capable of delivering 15 inches of rain and a storm surge up to 11 feet. Governor Edwards says people are going to be tested here. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mike Tobin in Morgan City. Mike, thanks. Hundreds of businesses in New York City neighborhoods where COVID-19 cases have spiked are closed tonight. Public and private schools in certain areas are also closed. Houses of worship are limited to 10 people inside there. Dr. Anthony Fauci says President Trump's health was likely helped by the experimental drug made by the Regeneron company. Fauci also reiterated in the cable news interview today, COVID-19 is far more serious than the seasonal flu.  The District of Columbia and nine local jurisdictions are asking people who have worked in the White House in the past two weeks, attended the Supreme Court announcement in the Rose Garden on September 6th, or have had close contact with others who did, to be tested for COVID. And an editorial in the New England Journal of Medicine, says the U.S. has failed the leadership test created by the virus. Now, overseas, a pro-Armenia group is staging a rally near the White House tonight, urging support for the country in its fight with Azerbaijan over disputed territory. The U.S., France, and Russia are stepping up efforts to get a ceasefire there. Tonight, we have an exclusive interview with Armenia's president, who is pointing the finger at another regional player. Senior foreign affairs correspondent, Amy Kellogg, reports from Milan, Italy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMY KELLOGG, FOX NEWS SENIOR FOREIGN AFFAIR CORRESPONDENT",
      "sentences": "It is a long- simmering and complex conflict in a remote corner of the former Soviet Union. But suddenly, the world has stood up to listen like never before. It may no longer just be Armenians and Azerbaijanis fighting over Nagorno- Karabakh, a territory the size of Delaware. Armenia's president tells Fox News, Turkey is jumping in and upping the stakes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARMEN SARKISSIAN, PRESIDENT OF ARMENIA",
      "sentences": "It has become a big regional conflict because Turkey has brought with them also Mujahideens. I mean, terrorist -- Islamic terrorists into Azerbaijan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLOGG",
      "sentences": "Even Syria has claimed some of its citizens have headed into the fray. The senior foreign policy adviser to Azerbaijan's president denies the allegations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HIKMAT HAJIYEV, FOREIGN POLICY ADVISER, AZERBAIJAN",
      "sentences": "Azerbaijan doesn't need any foreign mercenaries. We have quite capable armed forces.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLOGG",
      "sentences": "But Russia and Iran have voiced concerns about this war zone becoming a magnet for terrorists and are carefully weighing options. Their all neighbors and Azerbaijan insists Turkey is a good neighbor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAJIYEV",
      "sentences": "Turkish support to Azerbaijan is a moral, diplomatic, and political support.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLOGG",
      "sentences": "Nagorno-Karabakh sits within the national boundaries of Azerbaijan, but it's populated by Armenians and run practically as its own country. Hundreds have been killed in the latest round of fighting, with each side accusing the other of carrying out ethnic cleansing. It is ancient land with great cultural significance on the edge of an energy-rich region, which is another reason, the president of Armenia is convinced Turkey's president wants inroads.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARKISSIAN",
      "sentences": "They will also have huge influence on the international energy resources. So, somehow, Europe will become a hostage of Turkey, closing or opening pipelines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLOGG",
      "sentences": "The Turkish president voiced full-throated support of Azerbaijan today, accusing the Armenians of having a \"spoiled and uncompromising attitude\". This, as the U.S., France, and Russia held urgent talks in Geneva to try to de-escalate the situation that shows no signs of settling down. Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Well, we'll continue to watch. Amy, thank you. Up next, I'll go to the big board to show you how control of the U.S. Senate is shaping up. Here's a hint, it's on a knife's edge. You don't want to miss it. First, \"BEYOND OUR BORDERS\" tonight. The Afghan Taliban is welcoming a tweet from President Trump, in which he promises to have the last U.S. troops out of Afghanistan by Christmas. That would be months ahead of schedule. The tweet made no reference to a Taliban promise to fight terrorist groups, a previous prerequisite for an American withdrawal. An expert say this tweet likely made the delicate negotiations between the Afghan government and the Taliban much more difficult. The U.S. imposes new sanctions on Iran's financial sector. The penalties target 18 Iranian banks in an effort to further shut Iran out of the global banking system. Just some of the other headlines \"BEYOND OUR BORDERS\" tonight. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Welcome back. We're really focused on the presidential race, obviously, for November 3rd, but the other thing we are looking at, control of the U.S. Senate. Republicans currently control 53 to 47. Two independents caucus with the Democrats, but that could flip depending on a number of different races. Let's go around the country and look at some of the key races. Some of them we weren't expecting to be that tight including one here in South Carolina. That pits the incumbent Lindsey Graham against the challenger Harrison. It is extremely tight. The latest poll is essentially tied. They've been talking about a lot of things including Justice Amy Coney Barrett and the confirmation process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, (R-SC)",
      "sentences": "I think the new rules should be following the Constitution, when a vacancy is available, the sitting president can fill it. Yes, she is religious, yes, she's a devout Catholic, yes, she has seven children, and all of that to me doesn't matter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAIME HARRISON, (D) SOUTH CAROLINA SENATE CANDIDATE",
      "sentences": "Sometimes listening to Senator Graham is like, it reminds me of playing Monopoly with my son. You change the rules -- he changes the rules every time he gets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Another race we're watching very closely is the incumbent here in Maine. It's very tight as well. Susan Collins is trailing the challenger Gideon. Collins in the latest polls is starting to close the gap, but is it too late for the incumbent Susan Collins? We are also going to go out here to Colorado, and that is a race where the incumbent is also in trouble. There's not a lot of polling out there, but the latest poll has Cory Gardner trailing former governor John Hickenlooper. And finally, staying out west, let's go here to Arizona. Arizona, the Senate race, pits a former NASA astronaut against a former pioneering Air Force pilot. There you see Mark Kelly up. Chief congressional correspondent Mike Emanuel shows us how this is all shaping up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "The Democrats road to the Senate majority could go through Arizona. Retired astronaut Mark Kelly is taking on Republican Martha McSally, who was appointed to the seat following Senator John McCain's passing. Kelly has tried tying McSally to President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK KELLY (D), ARIZONA SENATE CANDIDATE",
      "sentences": "I can't think of one occasion where Senator McSally has stood up when the president has made a mistake, or the governor has done something that wasn't exactly right. That's not leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MARTHA MCSALLY (R-AZ)",
      "sentences": "It's just another example of counterfeit Kelly. He criticized the PPP loan, said it wasn't working, while his company was secretly getting the loan and taking advantage of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "This is McSally's second shot at an Arizona Senate seat, having lost to Kyrsten Sinema two years ago. But now the stakes are high for another recent. If there's any delay in Judge Amy Coney Barrett's confirmation and Kelly wins, he could be sworn in and vote.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCSALLY",
      "sentences": "What counterfeit Kelly wants is to delay this so that they can get liberal activist judges on the bench.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLY",
      "sentences": "This is something that might not even come up for discussion. And if it does, I'll spend some time thinking about it, and I'll make a decision based on what's right for Arizona.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Experts note right now President Trump is outperforming McSally, suggesting it's possible he could win Arizona and she could lose. And with an ever-changing population, the Grand Canyon state is difficult to read.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK COUGHLIN, ARIZONA POLITICAL CONSULTANT",
      "sentences": "There's a reason Arizona is a battleground state. It's because we're changing, we're growing, but it's a mosaic of reasons. More progressive, it's Californians moving in. Remember what we have been. We are a major retirement community.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "Cindy McCain and former Republican Senator Jeff Flake have endorsed a Joe Biden over President Trump, but they have not made an endorsement so far in this Senate race. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Mike, thank you. Another Senate race we're watching closely is in the state of Iowa, and that pits the incumbent Joni Ernst against the challenger Greenfield. The challenger Democrat is up. A lot depends in Iowa how the president does, and that may affect how Joni Ernst does in this race. Let's go back to the map. Republicans are hoping against hope that Michigan can turn around, and that is John James. He is currently trailing the incumbent Gary Peters, again, another state depending on how President Trump does in Michigan. Finally, let's take a look at this race, and we've covered it before, but it is becoming a heated race that's changing in just the past few days. The Senate race in North Carolina has the Democrat up in the average of polls, but again, the past few days has changed dramatically because it's being sidetracked by a sex scandal. Correspondent Rich Edson has specifics tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICH EDSON, FOX NEWS CORRESPONDENT",
      "sentences": "A close Senate race in North Carolina upended by personal issues that have now gone public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAL CUNNINGHAM (D), NORTH CAROLINA SENATE CANDIDATE",
      "sentences": "I am deeply sorry for the hurt that I have caused in my personal life. And I also apologize.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDSON",
      "sentences": "Beyond this Facebook Live statement, Democratic candidate Cal Cunningham has largely avoided the public and the canceled campaign events. FOX News has obtained text messages disclosing Cunningham's affair with public relations strategist Arlene Guzman Todd. Cunningham is married with two children. In one, Cunningham writes, quote, \"Would make my day to roll over and kiss you about now.\" And then he reveals that he is nervous about the next 100 days. In another text, Cunningham writes he wants to see Guzman Todd again. She replies \"I don't think you realize the magnitude of what you're doing.\" And when Cunningham slows his communications with Guzman Todd, she texts another person \"I'm just going to send his opponent his naked photos. That'll teach him.\" The military is investigating this. Cunningham is a lieutenant colonel in the Army Reserves, and extramarital affairs violate the uniform code of military justice. Cunningham's campaign says the candidate will participate in the inquiry. Cunningham said last night his Republican opponent, incumbent Senator Thom Tillis, is losing this race and trying to make the campaign about something other than the issues. Tillis says this is an issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. THOM TILLIS (R-NC)",
      "sentences": "You can't found a whole campaign on truth, duty, and honor, and then be guilty of what he's apparently guilty of and now has apologized for. It's a hypocrisy that I think the North Carolina voters will reject.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDSON",
      "sentences": "Tillis has his own campaign challenge -- he tested positive for COVID-19. Tillis says he has been mostly symptom-free for the past five days and says he expects to be cleared to return to work in the Senate early next week. Bret?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Rich, thanks. Up next, pollster Frank Luntz and his panel of undecided voters break down the vice presidential debate. Keep it here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "A candidate for mayor of Carrollton, Texas, has been arrested for unlawful possession of mail-in ballots and fraud. Local media there reports investigators say Zul Mohamed sent 84 applications for 85 mail-in ballots which were later found at his residence. Zul faces 109 felony charges. A federal appeals court is blocking a decision to extend the deadline for counting absentee ballots by six days in Wisconsin. Democrats are likely going to appeal to the U.S. Supreme Court. If the ruling stands as is, absentee ballots will have to be delivered to Wisconsin election clerks by 8:00 p.m. on Election Day if they are to be counted. The U.S. Supreme Court, meantime, has rejected an effort by Montana Republicans to block Democrat Governor Steve Bullock's plan to send mail ballots to voters. Counties with approved plans intend to send those ballots to all registered voters tomorrow in Montana. Let's go over the latest numbers tonight in last night's debate with pollster Frank Luntz, who had a panel of undecided voters last night from key battleground states. Frank, good evening. So who won the debate and why, after talking to these folks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRANK LUNTZ, POLLSTER",
      "sentences": "So let me set the stage for you. There are three things that voters, undecided voters are looking for. First is they they want answers. The reason they are undecided is that they don't feel like they've been given the information that they need to make that decision. Second, they're looking for somebody who is presidential, someone who they see could take over if either of the presidential candidates were to get sick or get incapacitated, and with us having the oldest nominees ever in American history, that becomes an issue. And third, of all the issues, even though COVID-19 is on our minds and a part of us, what we are asking from the presidential candidates, in this case the V.P. candidates, is the economy and jobs. They thought overwhelmingly, overwhelmingly that Mike Pence did a better job on those three issues. And I want to show you some of the sound, because this is how you understand who is still undecided and why they are undecided. Let's start with comments from the group about Mike Pence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He could be president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Bit of a robot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Even-keeled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Calm, cool, and collected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Comfortable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Low emotion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "It's very quick. I've never seen this before, you've edited all the parts out so we get to hear the voices of the candidates -- of the participants. Second is Kamala Harris, and their reactions to her was not nearly as favorable. Let's listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Evasive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Nervous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Caring.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Snarky and sarcastic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Unsteady.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Rigid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Unpresidential.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "And the biggest disappointment, Bret, is that they did not get an answer from the California senator about the Supreme Court. And that's really what they want to know, are the Democrats going to use their potential power in the Senate to try to pack the court? Pence tried to get an answer from her and he failed. I think that is going to be a key component if and when we have another debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Debates also, they get a lot of attention. Last night, roughly 60 million, we had the most watched on FOX News, 11.3 million for a V.P. debate. But did last night's contest do you think actually change any of those people's minds?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "It did, it had that impact. But in the end -- let's go back to 2016. Donald Trump was failing, and it was Mike Pence in a successful V.P. debate that turned the whole campaign around. The problem with 2020 is that Pence had a good debate last night, but then the president steps on the story by saying he won't debate if they are going to do it virtual in a week's time. Let's go back to the voice of the voters and what they had to say about the impact of the debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I didn't really learn anything new.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm disappointed I still couldn't get some of the questions I've been looking for answered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I am concerned about what I'm going to do for the collective whole. I'm concerned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Questions were asked, but there were no answers, like the Supreme Court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "And there you go, it's the Supreme Court. That is the issue that I would be focused on because it's the issue that the undecided voters are focused on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes, fascinating. Frank, as always, thank you. We'll have you back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LUNTZ",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "When we come back, the panel on the fight over the next presidential debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "You'll know my opinion on court packing when the election is over. Look, I know it's a great question, and I don't blame you for asking. But you know the moment I answer that question, the headline in every one of your papers will be about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You will know my answer on court packing when the election is over, that's Joe Biden today in Arizona. He's been asked that numerous times. This is about adding Supreme Court justices to the Supreme Court. Neither he nor Kamala Harris, Senator Harris, have answered that question, and it's really starting to come up every time he takes questions. Let's just start there with the panel, former White House press secretary, Ari Fleischer, Julie Pace is the Washington Bureau Chief for the Associated Press, Jason Riley, \"Wall Street Journal\" columnist and senior fellow at the Manhattan Institute, and former House Speaker Newt Gingrich, author of the new book \"Trump and the American Future.\" Mr. Speaker, let me start with you. Is this tenable to not answer that question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWT GINGRICH (R-GA), FORMER SPEAKER OF THE HOUSE",
      "sentences": "Biden and Harris have a real dilemma. If they answer honestly to please their left, which is they'll pack the court, the country by about two to one will repudiate them. On the other hand, if they please the average American by pledging not to pack the court, their entire activist base will repudiate them. And that's why you see this dodging and dance. I thought Frank Luntz said it exactly right, and I hope that Trump can pick up on how simple this is. This is an issue which goes to the heart of trust and power, and he can, I think, force Biden to either say yes, say no, or be on defense for three weeks. And that frankly, could change the whole election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Julie, I don't think we've seen a candidate go this far in not answering a question, and the vice presidential nominee. Obviously we saw Speaker Nancy Pelosi say you'll see what's inside Obamacare after we pass it, on a specific bill, but he's been asked this a lot. JULIE PACE, WASHINGTON BUREAU CHIEF, \"ASSOCIATED PRESS\": Every cycle it feels like there's one question for every candidate that lingers for a little while and they try to dodge and they try to get away without answering it, and then eventually you have to bend to reality, which is that you end up making these questions an even bigger deal by refusing to answer them. You ensure that in every interview, at every gaggle, at every debate that this is a central topic, and you end up giving it so much more oxygen then if you simply answered the question and then defended it. And so I think it will be interesting to see if the Biden-Harris ticket reaches that same conclusion. There is only a couple of weeks left, but they are going to get hammered with this question at every opportunity until they just give the American people a straight answer on what their position is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Jason, the question didn't come up from the moderator last night. It came up from Vice President Pence posed to Kamala Harris, and there was not an answer. Your thoughts on this? JASON RILEY, COLUMNIST, \"WALL STREET JOURNAL\": I think the Speaker has it right. They are trapped between their base and popular opinion in the country on packing the court, and it wasn't particularly -- it didn't go well for FDR when he wanted to go that route, so there's that precedent as well. As far as the debate, I thought Vice President Pence did a very good job. He had a very strong performance. The problem is I don't think he changed the dynamic of the race. I think Biden and Harris think they are sitting on a good lead deep in the fourth quarter here, and they just need to not screw it up. And I don't think that Kamala Harris made any huge errors last night that jeopardized the current state of the race. But it makes it all the more mystifying to me that Trump would, like Frank Luntz mentioned, step on the story this morning with this announcement about the next debate. I think it is in his interest to be on a stage with Joe Biden one on one. And if he tests negative for the virus, there's no reason that can't happen. But even if it's virtual, I think he would be making a mistake to pass up a one-on-one appearance with Joe Biden. More than 70 million people tuned into that first debate, and that's a big audience, and that is the best way to make his case that he's offering a contrast between himself and where he wants to take the country and where Biden wants to take the country. Biden wants to make this a referendum on President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Let's take a listen to a virtual debate, the president talking about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I'm not going to waste my time on a virtual debate. That's not what debating is all about. You sit behind a computer and do a debate. It's ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "We don't know what the president is going to do. He changes his mind every second. For me to comment on that now would be irresponsible. I think that I'm going to follow commission recommendations. If he goes off and he's going to have a rally, I'll -- I don't know what I'll do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARRY KUDLOW, NATIONAL ECONOMIC COUNCIL DIRECTOR",
      "sentences": "I think you're going to see a renegotiation of that. I think the president is getting well. He will pass the test. He will be showing negative testing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Ari, your thoughts? Joe Biden has already committed to an ABC town hall that night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "sentences": "Two thing. One, I don't think the commission worked very hard to figure this out. I think they just quit, and that is really unfortunate, Bret, because our country has turned to the commission. They have provided three debates at the presidential level, one at the vice presidential, for a generation now. And they have abandoned that public service in setting this up so unilaterally that they didn't try to figure out how to still arrive at three good debates. But two, I think the president doesn't have much leverage here. He needs these debates more than Joe Biden does. So if the second debate doesn't happen, it's really no skin off Joe Biden's back. It actually helps Biden. I think the smarter course for the president would have been to say, if I'm COVID positive, I'm not going. No one who is COVID positive should show up at work. But if I have no longer the virus, then people need to listen to the doctors and listen to science. And my doctor is a Navy commander, a medical doctor. People can listen to him. And then let Joe Biden reject what doctors conclude. That would be a smarter way if I was Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Speaker Gingrich, last word here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "I think they ought to abolish the debate commission. They change the rules of the game without asking the president. They didn't involve his team. They stacked all the moderators. The next moderator was actually an intern for Biden and an intern for Teddy Kennedy. Give me a break. If I was Donald Trump, I wouldn't want to go to a virtual debate that they totally control. What he ought to do is offer a John F. Kennedy, Richard Nixon debate in a television studio spaced apart, 20, 30 feet, go at it, the two of them, and let's see Biden turn that down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, panel, thank you very much. We appreciate it. When we come back, some final thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Tune in tonight, Sean Hannity has President Trump on his show. Thanks for inviting us into your home tonight. That's it for this SPECIAL REPORT, Utah to D.C., fair, balanced, and unafraid. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "Thanks Juan. Good to see you guys out there. Good evening, welcome to Washington. I'm Bret Baier. Breaking tonight more than a dozen people are facing charges of planning what amounts to an insurrection in Michigan featuring the targeting of law enforcement attacking the state capital and the kidnapping of the state's Democratic governor. An elaborate plot foiled by federal authorities. Correspondent Garrett Tenney has details tonight. Good evening Garrett."
    },
    {
      "speaker": "GARRETT TENNEY, FOX NEWS CORRESPONDENT",
      "utterance": "Bret, good evening to you. Federal prosecutors say that this group was actively planning and preparing for this operation which they plan to carry out before Election Day. According to the criminal complaint, the six suspects who have ties to a militia group were planning to kidnap Michigan Governor Gretchen Whitmer at her vacation home and take her to a secure location in Wisconsin for a \"trial\". The FBI says the group has been training for the operation for the past few months with combat drills, gathering materials for explosives and conducting surveillance of the area to better plan their attack largely organized by the suspects Adam Fox and Barry Croft."
    },
    {
      "speaker": "ANDREW BIRGE, U.S. ATTORNEY FOR THE WESTERN DISTRICT OF MICHIGAN",
      "utterance": "Fox and Croft in particular according to complaint discussed detonating explosive devices to divert police from the area of the home. And fox even inspected the underside of a Michigan highway bridge for places to seat an explosive."
    },
    {
      "speaker": "TENNEY",
      "utterance": "In one encrypted conversation obtained by the FBI, the suspects allegedly described Governor Whitmer strict restrictions during the pandemic as uncontrolled power with no checks and balances which they said, \"must come to an end. This afternoon, Whitmer thanked law enforcement for stopping the failed plot and suggested President Trump is at least partly responsible."
    },
    {
      "speaker": "GOV. GRETCHEN WHITMER (D-MI)",
      "utterance": "When our leaders speak, their words matter. They carry weight. When our leaders meet, encourage or fraternize with domestic terrorists, they legitimize their actions and they are complicit."
    },
    {
      "speaker": "TENNEY",
      "utterance": "More than a dozen people are in custody for their alleged ties to this plot to overthrow Michigan's government which the suspects believed was violating the U.S. constitution. State and federal prosecutors are stressing this is an ongoing investigation and that more charges and arrests are expected, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "We'll follow this Garrett Tenney in Chicago. Garrett, thanks. Also breaking tonight, President Trump says he will not waste his time with the virtual debate. That statement comes after the Commission on Presidential Debates overseeing these sessions decided to change the conditions for next week's second presidential debate in Miami, Florida out of health concerns for its staff and the participants. The Trump team has a counteroffer, postpone the remaining two debates by a week to allow for in-person participation. Those negotiations are continuing tonight. Also tonight, another setback for the effort to get a coronavirus aid package completed before the election. Chief White House correspondent John Roberts has details from the North Lawn. Good evening, John."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Bret, good evening to you. We are expecting an update of the president's health sometime in the next hour or so. The president today insisting that he is feeling good. He says he believes that he is not contagious anymore. He was also looking forward to participating in next Thursday's town hall debate in Miami, the status of which is now very much up in the air."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "The surprise move to make next Thursday's debate virtual landed with a thud at the White House. President Trump saying no way, no how will he agree to anything less than a face-to-face."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I'm not going to waste my time in a virtual debate, that's not what debating's all about. You sit behind a computer into a debate is ridiculous and then they cut you off whenever they want."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "The Trump campaign now saying they want the town hall moved back to October 22nd and the third debate rescheduled to the 29th. RNC Chairwoman Ronna McDaniel accusing the Commission on Presidential Debates of being in the tank for Joe Biden."
    },
    {
      "speaker": "RONNA MCDANIEL, CHAIRWOMAN, REPUBLICAN NATIONAL COMMITTEE",
      "utterance": "I hope no future nominee of our party works with this Commission. They are total joke and they are hurting our democracy and their impact in this election. The Debate Commission changed the rules out of an abundance of caution while the president says he is fit as a fiddle, the White House has yet to say he has tested negative for coronavirus. Chief economic adviser Larry Kudlow believes something will be worked out."
    },
    {
      "speaker": "LARRY KUDLOW, DIRECTOR OF THE UNITED STATES NATIONAL ECONOMIC COUNCIL",
      "utterance": " Well, I think you're going to see a renegotiation of that. I think the president is getting well. He will pass the test. He will be showing negative testing."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Last night's vice presidential debate was a far more genteel event than last week's first presidential smack down though it still provided some sharp exchanges particularly on coronavirus."
    },
    {
      "speaker": "SEN. KAMALA HARRIS (D-CA), VICE PRESIDENTIAL NOMINEE",
      "utterance": "The American people have witnessed what is the greatest failure of any presidential administration in the history of our country."
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "When I look at their plan, the talks about advancing testing, creating new PPE, developing a vaccine. It looks a little bit like plagiarism which is some Joe Biden knows a little bit about."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "This afternoon, President Trump continuing the COVID theme with the video aimed at seniors. Promising to provide access to the antibody drug he claims was like a gift from God."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I was very sick and I took this medicine and it was incredible, it was incredible. I could have walk out the following day."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "But the House speaker still questioning the president's health. Suggesting a discussion of presidential succession is in the offing."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "Come here tomorrow, we're going to be talking about the 25th Amendment. Mr. President, when was the last time you had a negative test before you tested positive? Why is the White House not telling the country that important fact?"
    },
    {
      "speaker": "ROBERTS",
      "utterance": "A hope for a swift relief from coronavirus in the financial fraud seem to evaporate today. The House Speaker saying that she is rejecting the president's idea of doing standalone bills on things like payments to individuals in financial support for the airlines. Nancy Pelosi saying, there will be no standalone bills without \"a bigger bill\", Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "John Roberts live on the North Lawn. John, thanks. The Dow up one 122 today to its highest level in a month. The S&P 500 finished ahead 27. The NASDAQ gained 56. Joe Biden and Kamala Harris campaigning together right now. You're looking live there in Arizona following last night's debate. This comes amid questions about when and whether Biden will get another session as you just heard with President Trump on the debate stage .. Correspondent Peter Doocy reports from Phoenix."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "utterance": "Joe Biden is as far away from home as he's been since Super Tuesday, the Grand Canyon state."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "It's been an interesting morning."
    },
    {
      "speaker": "DOOCY",
      "utterance": "While Biden was in the air, his campaign made plans for him to participate in a televised town hall in the same time slot as the virtual debate with Trump that is no longer on the books."
    },
    {
      "speaker": "BIDEN",
      "utterance": "It's just not surprising. I mean, I'll ask you rhetorical question, none of you can answer. (INAUDIBLE) you surprised?"
    },
    {
      "speaker": "DOOCY",
      "utterance": "The Democratic nominee was already skeptical about how safe it would be to see Trump."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I think if he still has COVID, we shouldn't have a debate."
    },
    {
      "speaker": "DOOCY",
      "utterance": "A Biden official explains, they'd like to skip straight to the third debate with this, \"Trump's erratic behavior does not allow him to rewrite the calendar and pick new dates of his choosing. We look forward to participating in the final debate scheduled for October 22nd, which already is tied for the latest debate date in 40 years. Donald Trump can show up or he can decline again, that's his choice.\" Last night's V.P. debate earned Kamala Harris high marks from her running mate."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I thought Kamala did a great job last night (INAUDIBLE)."
    },
    {
      "speaker": "DOOCY",
      "utterance": "But she never took a position on expanding the Supreme Court and filling seats with liberals."
    },
    {
      "speaker": "PENCE",
      "utterance": "People, Susan, are voting right now. They'd like to know if you and Joe Biden are going to pack the Supreme Court, if you don't get your way in this nomination?"
    },
    {
      "speaker": "HARRIS",
      "utterance": "Let's talk about packing--"
    },
    {
      "speaker": "PENCE",
      "utterance": "Once again, gave a non-answer."
    },
    {
      "speaker": "DOOCY",
      "utterance": "Same for Biden."
    },
    {
      "speaker": "BIDEN",
      "utterance": "You'll know my opinion for packing when the election is over."
    },
    {
      "speaker": "DOOCY",
      "utterance": "His campaign is now selling a flyswatter that says truth over flies because more than any lines landed by Harris, they're talking about a bug that landed on Mike Pence."
    },
    {
      "speaker": "BIDEN",
      "utterance": "It was hard to take my eye off the fly watching the debate, I found I shouldn't be so sarcastic."
    },
    {
      "speaker": "DOOCY",
      "utterance": "35,000 of those fly swatters sold out in just a few hours. And now, here in Phoenix, the campaign has a drive-thru set up to hand off Biden- Harris yard signs as the Democratic ticket speaks right inside next to their new bus. Remember in the primaries, the bus that Biden wrote around and said, no malarkey on the side. This one says, battle for the soul of the nation, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Peter Doocy live in Phoenix. Peter, thanks. Let's bring in Trump campaign senior adviser Steve Cortes. Steve, thanks for being here."
    },
    {
      "speaker": "STEVE CORTES, TRUMP CAMPAIGN SENIOR ADVISER",
      "utterance": "Thank you for having me."
    },
    {
      "speaker": "BAIER",
      "utterance": "Let's get the straight scoop. Where is the president right now on this next presidential debate?"
    },
    {
      "speaker": "CORTES",
      "utterance": "Look, the unfortunately the Commission on Presidential Debates has revealed itself as a corrupt and complicit swamp cabal. They are trying to put their thumb on the scale in favor of Joe Biden. They are trying to protect him and in fact, bail him out. I mean, just think about the tactics that they have used here, these kinds of despicable backroom beltway tactics. At 7:30 a.m. this morning, just hours after the really just virtuoso performance of Vice President Pence in Salt Lake City in that debate, instead of us spending the day talking about that debate and talking about what was revealed about the radical agenda of Kamala Harris. Instead, without any consultation, zero, with our campaign, the Commission makes a unilateral decision to make it a virtual debate with no medical justification, Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Let me interrupt you, this is what they say. They say they couldn't get staff, they couldn't get people to go to Miami because they were so concerned about the health of their own person, the camera people, the staff that worked in Cleveland were revolting essentially because the president they believe endangered them on that stage, that's what they say, not that it was some cabal to help Joe Biden. But they were concerned about their personal safety. Now, how do you respond to that?"
    },
    {
      "speaker": "CORTES",
      "utterance": "Sure, well, here's why I reject that, because it's allegedly a bipartisan commission. But if we take a look at who's actually on this Commission, yes, some of them may have an R after their name, but these are people who wholly detest the America First movement broadly and Donald Trump's specifically."
    },
    {
      "speaker": "BAIER",
      "utterance": "I mean, I get what you're saying to go into the history of who they are."
    },
    {
      "speaker": "CORTES",
      "utterance": "But you're telling me we couldn't find cameramen, no, I don't buy that for one second, that's a ridiculous canard of an excuse. Of course, you could staff the debate."
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, how about this?"
    },
    {
      "speaker": "CORTES",
      "utterance": "Here's the thing, Bret -- here's the thing, the president, we fully expect is about to be totally medically cleared, not by us, not by himself, not by the campaign but by the doctors, by the scientists who will tell us we believe in very short order perhaps in just a couple of days that he is no longer contagious, that he is no longer infected. At that point, he's free to operate like --"
    },
    {
      "speaker": "BAIER",
      "utterance": "OK, so he will agree to showing negative test before doing another debate?"
    },
    {
      "speaker": "CORTES",
      "utterance": "Look, I don't want to speak from an in terms of exactly what he will show, but I'm saying is this, he will have clearance. He will have medical clearance clearly before he engages in physical activities such as a debate which is also a week out, one week out and yet they --"
    },
    {
      "speaker": "BAIER",
      "utterance": "-- that we couldn't get the answers to some of the other questions. We've asked the doctors, we asked the White House when was the last negative test that the president had and we can't get that answer. So, there is skepticism about what is coming and the people who are in the middle of these debates. So, here's what I'm asking you, what is the president planning to do? What is the counter offer by the campaign for the next debate? Obviously, you all need these debates to get more eyeballs prior to the election, correct?"
    },
    {
      "speaker": "CORTES",
      "utterance": "Well, listen, I think the country needs these debates but certainly yes. We want a vigorous debate. We want transparency for the American people and we believe that the more they see of Joe Biden and his agenda, the less they will -- they will -- they will like it and the more they were rally to our side. Here's what we have proposed, and by the way, I think this is incredibly reasonable because everything was already agreed to. We didn't even have to offer a counter, but we did out of patriotism and because we want the American people to have this chance. So, we said, let's delay both debates back a week. So, October 22nd, October 29th. There is no reasonable way that anybody can try to use the pretext of COVID to say that we cannot have debates on October 22nd and 29th. They're trying to use they're playing pandemic politics, Bret. And they're trying to use the disease as a beard to cover up for them because the reality is, Joe Biden does not want the transparency and he does not want to be physically on stage without any assistance. We can't trust to do a Zoom call from his basement where he could be assisted by teleprompters and staff. No, if he wants to be the commander-in-chief of the greatest Republican history, he has to get on the stage himself and face off with Donald Trump. And hopefully in this case, do so without a completely biased moderator who inserted himself into the process last time. We hope for much better this time, even though the Commission chose another person with no credentials for this debate, somebody who in fact worked for Joe Biden previously. That's what I'm talking about, this Commission is totally discredited. This is the swamp at its very worst."
    },
    {
      "speaker": "BAIER",
      "utterance": "We obviously stand up for our colleague Chris Wallace and he says and has talked about what he thought got out of control because the two candidates on stage. But Donald Trump tweeted today, looking forward to speaking with the great Rush and guests. He is doing a town hall of sorts on radio tomorrow with Rush Limbaugh. And in the meantime, Speaker Nancy Pelosi is saying she's considering bidding -- bringing up a bill to talk about the 25th Amendment because of her concern about the president's health and making decisions. I want to you to respond to both as we wrap up here."
    },
    {
      "speaker": "CORTES",
      "utterance": "Well, listen, the Rush Limbaugh event I think is fantastic. We're going to see the president as his best and we're going to see that he is certainly healthy in every sense. He is leading this country even though he's not physically yet able to travel and campaign and that's going to happen very shortly. Regarding Nancy Pelosi, you know, I wish she would stop slinging accusations and I wish she would get to work to actually help the American people because the president wants to continue assistance, badly needed assistance to people who are still out of work. There's an economic renaissance, it's exploding in this country right now and it's amazing. But we also know that we still have work to do because of what China did to our country. Nancy Pelosi is standing in the way of that. And in a sense, by the way, whether is this debate being postponed or what Nancy Pelosi is doing, you know what they're really doing, the Democrats and the commission? They're allowing China to win. You know who won the debate next Thursday night? China won. And that's really, really unfortunate. I think that case needs to be made to the American people that the only American leader capable and willing to be tough and stand up against Beijing is Donald Trump."
    },
    {
      "speaker": "BAIER",
      "utterance": "Steve Cortes, we appreciate your time."
    },
    {
      "speaker": "CORTES",
      "utterance": "Thank you."
    },
    {
      "speaker": "BAIER",
      "utterance": "Next up, residents of the Louisiana Gulf Coast urged to evacuate ahead of a powerful hurricane. We'll take you there. First, here is what some of our Fox affiliates around the country are covering tonight. Fox 6 in Milwaukee as hundreds of people march in suburban Wauwatosa after the district attorney says a suspended police officer will not face charges in the February fatal shooting of a 17-year- old, both African American. What started as peaceful protests throughout the day ended in chaos with several businesses damaged. WDRB in Louisville as a detective accused of providing false information to get a search warrant for Breonna Taylor's home tells investigators, he did not intentionally mislead a judge. But the investigator acknowledges he could have worded the affidavit differently. Taylor was fatally shot by police who entered her home. And this is a live look at Daytona Beach from Fox 35, our affiliate there. One of the big stories there tonight. Royal Caribbean announces it will do test cruises before reopening after the coronavirus shut down. Crew members will take two COVID tests before those test runs. They will quarantine in their cabins for one to two weeks before being able to move around the ship. That's tonight's live look \"OUTSIDE THE BELTWAY\" from SPECIAL REPORT. That look's nice. We'll be right back."
    },
    {
      "speaker": "BAIER",
      "utterance": "Louisiana governor, John Bel Edwards is using telephone and text messages to urge residents to prepare for Hurricane Delta. The Category 3 storm is expected to make landfall tomorrow evening. Senior correspondent Mike Tobin is in Morgan City, Louisiana tonight."
    },
    {
      "speaker": "MIKE TOBIN, FOX NEWS SENIOR CORRESPONDENT",
      "utterance": "With battered buildings and flooded streets left behind in Mexico, Hurricane Delta has proven its destructive force. Despite the pandemic, refugees from the storm are forced into close quarters, in a hotel turned shelter. Now, over warm water, Delta is regaining strength on track to slam the Louisiana coast, poised to set a record as the 10th named storm to make landfall on the U.S. mainland in a single season, the second hurricane to hit Louisiana in a matter of weeks. Crabbers again pull their traps out of the water and lose money until the storm passes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "That's a week, you know, for five days, (INAUDIBLE) the money."
    },
    {
      "speaker": "TOBIN",
      "utterance": "The coast guard worries about hurricane fatigue. Some people not taking another storm seriously. With more than 8,000 people still out of their homes after Hurricane Laura, some are unable to do anything."
    },
    {
      "speaker": "CAPT. WILL WATSON, COMMANDING OFFICER, COAST GUARD SECTOR NEW ORLEANS",
      "utterance": " These storms take their toll. It's not just they blow through and then you're done. There's a lot that goes into recovering from these things."
    },
    {
      "speaker": "TOBIN",
      "utterance": "Mandatory evacuations are in effect for eight parishes largely concentrated in the low-lying area south of New Orleans and Baton Rouge. Nine other parishes have been given a voluntary evacuation recommendation. Storm weary coastal residents have prepped gotten flooded, cleaned up, and now prepared to do it again."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "My wife and I don't want to be put in a kind of danger. So, we're going to board up the house best we can and get out of town."
    },
    {
      "speaker": "TOBIN",
      "utterance": "New Orleans is east of a direct hit, but the National Weather Service says residents there still face risk."
    },
    {
      "speaker": "LAUREN NASH, METEOROLOGIST, NATIONAL WEATHER SERVICE",
      "utterance": "Because we're in that kind of front-right quadrant of the hurricane, tornadoes are going to be a threat here locally."
    },
    {
      "speaker": "TOBIN",
      "utterance": "Delta should hit cold water and a wind shear before it makes landfall, robbing it of some of its strength. But you're still talking about a storm capable of delivering 15 inches of rain and a storm surge up to 11 feet. Governor Edwards says people are going to be tested here. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Mike Tobin in Morgan City. Mike, thanks. Hundreds of businesses in New York City neighborhoods where COVID-19 cases have spiked are closed tonight. Public and private schools in certain areas are also closed. Houses of worship are limited to 10 people inside there. Dr. Anthony Fauci says President Trump's health was likely helped by the experimental drug made by the Regeneron company. Fauci also reiterated in the cable news interview today, COVID-19 is far more serious than the seasonal flu. The District of Columbia and nine local jurisdictions are asking people who have worked in the White House in the past two weeks, attended the Supreme Court announcement in the Rose Garden on September 6th, or have had close contact with others who did, to be tested for COVID. And an editorial in the New England Journal of Medicine, says the U.S. has failed the leadership test created by the virus. Now, overseas, a pro-Armenia group is staging a rally near the White House tonight, urging support for the country in its fight with Azerbaijan over disputed territory. The U.S., France, and Russia are stepping up efforts to get a ceasefire there. Tonight, we have an exclusive interview with Armenia's president, who is pointing the finger at another regional player. Senior foreign affairs correspondent, Amy Kellogg, reports from Milan, Italy."
    },
    {
      "speaker": "AMY KELLOGG, FOX NEWS SENIOR FOREIGN AFFAIR CORRESPONDENT",
      "utterance": "It is a long- simmering and complex conflict in a remote corner of the former Soviet Union. But suddenly, the world has stood up to listen like never before. It may no longer just be Armenians and Azerbaijanis fighting over Nagorno- Karabakh, a territory the size of Delaware. Armenia's president tells Fox News, Turkey is jumping in and upping the stakes."
    },
    {
      "speaker": "ARMEN SARKISSIAN, PRESIDENT OF ARMENIA",
      "utterance": "It has become a big regional conflict because Turkey has brought with them also Mujahideens. I mean, terrorist -- Islamic terrorists into Azerbaijan."
    },
    {
      "speaker": "KELLOGG",
      "utterance": "Even Syria has claimed some of its citizens have headed into the fray. The senior foreign policy adviser to Azerbaijan's president denies the allegations."
    },
    {
      "speaker": "HIKMAT HAJIYEV, FOREIGN POLICY ADVISER, AZERBAIJAN",
      "utterance": "Azerbaijan doesn't need any foreign mercenaries. We have quite capable armed forces."
    },
    {
      "speaker": "KELLOGG",
      "utterance": "But Russia and Iran have voiced concerns about this war zone becoming a magnet for terrorists and are carefully weighing options. Their all neighbors and Azerbaijan insists Turkey is a good neighbor."
    },
    {
      "speaker": "HAJIYEV",
      "utterance": "Turkish support to Azerbaijan is a moral, diplomatic, and political support."
    },
    {
      "speaker": "KELLOGG",
      "utterance": "Nagorno-Karabakh sits within the national boundaries of Azerbaijan, but it's populated by Armenians and run practically as its own country. Hundreds have been killed in the latest round of fighting, with each side accusing the other of carrying out ethnic cleansing. It is ancient land with great cultural significance on the edge of an energy-rich region, which is another reason, the president of Armenia is convinced Turkey's president wants inroads."
    },
    {
      "speaker": "SARKISSIAN",
      "utterance": "They will also have huge influence on the international energy resources. So, somehow, Europe will become a hostage of Turkey, closing or opening pipelines."
    },
    {
      "speaker": "KELLOGG",
      "utterance": "The Turkish president voiced full-throated support of Azerbaijan today, accusing the Armenians of having a \"spoiled and uncompromising attitude\". This, as the U.S., France, and Russia held urgent talks in Geneva to try to de-escalate the situation that shows no signs of settling down. Bret."
    },
    {
      "speaker": "BAIER",
      "utterance": "Well, we'll continue to watch. Amy, thank you. Up next, I'll go to the big board to show you how control of the U.S. Senate is shaping up. Here's a hint, it's on a knife's edge. You don't want to miss it. First, \"BEYOND OUR BORDERS\" tonight. The Afghan Taliban is welcoming a tweet from President Trump, in which he promises to have the last U.S. troops out of Afghanistan by Christmas. That would be months ahead of schedule. The tweet made no reference to a Taliban promise to fight terrorist groups, a previous prerequisite for an American withdrawal. An expert say this tweet likely made the delicate negotiations between the Afghan government and the Taliban much more difficult. The U.S. imposes new sanctions on Iran's financial sector. The penalties target 18 Iranian banks in an effort to further shut Iran out of the global banking system. Just some of the other headlines \"BEYOND OUR BORDERS\" tonight. We'll be right back."
    },
    {
      "speaker": "BAIER",
      "utterance": "Welcome back. We're really focused on the presidential race, obviously, for November 3rd, but the other thing we are looking at, control of the U.S. Senate. Republicans currently control 53 to 47. Two independents caucus with the Democrats, but that could flip depending on a number of different races. Let's go around the country and look at some of the key races. Some of them we weren't expecting to be that tight including one here in South Carolina. That pits the incumbent Lindsey Graham against the challenger Harrison. It is extremely tight. The latest poll is essentially tied. They've been talking about a lot of things including Justice Amy Coney Barrett and the confirmation process."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, (R-SC)",
      "utterance": "I think the new rules should be following the Constitution, when a vacancy is available, the sitting president can fill it. Yes, she is religious, yes, she's a devout Catholic, yes, she has seven children, and all of that to me doesn't matter."
    },
    {
      "speaker": "JAIME HARRISON, (D) SOUTH CAROLINA SENATE CANDIDATE",
      "utterance": "Sometimes listening to Senator Graham is like, it reminds me of playing Monopoly with my son. You change the rules -- he changes the rules every time he gets."
    },
    {
      "speaker": "BAIER",
      "utterance": "Another race we're watching very closely is the incumbent here in Maine. It's very tight as well. Susan Collins is trailing the challenger Gideon. Collins in the latest polls is starting to close the gap, but is it too late for the incumbent Susan Collins? We are also going to go out here to Colorado, and that is a race where the incumbent is also in trouble. There's not a lot of polling out there, but the latest poll has Cory Gardner trailing former governor John Hickenlooper. And finally, staying out west, let's go here to Arizona. Arizona, the Senate race, pits a former NASA astronaut against a former pioneering Air Force pilot. There you see Mark Kelly up. Chief congressional correspondent Mike Emanuel shows us how this is all shaping up."
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CHIEF CONGRESSIONAL CORRESPONDENT",
      "utterance": "The Democrats road to the Senate majority could go through Arizona. Retired astronaut Mark Kelly is taking on Republican Martha McSally, who was appointed to the seat following Senator John McCain's passing. Kelly has tried tying McSally to President Trump."
    },
    {
      "speaker": "MARK KELLY (D), ARIZONA SENATE CANDIDATE",
      "utterance": "I can't think of one occasion where Senator McSally has stood up when the president has made a mistake, or the governor has done something that wasn't exactly right. That's not leadership."
    },
    {
      "speaker": "SEN. MARTHA MCSALLY (R-AZ)",
      "utterance": "It's just another example of counterfeit Kelly. He criticized the PPP loan, said it wasn't working, while his company was secretly getting the loan and taking advantage of it."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "This is McSally's second shot at an Arizona Senate seat, having lost to Kyrsten Sinema two years ago. But now the stakes are high for another recent. If there's any delay in Judge Amy Coney Barrett's confirmation and Kelly wins, he could be sworn in and vote."
    },
    {
      "speaker": "MCSALLY",
      "utterance": "What counterfeit Kelly wants is to delay this so that they can get liberal activist judges on the bench."
    },
    {
      "speaker": "KELLY",
      "utterance": "This is something that might not even come up for discussion. And if it does, I'll spend some time thinking about it, and I'll make a decision based on what's right for Arizona."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Experts note right now President Trump is outperforming McSally, suggesting it's possible he could win Arizona and she could lose. And with an ever-changing population, the Grand Canyon state is difficult to read."
    },
    {
      "speaker": "CHUCK COUGHLIN, ARIZONA POLITICAL CONSULTANT",
      "utterance": "There's a reason Arizona is a battleground state. It's because we're changing, we're growing, but it's a mosaic of reasons. More progressive, it's Californians moving in. Remember what we have been. We are a major retirement community."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "Cindy McCain and former Republican Senator Jeff Flake have endorsed a Joe Biden over President Trump, but they have not made an endorsement so far in this Senate race. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Mike, thank you. Another Senate race we're watching closely is in the state of Iowa, and that pits the incumbent Joni Ernst against the challenger Greenfield. The challenger Democrat is up. A lot depends in Iowa how the president does, and that may affect how Joni Ernst does in this race. Let's go back to the map. Republicans are hoping against hope that Michigan can turn around, and that is John James. He is currently trailing the incumbent Gary Peters, again, another state depending on how President Trump does in Michigan. Finally, let's take a look at this race, and we've covered it before, but it is becoming a heated race that's changing in just the past few days. The Senate race in North Carolina has the Democrat up in the average of polls, but again, the past few days has changed dramatically because it's being sidetracked by a sex scandal. Correspondent Rich Edson has specifics tonight."
    },
    {
      "speaker": "RICH EDSON, FOX NEWS CORRESPONDENT",
      "utterance": "A close Senate race in North Carolina upended by personal issues that have now gone public."
    },
    {
      "speaker": "CAL CUNNINGHAM (D), NORTH CAROLINA SENATE CANDIDATE",
      "utterance": "I am deeply sorry for the hurt that I have caused in my personal life. And I also apologize."
    },
    {
      "speaker": "EDSON",
      "utterance": "Beyond this Facebook Live statement, Democratic candidate Cal Cunningham has largely avoided the public and the canceled campaign events. FOX News has obtained text messages disclosing Cunningham's affair with public relations strategist Arlene Guzman Todd. Cunningham is married with two children. In one, Cunningham writes, quote, \"Would make my day to roll over and kiss you about now.\" And then he reveals that he is nervous about the next 100 days. In another text, Cunningham writes he wants to see Guzman Todd again. She replies \"I don't think you realize the magnitude of what you're doing.\" And when Cunningham slows his communications with Guzman Todd, she texts another person \"I'm just going to send his opponent his naked photos. That'll teach him.\" The military is investigating this. Cunningham is a lieutenant colonel in the Army Reserves, and extramarital affairs violate the uniform code of military justice. Cunningham's campaign says the candidate will participate in the inquiry. Cunningham said last night his Republican opponent, incumbent Senator Thom Tillis, is losing this race and trying to make the campaign about something other than the issues. Tillis says this is an issue."
    },
    {
      "speaker": "SEN. THOM TILLIS (R-NC)",
      "utterance": "You can't found a whole campaign on truth, duty, and honor, and then be guilty of what he's apparently guilty of and now has apologized for. It's a hypocrisy that I think the North Carolina voters will reject."
    },
    {
      "speaker": "EDSON",
      "utterance": "Tillis has his own campaign challenge -- he tested positive for COVID-19. Tillis says he has been mostly symptom-free for the past five days and says he expects to be cleared to return to work in the Senate early next week. Bret?"
    },
    {
      "speaker": "BAIER",
      "utterance": "Rich, thanks. Up next, pollster Frank Luntz and his panel of undecided voters break down the vice presidential debate. Keep it here."
    },
    {
      "speaker": "BAIER",
      "utterance": "A candidate for mayor of Carrollton, Texas, has been arrested for unlawful possession of mail-in ballots and fraud. Local media there reports investigators say Zul Mohamed sent 84 applications for 85 mail-in ballots which were later found at his residence. Zul faces 109 felony charges. A federal appeals court is blocking a decision to extend the deadline for counting absentee ballots by six days in Wisconsin. Democrats are likely going to appeal to the U.S. Supreme Court. If the ruling stands as is, absentee ballots will have to be delivered to Wisconsin election clerks by 8:00 p.m. on Election Day if they are to be counted. The U.S. Supreme Court, meantime, has rejected an effort by Montana Republicans to block Democrat Governor Steve Bullock's plan to send mail ballots to voters. Counties with approved plans intend to send those ballots to all registered voters tomorrow in Montana. Let's go over the latest numbers tonight in last night's debate with pollster Frank Luntz, who had a panel of undecided voters last night from key battleground states. Frank, good evening. So who won the debate and why, after talking to these folks?"
    },
    {
      "speaker": "FRANK LUNTZ, POLLSTER",
      "utterance": "So let me set the stage for you. There are three things that voters, undecided voters are looking for. First is they they want answers. The reason they are undecided is that they don't feel like they've been given the information that they need to make that decision. Second, they're looking for somebody who is presidential, someone who they see could take over if either of the presidential candidates were to get sick or get incapacitated, and with us having the oldest nominees ever in American history, that becomes an issue. And third, of all the issues, even though COVID-19 is on our minds and a part of us, what we are asking from the presidential candidates, in this case the V.P. candidates, is the economy and jobs. They thought overwhelmingly, overwhelmingly that Mike Pence did a better job on those three issues. And I want to show you some of the sound, because this is how you understand who is still undecided and why they are undecided. Let's start with comments from the group about Mike Pence."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He could be president."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Bit of a robot."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Even-keeled."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Calm, cool, and collected."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Comfortable."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Low emotion."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "It's very quick. I've never seen this before, you've edited all the parts out so we get to hear the voices of the candidates -- of the participants. Second is Kamala Harris, and their reactions to her was not nearly as favorable. Let's listen."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Evasive."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Nervous."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Caring."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Snarky and sarcastic."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Unsteady."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Rigid."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Unpresidential."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "And the biggest disappointment, Bret, is that they did not get an answer from the California senator about the Supreme Court. And that's really what they want to know, are the Democrats going to use their potential power in the Senate to try to pack the court? Pence tried to get an answer from her and he failed. I think that is going to be a key component if and when we have another debate."
    },
    {
      "speaker": "BAIER",
      "utterance": "Debates also, they get a lot of attention. Last night, roughly 60 million, we had the most watched on FOX News, 11.3 million for a V.P. debate. But did last night's contest do you think actually change any of those people's minds?"
    },
    {
      "speaker": "LUNTZ",
      "utterance": "It did, it had that impact. But in the end -- let's go back to 2016. Donald Trump was failing, and it was Mike Pence in a successful V.P. debate that turned the whole campaign around. The problem with 2020 is that Pence had a good debate last night, but then the president steps on the story by saying he won't debate if they are going to do it virtual in a week's time. Let's go back to the voice of the voters and what they had to say about the impact of the debate."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I didn't really learn anything new."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I'm disappointed I still couldn't get some of the questions I've been looking for answered."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I am concerned about what I'm going to do for the collective whole. I'm concerned."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Questions were asked, but there were no answers, like the Supreme Court."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "And there you go, it's the Supreme Court. That is the issue that I would be focused on because it's the issue that the undecided voters are focused on."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes, fascinating. Frank, as always, thank you. We'll have you back."
    },
    {
      "speaker": "LUNTZ",
      "utterance": "Thank you."
    },
    {
      "speaker": "BAIER",
      "utterance": "When we come back, the panel on the fight over the next presidential debate."
    },
    {
      "speaker": "BIDEN",
      "utterance": "You'll know my opinion on court packing when the election is over. Look, I know it's a great question, and I don't blame you for asking. But you know the moment I answer that question, the headline in every one of your papers will be about that."
    },
    {
      "speaker": "BAIER",
      "utterance": "You will know my answer on court packing when the election is over, that's Joe Biden today in Arizona. He's been asked that numerous times. This is about adding Supreme Court justices to the Supreme Court. Neither he nor Kamala Harris, Senator Harris, have answered that question, and it's really starting to come up every time he takes questions. Let's just start there with the panel, former White House press secretary, Ari Fleischer, Julie Pace is the Washington Bureau Chief for the Associated Press, Jason Riley, \"Wall Street Journal\" columnist and senior fellow at the Manhattan Institute, and former House Speaker Newt Gingrich, author of the new book \"Trump and the American Future.\" Mr. Speaker, let me start with you. Is this tenable to not answer that question?"
    },
    {
      "speaker": "NEWT GINGRICH (R-GA), FORMER SPEAKER OF THE HOUSE",
      "utterance": "Biden and Harris have a real dilemma. If they answer honestly to please their left, which is they'll pack the court, the country by about two to one will repudiate them. On the other hand, if they please the average American by pledging not to pack the court, their entire activist base will repudiate them. And that's why you see this dodging and dance. I thought Frank Luntz said it exactly right, and I hope that Trump can pick up on how simple this is. This is an issue which goes to the heart of trust and power, and he can, I think, force Biden to either say yes, say no, or be on defense for three weeks. And that frankly, could change the whole election."
    },
    {
      "speaker": "BAIER",
      "utterance": "Julie, I don't think we've seen a candidate go this far in not answering a question, and the vice presidential nominee. Obviously we saw Speaker Nancy Pelosi say you'll see what's inside Obamacare after we pass it, on a specific bill, but he's been asked this a lot. JULIE PACE, WASHINGTON BUREAU CHIEF, \"ASSOCIATED PRESS\": Every cycle it feels like there's one question for every candidate that lingers for a little while and they try to dodge and they try to get away without answering it, and then eventually you have to bend to reality, which is that you end up making these questions an even bigger deal by refusing to answer them. You ensure that in every interview, at every gaggle, at every debate that this is a central topic, and you end up giving it so much more oxygen then if you simply answered the question and then defended it. And so I think it will be interesting to see if the Biden-Harris ticket reaches that same conclusion. There is only a couple of weeks left, but they are going to get hammered with this question at every opportunity until they just give the American people a straight answer on what their position is."
    },
    {
      "speaker": "BAIER",
      "utterance": "Jason, the question didn't come up from the moderator last night. It came up from Vice President Pence posed to Kamala Harris, and there was not an answer. Your thoughts on this? JASON RILEY, COLUMNIST, \"WALL STREET JOURNAL\": I think the Speaker has it right. They are trapped between their base and popular opinion in the country on packing the court, and it wasn't particularly -- it didn't go well for FDR when he wanted to go that route, so there's that precedent as well. As far as the debate, I thought Vice President Pence did a very good job. He had a very strong performance. The problem is I don't think he changed the dynamic of the race. I think Biden and Harris think they are sitting on a good lead deep in the fourth quarter here, and they just need to not screw it up. And I don't think that Kamala Harris made any huge errors last night that jeopardized the current state of the race. But it makes it all the more mystifying to me that Trump would, like Frank Luntz mentioned, step on the story this morning with this announcement about the next debate. I think it is in his interest to be on a stage with Joe Biden one on one. And if he tests negative for the virus, there's no reason that can't happen. But even if it's virtual, I think he would be making a mistake to pass up a one-on-one appearance with Joe Biden. More than 70 million people tuned into that first debate, and that's a big audience, and that is the best way to make his case that he's offering a contrast between himself and where he wants to take the country and where Biden wants to take the country. Biden wants to make this a referendum on President Trump."
    },
    {
      "speaker": "BAIER",
      "utterance": "Let's take a listen to a virtual debate, the president talking about this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I'm not going to waste my time on a virtual debate. That's not what debating is all about. You sit behind a computer and do a debate. It's ridiculous."
    },
    {
      "speaker": "BIDEN",
      "utterance": "We don't know what the president is going to do. He changes his mind every second. For me to comment on that now would be irresponsible. I think that I'm going to follow commission recommendations. If he goes off and he's going to have a rally, I'll -- I don't know what I'll do."
    },
    {
      "speaker": "LARRY KUDLOW, NATIONAL ECONOMIC COUNCIL DIRECTOR",
      "utterance": "I think you're going to see a renegotiation of that. I think the president is getting well. He will pass the test. He will be showing negative testing."
    },
    {
      "speaker": "BAIER",
      "utterance": "Ari, your thoughts? Joe Biden has already committed to an ABC town hall that night."
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "utterance": "Two thing. One, I don't think the commission worked very hard to figure this out. I think they just quit, and that is really unfortunate, Bret, because our country has turned to the commission. They have provided three debates at the presidential level, one at the vice presidential, for a generation now. And they have abandoned that public service in setting this up so unilaterally that they didn't try to figure out how to still arrive at three good debates. But two, I think the president doesn't have much leverage here. He needs these debates more than Joe Biden does. So if the second debate doesn't happen, it's really no skin off Joe Biden's back. It actually helps Biden. I think the smarter course for the president would have been to say, if I'm COVID positive, I'm not going. No one who is COVID positive should show up at work. But if I have no longer the virus, then people need to listen to the doctors and listen to science. And my doctor is a Navy commander, a medical doctor. People can listen to him. And then let Joe Biden reject what doctors conclude. That would be a smarter way if I was Donald Trump."
    },
    {
      "speaker": "BAIER",
      "utterance": "Speaker Gingrich, last word here."
    },
    {
      "speaker": "GINGRICH",
      "utterance": "I think they ought to abolish the debate commission. They change the rules of the game without asking the president. They didn't involve his team. They stacked all the moderators. The next moderator was actually an intern for Biden and an intern for Teddy Kennedy. Give me a break. If I was Donald Trump, I wouldn't want to go to a virtual debate that they totally control. What he ought to do is offer a John F. Kennedy, Richard Nixon debate in a television studio spaced apart, 20, 30 feet, go at it, the two of them, and let's see Biden turn that down."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, panel, thank you very much. We appreciate it. When we come back, some final thoughts."
    },
    {
      "speaker": "BAIER",
      "utterance": "Tune in tonight, Sean Hannity has President Trump on his show. Thanks for inviting us into your home tonight. That's it for this SPECIAL REPORT, Utah to D.C., fair, balanced, and unafraid. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}