{
  "date": "October 26, 2017",
  "headline": "Nunes: Dems made Russia successful at election interference",
  "subHeadline": "House Intelligence Committee chairman speaks out about investigation into anti-Trump dossier.",
  "url": "https://www.foxnews.com/transcript/nunes-dems-made-russia-successful-at-election-interference",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "REP. DEVIN NUNES, R-CALIFORNIA",
      "sentences": "As always, Neil, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That is important stuff to have, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Yes. We have only been asking for it since March. So, it's a little late. But, look, it's better -- better late than never. But, look, we're going to go through it next week. We're going to find out what we need to know.  And the main point of all this is, we need to know whether or not this Trump dossier that was now paid for by the Democratic Party and the Hillary Clinton campaign, if that was used as a basis for any of these investigations. If it was, there's going to be a major problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm glad you said that this is something you have been looking for, for a number of months, back to February and March, because a lot of people are saying, oh, this is newfound -- when that's not quite the case. But a lot of people now are beginning to wonder what the Republicans were doing either in this case, in the Donald Trump case. Obviously, whether they had an agenda to elect one over the other, they wanted to screw up our election, it seems, or at least get nitty-gritty in it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, look, that is -- none of that is new.   What has allowed them to be successful in this sabotage of an election is, they're trying to change public opinion. And what has happened here, with all of this commotion and all of the nonsense that was put out, don't you think it would have been important for the Congress to know back in January, when we were first briefed on this Trump dossier, that it was actually paid for by the opposition party? So the people that made the Russians successful are the Democrats. And the people who have continued this nonsense over and over and over again, looking for Russians behind every tree, looking -- we continue to chase ghosts around and around this place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "And -- look, and I say this as the guy who warned the Obama administration and our intelligence agencies in April -- March, April of 2016, I was the one that said this was the biggest intelligence failure since 9/11.   So, I take the Russian threat very, very seriously. But doing what they have done here by creating all this chaos and using this Trump dossier out there, briefing it to Congress as if it was something real that we have had to chase around for months, and we still have no evidence of Trump collusion with Russians. But it does appear like, if you take the Trump dossier at face value, that Christopher Steele was getting that -- this is the MI6 agent -- he was getting that information from Russian sources.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, it does get back to begging another issue I wanted to clarify with you. Maybe it's too soon to clarify, Chairman, so I understand -- that, did the Russians have a vested interest in one or the other candidate winning?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, according to our intelligence agencies that produced a report in January, yes.  Now, with that said, they did that report in four weeks, OK? Now, this was before Congress even had this Trump dossier. Did they use the Trump dossier in that report? We think so.  So, but also keep in mind that, since March, we have been conducting this investigation. We asked a very simple question. Who paid for this dossier? Who paid for it? Who pay Fusion GPS?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, and that's something that you want to find out.  But your ranking member, minority member, Adam Schiff, has already said this whole Uranium One probe is a distraction. It's being pushed, he says, by the White House, by Breitbart. He even adds Fox.   What do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, I can tell you this, that we found about the -- we have been working with this informant for several months who has been in contact with us. He wanted the ability to come forward. He had very interesting information, most importantly, that there was an open FBI investigation dating back to as early as 2010. It was the same time frame that Republicans in Congress were opposed to selling Uranium One to a known Russian government company.  So, I would say to anybody who is questioning this, this is in fact our job in the legislative branch. If -- how is it that our government could approve a sale of 20 percent of our uranium at the same time that there was an open FBI investigation? I think it raises a whole lot of questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do we have unequivocal proof, even at this stage, though, Chairman, that that deal to get that uranium translated later on and the folks behind it getting money to the Clinton Foundation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "No. No idea at this point. No idea.   We don't even know yet at this point whether or not there was an open FBI investigation. But we have people who say there was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "We haven't had a denial for DOJ or FBI that there was an open investigation.  And the other question is, Congress should have been briefed at the time on an ongoing FBI investigation like this, especially something seriously the Russians doing bribery -- running bribery schemes. If this is true and Congress wasn't briefed, this is just another black eye, I think, for our intelligence agencies that, quite frankly, look like they had been weaponized at this point by the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We will watch closely. Chairman, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Thanks, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. END  Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEVIN NUNES, R-CALIFORNIA",
      "utterance": "As always, Neil, thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That is important stuff to have, isn't it?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Yes. We have only been asking for it since March. So, it's a little late. But, look, it's better -- better late than never. But, look, we're going to go through it next week. We're going to find out what we need to know. And the main point of all this is, we need to know whether or not this Trump dossier that was now paid for by the Democratic Party and the Hillary Clinton campaign, if that was used as a basis for any of these investigations. If it was, there's going to be a major problem."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm glad you said that this is something you have been looking for, for a number of months, back to February and March, because a lot of people are saying, oh, this is newfound -- when that's not quite the case. But a lot of people now are beginning to wonder what the Republicans were doing either in this case, in the Donald Trump case. Obviously, whether they had an agenda to elect one over the other, they wanted to screw up our election, it seems, or at least get nitty-gritty in it."
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, look, that is -- none of that is new. What has allowed them to be successful in this sabotage of an election is, they're trying to change public opinion. And what has happened here, with all of this commotion and all of the nonsense that was put out, don't you think it would have been important for the Congress to know back in January, when we were first briefed on this Trump dossier, that it was actually paid for by the opposition party? So the people that made the Russians successful are the Democrats. And the people who have continued this nonsense over and over and over again, looking for Russians behind every tree, looking -- we continue to chase ghosts around and around this place."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "And -- look, and I say this as the guy who warned the Obama administration and our intelligence agencies in April -- March, April of 2016, I was the one that said this was the biggest intelligence failure since 9/11. So, I take the Russian threat very, very seriously. But doing what they have done here by creating all this chaos and using this Trump dossier out there, briefing it to Congress as if it was something real that we have had to chase around for months, and we still have no evidence of Trump collusion with Russians. But it does appear like, if you take the Trump dossier at face value, that Christopher Steele was getting that -- this is the MI6 agent -- he was getting that information from Russian sources."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, it does get back to begging another issue I wanted to clarify with you. Maybe it's too soon to clarify, Chairman, so I understand -- that, did the Russians have a vested interest in one or the other candidate winning?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, according to our intelligence agencies that produced a report in January, yes. Now, with that said, they did that report in four weeks, OK? Now, this was before Congress even had this Trump dossier. Did they use the Trump dossier in that report? We think so. So, but also keep in mind that, since March, we have been conducting this investigation. We asked a very simple question. Who paid for this dossier? Who paid for it? Who pay Fusion GPS?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, and that's something that you want to find out. But your ranking member, minority member, Adam Schiff, has already said this whole Uranium One probe is a distraction. It's being pushed, he says, by the White House, by Breitbart. He even adds Fox. What do you say?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, I can tell you this, that we found about the -- we have been working with this informant for several months who has been in contact with us. He wanted the ability to come forward. He had very interesting information, most importantly, that there was an open FBI investigation dating back to as early as 2010. It was the same time frame that Republicans in Congress were opposed to selling Uranium One to a known Russian government company. So, I would say to anybody who is questioning this, this is in fact our job in the legislative branch. If -- how is it that our government could approve a sale of 20 percent of our uranium at the same time that there was an open FBI investigation? I think it raises a whole lot of questions."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do we have unequivocal proof, even at this stage, though, Chairman, that that deal to get that uranium translated later on and the folks behind it getting money to the Clinton Foundation?"
    },
    {
      "speaker": "NUNES",
      "utterance": "No. No idea at this point. No idea. We don't even know yet at this point whether or not there was an open FBI investigation. But we have people who say there was."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "NUNES",
      "utterance": "We haven't had a denial for DOJ or FBI that there was an open investigation. And the other question is, Congress should have been briefed at the time on an ongoing FBI investigation like this, especially something seriously the Russians doing bribery -- running bribery schemes. If this is true and Congress wasn't briefed, this is just another black eye, I think, for our intelligence agencies that, quite frankly, look like they had been weaponized at this point by the Democratic Party."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We will watch closely. Chairman, thank you very much."
    },
    {
      "speaker": "NUNES",
      "utterance": "Thanks, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}