{
  "date": "September 29, 2019",
  "headline": "Highlights from Chris Wallace's interview with Iranian President Hassan Rouhani",
  "subHeadline": "Guests: Stephen Miller, Hakeem Jeffries, Rich Lowry, Donna Edwards, Mo Elleithee",
  "url": "https://www.foxnews.com/transcript/highlights-from-chris-wallaces-interview-with-iranian-president-hassan-rouhani",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, ANCHOR",
      "sentences": "A whistleblower alleges President Trump sought foreign interference in the 2020 election as Democrats moved to build a case for impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "He will be held accountable. No one is above the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "It's another witch hunt. Here we go again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "This phone call is a nothingburger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL, D-CONN.",
      "sentences": "Donald Trump is going to choke on this suppose of nothingburger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "This hour, we'll break down the complaint, the president's phone call, the alleged cover-up, and the White House defense strategy with senior advisor to the president, Stephen Miller, only on \"FOX News Sunday\". Then --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. HAKEEM JEFFRIES, D-N.Y.",
      "sentences": "Te president, Donald Trump, clearly pressured the Ukrainian president to commence an investigation of the Biden family. That is textbook abuse of power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll discuss how Democrats are pursuing the case for impeachment with the chair of the House Democratic Caucus, Hakeem Jeffries. Plus, highlights from my interview with Iranian President Hassan Rouhani. There are many nations in the region that say an Iranian peace plan is like putting the fox in charge of the henhouse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel where relations stand between the U.S. and Iran. All, right now, on \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And hello again from FOX News in Washington.   As House Democrats pursue the possible impeachment of President Trump, we have new information to report. FOX News has learned the president's private attorney, Rudy Giuliani, was not acting alone in trying to get dirt from Ukrainian officials on 2020 rival Joe Biden. Two high-profile Washington lawyers, Joe diGenova, who's been a fierce critic of the Democratic investigation, and his wife Victoria Toensing, were working with Giuliani to get oppo research on Biden.  According to a top U.S. official, all three were working off the books apart from the administration. The only person in government who knows what they were doing is President Trump. FOX News has also learned the Pentagon, State Department, and National Security Council were unanimous in supporting military aid to Ukraine. President Trump decided to withhold that aid this summer on his own.  In a moment, will speak exclusively with senior advisor to the president, Stephen Miller.  But first, let's get the latest from Kevin Corke live at the White House, Kevin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, CORRESPONDENT",
      "sentences": "Chris, a lot of moving parts here in Washington, but were it come to pass, President Trump would be the fourth U.S. president to face impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "We cannot have a president of the United States undermining his oath of office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "Explosive charges from the House speaker in a week that saw her declare, without a single vote on the House door, an impeachment inquiry, but that didn't stop House Intelligence Committee Chairman Adam Schiff, who promised that his panel will be working through the two-week congressional recess. Indeed, along with the Foreign Affairs and Oversight Committees, Schiff's Intelligence Committee issued a joint subpoena for Secretary of State Mike Pompeo, demanding records of the president's communications with Ukraine by an October 4th deadline, a decision that rocked Washington, but appeared to seal the resolve of an embattled and defiant President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "What's going on now is the single greatest scam in history of American politics. They are trying to stop me because I'm fighting for you, and I'll never let that happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "This is the mystery deepens over who is the alleged whistle-blower and who changed the intelligence community's rules just last month eliminating a requirement that whistle-blower complaints contained only direct, first-hand knowledge of alleged wrongdoing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "Chris, if Democrats have their way, this could all move very quickly, including more subpoenas this week, hearings scheduled and a possible vote to impeach by November -- Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Kevin Corke reporting from the White House, Kevin, thanks for that.  Joining us now, Stephen Miller, senior advisor to the president.  Stephen, welcome back to \"FOX News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN MILLER, WHITE HOUSE SENIOR POLICY ADVISER",
      "sentences": "Thanks for having me, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, let's start with the House Democratic subpoenas of the State Department, of a massive set of documents, as well as five witnesses for this week. Will President Trump comply with the House subpoena?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "That's going to be between the president's attorneys, White House counsel's office and the House committees. So, I have no news unfortunately to make on that issue, Chris.  But what I do want to say is that I think it's unfortunate that the media continues to describe this individual as a whistleblower and honorific that this individual most certainly does not deserve. A partisan hit job does not make you a whistleblower just because you go through the Whistleblower Protection Act.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, first of all, how do you know that this is a partisan hit job, and how do you know that this is not a whistleblower? In fact under DNI, the Department of National Intelligence rules -- well, you know what? Let's go back to this, and we're going to jump around a little bit because I didn't know you were going to go here.  Here is the comment from the DNI, the acting DNI before Congress, Joe Maguire, in his testimony this week. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSEPH MAGUIRE, ACTING DIRECTOR OF NATIONAL INTELLIGENCE",
      "sentences": "I believe that the whistleblower and the inspector general have acted in good faith throughout. I have every reason to believe that they have done everything by the book and follow the law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "That is the director of national intelligence, Joe Maguire, a lifetime servant of this country, a Navy SEAL. He says that the whistleblower was acting in good faith and acting by the book. On what basis do you say that this was a partisan hit job?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "First of all, if you read the seven-page, little Nancy Drew novel that the whistleblower put together, it drips with condescension, righteous indignation and contempt for the president. It's also ludicrous on its face. It describes an elaborate cover-up that also, by the way, the president discussed on Sean Hannity, April 25th.   What kind of secret cover-up are you also discussing on the airwaves of FOX News? Furthermore, the inspector general found evidence of political bias in the individual, which is not disputed by anybody --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Wait a minute. He also -- both the inspect -- the director of national intelligence and inspector general said they also found his comments to be credible and a matter of urgent concern, and they turned it over to the Justice Department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So despite all that, they thought that this was a credible -- a complaint.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "And they're wrong, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, on whose basis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Chris, I've worked in the government now, the federal government now for nearly three years. I know what the deep state looks like. I know the difference between whistleblower and a deep state operative.  This is a deep state operative, pure and simple. People who haven't been in the federal government, who haven't worked in the White House may not appreciate this, but the situation is you have a group of unelected bureaucrats who think that they need to take down this president.  I'll attend interagency meetings, Chris, where I know for certain fact, if I don't invite the right people, the meeting will leak. If I don't say the right thing, they'll go to the Hill. If we propose a policy idea that they don't approve of, they'll work with Democratic appropriators to try to block it. They leak this president's phone calls. They publish hit pieces. They publish fake stories. They've been doing this continuously for nearly three years and their motives and their agenda is clear. This is about do you want a democracy in this country or do you want a deep state? It's a binary choice for the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Again, this person that you're accusing of all these, the director of national intelligence, Joe Maguire, a lifelong servant of this country said was acting in good faith and going by the book.  Let -- but enough with the rhetoric, let's talk about some specific facts in this.  Why did President Trump use his private attorney Rudy Giuliani, and as we just reported, to other private lawyers to try to dig up dirt from the Ukrainian government on Joe Biden rather than going through his State Department?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "First of all, and most importantly, when we could talk about, quote, digging up dirt, it's an interesting choice of words. One of two things is true, Chris. Either the Ukrainian government, or people associated with it, possess real and actual knowledge of corrupt dealings by the Biden family, or they don't. If they do, is it not in the interest of all Americans to know that is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We're going to get to, what (ph) the Bidens in a minute, but I've asked you a specific question, I'd like a specific answer. The president has the State Department. He's got the CIA. He's got the Pentagon. He's got a number of other agencies. Why did he use three private lawyers to get information on Biden from the - - from the Ukrainian government rather than go through all of the agencies of this government?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Two different points. Number one --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "How about answering my question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "John Durham, as you know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Wait a minute. John Durham is investigating some a completely different. Stephen, I'm asking you a direct question, why did the president use private attorneys rather than go to the State Department? If you don't know, that's an acceptable answer.  But let's not talk about John Durham, who was investigating the Trump --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Chris, there's two issues that were brought up in the phone call - -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I'm not asking two issues. Why did he do it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Chris, I understand. I understand that you have your question, I have my answer. There's two issues that were brought up a phone call --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You have your non-answer at this point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "There were two issues brought up in the phone call. One was Ukrainian knowledge about the nature of the collusion investigation that is inflicted so much pain and damage on our country. My point is, is that the attorney general has appointed somebody from the Justice Department to look into that issue. Then there's the additional matter of Ukrainian corruption, which Giuliani, among others, are looking at. And it is proper and natural for frankly anybody concerned about the future of Ukraine and the United States to want to know information about corrupt dealings. What I find astonishing, Chris, is that the people that are so enraged about an effort to find any true and actual knowledge of foreign corrupt dealings related to Ukraine are the same ones who have been using the foreign produced dossier by a British spy to put this country through unending political turmoil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I'm simply asking question as to why --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Is Adam Schiff guilty of interfering in our election --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I'm simply asking you a question as to why the president didn't use his government. You apparently are not going to answer that, I'll ask you another question. Why did the president decide to withhold $391 million in military aid to Ukraine last July --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "The president has been --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "-- that had been approved by Congress?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "The president has been clear and consistent on this issue, not merely for the time he's been in office, his whole time as a candidate and frankly decades before that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I'm just simply asking, why in July did he decide to withhold the aid?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "About the problem of burden-sharing in Ukraine and with our NATO allies, he's been clear and consistent on this issue. Plus, the matter of Ukrainian corruption. And for reasons I cannot fathom, the media, which is ordinarily interested in sunshine and transparency above all else, is remarkably uncurious about the information Ukraine possesses about the corruption of the previous administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, but let's just -- let's just make this point. In May, as part of a regular interagency process, in May, two months before he withheld the aid, the Pentagon certified to Congress -- certified, a formal process -- certified to Congress after a rigorous process and after consultation with the State Department that Ukraine had made dramatic progress in fighting corruption and that the aid should be released. Why did the president, if the argument is corruption, why did the president go against his own Pentagon and his own State Department?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Chris, I don't understand how you can ask that question while at the same time admonishing the president for wanting to get to the bottom of perhaps one of the biggest corruption scandals concerning Ukraine in the last few years, which is Burisma Holdings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I -- I'm not admonishing anybody, absently asking, why did he go --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Chris, Chris --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I mean this is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "-- I like a lot --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "With all due respect, this is an exercise in obfuscation. Why did the president go against his own Pentagon and State Department?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "There's a tone of judgment -- there's a tone of judgment in all of your -- there's a tone of judgment in all of questions, so yes, you are admonishing. And I can't speak to every --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No, that's -- that's judgment on your part, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "I can't speak to every single, mid-level and low level bureaucrat in the U.S. government --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "This is the deputy secretary of defense for policy. What you considered John Rood a minion in the State Department -- in the Pentagon?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "It's the president's -- it's the president's job and sworn duty to safeguard taxpayer dollars and the United States government's foreign policy. Getting to the bottom of a corruption scandal in Ukraine is in the American national interest. And if you want to understand why that complainant is so obviously politically biased, when he says that the president is threatening national security by trying to expose corruption -- when he says, or she, that the president is hurting national security by trying to get to the bottom of a gigantic scandal that nobody has unearth, the president is the whistleblower here. The president of the United States is the whistleblower.  And this individual is a saboteur trying to undermine a democratically elected government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Saboteur, is he a spy? Is he committing treason?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "I do not know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But the president said that, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "The president correctly pointed out that the behavior of this individual is close to a spy. I don't know who the individual is, all I know is at some point, Chris, we have to focus on the real scandal, which is three years of deep state sabotage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. I'm going to talk about a different scandal and you'll be very happy that I'm headed here. The president says the real story is the corruption by Vice President Biden and his son Hunter Biden, who was on the board of the Ukrainian energy company.  How, specifically -- I'm going to give you one minute uninterrupted -- how specifically did the Bidens break the law in Ukraine?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "The Burisma Company, as you know, was under investigation. It has a Ukrainian oligarch behind it who was under investigation. We know that there was severe concern in the Obama administration at the time about Biden being appointed as the lead on Ukrainian policy and then his son getting a lucrative $50,000 a month deal with the company. The son had no experience in the legal issues he was supposed to advise on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "How did then he break the law?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "He knew nothing about Ukrainian law and he knew absolutely nothing about natural gas, the issue at the heart of the company. The -- Biden then threatened to withhold a billion dollars in aid unless the prosecutor was fired. It is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You realize that also the International Monetary Fund, almost every other government in the West, was also asking for that prosecutor to be fired, and that in fact, in fact, there was no investigation going on of Burisma, the name of the company, at that time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "I don't know that to be true, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "It is true, but let me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "I know what people have said, but the reality is, is that why is the media so obsessed with every single aspect of this investigation but they don't want to uncover the potential corrupt dealings of Hunter Biden and his father? Why they don't want to know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Potential. Let me -- I have one less question to ask you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Why don't they want to know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "-- and I do want to put this on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "-- about his dealings in China? Why don't they want to know about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Here is Yuriy Lutsenko. He was the prosecutor general of Ukraine for three years, including the period during which President Trump spoke with President Zelensky in July of 2019. Here he is Lutsenko this week. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YURIY LUTSENKO, FORMER PROSECUTOR GENERAL OF UKRAINE",
      "sentences": "I don't know any possible violation of Ukrainian law -- once again, Ukrainian law, by Biden and Biden Jr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "This was Lutsenko, who was the prosecutor general at the time the president called the Ukrainian president -- says Joe Biden and his son did nothing wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "If you're going to use Lutsenko as a witness, then you have to also know that he's made incredibly damning allegations against Ukraine and against the U.S. government involving the origins of the 2016 Russian collusion conspiracy. So, if you're going to use him as a witness, you've got to take all of it or none of it. You can't pick and choose, it's not a buffet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, but I guess the point is if he is clearly saying those things about Ukraine and the 2016 election, he's not carrying water for Joe Biden, he says Joe Biden -- you can't pick or choose either.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "I'm not. I'm saying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You're saying, well, OK, we agree with him on this but we don't on the other. Welcome to the buffet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "I'm saying an investigation is urgently needed when you look at the full pattern of facts. But the single most important point is this. The American people in 2016 said, we want in a completely new direction for our country. They elected new lawmakers and they elected a new president to deliver that direction. He is the sole elected person in the executive branch. And yet --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, that's not true. Actually, you got the vice president as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Yes. And the -- all executive power is vested in the president, but there are deep state operatives who for three years have done nothing but try to leak, undermine, hurt, and harm the ability of this president to institute this change. Do we want to be governed by an unelected bureaucracy or by a democratically elected president? That's the sole issue facing the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The only point I would make it, and I have to move on, is that in 2018, the American people elected Democratic House. So, they are a coequal branch of government. Stephen, thank you. Thanks for your time. Always good to talk with you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we'll ask a House Democratic leader where they're headed on possible impeachment of President Trump. Congressman and chair of the Democratic Caucus, Hakeem Jeffries, joins us next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "House Democrats have now fast-tracked the impeachment inquiry into President Trump, issuing a subpoena to Secretary of State Mike Pompeo, with promises of more to come. Joining us now, Congressman Hakeem Jeffries of New York, chair of the House Democratic Caucus and a member of the Judiciary Committee. Congressman, welcome back to “Fox News Sunday.”",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. HAKEEM JEFFRIES, D-N.Y.",
      "sentences": "Good morning. Thanks for having me on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So let's start with that subpoena of the State Department documents and witnesses. If President Trump refuses to comply with that subpoena, is that an impeachable offense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "Well, we hope that the administration will cooperate. That certainly hasn't been the case up-to-date, though there is some reason to believe that moving forward, given the seriousness of these allegations, that we will see cooperation from Secretary Pompeo. We're going to follow the facts. We're going to apply the law. We're going to be guided by the Constitution. We're going to unearth the truth for the American people, which relates to the fact that the president has betrayed his oath of office. He's engaged in serious wrongdoing here. He pressured a foreign government to target an American citizen for political gain. That is classic abuse of power which undermines our national security. This is as serious as it gets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "It -- but to press my point, in previous cases, I certainly know in the Nixon case, that one of the things that the House impeached Nixon for was failure to cooperate, to -- he was in contempt of Congress. Would failure to comply with the subpoena be an impeachable offense?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "We're going to remain focused on the abuse of power that clearly exists. There's evidence that is hiding in plain sight of that fact, including the rough transcript of the July 25th phone call between the president of the United States of America and the president of Ukraine. But, Chris, to your question, as Adam Schiff indicated in the letter, to the extent that there is continued obstruction, to the extent that there is a continued cover-up, that could provide potential grounds for an obstruction of Congress charge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Democratic leaders are talking about a tight process, focused just on Ukraine, with a potential vote on the House floor and articles of impeachment by Thanksgiving. Isn't that a bit like the Queen of Hearts in \"Alice in Wonderland,\" sentence today, verdict afterwards? You're already are deciding when and how you're going to proceed before you actually conduct the investigation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "Speaker Pelosi has been tremendous and strong as she has laid out the focus of the impeachment inquiry moving forward. We're operating under an umbrella. The intelligence committee is going to take the lead. What she has said, and the only thing she has said publicly or privately about timeline is that we are going to proceed expeditiously. We, of course, are going to proceed fairly. We're going to proceed comprehensively. We're going to unearth the truth. We're going to provide it to the American people and then we're going to make some decisions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You say make some decisions, but you have already laid out a pretty dramatic case about betraying the country, betraying the oath of office. Based on the evidence you've seen, while the House vote to impeach Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "That remains to be seen because we are in the middle of a process. But here's what's clear and here's the story that needs to be told to the American people, that the Congress, on a bipartisan basis, allocated $391 million in military and State Department aid to the Ukrainian government. Ukraine is an ally. They're under attack right now by Russian-backed separatists in Crimea. In February, the administration said to the Congress that the aid to the Ukraine is on the way, yet it never was sent. Then in May, the administration again said to the Congress that the aid to Ukraine is on the way and that all necessary preconditions, including as it relates to anticorruption activity, has been met. Yet the aid never made it. Then comes the July 25th call where the president of the United States pressures the president of Ukraine to commence an investigation against a political opponent, thereby soliciting foreign interference in the 2020 election. The president of Ukraine agrees, as based on the rough transcript. Sometime thereafter all of a sudden in September the aid is released after it's clear that there was a whistle-blower complaint. These are very troubling facts here and we're going to bring them to the light for the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, but I want to pick up on exactly that point, that's the basic charge of the whistle-blower, that the president used the leverage of aid to try to get the Ukrainian president to dig up dirt on vice president -- former Vice President Joe Biden. Here, this week, the Ukrainian president, Zelensky, met with President Trump, and here's what they said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VOLODYMYR ZELENSKY, UKRAINIAN PRESIDENT",
      "sentences": "It was normal. We spoke about many things. And I -- so -- so I think, and you read it, that nobody pushed it -- pushed me, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "In other words, no pressure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Zelensky says right there, nobody pushed him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "He can say that nobody pushed him, but understand that the United States is the most powerful country on earth and that we, in many ways, are the only thing standing between Vladimir Putin and Ukraine being totally overrun by Russia. The United States is strong. Ukraine is vulnerable. So when the president of the United States withholds military aid that had been duly authorized by Congress, and then on the July 25th phone call says, do us a favor, for words, Chris, that will likely live in infamy in terms of the history of our republic. That is what you call a high-pressure tactic. And of course the Ukrainian president got the message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "What about the argument, sir, that -- that impeachment is a drastic action? You basically are talking about the possibility of overturning a Democratic election in which Donald Trump was elected president of the United States. We are basically already in the presidential campaign. Why not wait until next November and let voters decide whether or not they want Donald Trump as their president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "Well, as the whistle-blower has indicated, as the Trump- appointed inspector general to the Intelligence Committee has indicated, as the acting director of national intelligence, who was himself appointed by Donald Trump has indicated, this is a matter of urgent national security concern. And that is why we're compelled to act. We're going to continue to work with the president on a host of other issues of importance to the American people, like driving down the high cost of life-saving prescription drugs, enacting a real infrastructure plan to fix our crumbling bridges, roads and tunnels, as well as trying to get to yes on the renegotiated United States-Canada-Mexico trade agreement. But, Chris, the -- the -- the House is a separate and coequal branch of government. We don't work for this president or any president, Democrat or Republican. We work for the American people. We have a constitutional responsibility to serve as a check and balance on the executive branch. That is not the Nancy Pelosi playbook. That's not the Adam Schiff playbook. That's not the House Democratic Caucus playbook. That's the James Madison playbook. He said that we should be a rival to the executive branch because the founders didn't want a monarch, they didn't want a king, they didn't want to dictator, they wanted a democracy, and these allegations strike at the heart and soul of our democracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Finally, and we're running out of time, I want to talk a little politics with you. There are 31 House Democrats, moderates, who won in districts that President Trump had carried in 2016 and the Republican National Committee is already going after them about the possibility of impeachment. Here is an RNC ad targeting New York Congressman Max Rose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Instead of fixing health care and lowering drug prices, Rose votes with the radicals for endless investigations of President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Are you putting those moderates and, in effect, the House majority in jeopardy by -- look, for two years you pursued Russian collusion. That fell apart. Now you're going to spend another few months at least pursuing the president on Ukraine. Are you putting all of them and the House majority in jeopardy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "Well, we're going to continue to focus, as I indicated, on the kitchen table, pocketbook issues to make life better for everyday Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But you know this is going to soak everything up, Congressman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "Well, we have this constitutional responsibility and we're going to undertake it with the seriousness and the solemnity that it requires. This is not about politics. This is about betrayal. This is about abuse of power. This is about national security. This is about the integrity of our elections. And this is about the United States Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congressman Jeffries, thank you. Thanks for coming in today. We'll be tracking this week's developments. Thanks, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEFFRIES",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we'll bring in our Sunday group to discuss the impeachment inquiry, the risk to Democrats, and the potential damage to Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Coming up, President Trump starts to make his case against the formal House impeachment inquiry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's a disgrace to our country. It's another witch hunt. Here we go again. It's Adam Schiff and his crew making up stories.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask our Sunday panel what to watch for as Democrats hit the gas, next on FOX NEWS SUNDAY.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "Today's release of the notes of the call by the White House confirms this behavior which undermines the integrity of our election, the dignity of any presidency and our national security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "When they look at the information, it's a joke. Impeachment for that? When you have a wonderful meeting or you have a wonderful phone conversation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump and House Speaker Nancy Pelosi with very different reactions to the release of that rough transcript of his call with Ukraine's president this summer as House Democrats launch a formal impeachment inquiry. And it's time now for our Sunday group. Rich Lowry of \"National Review,\" Mo Elleithee of Georgetown University's Institute of Politics and Public Service, former Democratic Congresswoman Donna Edwards, and Fox News Correspondent Gillian Turner. Rich, how much trouble is Donald Trump in? What are the chances for impeachment? What are the chances for removal? RICH LOWRY, \"NATIONAL REVIEW\": Well, I think he's obviously in trouble and there's some idea what he wants to be impeached or welcomes the politics of impeachment. And from people that talk to him, it's what you see in public. He hates the idea of being impeached. He doesn't want this to happen. And I think what happened this week -- last week, is Nancy Pelosi was really pushed by her own caucus. It became unsustainable for her to oppose this anymore. But I think it's a sign of weakness that she didn't have a vote on the House floor to actually open the impeachment inquiry the way you did with Nixon and with Clinton, and that's a sign it would be a very narrow, partisan vote. It might be awkward for some of her members. And I just think this was improper. The president shouldn't have done it. But if he was impeached and removed on the basis of anything like this universe of flexible fact, it would blow a hole of legitimacy in the center of our politics that wouldn't be healed for years. The right way to do this if you oppose the president, want him to go, there's an election 12 months from now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Gillian, you have an advantage over all of us. You actually worked in the National Security Council under both Bush 43 and Obama. So I want to ask you a couple of -- and you're going to have to go through it quickly -- specific things about what stands out for you. What stands out for you about the phone call, what stands out for you about the president's handling of the aid, and what stands out to you about the president's use off the books of several private attorneys?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, CORRESPONDENT",
      "sentences": "So the first point, quickly, on the transcript. A lot of hay being made about the fact that White House officials ordered the transcript moved from a top-secret system to an even more highly classified code word system. Way, way not enough information is known at this point to make a determination that was problematic. People are saying that move is unprecedented. It's not. People are saying it shows and proves in and of itself there was a cover-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "It doesn't. That happens. It's done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "What about the call itself?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "The call itself, what stuck out to me about the call in terms of things that were problematic was Rudy Giuliani's involvement running point man on Ukraine. Anytime you have somebody who's not a government official purporting to represent the United States, purporting to represent the president, it's highly unethical. Not saying it's illegal, not saying it's impeachable, obviously that's not for me to decide, but it is unethical. And I think that's what the administration is going to have to contend with now. If they're not upset with Giuliani already, they're about to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And what about the fact that the State Department, the Pentagon, they all said, Congress, let's put this aid out. And the fact that the president, sometime in July, just before the phone call, goes against all of them and withholds the aid and then makes his call to the president. How troubling is that to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Well, we don't know if it's true yet, right? I think presumably the investigation -- Congresses' investigation will get to the core of that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We do know he withheld the aid and we do think that -- that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "We know that he withheld the aid and we know what he said in the phone call, reportedly, but there's -- the correlation has not been proven yet. That's what the congressional inquiry will get to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congresswoman Edwards, Speaker Pelosi didn't want to go down the road of impeachment. She now has decided to. And you have some problems with the process of having six committees all do their thing. Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONNA EDWARDS, FORMER CONGRESSWOMAN, D-MD",
      "sentences": "Well, I mean, first of all, I think that the speaker didn't want to do this and she went down this road because the president actually forced her hand. And I think that the process has to be really narrowly circumscribed. It's really important not to spread it across six committees, six chairman, six different investigations. I do think the later -- the move later in the week to try to contain this within the intelligence committee is probably a smart one. But, you know, we need to -- I think we need one lawyer, one committee, one chairman asking questions, you know, in a sequence that really makes sense so that the American people can understand what happened and so that Congress can get to some of the real answers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The president's focus, at least part of this focus in all of this, apparently, was to dig up dirt on Joe Biden, who, at the time of the phone call, perhaps not so much now, was his clear top rival, the frontrunner for the Democratic nomination. Here is former Vice President Biden this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "It seems to me it's awful hard to avoid the conclusion that it is an impeachable offense and a violation of constitutional responsibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mo, I don't want to ask you a legal question. I want to ask you a political question. There is no hard evidence that -- that either -- as I presented to -- to Stephen Miller, that either Biden or his son did anything illegal. But, you've got to admit, it sure looks bad that when Joe Biden is vice president of the United States, that Hunter Biden, his son, is doing business with all of these countries that Joe Biden is also doing business with. I mean it seems to be just kind of a perfect example of the swamp.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS AND PUBLIC SERVICES",
      "sentences": "Well, that's what the president's hoping for, right? I mean, look, the facts we do know is that Hunter Biden went to work for this company or to consult for this company, but all the allegations of corruption against this company took place two years before that. We know that. We know that the vice president and others in the Obama administration specifically went after the prosecutor for pulling back on its -- on the Ukrainian investigation, not for being too aggressive, for not being aggressive enough and tying foreign aid to that. We know that much. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But I'm asking you the appearance of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "The political -- right. So this is what the president is trying to do. The president now is one of the few lifelines he has right now is to obfuscate and confuse and make this look like some sort of false equivalency here. There is not. The reality is that the president went to the Ukrainian government and asked them for help that would benefit him politically. Forget about the whistleblower for a second. At the president admitted it and the White House released a memo that corroborates it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "That's the conversation we're having.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I've got 30 seconds left. How damaging to Joe Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOWRY",
      "sentences": "I think it's pretty damaging. The -- the arrangement with Hunter was corrupted, not in any legal sense, but this is the worst aspect of our public life, that if you are in some proximity to power, people throw money at you for nothing. And he got $50,000 a month from this company just on the basis of being the vice president's son. And if Biden is a nominee, which I have a lot of doubts for, Trump would hammer this every single day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, panel, we have to take a break here. When we come back, Iranian President Hassan Rouhani did not meet with President Trump this week at the U.N. But we sat down for a wide-ranging interview. We'll play the highlights and get reaction from our Sunday group, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Now our interview with Iranian President Hassan Rouhani. The big question this week at the U.S. General Assembly was whether Rouhani and President Trump would meet and try to ease tensions. Based on our interview, it may have been just as well they didn't meet. Rouhani accused President Trump of economic terrorism for his stiff sanctions on Iran and he pushed back on U.S. charges Iran was behind that missile and drone attack on Saudi Arabia, suggesting Yemen struck back against Saudi aggression. Here are highlights from our interview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "This week the European countries who signed onto the Iran nuclear deal, I'm talking about Britain and France and Germany, now say that they agree with President Trump that it was Iran that was responsible for the Saudi attack, the attack on Saudi oil facilities. And like Mr. Trump, they say Iran should now agree to a bigger new deal on nuclear weapons and on regional stability and your missile systems. Will you agree to reopen the talks? HASSAN ROUHANI, PRESIDENT OF IRAN (through translator): The most basic needed issue is trust. And Mr. Trump damaged the trust between the two countries. So this is very important, trust must be restored. And the restoration of trust consists in taking away the pressure imposed upon the nation and the people of Iran, which show that clearly there is animosity even towards our children, our ill people, because we -- they even have difficulty in obtaining basic medications and medical equipment. This is a type of terrorism. This is inhumane. And if there is a cessation to this, then, of course, the atmosphere will change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But it seems, for the last year and a half, since the U.S. pulled out of the agreement, as if Iran's policy has been to drive a wedge between the U.S., President Trump, and Europe, which has stood by the agreement. Now, this week, it seems, because of the fact that Iran was responsible for this attack on Saudi oil facilities, that you have, in fact, united the countries, it has backfired on you, and now Europe has agreed with the U.S. that they need to reopen new talks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROUHANI",
      "sentences": "The people of Yemen have the inherent right, even brought in the United Nations charter, to defend themselves. When have been the subject of bombardment for over five years, of course the people of Yemen have the right to defend themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But -- but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROUHANI",
      "sentences": "And attack --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, Mr. President -- but, Mr. President, the Saudis say the drones were not Yemeni, they were Iranian. They were delta wings and delta waves (ph). The Saudis say the cruise missiles were not Yemeni, they were Iranian. And even your closest partner in Europe, French President Macron, seems to agree. He has agreed, he says that it is Iran that was responsible for the attack on Saudi Arabia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROUHANI",
      "sentences": "Well, because you are quite an experienced reporter, Mr. Wallace, you did not allow me to complete my previous answer. Not a problem. I will return to what you were speaking of. See, Mr. Trump has leveled an accusation, an unfounded accusation, against Iran. But let's assume, if it was from Iran, all of the moneys received from the United States for these defensive systems, for these weapons systems, radar systems installed in Saudi Arabia and throughout the Arabian peninsula, how come they were not able to prevent that missile from hitting the target? And if we accept the U.S. accusation, then it is even more embarrassing perhaps for the United States and they must answer as to why they were not able to stop and intercept the system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You are bringing to the U.N. a new peace plan called HOPE, the Hormuz Peace Endeavor. But there are many nations in the region that say that Iran is the last country that should be proposing peace. Since May, they say you have mined tankers in the Persian Gulf, you have seized a British ship, you have shot down a United States drone and now the Saudi oil attack. They say and Iranian peace plan is like putting the fox in charge of the henhouse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROUHANI",
      "sentences": "Iran, during the past four decades, fought against terrorism unequivocally. So Iran is a country that has brought peace in the region.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, excuse -- excuse me, sir, and I say this respectfully, you have given hundreds of millions, perhaps a billion dollars, to Hezbollah, to Hamas, to various groups. That is not a support of terrorism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROUHANI",
      "sentences": "Well, when you label people who fight for the defense of their country and their land as terrorism, so those who are the subjects of occupation, what should they do, be passive and just look?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We're talking about firing missiles onto civilian areas. We're talking about blowing up people in -- in civilian areas of Israel. That's not terrorism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROUHANI",
      "sentences": "There is no terrorism throughout the world that matches the activities of Israel that has been seeking for the past 71 years, since its inception, since its founding. So those who fight for the freedom of their lands and their homes are not terrorists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Have you made a calculation to wait until after the 2020 election, to wait and see if President Trump is defeated? Do believe that perhaps Mr. Biden or another Democratic president would be easier to negotiate with?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROUHANI",
      "sentences": "We say that America should live up to her commitments, be the Democrat or Republican president. The commitment is something that was given by the government of the United States of America, so it really doesn't matter for us, our counterparts, which political party they come from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mr. President, thank you so much for speaking with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And we're back now with the panel. Gillian, you know, there was a lot of talk at the U.N. this week and apparently French President Macron was really pushing to get Trump and Rouhani in a room together. What struck me is just how far apart these two sides are. I'm not sure a meeting would have accomplished anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Anything at all, that's absolutely right. There's also this unprecedented reversal of international norms right now where the U.S.' closest European allies, Germany, France, the U.K., are teaming up with Iran, siding with Iran to pressure the U.S. back into the 2015 nuclear deal. It was just I think now like ten days ago maybe that French President Emmanuel Macron floated this $15 billion bailout package for Iran to return to the 2015 deal. They're still legally beholden to the terms of that deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congresswoman Edwards, Iran is clearly being hurt by the Sanctions. You could hear that as Rouhani was talking about, you know, we can't get medicine for our children. On the other hand, you can just tell that there is a sense of anger about the fact that the U.S. did pull out of this deal, that President Obama, whether it's a good deal or not, people can judge, agreed to. As one Iranian official said, you don't buy the same rug twice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EDWARDS",
      "sentences": "Well, you know, when I was in Congress, I supported the -- President Obama going into the deal, not because it was perfect, but because it had the measure of containing the Iran nuclear program with the idea that in the future you could leverage more negotiation with them around some of their other bad acting around the world. And when the -- when President Trump pulled out of that deal, I think he lost some of his leverage. And what was protectable is that Iran would escalate and escalate and escalate, because that's what it does. So I think that we have to get back to someplace where all of the United States and its partners are acting in unison with respect to Iran. And I do think that there's got to be a level of trust built up, that it took several years to happen to even get to the nuclear deal that we had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Rich, looking back on it now, was President Trump right to pull out of the nuclear deal and do you see since then a clear Trump strategy at work here to try to make a new deal and -- and -- and deal with not just the nuclear issue, but also missiles and regional terrorism?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOWRY",
      "sentences": "I think that's the ultimate end game. And I think actually over the past week you saw some progress in that regard because the European allies are now talking about a new deal that would bring Iranian behavior as part of it, that would bring missiles in as part of it, and that was the Trump position at the outset. So that's progress. The question is how you get there. And I think the Iranians want to get back to negotiation, but they don't want to give anything up. And they're - - the strategy has been provoke and provoke to try to scare the Europeans, create a pain for Trump by disrupting the international oil market, which they haven't had success at doing, even after such a brazen attack on the Saudis. So this is where I agree with Donna, they're going to continue to escalate and go up further.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And -- and, Mo, as I discussed with President Rouhani, their plan clearly was to try to drive this wedge between the U.S., which pulled out, and the other European signatories, which had stayed in the deal. But it does feel, in their effort to escalate, that maybe they've gone too far because, you know, it was the attack on the Saudi oil facilities and suddenly this week just before the U.N. General Assembly they were -- France and Germany and Britain were all saying, well, you -- we need to come back and it needs to be a bigger deal. What Trump's been saying, President Trump has been saying, which is not just the nukes but also missiles and regional stability.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELLEITHEE",
      "sentences": "Sure, but you're still seeing some fissures between the western coalition that weren't there before. And I think that's the most dangerous part of the U.S. strategy since President Trump took over. If he wants -- if he wanted to scuttle the deal and put forward something new, he didn't do the work he needed to do to bring the rest of the western coalition together. That was the strength of -- of the Obama deal was that it brought the western coalition together behind this common goal and put real pressure on Iran. Since then, Iran has felt emboldened to be more aggressive and the west has been fractured.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And, in less than 30 seconds, Gillian, where do you see this headed between Washington and Tehran? War, peace, or continue stalemate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Well, you're such an experienced reporter, Chris --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And I didn't even interrupt you!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "I don't, unfortunately, think it's going where President Trump wants it to go, which is a Trump nuclear deal 2.0, even though the European allies are now showing an openness to doing that. I don't really see a way forward for that, unfortunately, because, as your sources told you, you can't buy the same rug twice. There's no real legal framework without the deal dying to sit back down again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So continued stalemate. Thank you, panel. See you next Sunday. And we'll be back with the final word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "For the latest on the whistleblower complaint against President Trump and the House impeachment inquiry, stay with this Fox station and Fox News Channel. And that's it for today. Have a great week and we'll see you next “Fox News Sunday.” Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, ANCHOR",
      "utterance": "A whistleblower alleges President Trump sought foreign interference in the 2020 election as Democrats moved to build a case for impeachment."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "He will be held accountable. No one is above the law."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "It's another witch hunt. Here we go again."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "This phone call is a nothingburger."
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL, D-CONN.",
      "utterance": "Donald Trump is going to choke on this suppose of nothingburger."
    },
    {
      "speaker": "WALLACE",
      "utterance": "This hour, we'll break down the complaint, the president's phone call, the alleged cover-up, and the White House defense strategy with senior advisor to the president, Stephen Miller, only on \"FOX News Sunday\". Then --"
    },
    {
      "speaker": "REP. HAKEEM JEFFRIES, D-N.Y.",
      "utterance": "Te president, Donald Trump, clearly pressured the Ukrainian president to commence an investigation of the Biden family. That is textbook abuse of power."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll discuss how Democrats are pursuing the case for impeachment with the chair of the House Democratic Caucus, Hakeem Jeffries. Plus, highlights from my interview with Iranian President Hassan Rouhani. There are many nations in the region that say an Iranian peace plan is like putting the fox in charge of the henhouse."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel where relations stand between the U.S. and Iran. All, right now, on \"FOX News Sunday\"."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And hello again from FOX News in Washington. As House Democrats pursue the possible impeachment of President Trump, we have new information to report. FOX News has learned the president's private attorney, Rudy Giuliani, was not acting alone in trying to get dirt from Ukrainian officials on 2020 rival Joe Biden. Two high-profile Washington lawyers, Joe diGenova, who's been a fierce critic of the Democratic investigation, and his wife Victoria Toensing, were working with Giuliani to get oppo research on Biden. According to a top U.S. official, all three were working off the books apart from the administration. The only person in government who knows what they were doing is President Trump. FOX News has also learned the Pentagon, State Department, and National Security Council were unanimous in supporting military aid to Ukraine. President Trump decided to withhold that aid this summer on his own. In a moment, will speak exclusively with senior advisor to the president, Stephen Miller. But first, let's get the latest from Kevin Corke live at the White House, Kevin."
    },
    {
      "speaker": "KEVIN CORKE, CORRESPONDENT",
      "utterance": "Chris, a lot of moving parts here in Washington, but were it come to pass, President Trump would be the fourth U.S. president to face impeachment."
    },
    {
      "speaker": "PELOSI",
      "utterance": "We cannot have a president of the United States undermining his oath of office."
    },
    {
      "speaker": "CORKE",
      "utterance": "Explosive charges from the House speaker in a week that saw her declare, without a single vote on the House door, an impeachment inquiry, but that didn't stop House Intelligence Committee Chairman Adam Schiff, who promised that his panel will be working through the two-week congressional recess. Indeed, along with the Foreign Affairs and Oversight Committees, Schiff's Intelligence Committee issued a joint subpoena for Secretary of State Mike Pompeo, demanding records of the president's communications with Ukraine by an October 4th deadline, a decision that rocked Washington, but appeared to seal the resolve of an embattled and defiant President Trump."
    },
    {
      "speaker": "TRUMP",
      "utterance": "What's going on now is the single greatest scam in history of American politics. They are trying to stop me because I'm fighting for you, and I'll never let that happen."
    },
    {
      "speaker": "CORKE",
      "utterance": "This is the mystery deepens over who is the alleged whistle-blower and who changed the intelligence community's rules just last month eliminating a requirement that whistle-blower complaints contained only direct, first-hand knowledge of alleged wrongdoing."
    },
    {
      "speaker": "CORKE",
      "utterance": "Chris, if Democrats have their way, this could all move very quickly, including more subpoenas this week, hearings scheduled and a possible vote to impeach by November -- Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Kevin Corke reporting from the White House, Kevin, thanks for that. Joining us now, Stephen Miller, senior advisor to the president. Stephen, welcome back to \"FOX News Sunday\"."
    },
    {
      "speaker": "STEPHEN MILLER, WHITE HOUSE SENIOR POLICY ADVISER",
      "utterance": "Thanks for having me, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, let's start with the House Democratic subpoenas of the State Department, of a massive set of documents, as well as five witnesses for this week. Will President Trump comply with the House subpoena?"
    },
    {
      "speaker": "MILLER",
      "utterance": "That's going to be between the president's attorneys, White House counsel's office and the House committees. So, I have no news unfortunately to make on that issue, Chris. But what I do want to say is that I think it's unfortunate that the media continues to describe this individual as a whistleblower and honorific that this individual most certainly does not deserve. A partisan hit job does not make you a whistleblower just because you go through the Whistleblower Protection Act."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, first of all, how do you know that this is a partisan hit job, and how do you know that this is not a whistleblower? In fact under DNI, the Department of National Intelligence rules -- well, you know what? Let's go back to this, and we're going to jump around a little bit because I didn't know you were going to go here. Here is the comment from the DNI, the acting DNI before Congress, Joe Maguire, in his testimony this week. Take a look."
    },
    {
      "speaker": "JOSEPH MAGUIRE, ACTING DIRECTOR OF NATIONAL INTELLIGENCE",
      "utterance": "I believe that the whistleblower and the inspector general have acted in good faith throughout. I have every reason to believe that they have done everything by the book and follow the law."
    },
    {
      "speaker": "WALLACE",
      "utterance": "That is the director of national intelligence, Joe Maguire, a lifetime servant of this country, a Navy SEAL. He says that the whistleblower was acting in good faith and acting by the book. On what basis do you say that this was a partisan hit job?"
    },
    {
      "speaker": "MILLER",
      "utterance": "First of all, if you read the seven-page, little Nancy Drew novel that the whistleblower put together, it drips with condescension, righteous indignation and contempt for the president. It's also ludicrous on its face. It describes an elaborate cover-up that also, by the way, the president discussed on Sean Hannity, April 25th. What kind of secret cover-up are you also discussing on the airwaves of FOX News? Furthermore, the inspector general found evidence of political bias in the individual, which is not disputed by anybody --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Wait a minute. He also -- both the inspect -- the director of national intelligence and inspector general said they also found his comments to be credible and a matter of urgent concern, and they turned it over to the Justice Department."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So despite all that, they thought that this was a credible -- a complaint."
    },
    {
      "speaker": "MILLER",
      "utterance": "And they're wrong, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, on whose basis?"
    },
    {
      "speaker": "MILLER",
      "utterance": "Chris, I've worked in the government now, the federal government now for nearly three years. I know what the deep state looks like. I know the difference between whistleblower and a deep state operative. This is a deep state operative, pure and simple. People who haven't been in the federal government, who haven't worked in the White House may not appreciate this, but the situation is you have a group of unelected bureaucrats who think that they need to take down this president. I'll attend interagency meetings, Chris, where I know for certain fact, if I don't invite the right people, the meeting will leak. If I don't say the right thing, they'll go to the Hill. If we propose a policy idea that they don't approve of, they'll work with Democratic appropriators to try to block it. They leak this president's phone calls. They publish hit pieces. They publish fake stories. They've been doing this continuously for nearly three years and their motives and their agenda is clear. This is about do you want a democracy in this country or do you want a deep state? It's a binary choice for the American people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Again, this person that you're accusing of all these, the director of national intelligence, Joe Maguire, a lifelong servant of this country said was acting in good faith and going by the book. Let -- but enough with the rhetoric, let's talk about some specific facts in this. Why did President Trump use his private attorney Rudy Giuliani, and as we just reported, to other private lawyers to try to dig up dirt from the Ukrainian government on Joe Biden rather than going through his State Department?"
    },
    {
      "speaker": "MILLER",
      "utterance": "First of all, and most importantly, when we could talk about, quote, digging up dirt, it's an interesting choice of words. One of two things is true, Chris. Either the Ukrainian government, or people associated with it, possess real and actual knowledge of corrupt dealings by the Biden family, or they don't. If they do, is it not in the interest of all Americans to know that is?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "We're going to get to, what (ph) the Bidens in a minute, but I've asked you a specific question, I'd like a specific answer. The president has the State Department. He's got the CIA. He's got the Pentagon. He's got a number of other agencies. Why did he use three private lawyers to get information on Biden from the - - from the Ukrainian government rather than go through all of the agencies of this government?"
    },
    {
      "speaker": "MILLER",
      "utterance": "Two different points. Number one --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "How about answering my question?"
    },
    {
      "speaker": "MILLER",
      "utterance": "John Durham, as you know --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Wait a minute. John Durham is investigating some a completely different. Stephen, I'm asking you a direct question, why did the president use private attorneys rather than go to the State Department? If you don't know, that's an acceptable answer. But let's not talk about John Durham, who was investigating the Trump --"
    },
    {
      "speaker": "MILLER",
      "utterance": "Chris, there's two issues that were brought up in the phone call - -"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I'm not asking two issues. Why did he do it?"
    },
    {
      "speaker": "MILLER",
      "utterance": "Chris, I understand. I understand that you have your question, I have my answer. There's two issues that were brought up a phone call --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "You have your non-answer at this point."
    },
    {
      "speaker": "MILLER",
      "utterance": "There were two issues brought up in the phone call. One was Ukrainian knowledge about the nature of the collusion investigation that is inflicted so much pain and damage on our country. My point is, is that the attorney general has appointed somebody from the Justice Department to look into that issue. Then there's the additional matter of Ukrainian corruption, which Giuliani, among others, are looking at. And it is proper and natural for frankly anybody concerned about the future of Ukraine and the United States to want to know information about corrupt dealings. What I find astonishing, Chris, is that the people that are so enraged about an effort to find any true and actual knowledge of foreign corrupt dealings related to Ukraine are the same ones who have been using the foreign produced dossier by a British spy to put this country through unending political turmoil."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I'm simply asking question as to why --"
    },
    {
      "speaker": "MILLER",
      "utterance": "Is Adam Schiff guilty of interfering in our election --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I'm simply asking you a question as to why the president didn't use his government. You apparently are not going to answer that, I'll ask you another question. Why did the president decide to withhold $391 million in military aid to Ukraine last July --"
    },
    {
      "speaker": "MILLER",
      "utterance": "The president has been --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "-- that had been approved by Congress?"
    },
    {
      "speaker": "MILLER",
      "utterance": "The president has been clear and consistent on this issue, not merely for the time he's been in office, his whole time as a candidate and frankly decades before that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I'm just simply asking, why in July did he decide to withhold the aid?"
    },
    {
      "speaker": "MILLER",
      "utterance": "About the problem of burden-sharing in Ukraine and with our NATO allies, he's been clear and consistent on this issue. Plus, the matter of Ukrainian corruption. And for reasons I cannot fathom, the media, which is ordinarily interested in sunshine and transparency above all else, is remarkably uncurious about the information Ukraine possesses about the corruption of the previous administration."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, but let's just -- let's just make this point. In May, as part of a regular interagency process, in May, two months before he withheld the aid, the Pentagon certified to Congress -- certified, a formal process -- certified to Congress after a rigorous process and after consultation with the State Department that Ukraine had made dramatic progress in fighting corruption and that the aid should be released. Why did the president, if the argument is corruption, why did the president go against his own Pentagon and his own State Department?"
    },
    {
      "speaker": "MILLER",
      "utterance": "Chris, I don't understand how you can ask that question while at the same time admonishing the president for wanting to get to the bottom of perhaps one of the biggest corruption scandals concerning Ukraine in the last few years, which is Burisma Holdings."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I -- I'm not admonishing anybody, absently asking, why did he go --"
    },
    {
      "speaker": "MILLER",
      "utterance": "Chris, Chris --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I mean this is --"
    },
    {
      "speaker": "MILLER",
      "utterance": "-- I like a lot --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "With all due respect, this is an exercise in obfuscation. Why did the president go against his own Pentagon and State Department?"
    },
    {
      "speaker": "MILLER",
      "utterance": "There's a tone of judgment -- there's a tone of judgment in all of your -- there's a tone of judgment in all of questions, so yes, you are admonishing. And I can't speak to every --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "No, that's -- that's judgment on your part, sir."
    },
    {
      "speaker": "MILLER",
      "utterance": "I can't speak to every single, mid-level and low level bureaucrat in the U.S. government --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "This is the deputy secretary of defense for policy. What you considered John Rood a minion in the State Department -- in the Pentagon?"
    },
    {
      "speaker": "MILLER",
      "utterance": "It's the president's -- it's the president's job and sworn duty to safeguard taxpayer dollars and the United States government's foreign policy. Getting to the bottom of a corruption scandal in Ukraine is in the American national interest. And if you want to understand why that complainant is so obviously politically biased, when he says that the president is threatening national security by trying to expose corruption -- when he says, or she, that the president is hurting national security by trying to get to the bottom of a gigantic scandal that nobody has unearth, the president is the whistleblower here. The president of the United States is the whistleblower. And this individual is a saboteur trying to undermine a democratically elected government."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Saboteur, is he a spy? Is he committing treason?"
    },
    {
      "speaker": "MILLER",
      "utterance": "I do not know --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But the president said that, you know."
    },
    {
      "speaker": "MILLER",
      "utterance": "The president correctly pointed out that the behavior of this individual is close to a spy. I don't know who the individual is, all I know is at some point, Chris, we have to focus on the real scandal, which is three years of deep state sabotage."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. I'm going to talk about a different scandal and you'll be very happy that I'm headed here. The president says the real story is the corruption by Vice President Biden and his son Hunter Biden, who was on the board of the Ukrainian energy company. How, specifically -- I'm going to give you one minute uninterrupted -- how specifically did the Bidens break the law in Ukraine?"
    },
    {
      "speaker": "MILLER",
      "utterance": "The Burisma Company, as you know, was under investigation. It has a Ukrainian oligarch behind it who was under investigation. We know that there was severe concern in the Obama administration at the time about Biden being appointed as the lead on Ukrainian policy and then his son getting a lucrative $50,000 a month deal with the company. The son had no experience in the legal issues he was supposed to advise on."
    },
    {
      "speaker": "WALLACE",
      "utterance": "How did then he break the law?"
    },
    {
      "speaker": "MILLER",
      "utterance": "He knew nothing about Ukrainian law and he knew absolutely nothing about natural gas, the issue at the heart of the company. The -- Biden then threatened to withhold a billion dollars in aid unless the prosecutor was fired. It is --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "You realize that also the International Monetary Fund, almost every other government in the West, was also asking for that prosecutor to be fired, and that in fact, in fact, there was no investigation going on of Burisma, the name of the company, at that time."
    },
    {
      "speaker": "MILLER",
      "utterance": "I don't know that to be true, but --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "It is true, but let me --"
    },
    {
      "speaker": "MILLER",
      "utterance": "I know what people have said, but the reality is, is that why is the media so obsessed with every single aspect of this investigation but they don't want to uncover the potential corrupt dealings of Hunter Biden and his father? Why they don't want to know --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Potential. Let me -- I have one less question to ask you --"
    },
    {
      "speaker": "MILLER",
      "utterance": "Why don't they want to know --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "-- and I do want to put this on --"
    },
    {
      "speaker": "MILLER",
      "utterance": "-- about his dealings in China? Why don't they want to know about --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Here is Yuriy Lutsenko. He was the prosecutor general of Ukraine for three years, including the period during which President Trump spoke with President Zelensky in July of 2019. Here he is Lutsenko this week. Take a look."
    },
    {
      "speaker": "YURIY LUTSENKO, FORMER PROSECUTOR GENERAL OF UKRAINE",
      "utterance": "I don't know any possible violation of Ukrainian law -- once again, Ukrainian law, by Biden and Biden Jr."
    },
    {
      "speaker": "WALLACE",
      "utterance": "This was Lutsenko, who was the prosecutor general at the time the president called the Ukrainian president -- says Joe Biden and his son did nothing wrong."
    },
    {
      "speaker": "WALLACE",
      "utterance": "If you're going to use Lutsenko as a witness, then you have to also know that he's made incredibly damning allegations against Ukraine and against the U.S. government involving the origins of the 2016 Russian collusion conspiracy. So, if you're going to use him as a witness, you've got to take all of it or none of it. You can't pick and choose, it's not a buffet."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, but I guess the point is if he is clearly saying those things about Ukraine and the 2016 election, he's not carrying water for Joe Biden, he says Joe Biden -- you can't pick or choose either."
    },
    {
      "speaker": "MILLER",
      "utterance": "I'm not. I'm saying --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "You're saying, well, OK, we agree with him on this but we don't on the other. Welcome to the buffet."
    },
    {
      "speaker": "MILLER",
      "utterance": "I'm saying an investigation is urgently needed when you look at the full pattern of facts. But the single most important point is this. The American people in 2016 said, we want in a completely new direction for our country. They elected new lawmakers and they elected a new president to deliver that direction. He is the sole elected person in the executive branch. And yet --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, that's not true. Actually, you got the vice president as well."
    },
    {
      "speaker": "MILLER",
      "utterance": "Yes. And the -- all executive power is vested in the president, but there are deep state operatives who for three years have done nothing but try to leak, undermine, hurt, and harm the ability of this president to institute this change. Do we want to be governed by an unelected bureaucracy or by a democratically elected president? That's the sole issue facing the American people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The only point I would make it, and I have to move on, is that in 2018, the American people elected Democratic House. So, they are a coequal branch of government. Stephen, thank you. Thanks for your time. Always good to talk with you, sir."
    },
    {
      "speaker": "MILLER",
      "utterance": "Thank you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we'll ask a House Democratic leader where they're headed on possible impeachment of President Trump. Congressman and chair of the Democratic Caucus, Hakeem Jeffries, joins us next."
    },
    {
      "speaker": "WALLACE",
      "utterance": "House Democrats have now fast-tracked the impeachment inquiry into President Trump, issuing a subpoena to Secretary of State Mike Pompeo, with promises of more to come. Joining us now, Congressman Hakeem Jeffries of New York, chair of the House Democratic Caucus and a member of the Judiciary Committee. Congressman, welcome back to “Fox News Sunday.”"
    },
    {
      "speaker": "REP. HAKEEM JEFFRIES, D-N.Y.",
      "utterance": "Good morning. Thanks for having me on."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So let's start with that subpoena of the State Department documents and witnesses. If President Trump refuses to comply with that subpoena, is that an impeachable offense?"
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "Well, we hope that the administration will cooperate. That certainly hasn't been the case up-to-date, though there is some reason to believe that moving forward, given the seriousness of these allegations, that we will see cooperation from Secretary Pompeo. We're going to follow the facts. We're going to apply the law. We're going to be guided by the Constitution. We're going to unearth the truth for the American people, which relates to the fact that the president has betrayed his oath of office. He's engaged in serious wrongdoing here. He pressured a foreign government to target an American citizen for political gain. That is classic abuse of power which undermines our national security. This is as serious as it gets."
    },
    {
      "speaker": "WALLACE",
      "utterance": "It -- but to press my point, in previous cases, I certainly know in the Nixon case, that one of the things that the House impeached Nixon for was failure to cooperate, to -- he was in contempt of Congress. Would failure to comply with the subpoena be an impeachable offense?"
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "We're going to remain focused on the abuse of power that clearly exists. There's evidence that is hiding in plain sight of that fact, including the rough transcript of the July 25th phone call between the president of the United States of America and the president of Ukraine. But, Chris, to your question, as Adam Schiff indicated in the letter, to the extent that there is continued obstruction, to the extent that there is a continued cover-up, that could provide potential grounds for an obstruction of Congress charge."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Democratic leaders are talking about a tight process, focused just on Ukraine, with a potential vote on the House floor and articles of impeachment by Thanksgiving. Isn't that a bit like the Queen of Hearts in \"Alice in Wonderland,\" sentence today, verdict afterwards? You're already are deciding when and how you're going to proceed before you actually conduct the investigation?"
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "Speaker Pelosi has been tremendous and strong as she has laid out the focus of the impeachment inquiry moving forward. We're operating under an umbrella. The intelligence committee is going to take the lead. What she has said, and the only thing she has said publicly or privately about timeline is that we are going to proceed expeditiously. We, of course, are going to proceed fairly. We're going to proceed comprehensively. We're going to unearth the truth. We're going to provide it to the American people and then we're going to make some decisions."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You say make some decisions, but you have already laid out a pretty dramatic case about betraying the country, betraying the oath of office. Based on the evidence you've seen, while the House vote to impeach Donald Trump?"
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "That remains to be seen because we are in the middle of a process. But here's what's clear and here's the story that needs to be told to the American people, that the Congress, on a bipartisan basis, allocated $391 million in military and State Department aid to the Ukrainian government. Ukraine is an ally. They're under attack right now by Russian-backed separatists in Crimea. In February, the administration said to the Congress that the aid to the Ukraine is on the way, yet it never was sent. Then in May, the administration again said to the Congress that the aid to Ukraine is on the way and that all necessary preconditions, including as it relates to anticorruption activity, has been met. Yet the aid never made it. Then comes the July 25th call where the president of the United States pressures the president of Ukraine to commence an investigation against a political opponent, thereby soliciting foreign interference in the 2020 election. The president of Ukraine agrees, as based on the rough transcript. Sometime thereafter all of a sudden in September the aid is released after it's clear that there was a whistle-blower complaint. These are very troubling facts here and we're going to bring them to the light for the American people."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, but I want to pick up on exactly that point, that's the basic charge of the whistle-blower, that the president used the leverage of aid to try to get the Ukrainian president to dig up dirt on vice president -- former Vice President Joe Biden. Here, this week, the Ukrainian president, Zelensky, met with President Trump, and here's what they said."
    },
    {
      "speaker": "VOLODYMYR ZELENSKY, UKRAINIAN PRESIDENT",
      "utterance": "It was normal. We spoke about many things. And I -- so -- so I think, and you read it, that nobody pushed it -- pushed me, yes."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "In other words, no pressure."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Zelensky says right there, nobody pushed him."
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "He can say that nobody pushed him, but understand that the United States is the most powerful country on earth and that we, in many ways, are the only thing standing between Vladimir Putin and Ukraine being totally overrun by Russia. The United States is strong. Ukraine is vulnerable. So when the president of the United States withholds military aid that had been duly authorized by Congress, and then on the July 25th phone call says, do us a favor, for words, Chris, that will likely live in infamy in terms of the history of our republic. That is what you call a high-pressure tactic. And of course the Ukrainian president got the message."
    },
    {
      "speaker": "WALLACE",
      "utterance": "What about the argument, sir, that -- that impeachment is a drastic action? You basically are talking about the possibility of overturning a Democratic election in which Donald Trump was elected president of the United States. We are basically already in the presidential campaign. Why not wait until next November and let voters decide whether or not they want Donald Trump as their president?"
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "Well, as the whistle-blower has indicated, as the Trump- appointed inspector general to the Intelligence Committee has indicated, as the acting director of national intelligence, who was himself appointed by Donald Trump has indicated, this is a matter of urgent national security concern. And that is why we're compelled to act. We're going to continue to work with the president on a host of other issues of importance to the American people, like driving down the high cost of life-saving prescription drugs, enacting a real infrastructure plan to fix our crumbling bridges, roads and tunnels, as well as trying to get to yes on the renegotiated United States-Canada-Mexico trade agreement. But, Chris, the -- the -- the House is a separate and coequal branch of government. We don't work for this president or any president, Democrat or Republican. We work for the American people. We have a constitutional responsibility to serve as a check and balance on the executive branch. That is not the Nancy Pelosi playbook. That's not the Adam Schiff playbook. That's not the House Democratic Caucus playbook. That's the James Madison playbook. He said that we should be a rival to the executive branch because the founders didn't want a monarch, they didn't want a king, they didn't want to dictator, they wanted a democracy, and these allegations strike at the heart and soul of our democracy."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Finally, and we're running out of time, I want to talk a little politics with you. There are 31 House Democrats, moderates, who won in districts that President Trump had carried in 2016 and the Republican National Committee is already going after them about the possibility of impeachment. Here is an RNC ad targeting New York Congressman Max Rose."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Instead of fixing health care and lowering drug prices, Rose votes with the radicals for endless investigations of President Trump."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Are you putting those moderates and, in effect, the House majority in jeopardy by -- look, for two years you pursued Russian collusion. That fell apart. Now you're going to spend another few months at least pursuing the president on Ukraine. Are you putting all of them and the House majority in jeopardy?"
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "Well, we're going to continue to focus, as I indicated, on the kitchen table, pocketbook issues to make life better for everyday Americans."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But you know this is going to soak everything up, Congressman."
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "Well, we have this constitutional responsibility and we're going to undertake it with the seriousness and the solemnity that it requires. This is not about politics. This is about betrayal. This is about abuse of power. This is about national security. This is about the integrity of our elections. And this is about the United States Constitution."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congressman Jeffries, thank you. Thanks for coming in today. We'll be tracking this week's developments. Thanks, sir."
    },
    {
      "speaker": "JEFFRIES",
      "utterance": "Thank you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we'll bring in our Sunday group to discuss the impeachment inquiry, the risk to Democrats, and the potential damage to Joe Biden."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Coming up, President Trump starts to make his case against the formal House impeachment inquiry."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's a disgrace to our country. It's another witch hunt. Here we go again. It's Adam Schiff and his crew making up stories."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask our Sunday panel what to watch for as Democrats hit the gas, next on FOX NEWS SUNDAY."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "Today's release of the notes of the call by the White House confirms this behavior which undermines the integrity of our election, the dignity of any presidency and our national security."
    },
    {
      "speaker": "TRUMP",
      "utterance": "When they look at the information, it's a joke. Impeachment for that? When you have a wonderful meeting or you have a wonderful phone conversation?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump and House Speaker Nancy Pelosi with very different reactions to the release of that rough transcript of his call with Ukraine's president this summer as House Democrats launch a formal impeachment inquiry. And it's time now for our Sunday group. Rich Lowry of \"National Review,\" Mo Elleithee of Georgetown University's Institute of Politics and Public Service, former Democratic Congresswoman Donna Edwards, and Fox News Correspondent Gillian Turner. Rich, how much trouble is Donald Trump in? What are the chances for impeachment? What are the chances for removal? RICH LOWRY, \"NATIONAL REVIEW\": Well, I think he's obviously in trouble and there's some idea what he wants to be impeached or welcomes the politics of impeachment. And from people that talk to him, it's what you see in public. He hates the idea of being impeached. He doesn't want this to happen. And I think what happened this week -- last week, is Nancy Pelosi was really pushed by her own caucus. It became unsustainable for her to oppose this anymore. But I think it's a sign of weakness that she didn't have a vote on the House floor to actually open the impeachment inquiry the way you did with Nixon and with Clinton, and that's a sign it would be a very narrow, partisan vote. It might be awkward for some of her members. And I just think this was improper. The president shouldn't have done it. But if he was impeached and removed on the basis of anything like this universe of flexible fact, it would blow a hole of legitimacy in the center of our politics that wouldn't be healed for years. The right way to do this if you oppose the president, want him to go, there's an election 12 months from now."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Gillian, you have an advantage over all of us. You actually worked in the National Security Council under both Bush 43 and Obama. So I want to ask you a couple of -- and you're going to have to go through it quickly -- specific things about what stands out for you. What stands out for you about the phone call, what stands out for you about the president's handling of the aid, and what stands out to you about the president's use off the books of several private attorneys?"
    },
    {
      "speaker": "GILLIAN TURNER, CORRESPONDENT",
      "utterance": "So the first point, quickly, on the transcript. A lot of hay being made about the fact that White House officials ordered the transcript moved from a top-secret system to an even more highly classified code word system. Way, way not enough information is known at this point to make a determination that was problematic. People are saying that move is unprecedented. It's not. People are saying it shows and proves in and of itself there was a cover-up."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right."
    },
    {
      "speaker": "TURNER",
      "utterance": "It doesn't. That happens. It's done."
    },
    {
      "speaker": "WALLACE",
      "utterance": "What about the call itself?"
    },
    {
      "speaker": "TURNER",
      "utterance": "The call itself, what stuck out to me about the call in terms of things that were problematic was Rudy Giuliani's involvement running point man on Ukraine. Anytime you have somebody who's not a government official purporting to represent the United States, purporting to represent the president, it's highly unethical. Not saying it's illegal, not saying it's impeachable, obviously that's not for me to decide, but it is unethical. And I think that's what the administration is going to have to contend with now. If they're not upset with Giuliani already, they're about to be."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And what about the fact that the State Department, the Pentagon, they all said, Congress, let's put this aid out. And the fact that the president, sometime in July, just before the phone call, goes against all of them and withholds the aid and then makes his call to the president. How troubling is that to you?"
    },
    {
      "speaker": "TURNER",
      "utterance": "Well, we don't know if it's true yet, right? I think presumably the investigation -- Congresses' investigation will get to the core of that --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "We do know he withheld the aid and we do think that -- that --"
    },
    {
      "speaker": "TURNER",
      "utterance": "We know that he withheld the aid and we know what he said in the phone call, reportedly, but there's -- the correlation has not been proven yet. That's what the congressional inquiry will get to."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congresswoman Edwards, Speaker Pelosi didn't want to go down the road of impeachment. She now has decided to. And you have some problems with the process of having six committees all do their thing. Why?"
    },
    {
      "speaker": "DONNA EDWARDS, FORMER CONGRESSWOMAN, D-MD",
      "utterance": "Well, I mean, first of all, I think that the speaker didn't want to do this and she went down this road because the president actually forced her hand. And I think that the process has to be really narrowly circumscribed. It's really important not to spread it across six committees, six chairman, six different investigations. I do think the later -- the move later in the week to try to contain this within the intelligence committee is probably a smart one. But, you know, we need to -- I think we need one lawyer, one committee, one chairman asking questions, you know, in a sequence that really makes sense so that the American people can understand what happened and so that Congress can get to some of the real answers."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The president's focus, at least part of this focus in all of this, apparently, was to dig up dirt on Joe Biden, who, at the time of the phone call, perhaps not so much now, was his clear top rival, the frontrunner for the Democratic nomination. Here is former Vice President Biden this week."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "It seems to me it's awful hard to avoid the conclusion that it is an impeachable offense and a violation of constitutional responsibility."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mo, I don't want to ask you a legal question. I want to ask you a political question. There is no hard evidence that -- that either -- as I presented to -- to Stephen Miller, that either Biden or his son did anything illegal. But, you've got to admit, it sure looks bad that when Joe Biden is vice president of the United States, that Hunter Biden, his son, is doing business with all of these countries that Joe Biden is also doing business with. I mean it seems to be just kind of a perfect example of the swamp."
    },
    {
      "speaker": "MO ELLEITHEE, GEORGETOWN INSTITUTE OF POLITICS AND PUBLIC SERVICES",
      "utterance": "Well, that's what the president's hoping for, right? I mean, look, the facts we do know is that Hunter Biden went to work for this company or to consult for this company, but all the allegations of corruption against this company took place two years before that. We know that. We know that the vice president and others in the Obama administration specifically went after the prosecutor for pulling back on its -- on the Ukrainian investigation, not for being too aggressive, for not being aggressive enough and tying foreign aid to that. We know that much. So --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But I'm asking you the appearance of it."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "The political -- right. So this is what the president is trying to do. The president now is one of the few lifelines he has right now is to obfuscate and confuse and make this look like some sort of false equivalency here. There is not. The reality is that the president went to the Ukrainian government and asked them for help that would benefit him politically. Forget about the whistleblower for a second. At the president admitted it and the White House released a memo that corroborates it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. I --"
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "That's the conversation we're having."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I've got 30 seconds left. How damaging to Joe Biden?"
    },
    {
      "speaker": "LOWRY",
      "utterance": "I think it's pretty damaging. The -- the arrangement with Hunter was corrupted, not in any legal sense, but this is the worst aspect of our public life, that if you are in some proximity to power, people throw money at you for nothing. And he got $50,000 a month from this company just on the basis of being the vice president's son. And if Biden is a nominee, which I have a lot of doubts for, Trump would hammer this every single day."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, panel, we have to take a break here. When we come back, Iranian President Hassan Rouhani did not meet with President Trump this week at the U.N. But we sat down for a wide-ranging interview. We'll play the highlights and get reaction from our Sunday group, next."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Now our interview with Iranian President Hassan Rouhani. The big question this week at the U.S. General Assembly was whether Rouhani and President Trump would meet and try to ease tensions. Based on our interview, it may have been just as well they didn't meet. Rouhani accused President Trump of economic terrorism for his stiff sanctions on Iran and he pushed back on U.S. charges Iran was behind that missile and drone attack on Saudi Arabia, suggesting Yemen struck back against Saudi aggression. Here are highlights from our interview."
    },
    {
      "speaker": "WALLACE",
      "utterance": "This week the European countries who signed onto the Iran nuclear deal, I'm talking about Britain and France and Germany, now say that they agree with President Trump that it was Iran that was responsible for the Saudi attack, the attack on Saudi oil facilities. And like Mr. Trump, they say Iran should now agree to a bigger new deal on nuclear weapons and on regional stability and your missile systems. Will you agree to reopen the talks?"
    },
    {
      "speaker": "HASSAN ROUHANI, PRESIDENT OF IRAN (through translator)",
      "utterance": "The most basic needed issue is trust. And Mr. Trump damaged the trust between the two countries. So this is very important, trust must be restored. And the restoration of trust consists in taking away the pressure imposed upon the nation and the people of Iran, which show that clearly there is animosity even towards our children, our ill people, because we -- they even have difficulty in obtaining basic medications and medical equipment. This is a type of terrorism. This is inhumane. And if there is a cessation to this, then, of course, the atmosphere will change."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But it seems, for the last year and a half, since the U.S. pulled out of the agreement, as if Iran's policy has been to drive a wedge between the U.S., President Trump, and Europe, which has stood by the agreement. Now, this week, it seems, because of the fact that Iran was responsible for this attack on Saudi oil facilities, that you have, in fact, united the countries, it has backfired on you, and now Europe has agreed with the U.S. that they need to reopen new talks."
    },
    {
      "speaker": "ROUHANI",
      "utterance": "The people of Yemen have the inherent right, even brought in the United Nations charter, to defend themselves. When have been the subject of bombardment for over five years, of course the people of Yemen have the right to defend themselves."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But -- but --"
    },
    {
      "speaker": "ROUHANI",
      "utterance": "And attack --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, Mr. President -- but, Mr. President, the Saudis say the drones were not Yemeni, they were Iranian. They were delta wings and delta waves (ph). The Saudis say the cruise missiles were not Yemeni, they were Iranian. And even your closest partner in Europe, French President Macron, seems to agree. He has agreed, he says that it is Iran that was responsible for the attack on Saudi Arabia."
    },
    {
      "speaker": "ROUHANI",
      "utterance": "Well, because you are quite an experienced reporter, Mr. Wallace, you did not allow me to complete my previous answer. Not a problem. I will return to what you were speaking of. See, Mr. Trump has leveled an accusation, an unfounded accusation, against Iran. But let's assume, if it was from Iran, all of the moneys received from the United States for these defensive systems, for these weapons systems, radar systems installed in Saudi Arabia and throughout the Arabian peninsula, how come they were not able to prevent that missile from hitting the target? And if we accept the U.S. accusation, then it is even more embarrassing perhaps for the United States and they must answer as to why they were not able to stop and intercept the system."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You are bringing to the U.N. a new peace plan called HOPE, the Hormuz Peace Endeavor. But there are many nations in the region that say that Iran is the last country that should be proposing peace. Since May, they say you have mined tankers in the Persian Gulf, you have seized a British ship, you have shot down a United States drone and now the Saudi oil attack. They say and Iranian peace plan is like putting the fox in charge of the henhouse."
    },
    {
      "speaker": "ROUHANI",
      "utterance": "Iran, during the past four decades, fought against terrorism unequivocally. So Iran is a country that has brought peace in the region."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, excuse -- excuse me, sir, and I say this respectfully, you have given hundreds of millions, perhaps a billion dollars, to Hezbollah, to Hamas, to various groups. That is not a support of terrorism?"
    },
    {
      "speaker": "ROUHANI",
      "utterance": "Well, when you label people who fight for the defense of their country and their land as terrorism, so those who are the subjects of occupation, what should they do, be passive and just look?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "We're talking about firing missiles onto civilian areas. We're talking about blowing up people in -- in civilian areas of Israel. That's not terrorism?"
    },
    {
      "speaker": "ROUHANI",
      "utterance": "There is no terrorism throughout the world that matches the activities of Israel that has been seeking for the past 71 years, since its inception, since its founding. So those who fight for the freedom of their lands and their homes are not terrorists."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Have you made a calculation to wait until after the 2020 election, to wait and see if President Trump is defeated? Do believe that perhaps Mr. Biden or another Democratic president would be easier to negotiate with?"
    },
    {
      "speaker": "ROUHANI",
      "utterance": "We say that America should live up to her commitments, be the Democrat or Republican president. The commitment is something that was given by the government of the United States of America, so it really doesn't matter for us, our counterparts, which political party they come from."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mr. President, thank you so much for speaking with us."
    },
    {
      "speaker": "ROUHANI (on camera)",
      "utterance": "Thank you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And we're back now with the panel. Gillian, you know, there was a lot of talk at the U.N. this week and apparently French President Macron was really pushing to get Trump and Rouhani in a room together. What struck me is just how far apart these two sides are. I'm not sure a meeting would have accomplished anything."
    },
    {
      "speaker": "TURNER",
      "utterance": "Anything at all, that's absolutely right. There's also this unprecedented reversal of international norms right now where the U.S.' closest European allies, Germany, France, the U.K., are teaming up with Iran, siding with Iran to pressure the U.S. back into the 2015 nuclear deal. It was just I think now like ten days ago maybe that French President Emmanuel Macron floated this $15 billion bailout package for Iran to return to the 2015 deal. They're still legally beholden to the terms of that deal."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congresswoman Edwards, Iran is clearly being hurt by the Sanctions. You could hear that as Rouhani was talking about, you know, we can't get medicine for our children. On the other hand, you can just tell that there is a sense of anger about the fact that the U.S. did pull out of this deal, that President Obama, whether it's a good deal or not, people can judge, agreed to. As one Iranian official said, you don't buy the same rug twice."
    },
    {
      "speaker": "EDWARDS",
      "utterance": "Well, you know, when I was in Congress, I supported the -- President Obama going into the deal, not because it was perfect, but because it had the measure of containing the Iran nuclear program with the idea that in the future you could leverage more negotiation with them around some of their other bad acting around the world. And when the -- when President Trump pulled out of that deal, I think he lost some of his leverage. And what was protectable is that Iran would escalate and escalate and escalate, because that's what it does. So I think that we have to get back to someplace where all of the United States and its partners are acting in unison with respect to Iran. And I do think that there's got to be a level of trust built up, that it took several years to happen to even get to the nuclear deal that we had."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Rich, looking back on it now, was President Trump right to pull out of the nuclear deal and do you see since then a clear Trump strategy at work here to try to make a new deal and -- and -- and deal with not just the nuclear issue, but also missiles and regional terrorism?"
    },
    {
      "speaker": "LOWRY",
      "utterance": "I think that's the ultimate end game. And I think actually over the past week you saw some progress in that regard because the European allies are now talking about a new deal that would bring Iranian behavior as part of it, that would bring missiles in as part of it, and that was the Trump position at the outset. So that's progress. The question is how you get there. And I think the Iranians want to get back to negotiation, but they don't want to give anything up. And they're - - the strategy has been provoke and provoke to try to scare the Europeans, create a pain for Trump by disrupting the international oil market, which they haven't had success at doing, even after such a brazen attack on the Saudis. So this is where I agree with Donna, they're going to continue to escalate and go up further."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And -- and, Mo, as I discussed with President Rouhani, their plan clearly was to try to drive this wedge between the U.S., which pulled out, and the other European signatories, which had stayed in the deal. But it does feel, in their effort to escalate, that maybe they've gone too far because, you know, it was the attack on the Saudi oil facilities and suddenly this week just before the U.N. General Assembly they were -- France and Germany and Britain were all saying, well, you -- we need to come back and it needs to be a bigger deal. What Trump's been saying, President Trump has been saying, which is not just the nukes but also missiles and regional stability."
    },
    {
      "speaker": "ELLEITHEE",
      "utterance": "Sure, but you're still seeing some fissures between the western coalition that weren't there before. And I think that's the most dangerous part of the U.S. strategy since President Trump took over. If he wants -- if he wanted to scuttle the deal and put forward something new, he didn't do the work he needed to do to bring the rest of the western coalition together. That was the strength of -- of the Obama deal was that it brought the western coalition together behind this common goal and put real pressure on Iran. Since then, Iran has felt emboldened to be more aggressive and the west has been fractured."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And, in less than 30 seconds, Gillian, where do you see this headed between Washington and Tehran? War, peace, or continue stalemate?"
    },
    {
      "speaker": "TURNER",
      "utterance": "Well, you're such an experienced reporter, Chris --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "And I didn't even interrupt you!"
    },
    {
      "speaker": "TURNER",
      "utterance": "I don't, unfortunately, think it's going where President Trump wants it to go, which is a Trump nuclear deal 2.0, even though the European allies are now showing an openness to doing that. I don't really see a way forward for that, unfortunately, because, as your sources told you, you can't buy the same rug twice. There's no real legal framework without the deal dying to sit back down again."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So continued stalemate. Thank you, panel. See you next Sunday. And we'll be back with the final word."
    },
    {
      "speaker": "WALLACE",
      "utterance": "For the latest on the whistleblower complaint against President Trump and the House impeachment inquiry, stay with this Fox station and Fox News Channel. And that's it for today. Have a great week and we'll see you next “Fox News Sunday.” Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}