{
  "date": "September 15, 2021",
  "headline": "'Gutfeld!' on Twitter blocking article about Hunter Biden, AOC's Met Gala dress",
  "subHeadline": "Guests: Sharyl Attkinson, Terrence K. Williams, Tyrus, Katherine Timpf",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-twitter-blocking-article-about-hunter-biden-aocs-met-gala-dress",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JUSTIN TRUDEAU, PRIME MINISTER OF CANADA",
      "sentences": "I will never apologize for standing up for LGDP -- LGT -- LBG -- LGBTQ.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BORIS JOHNSON, PRIME MINISTER OF THE UNITED KINGDOM",
      "sentences": "Thank you. Over to you, Mr. President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Thank you Boris, and I want to thank that fellow down under. Thank you very much, pal. Appreciate it, Mr. Prime Minister.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Two, one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, my God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, man. That my phone on me. Then, we headed inside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "-- you see what happened after that. Got to pay extra. But one guest couldn't resist getting back into the water.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh. Are you all right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Are you OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, he's good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But not everyone had a good time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, there is always one. And after holding it in all night, I was finally able to use the bathroom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you, chipotle. So, let's talk about corrupt elections. Now, I know -- I know, there is no corruption, Greg, stop it. Our elections are as flawless as Pete Hegseth's hair. Look at his hair. And like a Rubik's cube covered in blue, but they're impossible to tamper with. Trust me on that one. Of course, you can hack our banks, our servers, NASDAQ, the DoD, and our fuel lines, but that can't happen with the elections, right? Like trying to make Kilmeade a sex symbol, it can't be done. But if you believe that, then you don't understand how elections or the media work. In 2016, they got stung by the Trump victory, and like the rest of the know what all left, they couldn't let it go. Just ask Hillary Clinton who still insists she lost due to Russian collusion, low blood sugar, and past interference, but not because she's the most disliked First Lady since hepatitis. I know hepatitis is not a First Lady, but I couldn't think of one worse than Hillary. It's not just about votes. It's about controlling those votes through media manipulation, which is what we saw in 2020. Hunter was a gift for Trump. And so, it was killed faster than your victim's parakeet. You don't want it to talk Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But on Monday, the Federal Election Commission or FEC rule that Twitter wasn't in violation of election laws when it suppressed the New York Post explosive story. Of course, that ruling was as surprising as Brian Stelter stealing the last doughnut at the homeless shelter. He volunteers strictly for the food. If you remember, just weeks before the election, The Post published revelations called from the laptop, focusing on the insane business dealings Hunter had while his dad was V.P. these revelations were confirmed by the DOJ. There was money laundering, special favors, hookers, and blow, and then more hookers, and then more blow. It reminded me of Kat's sweet 16. It was a lot of sick crap, but Jack Dorsey was standing by with a giant pooper scooper. Lucky for Joe, because Hunter is the only person that had a sneeze guard installed over his computer screen. Anyone who hacked that drive would need a shot of penicillin, which is why the story got buried. Because with the Dem, social media, and the press, being their respective pallbearers, they could do it. If you so much as tweeted the article, you were thrown off Twitter faster than Betty White on a mechanical bull. This was, of course, a response to Clinton's e-mail story which they still blame for 2016. It was definitely her boring e-mails and not the fact that she spent more time with the cast at Hamilton than she did the people of Wisconsin. No, journalist wanted to be the one ostracized for reporting the story that led to another four years of Trump. It really is that simple. No more book parties, no more media appearances, no more happy hours. So, they all just look the other way while pretending to run towards the burning building. That's how you sway an election. How does the New York Times report on this? They tweeted that the FEC dismissed the accusations that Twitter violated election laws by blocking \"unsubstantiated\" article about Hunter. Unsubstantiated, this from a news organization that built entire narratives on unsubstantiated. If you took all anonymous news sources away from The Times, all you would have is the crossword for your lactose intolerant kitty -- So, Twitter gets away with it, which means to get away with it again, whenever there's someone running they don't want, they can turn the spigot of news on or off to help someone win or make sure someone loses. They can even just simply ban accounts and public officials while allowing the Taliban and China to run rampant on their platform. Look at Larry elder, he could have been the first black governor in California's history. And how did the press react? The united and the revile narrative in which the black man running for office becomes the face of white supremacy. And ignore a white woman in a gorilla mask attempting to egg him. This was repeated in various media outlets and support of the whitest face to ever grace the French laundry without a mask. If Newsom were any wider, he would pee Chardonnay. It goes great with mussels. Chardonnay, not pee. Speaking of, I wonder what the angry white male thinks of this? TEXT HE's angry. He's white. He's male. Angry White Male.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Look, I happen to think that in the last election, a lot of things were done to help the Democrats. But if you say that out loud, they'll scream and yell. After they screamed and yelled for four years saying the 2016 was rigged. Listen, I'm not going to let it get to me. I tend to only get upset over the big things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's how it works. After Twitter suppress the Biden news, the liberal media got the green light to do the same thing. CNN called the story too disgusting to repeat on air, which should have been their exact headline on how Larry Elder was attacked by a white woman in a gorilla mask. Yes, Hunter Biden was too disgusting for CNN, who still employs Chris Cuomo who spent hours on air promoting his brother, Governor happy hands. So, who needs foreign interference in our elections when our legacy media has perfected the process right here at home? Russia and China have nothing on Jack Dorsey and Twitter because they don't actually really care about this spread of misinformation, as long as they're the ones in charge of doing it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "Period!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guest. This fifth-degree black belt can break news and break boards. Managing Editor of Sinclair's Sunday T.V. program \"Full Measure\". Sharyl Attkinson. His online videos get more views in the magazines indirect hidden under my bed. Actor and comedian Terrence K. Williams. Like the potato salad in the display case at the deli, she is older than she looks. Fox News contributor Kat Timpf. And he get this mask from the same place that makes the tarps to cover the baseball field when it rains. My massive sidekick, and the NWA's World television champion Tyrus. Are you really a black belt, Sharyl?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHARYL ATTKINSON, MANAGING EDITOR, FULL MEASURE",
      "sentences": "I'm a black belt master now, fifth degree, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "Doing it so long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "How long you've been doing it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "20 something years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow. That's amazing. Have you ever used it in real life on somebody?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "I almost use it when a congresswoman grabbed me one time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "Stephanie Tubbs Jones. Yes, when I was trying to get an interview with her. And I thought better of it because I knew I could kind of escape and something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. You know what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "But I thought that would be on the news and it would look bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "if you attacked her, that would act because you know, we -- if you are a black belt, that's like having being armed and dangerous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You could get charged with assaults. This is why I don't get involved in any fights. Because my hands, as you know, Tyrus, are deadly weapons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "And short.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. And what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "Your hands are insured by law (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, I thought you said I was short. So, like me, you are a legendary journalist. Was the FEC right or wrong in this case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "Listen, the FEC, from what I've seen is a political organization in which I think both sides have come to an agreement not to do much of anything against the other.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "And I'm not sure they do much of anything anymore. And I don't know, that could have been a proper decision. But I think that's sort of beside the point as to whether the entire censorship and big tech's actions are appropriate. Maybe it didn't violate election law, but it certainly violates our sensibilities of, you know, fairness and openness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Terrence, welcome back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRENCE K. WILLIAMS, ACTOR AND COMEDIAN",
      "sentences": "Hey, I'm back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You heard that, you are back. What do you make of this -- like -- it's like this news just went away?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We -- I mean, we talked about, you know, election corruption, but it's really just about collusion between institutions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, you know what, I think The New York Times, I think everybody, all these organizations, they backpedaled this story quicker than a New York minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And I just don't understand why they are protecting Hunter Biden so much. Why do they feel so connected to him? Are they all smoking parmesan cheese together? I mean -- what -- like, what is going on? And if this was Eric, or Don Jr., CNN, MSNBC, they will be looking for medical correspondents, cheese experts to investigate this story, and to investigate everything that Hunter Biden was doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know? If -- I just don't understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I can -- I think I've accidentally snorted parmesan cheese. I've been there. It's not a pleasant thing, Kat. Not at all. Do you think that as long as we have a lopsided media, would that our uniform and one belief, we will never really have a fair election because there always be the umpires, and the refs will always be for one side? So, this is just a constant complaint that will never go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "An earlier version said this, and then we took this out. I mean, like a first-year journalism student can tell you that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And I kind of feel like the New York Times should be able to, you know, know what a first-year journalism student would know. And I thought maybe -- like, maybe my standards are too high, but then I thought that's not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. I've seen who you dated before you got married.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right. Yes, yes, yes, yes, yes. That is not true. Tyrus, sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "It's all good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tyrus, you know the media did not even bother to track down the lady in the gorilla mask. Is that -- like, I still do not know the name of the lady in the gorilla mask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Well, I'm going to say it's Karen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "But -- you liked it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "Think (INAUDIBLE) for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "This is all your fault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why is it my fault?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "100 percent. I warned you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What did you warn me off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "When you did the President Trump interview, I said, you're going to change the whole new cycle. And we went back in a time machine, and the entire news cycle is attacks on President Trump and anything connected to President Trump. Here is -- if they actually watched your interview, which again, I still think is one of the best interviews, and that -- that's real talk, I've ever seen with the president. And we can all agree on that. But two things -- Two things came out of your -- out of your interview, which you're never supposed to happen with President Trump. It was compassion and understanding. He talked about the vaccine in a very polite way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And two, when you served him, Hunter Biden --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He didn't take it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "The father in him said he had problems, and that's a place he didn't want to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right, that's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "He was kinder to Hunter Biden, then, everyone trying to pretend like he didn't have a problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "So, those two things which would have been grounds to bring us together, if anyone had bothered even mentioned that, because we're having a hard time getting people vaccinated. Right? That's -- at least, that's the -- what they're put the narrative right now. So, when you have both president saying pretty much the same things, and I'm only one saying my patience is wearing thin, you bring that together that might bring some more people. Then, the election, the California election, where a black man had an egg thrown at him by somebody in a gorilla and you don't need to be black to know what that means. President Trump would have been held to the fire until he came out and condemned it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Newsom, you had a chance. It was a landslide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "It was like 15 minutes long. There was an opportunity there for some leadership, a little humility, and to denounce what happened to Larry didn't happen. Double down on it. Matter of fact, said, if you don't vote for me, you're all going to die.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "President Biden came out to speak. He -- what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "He did --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I'm not making it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "But President Biden came out, again, could have a John McCain moment when I say that when they said those things about Barack Obama? He said, no, he's a good man, which is of difference of opinion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "There was an opportunity there and victory to bring people together? No, they're not interested in that. It is war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Up next, Should we take the Milley out of the military?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Did Billy think nothing could be finer than a secret call to Chinar? I'm just going to sit here. Yes, he was the inept general who gave Beijing a ring-a-ding-ding. I love that. All right. So, according to a new book out next week by Bob Woodward and Robert Costa, Joint Chief Chairman Mark Milley was so fearful Trump would start a war with China, which is absurd. That he secretly called the top Chinese general twice, assuring him Trump wouldn't attack. Now, would have been nice if he had asked to stop releasing deadly airborne pathogens all over the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But you know, maybe next phone call. Even more damning, Milley, reportedly told China, \"If we're going to attack, I'm going to call you ahead of time.\" Well, that's courteous. So, what did he say when the Chinese called him back? Hold on, I'm kissing the Taliban's ass on line one. The Pentagon tells Fox News, Milley's calls were not secret and happened all the time between military leaders. Although not so much between the good ones. I doubt Patton ever messages, Rommel on LinkedIn. I don't think LinkedIn existed back then. But we get the point. But try telling that to Milley's defenders in the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE SCARBOROUGH, CO-HOST, MORNING JOE, MSNBC",
      "sentences": "I'm sorry, this is -- Republicans don't like this. This is something -- are you so stupid. I just got to ask, are you so stupid? Are you so ignorant of how things work? That you don't know that from time to time generals talk to generals?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is going to play out on Twitter. This is going to be completely polarized, either there's going to be, you know, General Milley as a traitor or General Milley as a patriot? That's already started to occur. And let's stick to the facts, and the facts are we had an unbalanced presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY BEHAR, CO-HOST, ABC",
      "sentences": "And God bless General Milley for straightening things out. I know that the chain of command is sacrosanct. I understand that, but this was an emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I could listen to her for never. Ironically, one man calling the general out was Trump critic, Alex Vindman, tweeting, \"If this is true, General Milley must resign. You can't simply walk away from that.\" Well, walking away seems like something Milley would do. Think about how he walked away from Afghanistan. He's a walking disaster who seems more concerned about the feelings of the author of white fragility than he does the officers he commands. And he sure sucks at booking flights. So, maybe he should walk. What do you think, Terrence, should he resign at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know what, General silly Milley. This man is a traitor in my opinion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Is he?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, he is. He is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow, that's pretty strong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That is -- that is pretty strong, but that's what I believe, and that's what it is I believe. You are --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That -- those are no fans and Milley.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, and first of all, it makes me sick to my stomach that all these people stab Trump in the back. You go behind his back, calling China? You are more worried about China than you are about our people in Afghanistan? You are not a patriot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You are not a true American.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This is absolutely disgusting. And actually, he should be arrested. I mean, he admitted to call in China. Is this claim he's going to give them a warning if we are going to attack, who side are you on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK. Well, this gets -- this gets me to a point, Sharyl, that a lot of this does sound kind of crazy. Do you think a lot of this is just like - - for example, who actually thinks that we were going to invade China? This sounds like something Woodward would have made up. I don't know. I mean, it's like, to -- Terrence -- if everything is true, Terrence is right, but what if it's not true? Like it's so outright, do you buy this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "Well, before I answer that, I'm really embarrassed because when your staff said we are talking about Milley, I'm thinking Milli Vanilli.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes. (INAUDIBLE) enemies back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "But like Milli Vanilli, General Milley may have had some secrets to hide if true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "You bring up a good point about Woodward. I actually personally know someone who is directly quoted in a Woodward book, who never spoke to him, who tried to get it corrected because the quote was wrong, and couldn't get that fix. So, I think it rings a little bit true. But --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "How -- can I ask you a question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why is -- I'm kind of the host of the show. Just like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "Please, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. How this -- how do people keep having Woodward -- I mean, Trump even had the White House, where does he sit? What does he do? I was at the White House. I never saw Woodward there. Like, where is he all the time doing this stuff? Do you know? I mean, what's the deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "I don't? Didn't he interview the former CIA director on his deathbed?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "But nobody saw him come in or out of the hospital --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, he said go --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKINSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, I don't know. I want that kind of job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Me too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Where you don't have to do anything. Don't have to be -- I mean, what is he's nowhere to be found.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Tyrus, thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You know, I just feel like this, this whole thing is -- well, what's the scientific word for I'm looking for? -- across the board. I think there is no reason -- there is no reason for Milley to resign because he's right where he should be in this woke administration. What we are seeing is what we are getting. Him leaving and going is just going to be more of the same thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "To succeed in this new administration, you got to bury everything that was in the last administration.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "So, that's number one. Two, I did never thought that we were DEFCON 5 with China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I don't think that was the issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "If there was the -- if Trump is the bully that you say he is, you don't want -- if you're 6'8\", you don't walk up to the other 6'8\" guy and go, what's up, bro, what you want to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You go to the 5'4\" guy, you know, you go to a North Korea or someplace small like that then, you go, hey! You know what I'm saying? That's more like would be aligned with this deranged --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I mean, they talk about President Trump the same way a lot of my exes talk about me, very unfavorable, I'm deranged, I had delusions of grandeur. I acted buff, but I was really chunky. They would say just unflattering things that could be true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Could not be true. But no matter what, makes me look like a jerk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And you know, even President Trump's rebuttal was -- I don't know what you did to him, but it was like, well, if this truly happened, then, I would have fired him and -- And he handled this like an adult. That he's not giving them what they're used to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "So, they have to expound. You know, I don't think Milley's been on the phone with anyone more than five minutes other than doing like a pizza order or something like that. I just can't see this dude doing that. I mean he's a part of the woke administration, why change the story? Afghanistan is ugly enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But -- you know, it could have happened so far liked it -- like, Kat, maybe he thought he would be seen as a hero. But here is the thing, if we had known about this early on, Milley might have been gone and we wouldn't have had this mess in Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, I just think taking the bigger picture of this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Don't do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I'm going to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I'm going to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't want the big picture.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Well, this guy does. Milley, like he really, really sucks at his job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes. Yes, he does, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "He really just sucks at his job. I mean, all those little stars that he wears --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "He got for lying about a war just so he could get those stars at the expense of American lives. So, with this story, and this whole new cycles all surrounded, or did this happen? Did it not happen? Should he be fire? Should he not be fire? I'm just sitting here like can somebody please explain to me why regardless of this, even that this guy deserves to stay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What -- yes. No, that's the whole thing. We -- you people. It's like get -- it's like Al Capone getting busted for his taxes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Right, like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is the story that makes him go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "This is great. Like I got fired from a Ruby Tuesday for a lot less. And Ruby Tuesday is actually not the business of sending young people to die.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is true. Well, have you ever had some of their apps? Oh, boy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I can't -- I love me a Ruby Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I still --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I actually applauding --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I still eat in there after they fired me. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I don't know, named -- is that named after a Rolling Stones song? Or, I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't know. I didn't really read --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I thought it was named after (INAUDIBLE) Ruby Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I didn't read through all the pamphlets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, there's no Ruby Tuesday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Are you sure?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I -- you know what, I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Lying through my teeth. All right --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Unsubstantiated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Up next, AOC betrays the working class with a message across her very nice dress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "sentences": "Better hide your working class faces when working in rich people's faces. AOC attends a gala event while the poor can go get bent. But now you've probably seen it. Congresswoman Alexandria Ocasio-Cortez's gown she wore to the Met Gala that said tax the rich. Obvy, it looks like the dress I supported at the Oscars last year. I think I wore it better if you ask me. But the event also gave us loads of images of rich elites going unmasked, surrounded by those who serve them all masked up. As the brilliant writer, Glenn Greenwald, points out: \"Images like these are not only grotesque, but now commonplace.\" Take that servants. They don't want to see your faces or smell your dirty breath. Next, they'll demand sunglasses to prevent eye contact. Not a bad idea. Remember Obama's birthday bash last month only the servants were reported to wear masks. That way the Martha's Vineyard COVID outbreak could be more exclusive. Up for that recent Nancy Pelosi fundraiser in Napa, the servants faces were covered. The wealthy donors not at all even Nancy took off her mask made of human stem cells. The message coming out from Democrat elites in Hollywood, same thing. It's clear. Masks are for servants and for your kids in schools but they aren't for us. Just as we learned with protests and election celebrations, right? The virus won't attack Democrats social justice warriors or migrants crossing our southern border. And as for AOC's dress, wearing a tax the rich at a Met Gala is about as daring as saying don't eat beef at a PETA rally. If they had any real guts, these people would put actual rebellious messages on their dresses like the poor are serving you sliders. Against the death penalty, unless it's the unborn, I stepped over the homeless to get in here. You knew about Harvey Weinstein. Biden sniff me here. And of course, GUTFELD show, number one. Here you go. Kat, is this visual what Glenn Greenwald says it shows the master and servant clearly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes, my favorite image was seeing a masked attendant following behind AOC holding up the back of her gown. So, it wouldn't touch the ground like, like nothing says lowly proletariat quite like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like, to get someone to hold my dress up like that, I had to get married. But I did. But even worse than that is, you know, the hypocrisy with the mask. None of them had their faces covered. Yes, like, I guess except for whatever Kim Kardashian was doing. But they will be the same people to say you're a murder if he can't get a mask on your 2-year-old on a flight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's, I think that we should all look at this and just say, all right, you're, you're telling me this is over?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it's -- yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "By the way, I hate the Met Gala, Tyrus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Oh, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What is when did this become important? You know what it is? It's the Oscars without the movies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS, FOX NEWS CONTRIBUTOR",
      "sentences": "I'm going to be honest, Greg. I'm embarrassed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "I've been not watching TV. Like, I said, I thought she was wearing a Chick-fil-A dress. I thought she had a new sponsorship deal. I didn't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, if they could show that, that would make sense at this point but go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And then, in the cool part which, which is really killing me is this gala was $30,000 a plate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You make $170,000 a year is the houseman -- how did you afford this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "As a Socialist? I mean, I just, it's confusing. I mean, I'm not a mathematician. Explain that to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Unless you just, oh, man, you're a hypocrite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. That's what it is. That's what it is. Sharyl, one of the things -- OK, you could argue that the mask is now part of the uniform. So, all servants wear uniforms whether it's a butler, a maid, a waiter, so just stay like this is not a class thing. It's a work thing. That's what I would have said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHARYL ATTKISSON, MANAGING EDITOR, FULL MEASURE",
      "sentences": "Well, I think it's the best example of writing that book. You know, some animals are more equal than others. First of all, animals are equal, and then it gets revised. And it reminds me of true story. Members of Congress, both parties going to a climate change summit in Copenhagen, but taking a fuel sucking jet to get there and bringing along their spouses and their staff and making it a really big huge party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly. That's what it is. It's for the environment though. If you party for the environment, Terrence, it's OK. What do you make of this whole myth? This Met Gala crap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TERRENCE K. WILLIAMS, COMEDIAN",
      "sentences": "I agree with Tyrus. I mean, I thought when I saw that, it did look like a Chick-Fil-A to go bag that I threw away. It looked like the one I threw away? I don't know how she found, I don't know how she found it. I don't know how she found it. But this is what I'm trying to understand. I need somebody to help me make this make sense. OK. AOC cares about the poor people. She cares about taxing the rich. Now, like Tyrus said, how did you afford that $30,000 ticket, but I read that they were comp tickets. So, she got a $30,000 ticket for her and her boyfriend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's $60,000",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "60-grand. She better pay taxes on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You can ask those rich people to help these poor people that you care about so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You care about people's rent, you want to council rent, you could have helped someone with that, with their rent with their $30,000.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But you know what, I bet they're not -- you know what, that's a gift. They have to declare that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's 60-grand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But this is the kicker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "They had tables there. If you wanted to eat at a table, that costs $200,000 that's the price of a house.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM",
      "sentences": "They were literally eating housing. But they care about poor people. Oh, please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's, it's harder on the way out than the way in, Terrence. Don't need houses. Up next, she raps about butts and tweets about her cousins, friend's nuts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It was a story so majestical about our cousins' friends testicle. Yes, she raps about an Anac, Anaconda but here are medical advice, Joy Reid, don't want to. Rapper Nicki Minaj gave some very interesting medical advice on Twitter Monday night: \"My cousin in Trinidad won't get the vaccine because his friend got it and became impotent. His testicles became swollen. His friend was weeks away from getting married.\" That's a shame. \"Now, the girl called off the wedding. So just pray on it and make sure you are you're comfortable with her decision and not bullied.\" Which raises the question what the hell vax are they using adrenaline? And where did they inject it? Isn't it -- hey, Nicki thought her cousin's friend's testicles were huge, her tweet blew up even bigger. Leading MSNBC's Joy Reid to chastise her for using their platform to stop black people from protecting themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "sentences": "People like Nicki Minaj, I have to say this. You have a platform sister that is 22 million followers. OK, I have two million followers. You have 22 million followers on Twitter for you to use your platform to encourage our community, to not protect themselves and save their lives. My God sister, you could do better than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She just said that to brag about her Twitter following. Minaj hit back calling Reid a liar for not bringing up that she had also said she was on tour she also called Joy a homophobe over her blog posts. Remember that? Reid responded calling the whole thing a teachable moment, which is what the left calls it when they embarrass themselves, everybody's wrong on this Tyrus, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Yes, especially you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Why the hell are we talking about this? There's literally a million stories.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Stop clapping or you're out of here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Kat and I read a story about a kid on a building and a naked woman on a golf car in Florida.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I saw that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "And we are talking about this? Literally, the last two places I would ever go for advice on anything. I have two million followers. You use your platform to talk about your cousin not telling the truth of where he was the night before he got married. That was the vaccine. Not a, not really inappropriate night at a strip club. And you came home afterwards and everything was swollen. Yes, the vaccine, right fellas? We're all dumber for this. And I can't believe that you ran with this because I would never go to Nicki Minaj -- listen, I have some issues (INAUDIBLE), you got a rap song that could help?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You know, I'm saying nothing and Joy just, I mean, damn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm sorry. But I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "You're wrong for this. We are all dumber for this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't think everyone's dumber for this. Because I did see -- I mean something that we've been saying, you know, Tyrus, you've been saying, Greg been saying, I've been saying that like, hey, a lot of people do have concerns about this vaccine, and they're not all old guys in MAGA hats, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Right? And I didn't know that it would take the, this, you know, you know, my cousin's friends balls got so big his fiance called off the wedding tweet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "To bring this to light. But I did see a lot of people saying, wow, I didn't realize how many people had these concerns that they didn't all, they weren't all the same, people that and again, it's a ridiculous way to get there. So, maybe it could be a teachable moment for everyone. But then again, probably won't be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Sure I did the story because I wanted to find a rhyme for testicle and it was majestical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ATTKISSON",
      "sentences": "I agree with what Kat said that there's a lot of reporting on rightfully so what happens if someone gets COVID a healthy person occasionally, a healthy, perfectly healthy person dies of COVID. But very little reporting on the concerns that really valid scientific concerns about vaccines for some people and yes that should be told to and the media has really been very one sided.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What do you think, Terrence?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know, Trump named Don Lemon the dumbest man on TV.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Now, Joy Reid is officially the dumbest woman on TV. She's the dumbest woman on TV. Come on. The dumbest woman on TV. Now, I'm not vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And I believe if you want to get vaccinated, that's your choice. You do you do that? And listen, I won't judge you, don't judge me. You mind your business, I mind my business. But if the vax, and I never thought about taking it, but if it is making things bigger, I'm going to look into it because there is a thing you know, I'm not going to go there because we're on national TV.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think we get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TYRUS",
      "sentences": "Little brother's point. There's a lot of brothers. All I got to do is take a shot. And I don't have to worry about having kids? Give me four.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But you know what, Joy Reid when, when Trump was, when he when he was the president. She was against the vaccine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM",
      "sentences": "She didn't want to take it. All my taking that vaccine is man doesn't know what he's doing. And then, all of a sudden she's for the vaccine now that Joe Biden is in office, and, and now she is berating and talking. I mean, it just dragging another black woman through the mud because she is against the vaccine, but you were against that at a time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is true. She's talking to a hypocrite.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "And she wasn't even against it. She said, I probably will get vaccinated, but she left that out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We got we got a roll, because but no, it's true, it's true. Hypocrisy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's hypocrisy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. He's gone from drawing cartoons to motivational tunes. The Great Scott Adams joins us next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCOTT ADAMS, ARTIST AND CARTOONIST",
      "sentences": "Ever feel to yourself -- I am so weird. If anybody found out how weird I am, I'd be in trouble. Because man, I'm so weird. Well, I would like to introduce to you the Basket Case Theory. Something I developed when I was a young man to explain what I was witnessing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What was that you just heard? That's meaning wave, a new kind of music created by the brilliant British musician, Akira, The Dawn, and starring of all people, Scott Adams. The genius collaboration in Akira, The Dawn's, words is, quote, an ongoing musical epic story and psycho technology with the aim of helping listeners to achieve their potential in this lifetime. Well, that sounds freaking awesome. So, let's learn more, shall we? Joining me now Author, Podcaster, Cartoonist and now Recording Star, Scott Adams.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "Hi.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I thought -- this is so fun to listen to. It is a, it is definitely a new genre. First of all, how did this happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "So, Mike, what do you have to collaborate my entire role on this was to find that it was done after it was done. So, so, when Akira, the Done, does this, he picks vocals out of some different podcasters -- I'm one of them. And he puts them together with music, but he takes the best part of what you've said, if you talk every day for an hour, like I do a live stream, he'll pick that, that one nugget that you accidentally said something clever. And then he'll put it to music. He treat, you know, he manipulates the voice a little bit so it sounds better. And it's sort of like what the Beatles did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "They would start with, it doesn't matter what it is. If it's, if it's a sound, and I think you'll like it. It's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "And, and his, his, his approach to this is that big. He's just finding things that would work together and putting them together. And sure enough, they worked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, basically, you are the American answer to John Lennon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "You know, this is a weird thing. My entire life, I always wanted to be a lyricist. But I didn't want to do anything that would require any work, practice, going to any kind of, you know, being in a band, you want to do anything whatsoever, and still wanted to have a hit record that I wrote. There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, you did it. There was another one that Akira, The Dawn, did that was titled good. And I don't want to bring everybody down, but its base explained, should we play it? Can we play a clip?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "Quote from Norm Macdonald: \"The idiot sees the world as good versus evil. The cynic sees the world as evil versus evil. The truth that no one seems to be able to see is that the world is, and always has been, a battle of good versus good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Very short, brilliant thought from Mr. Norm MacDonald who you knew and I knew and he passed away this week, explain what he was saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "Well, I think what he's saying is that people are generally good, and they're battling for what they think is good. Let's take Democrats and Republicans. It's not that one of them thinks they're evil, or is evil, they think they're doing something good. And, and in many ways they are. So, if you start with the assumption that the other side is evil, you're going to get to a bad place. But if you assume that they at least have some good intentions, maybe not so much the politicians because I'm playing a different game. But at least the people. The people are mostly good. Democrats, Republicans, everybody else and if you accept that as the truth, I think you just get to a better place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Now, if people went to iTunes, could they get this on iTunes? Because I know that they could probably find it free, but I would like it to go really high on iTunes, is that possible?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "I think this will likely because it's now being mentioned on the most important show in the entire universe. The odds of it becoming number one now are pretty, pretty good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "So, you can make my dream come true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We have millions of viewers who should go to iTunes and plug in Akira, The Dawn, Scott Adams or just Scott Adams. And if it comes up by the album, by the way, the new album is called Basket Case Theory, which is what we heard at the front end. I have a few seconds left. Can you explain Basket Case Theory really quick?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "The Basket Case Theory is that people seem normal, until you get to know them. No exceptions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "As soon as, as soon as you get to know somebody, well you realize all their secrets and traumas and all the bad stuff, but you got to get to know them first. And everybody's a basket case when you realize that everything's easier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's exactly why marriage is so important. Because if my, my wife had figured out that I was a Basket Case before we were married, problem. But then she married me now it's too late.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ADAMS",
      "sentences": "Bait and switch works every time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Scott Adams. Awesome. Tune into his live stream every morning. 10:00 am East Coast time. Thanks, Scott. Don't go away. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We are out of time. Special thanks to Sharyl Attkisson, Terrence K. Williams, Kat Tyrus, our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld and I love you America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUSTIN TRUDEAU, PRIME MINISTER OF CANADA",
      "utterance": "I will never apologize for standing up for LGDP -- LGT -- LBG -- LGBTQ."
    },
    {
      "speaker": "BORIS JOHNSON, PRIME MINISTER OF THE UNITED KINGDOM",
      "utterance": "Thank you. Over to you, Mr. President."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Thank you Boris, and I want to thank that fellow down under. Thank you very much, pal. Appreciate it, Mr. Prime Minister."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST (on camera)",
      "utterance": "What's worse that guy was from Boston. There we go. Happy, happy Wednesday, everyone. Just got back from celebrating my birthday. Wow, what a night. First, I hit the lake."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Two, one."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Oh, my God."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, man. That my phone on me. Then, we headed inside."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "-- you see what happened after that. Got to pay extra. But one guest couldn't resist getting back into the water."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Oh. Are you all right?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Are you OK?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes, he's good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But not everyone had a good time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, there is always one. And after holding it in all night, I was finally able to use the bathroom."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you, chipotle. So, let's talk about corrupt elections. Now, I know -- I know, there is no corruption, Greg, stop it. Our elections are as flawless as Pete Hegseth's hair. Look at his hair. And like a Rubik's cube covered in blue, but they're impossible to tamper with. Trust me on that one. Of course, you can hack our banks, our servers, NASDAQ, the DoD, and our fuel lines, but that can't happen with the elections, right? Like trying to make Kilmeade a sex symbol, it can't be done. But if you believe that, then you don't understand how elections or the media work. In 2016, they got stung by the Trump victory, and like the rest of the know what all left, they couldn't let it go. Just ask Hillary Clinton who still insists she lost due to Russian collusion, low blood sugar, and past interference, but not because she's the most disliked First Lady since hepatitis. I know hepatitis is not a First Lady, but I couldn't think of one worse than Hillary. It's not just about votes. It's about controlling those votes through media manipulation, which is what we saw in 2020. Hunter was a gift for Trump. And so, it was killed faster than your victim's parakeet. You don't want it to talk Tyrus."
    },
    {
      "speaker": "TYRUS, FOX NEWS CHANNEL CONTRIBUTOR (voice-over)",
      "utterance": "Got it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But on Monday, the Federal Election Commission or FEC rule that Twitter wasn't in violation of election laws when it suppressed the New York Post explosive story. Of course, that ruling was as surprising as Brian Stelter stealing the last doughnut at the homeless shelter. He volunteers strictly for the food. If you remember, just weeks before the election, The Post published revelations called from the laptop, focusing on the insane business dealings Hunter had while his dad was V.P. these revelations were confirmed by the DOJ. There was money laundering, special favors, hookers, and blow, and then more hookers, and then more blow. It reminded me of Kat's sweet 16. It was a lot of sick crap, but Jack Dorsey was standing by with a giant pooper scooper. Lucky for Joe, because Hunter is the only person that had a sneeze guard installed over his computer screen. Anyone who hacked that drive would need a shot of penicillin, which is why the story got buried. Because with the Dem, social media, and the press, being their respective pallbearers, they could do it. If you so much as tweeted the article, you were thrown off Twitter faster than Betty White on a mechanical bull. This was, of course, a response to Clinton's e-mail story which they still blame for 2016. It was definitely her boring e-mails and not the fact that she spent more time with the cast at Hamilton than she did the people of Wisconsin. No, journalist wanted to be the one ostracized for reporting the story that led to another four years of Trump. It really is that simple. No more book parties, no more media appearances, no more happy hours. So, they all just look the other way while pretending to run towards the burning building. That's how you sway an election. How does the New York Times report on this? They tweeted that the FEC dismissed the accusations that Twitter violated election laws by blocking \"unsubstantiated\" article about Hunter. Unsubstantiated, this from a news organization that built entire narratives on unsubstantiated. If you took all anonymous news sources away from The Times, all you would have is the crossword for your lactose intolerant kitty -- So, Twitter gets away with it, which means to get away with it again, whenever there's someone running they don't want, they can turn the spigot of news on or off to help someone win or make sure someone loses. They can even just simply ban accounts and public officials while allowing the Taliban and China to run rampant on their platform. Look at Larry elder, he could have been the first black governor in California's history. And how did the press react? The united and the revile narrative in which the black man running for office becomes the face of white supremacy. And ignore a white woman in a gorilla mask attempting to egg him. This was repeated in various media outlets and support of the whitest face to ever grace the French laundry without a mask. If Newsom were any wider, he would pee Chardonnay. It goes great with mussels. Chardonnay, not pee. Speaking of, I wonder what the angry white male thinks of this? TEXT HE's angry. He's white. He's male. Angry White Male."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Look, I happen to think that in the last election, a lot of things were done to help the Democrats. But if you say that out loud, they'll scream and yell. After they screamed and yelled for four years saying the 2016 was rigged. Listen, I'm not going to let it get to me. I tend to only get upset over the big things."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's how it works. After Twitter suppress the Biden news, the liberal media got the green light to do the same thing. CNN called the story too disgusting to repeat on air, which should have been their exact headline on how Larry Elder was attacked by a white woman in a gorilla mask. Yes, Hunter Biden was too disgusting for CNN, who still employs Chris Cuomo who spent hours on air promoting his brother, Governor happy hands. So, who needs foreign interference in our elections when our legacy media has perfected the process right here at home? Russia and China have nothing on Jack Dorsey and Twitter because they don't actually really care about this spread of misinformation, as long as they're the ones in charge of doing it."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "Period!"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guest. This fifth-degree black belt can break news and break boards. Managing Editor of Sinclair's Sunday T.V. program \"Full Measure\". Sharyl Attkinson. His online videos get more views in the magazines indirect hidden under my bed. Actor and comedian Terrence K. Williams. Like the potato salad in the display case at the deli, she is older than she looks. Fox News contributor Kat Timpf. And he get this mask from the same place that makes the tarps to cover the baseball field when it rains. My massive sidekick, and the NWA's World television champion Tyrus. Are you really a black belt, Sharyl?"
    },
    {
      "speaker": "SHARYL ATTKINSON, MANAGING EDITOR, FULL MEASURE",
      "utterance": "I'm a black belt master now, fifth degree, yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow!"
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "Doing it so long."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "How long you've been doing it?"
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "20 something years."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow. That's amazing. Have you ever used it in real life on somebody?"
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "I almost use it when a congresswoman grabbed me one time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, really?"
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "Stephanie Tubbs Jones. Yes, when I was trying to get an interview with her. And I thought better of it because I knew I could kind of escape and something."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. You know what?"
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "But I thought that would be on the news and it would look bad."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "if you attacked her, that would act because you know, we -- if you are a black belt, that's like having being armed and dangerous."
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You could get charged with assaults. This is why I don't get involved in any fights. Because my hands, as you know, Tyrus, are deadly weapons."
    },
    {
      "speaker": "TYRUS (on camera)",
      "utterance": "Yes, yes, yes. Yes, yes, yes."
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "And short."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. And what?"
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "Your hands are insured by law (INAUDIBLE)."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, I thought you said I was short. So, like me, you are a legendary journalist. Was the FEC right or wrong in this case?"
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "Listen, the FEC, from what I've seen is a political organization in which I think both sides have come to an agreement not to do much of anything against the other."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "And I'm not sure they do much of anything anymore. And I don't know, that could have been a proper decision. But I think that's sort of beside the point as to whether the entire censorship and big tech's actions are appropriate. Maybe it didn't violate election law, but it certainly violates our sensibilities of, you know, fairness and openness."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Terrence, welcome back."
    },
    {
      "speaker": "TERRENCE K. WILLIAMS, ACTOR AND COMEDIAN",
      "utterance": "Hey, I'm back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You heard that, you are back. What do you make of this -- like -- it's like this news just went away?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We -- I mean, we talked about, you know, election corruption, but it's really just about collusion between institutions."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, you know what, I think The New York Times, I think everybody, all these organizations, they backpedaled this story quicker than a New York minute."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And I just don't understand why they are protecting Hunter Biden so much. Why do they feel so connected to him? Are they all smoking parmesan cheese together? I mean -- what -- like, what is going on? And if this was Eric, or Don Jr., CNN, MSNBC, they will be looking for medical correspondents, cheese experts to investigate this story, and to investigate everything that Hunter Biden was doing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know? If -- I just don't understand."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I can -- I think I've accidentally snorted parmesan cheese. I've been there. It's not a pleasant thing, Kat. Not at all. Do you think that as long as we have a lopsided media, would that our uniform and one belief, we will never really have a fair election because there always be the umpires, and the refs will always be for one side? So, this is just a constant complaint that will never go away."
    },
    {
      "speaker": "KATHERINE TIMPF, FOX NEWS CHANNEL CONTRIBUTOR (on camera)",
      "utterance": "Yes, probably. Yes. Well, because this stuff is ridiculous. The fact that the New York Times took unsubstantiated out -- I mean, when you change a story at all, you're supposed to put a little note."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "An earlier version said this, and then we took this out. I mean, like a first-year journalism student can tell you that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And I kind of feel like the New York Times should be able to, you know, know what a first-year journalism student would know. And I thought maybe -- like, maybe my standards are too high, but then I thought that's not true."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. I've seen who you dated before you got married."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right. Yes, yes, yes, yes, yes. That is not true. Tyrus, sorry."
    },
    {
      "speaker": "TYRUS",
      "utterance": "It's all good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tyrus, you know the media did not even bother to track down the lady in the gorilla mask. Is that -- like, I still do not know the name of the lady in the gorilla mask."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Well, I'm going to say it's Karen."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "But -- you liked it?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "Think (INAUDIBLE) for that."
    },
    {
      "speaker": "TYRUS",
      "utterance": "This is all your fault."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why is it my fault?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "100 percent. I warned you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What did you warn me off?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "When you did the President Trump interview, I said, you're going to change the whole new cycle. And we went back in a time machine, and the entire news cycle is attacks on President Trump and anything connected to President Trump. Here is -- if they actually watched your interview, which again, I still think is one of the best interviews, and that -- that's real talk, I've ever seen with the president. And we can all agree on that. But two things -- Two things came out of your -- out of your interview, which you're never supposed to happen with President Trump. It was compassion and understanding. He talked about the vaccine in a very polite way."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "And two, when you served him, Hunter Biden --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He didn't take it."
    },
    {
      "speaker": "TYRUS",
      "utterance": "The father in him said he had problems, and that's a place he didn't want to go."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right, that's true."
    },
    {
      "speaker": "TYRUS",
      "utterance": "He was kinder to Hunter Biden, then, everyone trying to pretend like he didn't have a problem."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "So, those two things which would have been grounds to bring us together, if anyone had bothered even mentioned that, because we're having a hard time getting people vaccinated. Right? That's -- at least, that's the -- what they're put the narrative right now. So, when you have both president saying pretty much the same things, and I'm only one saying my patience is wearing thin, you bring that together that might bring some more people. Then, the election, the California election, where a black man had an egg thrown at him by somebody in a gorilla and you don't need to be black to know what that means. President Trump would have been held to the fire until he came out and condemned it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Newsom, you had a chance. It was a landslide."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "It was like 15 minutes long. There was an opportunity there for some leadership, a little humility, and to denounce what happened to Larry didn't happen. Double down on it. Matter of fact, said, if you don't vote for me, you're all going to die."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "President Biden came out to speak. He -- what?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "He did --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "I'm not making it --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "But President Biden came out, again, could have a John McCain moment when I say that when they said those things about Barack Obama? He said, no, he's a good man, which is of difference of opinion."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "There was an opportunity there and victory to bring people together? No, they're not interested in that. It is war."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Up next, Should we take the Milley out of the military?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Did Billy think nothing could be finer than a secret call to Chinar? I'm just going to sit here. Yes, he was the inept general who gave Beijing a ring-a-ding-ding. I love that. All right. So, according to a new book out next week by Bob Woodward and Robert Costa, Joint Chief Chairman Mark Milley was so fearful Trump would start a war with China, which is absurd. That he secretly called the top Chinese general twice, assuring him Trump wouldn't attack. Now, would have been nice if he had asked to stop releasing deadly airborne pathogens all over the world."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But you know, maybe next phone call. Even more damning, Milley, reportedly told China, \"If we're going to attack, I'm going to call you ahead of time.\" Well, that's courteous. So, what did he say when the Chinese called him back? Hold on, I'm kissing the Taliban's ass on line one. The Pentagon tells Fox News, Milley's calls were not secret and happened all the time between military leaders. Although not so much between the good ones. I doubt Patton ever messages, Rommel on LinkedIn. I don't think LinkedIn existed back then. But we get the point. But try telling that to Milley's defenders in the media."
    },
    {
      "speaker": "JOE SCARBOROUGH, CO-HOST, MORNING JOE, MSNBC",
      "utterance": "I'm sorry, this is -- Republicans don't like this. This is something -- are you so stupid. I just got to ask, are you so stupid? Are you so ignorant of how things work? That you don't know that from time to time generals talk to generals?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This is going to play out on Twitter. This is going to be completely polarized, either there's going to be, you know, General Milley as a traitor or General Milley as a patriot? That's already started to occur. And let's stick to the facts, and the facts are we had an unbalanced presidency."
    },
    {
      "speaker": "JOY BEHAR, CO-HOST, ABC",
      "utterance": "And God bless General Milley for straightening things out. I know that the chain of command is sacrosanct. I understand that, but this was an emergency."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I could listen to her for never. Ironically, one man calling the general out was Trump critic, Alex Vindman, tweeting, \"If this is true, General Milley must resign. You can't simply walk away from that.\" Well, walking away seems like something Milley would do. Think about how he walked away from Afghanistan. He's a walking disaster who seems more concerned about the feelings of the author of white fragility than he does the officers he commands. And he sure sucks at booking flights. So, maybe he should walk. What do you think, Terrence, should he resign at this point?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know what, General silly Milley. This man is a traitor in my opinion."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Is he?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, he is. He is."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow, that's pretty strong."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That is -- that is pretty strong, but that's what I believe, and that's what it is I believe. You are --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That -- those are no fans and Milley."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, and first of all, it makes me sick to my stomach that all these people stab Trump in the back. You go behind his back, calling China? You are more worried about China than you are about our people in Afghanistan? You are not a patriot."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a good point."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You are not a true American."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This is absolutely disgusting. And actually, he should be arrested. I mean, he admitted to call in China. Is this claim he's going to give them a warning if we are going to attack, who side are you on?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK. Well, this gets -- this gets me to a point, Sharyl, that a lot of this does sound kind of crazy. Do you think a lot of this is just like - - for example, who actually thinks that we were going to invade China? This sounds like something Woodward would have made up. I don't know. I mean, it's like, to -- Terrence -- if everything is true, Terrence is right, but what if it's not true? Like it's so outright, do you buy this?"
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "Well, before I answer that, I'm really embarrassed because when your staff said we are talking about Milley, I'm thinking Milli Vanilli."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, yes, yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes. (INAUDIBLE) enemies back."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "But like Milli Vanilli, General Milley may have had some secrets to hide if true."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go."
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "You bring up a good point about Woodward. I actually personally know someone who is directly quoted in a Woodward book, who never spoke to him, who tried to get it corrected because the quote was wrong, and couldn't get that fix. So, I think it rings a little bit true. But --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "How -- can I ask you a question?"
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why is -- I'm kind of the host of the show. Just like that."
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "Please, go ahead."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. How this -- how do people keep having Woodward -- I mean, Trump even had the White House, where does he sit? What does he do? I was at the White House. I never saw Woodward there. Like, where is he all the time doing this stuff? Do you know? I mean, what's the deal?"
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "I don't? Didn't he interview the former CIA director on his deathbed?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "But nobody saw him come in or out of the hospital --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, he said go --"
    },
    {
      "speaker": "ATTKINSON",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, I don't know. I want that kind of job."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Me too."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Where you don't have to do anything. Don't have to be -- I mean, what is he's nowhere to be found."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Tyrus, thoughts."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You know, I just feel like this, this whole thing is -- well, what's the scientific word for I'm looking for? -- across the board. I think there is no reason -- there is no reason for Milley to resign because he's right where he should be in this woke administration. What we are seeing is what we are getting. Him leaving and going is just going to be more of the same thing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "To succeed in this new administration, you got to bury everything that was in the last administration."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "So, that's number one. Two, I did never thought that we were DEFCON 5 with China."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I don't think that was the issue."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "If there was the -- if Trump is the bully that you say he is, you don't want -- if you're 6'8\", you don't walk up to the other 6'8\" guy and go, what's up, bro, what you want to do?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You go to the 5'4\" guy, you know, you go to a North Korea or someplace small like that then, you go, hey! You know what I'm saying? That's more like would be aligned with this deranged --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I mean, they talk about President Trump the same way a lot of my exes talk about me, very unfavorable, I'm deranged, I had delusions of grandeur. I acted buff, but I was really chunky. They would say just unflattering things that could be true."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Could not be true. But no matter what, makes me look like a jerk."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "And you know, even President Trump's rebuttal was -- I don't know what you did to him, but it was like, well, if this truly happened, then, I would have fired him and -- And he handled this like an adult. That he's not giving them what they're used to."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "So, they have to expound. You know, I don't think Milley's been on the phone with anyone more than five minutes other than doing like a pizza order or something like that. I just can't see this dude doing that. I mean he's a part of the woke administration, why change the story? Afghanistan is ugly enough."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But -- you know, it could have happened so far liked it -- like, Kat, maybe he thought he would be seen as a hero. But here is the thing, if we had known about this early on, Milley might have been gone and we wouldn't have had this mess in Afghanistan."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, I just think taking the bigger picture of this --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Don't do that."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I'm going to do it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I'm going to do it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't want the big picture."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Well, this guy does. Milley, like he really, really sucks at his job."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes. Yes, he does, yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "He really just sucks at his job. I mean, all those little stars that he wears --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "He got for lying about a war just so he could get those stars at the expense of American lives. So, with this story, and this whole new cycles all surrounded, or did this happen? Did it not happen? Should he be fire? Should he not be fire? I'm just sitting here like can somebody please explain to me why regardless of this, even that this guy deserves to stay."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What -- yes. No, that's the whole thing. We -- you people. It's like get -- it's like Al Capone getting busted for his taxes."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Right, like --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is the story that makes him go."
    },
    {
      "speaker": "TIMPF",
      "utterance": "This is great. Like I got fired from a Ruby Tuesday for a lot less. And Ruby Tuesday is actually not the business of sending young people to die."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is true. Well, have you ever had some of their apps? Oh, boy."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Thank you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I can't -- I love me a Ruby Tuesday."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I still --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I actually applauding --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I still eat in there after they fired me. So --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I don't know, named -- is that named after a Rolling Stones song? Or, I don't know."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't know. I didn't really read --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "I thought it was named after (INAUDIBLE) Ruby Tuesday."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I didn't read through all the pamphlets."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, there's no Ruby Tuesday."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Are you sure?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I -- you know what, I don't know."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You don't know."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Lying through my teeth. All right --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Unsubstantiated."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Up next, AOC betrays the working class with a message across her very nice dress."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "utterance": "Better hide your working class faces when working in rich people's faces. AOC attends a gala event while the poor can go get bent. But now you've probably seen it. Congresswoman Alexandria Ocasio-Cortez's gown she wore to the Met Gala that said tax the rich. Obvy, it looks like the dress I supported at the Oscars last year. I think I wore it better if you ask me. But the event also gave us loads of images of rich elites going unmasked, surrounded by those who serve them all masked up."
    },
    {
      "speaker": "As the brilliant writer, Glenn Greenwald, points out",
      "utterance": "\"Images like these are not only grotesque, but now commonplace.\" Take that servants. They don't want to see your faces or smell your dirty breath. Next, they'll demand sunglasses to prevent eye contact. Not a bad idea. Remember Obama's birthday bash last month only the servants were reported to wear masks. That way the Martha's Vineyard COVID outbreak could be more exclusive. Up for that recent Nancy Pelosi fundraiser in Napa, the servants faces were covered. The wealthy donors not at all even Nancy took off her mask made of human stem cells. The message coming out from Democrat elites in Hollywood, same thing. It's clear. Masks are for servants and for your kids in schools but they aren't for us. Just as we learned with protests and election celebrations, right? The virus won't attack Democrats social justice warriors or migrants crossing our southern border. And as for AOC's dress, wearing a tax the rich at a Met Gala is about as daring as saying don't eat beef at a PETA rally. If they had any real guts, these people would put actual rebellious messages on their dresses like the poor are serving you sliders. Against the death penalty, unless it's the unborn, I stepped over the homeless to get in here. You knew about Harvey Weinstein. Biden sniff me here. And of course, GUTFELD show, number one. Here you go. Kat, is this visual what Glenn Greenwald says it shows the master and servant clearly?"
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes, my favorite image was seeing a masked attendant following behind AOC holding up the back of her gown. So, it wouldn't touch the ground like, like nothing says lowly proletariat quite like that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like, to get someone to hold my dress up like that, I had to get married. But I did. But even worse than that is, you know, the hypocrisy with the mask. None of them had their faces covered. Yes, like, I guess except for whatever Kim Kardashian was doing. But they will be the same people to say you're a murder if he can't get a mask on your 2-year-old on a flight."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's, I think that we should all look at this and just say, all right, you're, you're telling me this is over?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it's -- yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's done."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "By the way, I hate the Met Gala, Tyrus."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Oh, yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What is when did this become important? You know what it is? It's the Oscars without the movies."
    },
    {
      "speaker": "TYRUS, FOX NEWS CONTRIBUTOR",
      "utterance": "I'm going to be honest, Greg. I'm embarrassed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "I've been not watching TV. Like, I said, I thought she was wearing a Chick-fil-A dress. I thought she had a new sponsorship deal. I didn't --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, if they could show that, that would make sense at this point but go ahead."
    },
    {
      "speaker": "TYRUS",
      "utterance": "And then, in the cool part which, which is really killing me is this gala was $30,000 a plate."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You make $170,000 a year is the houseman -- how did you afford this?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TYRUS",
      "utterance": "As a Socialist? I mean, I just, it's confusing. I mean, I'm not a mathematician. Explain that to me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Unless you just, oh, man, you're a hypocrite."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. That's what it is. That's what it is. Sharyl, one of the things -- OK, you could argue that the mask is now part of the uniform. So, all servants wear uniforms whether it's a butler, a maid, a waiter, so just stay like this is not a class thing. It's a work thing. That's what I would have said."
    },
    {
      "speaker": "SHARYL ATTKISSON, MANAGING EDITOR, FULL MEASURE",
      "utterance": "Well, I think it's the best example of writing that book. You know, some animals are more equal than others. First of all, animals are equal, and then it gets revised. And it reminds me of true story. Members of Congress, both parties going to a climate change summit in Copenhagen, but taking a fuel sucking jet to get there and bringing along their spouses and their staff and making it a really big huge party."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly. That's what it is. It's for the environment though. If you party for the environment, Terrence, it's OK. What do you make of this whole myth? This Met Gala crap."
    },
    {
      "speaker": "TERRENCE K. WILLIAMS, COMEDIAN",
      "utterance": "I agree with Tyrus. I mean, I thought when I saw that, it did look like a Chick-Fil-A to go bag that I threw away. It looked like the one I threw away? I don't know how she found, I don't know how she found it. I don't know how she found it. But this is what I'm trying to understand. I need somebody to help me make this make sense. OK. AOC cares about the poor people. She cares about taxing the rich. Now, like Tyrus said, how did you afford that $30,000 ticket, but I read that they were comp tickets. So, she got a $30,000 ticket for her and her boyfriend."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's $60,000"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "60-grand. She better pay taxes on that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You can ask those rich people to help these poor people that you care about so much."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You care about people's rent, you want to council rent, you could have helped someone with that, with their rent with their $30,000."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But you know what, I bet they're not -- you know what, that's a gift. They have to declare that."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Exactly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's 60-grand."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But this is the kicker."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "They had tables there. If you wanted to eat at a table, that costs $200,000 that's the price of a house."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAM",
      "utterance": "They were literally eating housing. But they care about poor people. Oh, please."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's, it's harder on the way out than the way in, Terrence. Don't need houses. Up next, she raps about butts and tweets about her cousins, friend's nuts."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It was a story so majestical about our cousins' friends testicle. Yes, she raps about an Anac, Anaconda but here are medical advice, Joy Reid, don't want to. Rapper Nicki Minaj gave some very interesting medical advice on Twitter Monday night: \"My cousin in Trinidad won't get the vaccine because his friend got it and became impotent. His testicles became swollen. His friend was weeks away from getting married.\" That's a shame. \"Now, the girl called off the wedding. So just pray on it and make sure you are you're comfortable with her decision and not bullied.\" Which raises the question what the hell vax are they using adrenaline? And where did they inject it? Isn't it -- hey, Nicki thought her cousin's friend's testicles were huge, her tweet blew up even bigger. Leading MSNBC's Joy Reid to chastise her for using their platform to stop black people from protecting themselves."
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "utterance": "People like Nicki Minaj, I have to say this. You have a platform sister that is 22 million followers. OK, I have two million followers. You have 22 million followers on Twitter for you to use your platform to encourage our community, to not protect themselves and save their lives. My God sister, you could do better than that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She just said that to brag about her Twitter following. Minaj hit back calling Reid a liar for not bringing up that she had also said she was on tour she also called Joy a homophobe over her blog posts. Remember that? Reid responded calling the whole thing a teachable moment, which is what the left calls it when they embarrass themselves, everybody's wrong on this Tyrus, right?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Yes, especially you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Why?"
    },
    {
      "speaker": "TYRUS",
      "utterance": "Why the hell are we talking about this? There's literally a million stories."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Stop clapping or you're out of here."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Kat and I read a story about a kid on a building and a naked woman on a golf car in Florida."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I saw that."
    },
    {
      "speaker": "TYRUS",
      "utterance": "And we are talking about this? Literally, the last two places I would ever go for advice on anything. I have two million followers. You use your platform to talk about your cousin not telling the truth of where he was the night before he got married. That was the vaccine. Not a, not really inappropriate night at a strip club. And you came home afterwards and everything was swollen. Yes, the vaccine, right fellas? We're all dumber for this. And I can't believe that you ran with this because I would never go to Nicki Minaj -- listen, I have some issues (INAUDIBLE), you got a rap song that could help?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TYRUS",
      "utterance": "You know, I'm saying nothing and Joy just, I mean, damn."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm sorry. But I --"
    },
    {
      "speaker": "TYRUS",
      "utterance": "You're wrong for this. We are all dumber for this."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't think everyone's dumber for this. Because I did see -- I mean something that we've been saying, you know, Tyrus, you've been saying, Greg been saying, I've been saying that like, hey, a lot of people do have concerns about this vaccine, and they're not all old guys in MAGA hats, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "True."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Right? And I didn't know that it would take the, this, you know, you know, my cousin's friends balls got so big his fiance called off the wedding tweet."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "To bring this to light. But I did see a lot of people saying, wow, I didn't realize how many people had these concerns that they didn't all, they weren't all the same, people that and again, it's a ridiculous way to get there. So, maybe it could be a teachable moment for everyone. But then again, probably won't be."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Sure I did the story because I wanted to find a rhyme for testicle and it was majestical."
    },
    {
      "speaker": "ATTKISSON",
      "utterance": "I agree with what Kat said that there's a lot of reporting on rightfully so what happens if someone gets COVID a healthy person occasionally, a healthy, perfectly healthy person dies of COVID. But very little reporting on the concerns that really valid scientific concerns about vaccines for some people and yes that should be told to and the media has really been very one sided."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What do you think, Terrence?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know, Trump named Don Lemon the dumbest man on TV."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Now, Joy Reid is officially the dumbest woman on TV. She's the dumbest woman on TV. Come on. The dumbest woman on TV. Now, I'm not vaccinated."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And I believe if you want to get vaccinated, that's your choice. You do you do that? And listen, I won't judge you, don't judge me. You mind your business, I mind my business. But if the vax, and I never thought about taking it, but if it is making things bigger, I'm going to look into it because there is a thing you know, I'm not going to go there because we're on national TV."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think we get it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "TYRUS",
      "utterance": "Little brother's point. There's a lot of brothers. All I got to do is take a shot. And I don't have to worry about having kids? Give me four."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But you know what, Joy Reid when, when Trump was, when he when he was the president. She was against the vaccine."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's true."
    },
    {
      "speaker": "WILLIAM",
      "utterance": "She didn't want to take it. All my taking that vaccine is man doesn't know what he's doing. And then, all of a sudden she's for the vaccine now that Joe Biden is in office, and, and now she is berating and talking. I mean, it just dragging another black woman through the mud because she is against the vaccine, but you were against that at a time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is true. She's talking to a hypocrite."
    },
    {
      "speaker": "TIMPF",
      "utterance": "And she wasn't even against it. She said, I probably will get vaccinated, but she left that out."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We got we got a roll, because but no, it's true, it's true. Hypocrisy."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's hypocrisy."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Exactly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. He's gone from drawing cartoons to motivational tunes. The Great Scott Adams joins us next."
    },
    {
      "speaker": "SCOTT ADAMS, ARTIST AND CARTOONIST",
      "utterance": "Ever feel to yourself -- I am so weird. If anybody found out how weird I am, I'd be in trouble. Because man, I'm so weird. Well, I would like to introduce to you the Basket Case Theory. Something I developed when I was a young man to explain what I was witnessing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What was that you just heard? That's meaning wave, a new kind of music created by the brilliant British musician, Akira, The Dawn, and starring of all people, Scott Adams. The genius collaboration in Akira, The Dawn's, words is, quote, an ongoing musical epic story and psycho technology with the aim of helping listeners to achieve their potential in this lifetime. Well, that sounds freaking awesome. So, let's learn more, shall we? Joining me now Author, Podcaster, Cartoonist and now Recording Star, Scott Adams."
    },
    {
      "speaker": "ADAMS",
      "utterance": "Hi."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I thought -- this is so fun to listen to. It is a, it is definitely a new genre. First of all, how did this happen?"
    },
    {
      "speaker": "ADAMS",
      "utterance": "So, Mike, what do you have to collaborate my entire role on this was to find that it was done after it was done. So, so, when Akira, the Done, does this, he picks vocals out of some different podcasters -- I'm one of them. And he puts them together with music, but he takes the best part of what you've said, if you talk every day for an hour, like I do a live stream, he'll pick that, that one nugget that you accidentally said something clever. And then he'll put it to music. He treat, you know, he manipulates the voice a little bit so it sounds better. And it's sort of like what the Beatles did."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "ADAMS",
      "utterance": "They would start with, it doesn't matter what it is. If it's, if it's a sound, and I think you'll like it. It's it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "ADAMS",
      "utterance": "And, and his, his, his approach to this is that big. He's just finding things that would work together and putting them together. And sure enough, they worked."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, basically, you are the American answer to John Lennon."
    },
    {
      "speaker": "ADAMS",
      "utterance": "You know, this is a weird thing. My entire life, I always wanted to be a lyricist. But I didn't want to do anything that would require any work, practice, going to any kind of, you know, being in a band, you want to do anything whatsoever, and still wanted to have a hit record that I wrote. There you go."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, you did it. There was another one that Akira, The Dawn, did that was titled good. And I don't want to bring everybody down, but its base explained, should we play it? Can we play a clip?"
    },
    {
      "speaker": "ADAMS",
      "utterance": "Quote from Norm Macdonald: \"The idiot sees the world as good versus evil. The cynic sees the world as evil versus evil. The truth that no one seems to be able to see is that the world is, and always has been, a battle of good versus good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Very short, brilliant thought from Mr. Norm MacDonald who you knew and I knew and he passed away this week, explain what he was saying?"
    },
    {
      "speaker": "ADAMS",
      "utterance": "Well, I think what he's saying is that people are generally good, and they're battling for what they think is good. Let's take Democrats and Republicans. It's not that one of them thinks they're evil, or is evil, they think they're doing something good. And, and in many ways they are. So, if you start with the assumption that the other side is evil, you're going to get to a bad place. But if you assume that they at least have some good intentions, maybe not so much the politicians because I'm playing a different game. But at least the people. The people are mostly good. Democrats, Republicans, everybody else and if you accept that as the truth, I think you just get to a better place."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Now, if people went to iTunes, could they get this on iTunes? Because I know that they could probably find it free, but I would like it to go really high on iTunes, is that possible?"
    },
    {
      "speaker": "ADAMS",
      "utterance": "I think this will likely because it's now being mentioned on the most important show in the entire universe. The odds of it becoming number one now are pretty, pretty good."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "ADAMS",
      "utterance": "So, you can make my dream come true."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We have millions of viewers who should go to iTunes and plug in Akira, The Dawn, Scott Adams or just Scott Adams. And if it comes up by the album, by the way, the new album is called Basket Case Theory, which is what we heard at the front end. I have a few seconds left. Can you explain Basket Case Theory really quick?"
    },
    {
      "speaker": "ADAMS",
      "utterance": "The Basket Case Theory is that people seem normal, until you get to know them. No exceptions."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "ADAMS",
      "utterance": "As soon as, as soon as you get to know somebody, well you realize all their secrets and traumas and all the bad stuff, but you got to get to know them first. And everybody's a basket case when you realize that everything's easier."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's exactly why marriage is so important. Because if my, my wife had figured out that I was a Basket Case before we were married, problem. But then she married me now it's too late."
    },
    {
      "speaker": "ADAMS",
      "utterance": "Bait and switch works every time."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Scott Adams. Awesome. Tune into his live stream every morning. 10:00 am East Coast time. Thanks, Scott. Don't go away. We'll be right back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We are out of time. Special thanks to Sharyl Attkisson, Terrence K. Williams, Kat Tyrus, our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld and I love you America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}