{
  "date": "September 26, 2019",
  "headline": "Nunes compares Ukraine call hysteria to Russia hoax",
  "subHeadline": "Guests: John Solomon, Joe DiGenova, Victoria Toensing, Devin Nunes, Jim Jordan",
  "url": "https://www.foxnews.com/transcript/nunes-compares-ukraine-call-hysteria-to-russia-hoax",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "All right. Yes, it's a swamp just like where you live. It's the same thing. Same -- you know, D.C., New York, L.A., San Francisco, swamp, the rest of America, more normal. Tucker, thank you. Great show. Welcome to “Hannity.”  We begin tonight with a Fox News alert.  The real story, the real corruption, none of it, zero has to do with President Trump except that the president is once again a victim of baseless lies, smears, hypocrisy, conspiracy theories. Now, this is not what the lying, corrupt and at this point, frankly, despicable, disgusting fake news media is telling you tonight.  We have the real story and that is we have a sleepy creepy, crazy Joe 30330, tonight, he has serious explaining to do. Damning new documents just obtained by \"The Hill's\" investigative reporter, John Solomon, may very likely tonight ruin Biden's chance of ever becoming president. I'd say the odds are high. In fact, the material that we are about to show you tonight clearly demonstrates Biden's blatant abuse of power and corruption in the country of Ukraine. In other words, a quid pro quo, a real quid pro quo, and, yes, abuse of power and, yes, corruption at an extraordinarily high level, with a lot of money at stake and a pay-to-play scheme and a subsequent cover-up of such, all in an effort that would allow his son to walk away scot-free very rich and capitalize off of him being the vice president, while he was vice president. And, of course, stop a criminal investigation and he used your money, taxpayer dollars, to do it.  We now have evidence Joe 30330, he has been lying to we the American people. It's like basically the Russia collusion conspiracies, except this time we don't have to wait three years to get to the truth and the hoax, that which Donald Trump was innocent of -- great irony, if you want to call it an irony, is Democrats, they are once again as the ones guilty of it. John Solomon will be here and break that news in just a moment. First, I do want to address what is the radical, destructive, delusional Democratic Party and the media mob, their allies in crime, which has now descended into complete and utter madness. Nonstop rage, hatred for this president is so extreme, I don't think they remember why they were ever sent to Washington or what their real job is. Oh, they are supposed to be public servants. That's not even in play ever any more.  And today, the president -- he called them out for their psychotic obsessive hatred and hysteria -- let's play this in full.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "Hello, everybody. I just watched a little bit of this on television. It's a disgrace to our country. It's another witch hunt. Here we go again. It's Adam Schiff and his crew making up stories and sitting there like pious whatever you want to call them. It's just a -- really, it's a disgrace.   It's a terrible thing for our country. They can't do any work. They're frozen -- the Democrats. They're going to lose the election; they know it. That's why they're doing it. And it should never be allowed, what's happened to this President. And despite that, I think I've done just about more than any President in his first two and a half years in office. If you look, I think you'll see very few could compete with the things we've done for our military, for the economy.  We have the best economy anywhere in the world, by far. We've rebuilt our military. We've done so many things that are so incredible with tax cuts and regulations.   And I have to put up with Adam Schiff on a per -- on an absolutely perfect phone call to the new president of Ukraine. That was a perfect call. But Adam Schiff doesn't talk about Joe Biden and his son walking away with millions of dollars from Ukraine, and then millions of dollars from China. Walking away -- in a quick meeting, walking away with millions of dollars.  He doesn't talk about Joe Biden firing a prosecutor, and if that prosecutor is not fired, he's not going to give them money from the United States of America. They don't talk about that. My call was perfect. The president, yesterday, of Ukraine said there was no pressure put on him whatsoever. None whatsoever. And he said it loud and clear for the press.  What these guys are doing -- Democrats -- are doing to this country is a disgrace and it shouldn't be allowed. There should be a way of stopping it -- maybe legally, through the courts. But they're going to tie up our country.  We can't talk about gun regulation. We can't talk about anything because, frankly, they're so tied up. They're so screwed up, nothing gets done -- except for when I do it. I'm using Mexico to protect our border because the Democrats won't change loopholes and asylum. When you think of that -- and I want to -- I'll tell you, I want to thank Mexico. Twenty-seven thousand soldiers they have.  But think of how bad that is -- think of it -- where we use Mexico because the Democrats won't fix our broken immigration system. We need their votes. If we don't get their votes, we can't do it.   And the Republicans are all onboard. They want to fix it, but the Democrats won't do it. They don't want to talk about infrastructure. They don't want to talk about lowering drug prices. They don't want to talk about anything because they're fixated on this. And Nancy Pelosi has been hijacked by the radical left, and everybody knows it. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That was the president earlier today. The president is right. Democrats -- they spend every second, minute, hour, of every 24-hour day looking to smear this president. I've said it before, if he cured cancer, they'd still hate him.   And yet it hasn't slowed the president down, has it? In fact, while Democrats were always busy obsessing about the Russia hoax, the Ukraine hoax, Russia, Russia, Ukraine, Ukraine, impeach, impeach, the president -- well, he's been hard at work since he was elected to end the results, they speak for themselves. Now, take a look at your screen, these are accomplishments, this is just a side note here of a president during the single, most difficult, hyper- partisan time, moment, if you will, in our lifetimes. And through it all, he has still been able to remain focused on his promises.  The success, the track record is amazing. We have the best employment situation since 1969. Less than one term, yes, watch what you see there.  The president has renegotiated trade deals with Mexico, Canada, Japan, and South Korea. Of course the wall on our southern border, he's got the money now, it's getting built. He ended more bureaucratic red tape than the last 50 years combined. He successfully appointed two constitutionalist judges to the U.S. Supreme Court and hundreds of other federal judges. Yes, originalist, constitutionalist. He passed the largest tax cuts in history that generated an economic boom. We have nearly 9 million new jobs created, nearly 9 million fewer Americans on food stamps and millions more out of poverty. As I said, the lowest unemployment rate since ‘69. Most Americans are working today, that's 1969, than ever before in history. For the first time in decades, this country now, in 75 years, is energy independent and a net exporter of energy, the lifeblood of every economy on this earth.   None of it matters to the left, none of it matters to their mob friends in the media. None of it from the moment he entered office, frankly, the day he came down the escalator with Melania. They call for his impeachment. I'd never seen anything like this.  They did their very best to defeat him. They even save one -- his opponent, for prosecution, certain prosecution that we would have been prosecuted for. Then, of course, the dirty Russian dossier, the very thing they are accusing him of that he didn't do, they were guilty of. It is a never-ending, unceasing and hysteria, lies, hoaxes, conspiracy theories, and now, it is a real, clear, present danger to this republic. Remember Ben Franklin? Monarchy, or a republic? A republic if you can keep it. I'm not so certain tonight we're going to keep it.  We live in a country now where simple, simple, basic fundamental facts, objective truth, basic truth, obvious truth, the rule of law, constitutional governance is in jeopardy tonight and the damage may be irreparable.  And, by the way, now like Groundhog Day, here we are all over again. You thought it was over. It's not Russia, it's not Russia. It's just Ukraine, Ukraine. For the Democrats, this is never been about getting to the truth nor about serving their constituents. All this is about for them is power and an inexplicable hatred and rage towards Donald Trump, all things Trump.  Remember what Congressman Al Green said in May, Democrats don't impeach the president -- well, yes, he could win -- he is likely to win reelection. You know, pretty much sums it up, the end goal has always been impeachment. There is no actual path, there's no crimes, high crimes, misdemeanors, abuse of power, bribery -- none of that. So, for the past three years, Democrats have tried. They have failed time and again to manufacture out of whole cloth, impeachable offenses, as Nancy -- oh, we have many options and many choices on impeachment. We'll just pick one.   And if there's no quid pro quo, we'll lower the bar. The hysteria now surrounding Ukraine is no different. And today, Congressman Devin Nunes, one of his finest moments in Congress, he summed it up perfectly.  Let's take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEVIN NUNES, D-CALIF.",
      "sentences": "I want to congratulate Democrats on the rollout of their latest informational warfare operation against the president and their extraordinary ability to once again enlist the mainstream media in their campaign. This operation began with media reports from the prime instigators of the Russia collusion hoax, that a whistle-blower is claiming President Trump made an affair promise to a foreign leader. The release transcript of that call has already debunked that central assertion but that didn't matter, the Democrats simply moved to the goalposts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Pay attention, the media mob will never report this. Here's what we know about the so-called whistle-blower complaint. The complaint relied on -- no, not a real whistle-blower, hearsay evidence, reports from the mainstream media. I guess anyone in America can be official government whistle-blower. Just have your friends get together and write it up in a lawyerly way.   The inspector general determined the whistle-blower had a political bias against the president, no shock there. In fact, he or she is represented by a law firm that actually pays for anti-Trump leaking from the government, they even have one of their billboards outside of Langley where the CIA is.  Either way, the Department of Justice -- they investigated a complaint, it didn't take them long to determine zero crimes were committed, none, zip, zero. There was no quid pro quo. The Ukrainian president and even the foreign minister both denying being pressured by president Trump in any way. The Democrats' latest ploy, impeach the president is beyond a dud. You see that guy there, he's the biggest liar in Congress. His name is the cowardly Schiff, literally made up out of thin air. He made it up today. His own little version of the transcript that we all read yesterday, it didn't matter what some non-whistleblower whistleblower said, because we had the information yesterday.  So, all of this, oh, well, we got to hear the whistleblower. We read it yesterday and there was nothing in there at all that they claimed would be in there. He performed a dramatic reading, Schiff did, for all of his adoring fans back in California. Before I show you the clip, I want to make this clear, what we are going to play you is not the transcript between Trump and his Ukrainian counterparts -- no, that wouldn't work. That's called truth, objective truth.  Now, what he does is pure fiction. This is an Adam Schiff fantasy that he decided to share at today's hearing, you know, the guy that was caught on tape literally colluding with someone he thought was a Russian to dig up dirt from a foreign government against Donald Trump. Watch the liar in action.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "sentences": "This is the essence of what the president communicates. We've been very good to your country, very good. No other country has done as much as we have. But you know what? I don't see much reciprocity here. I hear what you want. I have a favor that I want from you, though. And I'm going to say this only seven times so you better listen good. I want you to make up dirt on my political opponent, understand? Lots of it. On this and on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "The transcript was so damning, why did Mr. Schifty there had to make up his own version? That's right, because everything Schiff and his colleagues accused the president of doing, they themselves are guilty -- that would be called projection. For example, let's look at the topic of collusion. Democrats falsely claiming over and over again, the president colluded with a foreign government. Well, if that was really bad, it was actually Adam Schiff caught on tape, looking for naked pictures of Trump, naked -- did Vladimir see them? Did Vladimir see them? Of course, Vladimir see the naked pictures of Trump. Yes, he got nailed by two pranksters that said they were from Russia and he was trying to get dirt on Donald Trump to impact the elections from a Russian. And in 2017, in early January that year, \"Politico\", they issued a damning report, we reported it, I don't think the mob has, about the DNC's real Ukrainian collusion. Democrats cared about Russia collusion, why didn't they care about Ukrainian collusion? Look at \"Politico\". It's a 32-minute read, according to their estimates. Ukrainian government officials tried to help Hillary Clinton and undermined Trump by publicly questioning his fitness for office. They also disseminated documents implicating a top Trump made in corruption and they suggested they were investigating the matter only to back away from the election and they held Clinton's allies, that's right, DNC operatives that saw information from a foreign country to help impact the election to get damaging information from Trump and his advisors.  They did this with the help of a highly paid DNC operative. That would be called real collusion. Any hysteria, any calls for investigation? Nope -- this is a political game, only if you can bludgeon Trump is the name of the game.  Don't care about real collusion, don't care about quid pro quos, just look at sleepy, creepy, Joe 30330. He's in serious trouble tonight over what are legitimate credible claims that he leveraged a billion dollars in taxpayer money. Maybe if he called and said can I talk to as a father -- well, maybe that would've been different but he used our money to get a Ukrainian prosecutor fired who was investigating his son, and even \"The New York Times\" warned him and he tried many times to get this guy fired and eventually succeeded, when he said, you got six hours. Oh, son of a B, they fired him. According to multiple sources as vice president in 2014, Biden was appointed point person by Obama in Ukraine. Few months later, Joe's son Hunter scored a lucrative position on the board of Burisma Holdings. That is Ukrainian oil and gas giant. Well, Hunter Biden was paid millions of dollars for consultancy fees, but he had no experience in oil, gas, energy, no experience with Ukraine that anybody can find.  In November 2015, Joe Biden was told by \"The New York Times\" his son is under the investigation by Ukrainian authorities. December 2015, Joe Biden made his first request to the president of Ukraine to fire the leading prosecutor looking into the investigation of Burisma Holdings and relationship with Hunter Biden. In March of 2016, John Solomon reports Biden knew this prosecutor was again investigating his son. That's when Biden leveraged your money, a billion taxpayer dollars, forced the Ukrainian president to fire the prosecutor in six hours, that would be a billion reasons why he had to. And Biden claims the prosecutor was corrupt and that's why he wanted him to go. He wants you to believe the billion dollar quid pro quo had nothing to do with his son's company, thanks to John Solomon breaking news tonight, we now have evidence that Biden is likely lying through his teeth. Here with the full report, investigative reporter, executive vice president of \"The Hill\", John Solomon. One, I just let you go through -- first of all, explain to this audience how many documents we have and what these documents are and what you have gleaned from them.   JOHN SOLOMON, \"THE HILL\" EXECUTIVE VICE PRESIDENT: Over the course of 18 months, I've gathered more than 450 pages of documents. These come from four sources. The State Department, the Ukraine prosecutor general's office, the Ukraine embassy in Washington, D.C., and the legal team representing Burisma during the time that Hunter Biden was employed as a board member and consultant at the natural gas company in Ukraine. So, that is the body of documents. These documents show, as I report tonight for the first time that the very day that Joe Biden managed to get that Ukraine prosecutor, Mr. Shokin, fired, that very day, his son's company's lawyers, the American company lawyers helping Burisma trying to fight this investigation were trying urgently to reach the new prosecutor, the replacement prosecutor. One week later, they managed to get that meeting. They are in Ukraine less than a week after Biden fires the prosecutor. In that meeting, according to the official record from the prosecutor, the lawyers for Hunter Biden's company, and the lobbyist for Hunter Biden's company stated to the replacement prosecutor, we know that the information calling Mr. Shokin corrupt and inept was, quote, false information, close quote, distributed by U.S. government officials and other figures. We are sorry for that. We would like to make this up to you by bringing you to Washington, or connecting you with the Obama administration officials, so you can tell him the true story, that you did have a legitimate investigation against Burisma, and you are not corrupt and you had instigated numerous reforms. That is the official record of the meeting Ukrainian prosecutors kept. A few days later, Hunter Biden's American lawyers, the lawyers representing Hunter Biden's company, Burisma sent a follow-up email trying to make good on their promise to bring these new prosecutors to Washington to explain the dirty tricks campaign that had been run against Mr. Shokin and to clear the air.  If Joe Biden forced the firing of this prosecutor on the grounds that he was corrupt and Hunter Biden's lawyers go and say that was false information, somebody's not telling the truth -- we need to get to the bottom of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, I want -- this is important here because what you are outlining here are facts. You have documents to back all this up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You have --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "I've posted the documents, people can read the documents. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. Burisma American legal reps met with Ukrainian official days after Biden forced the firing of the chief prosecutor. You interviewed the chief prosecutor. The chief prosecutor told you, told ABC --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- told \"The Washington Post\" -- and, by the way, it's obvious. In six hours, fire the guy or I'm taking a billion dollars home. Son of a B, they fired him. Why would a vice president, John Solomon, of the United States of America want a prosecutor in Ukraine fired?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Listen, it's an internal matter, right? And corruption has been endemic to Ukraine. Why was this a six-hour urgency? Lots of questions. But let's go to something that's new today, Sean. Tonight, I posted for the first time a sworn affidavit obtained by lawyers for a Ukrainian oligarch. It's about to be introduced in a court in Europe. It's from Mr. Shokin, the man who was fired, the prosecutor I interviewed, \"The Washington Post\" interviewed, ABC interviewed. In that statement, Mr. Shokin swears under oath he was told he was fired because he refused to drop the Burisma investigation and it made Mr. Biden, the vice president. unhappy. We have to find out who was telling the truth. This is that the core of the credibility of our United States government. Either Joe Biden is telling the truth or the prosecutors and these memos and Hunter Biden's legal team are not telling the truth. We have to find out which one is because it matters to American sovereignty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Is it a true statement that like with the Russia conspiracy hoax and lies, that the boomerang was in effect, that the only Russian interference would be Hillary's dirty dossier? That everything they have accused Trump of, that he didn't do basically, they did do? Is that pretty similar here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Well, listen, I think a lot of people look at this evidence, I'm going to stay neutral. But a lot of people talked to say it looks like the Democrats are projecting on Donald Trump what they did themselves in Eastern Europe. But let's look at something that I think is very, very important as we go through this narrative. There is an enormous body of documents, on the record statements from Ukraine authorities that these issues occurred, that they have proof that they occurred. I have Ukraine embassy emails. I have Hunter Biden's legal team's emails. I have the prosecutor general's official memos -- these are real documents.  Where are Joe Biden's documents? Let's put forth the proof that they really thought this guy was corrupt and he had the evidence -- he has not done that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, I don't think it's possible. Now, we are going to have you back tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOLOMON",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And we're going to get in even more detail. You've been busy with this all day. This is only the beginning of 450-some-odd pages. John Solomon, thank you. Here with reaction, former U.S. attorney for the District of Columbia, Joe diGenova, former deputy assistant attorney general, Victoria Toensing.  Joe, you heard what he said, you see what's reported. It was pretty obvious there are a billion reasons they fired a guy in six hours, wasn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE DIGENOVA, FORMER ATTORNEY FOR THE DISTRICT OF COLUMBIA",
      "sentences": "Well, we've known from the very beginning that Mr. Shokin was not a corrupt prosecutor. We've known that he was removed from office under pressure from Vice President Biden because he was investigating the vice president's son, and because of his connection to Burisma Holdings. This is so clear and so obviously, and it is precisely why the Democrats have undertaken this new move against the president of the United States with his corrupt allegation that there was something wrong with a phone call with the president of Ukraine. This is ridiculous and the reason the Democrats have undertaken this offensive is to protect Vice President Biden. Unfortunately for them, John Solomon and the work that he's done in the official records that are now available are going to shoot a hole in their ship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Victoria, we've got less than a minute in this segment. I will hold you both to the next segment. Get your initial thoughts on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTORIA TOENSING, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "sentences": "Well, I have here in my hand the statement of Viktor Shokin. And in it, he goes into detail about how Poroshenko, the then-president, said, please drop this case, drop the case, and he said, no, I refuse to do it, Poroshenko said, yes, but Joe Biden is holding up over a billion dollars for us. Will you resign for the good of your country? Look at it as a patriotic thing to do. And he did. But -- and I want to get to this when we go to the other side, Sean, how he was falsely framed by people in Eastern Europe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Stay right there. Joe diGenova, Victoria Toensing. Also, Congressman Devin Nunes, Jordan, Mark Levin. We've got a busy night. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. We continue with Joe diGenova, Victoria Toensing. Also, we will check in with Devin Nunes, Jim Jordan, and the great one, Mark Levin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Well, you know, here's the deal, Sean. Joe Biden shook down the Ukrainian government, it's very simple. It's not complicated.  And they lied about Viktor Shokin being corrupt. And Joe Biden's son's lawyers for Burisma then come in after Mr. Shokin is fired and apologized from records obtained from that law firm to Mr. Shokin and his representatives for having lied about him. This was a setup. And what we're now seeing is the Democratic Party trying to cover that up and therefore you have the whistleblower in the White House come forward, who actually knows nothing, and has created a document with the help of lawyers from other people. This whistleblower needs to go to prison, he doesn't need to be feted, he needs to go to prison.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTORIA TOENSING, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "sentences": "Sean, I want to jump in here too, just on these false statements. How did that work, U.S. and other people made false statements about him? Yes, that was George Soros funded NGOs who were also in bed with the State Department, they were in bed with each other during that time, in the name of anti-corruption and it really means that Soros goes after his competitors. Now, let me bring this full circle. This is my last point here. The whistleblower sprinkles throughout his document footnotes referring to a publication with the initials OCCRP. One guess, Sean, who funds OCCRP, George Soros.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wow, all right. Joe, Victoria--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIGENOVA",
      "sentences": "Soros' dirty money is all over this story from day one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOENSING",
      "sentences": "And all over Ukraine and he still has embedded people at the State Department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We have a lot of lot of ground to cover in the days to come. Thank you both, Joe diGenova, Victoria Toensing. Now with us, the Ranking Member the House Intel Committee, Congressman Devin Nunes and also Ohio Congressman Jim Jordan. Devin, I will be honest, I think this is one of your finest moments ever, your opening remarks today, an information warfare operation against the President, nefarious promise to a foreign leader that turns out to be debunk, just like the Russia hoax, which you pointed out it's almost identical, and yet we have all this information revealed by John Solomon. Your take.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEVIN NUNES (R-CA)",
      "sentences": "Well, thanks Sean for the kind words, but the bottom line is this was a sad, sad day for America. You're seeing the destruction of one of America's finest institutions, the U.S. Congress, if it can't get any lower, it got it even lower today. And so it doesn't make me proud to be in there today. I mean it was really miserable for us to sit there and watch the other side actually fabricate statements that they assign to the United States President. This is really - it's really just - it's unhinged, it's just unhinged, and it needs to stop. And as we get to the - we look forward to this whole whistleblower coming in to testify. This is going to be really interesting as we start to get to the bottom of and peel back the onion, and I think what you're going to find again, it's going to be the same people behind - that were behind the Russia hoax or behind the Ukrainian hoax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And Jim Jordan, it's not a whistleblower, it's hearsay - oh people told me and okay, and it looks really official the way it's all written up. And Inspector General didn't know the contents of the phone call and said this is arguably political bias, and the DOJ investigated it, no action warranted, that was like less than 24 hours. And the Ukrainian President denies being pressured as does the foreign minister.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM JORDAN, R-OH",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So debunked again, except it didn't take three years this time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Sean, our community - the Oversight Committee probably deals with more whistleblowers than any other Committee in Congress. When a whistleblower comes forward, you look for two things, two things to assess their credibility. One, were they an eyewitness, did they have first-hand knowledge? Two, what was their motivation? This so-called whistleblower has problems in both areas. He never was on - he never was part of the call, never had first- hand knowledge, and the Inspector General even tells us that that he had a political bias. He says indicia of arguable political bias. That's Washington speak for this guy was out to get the President. So this guy's got trouble on both accounts and now we find out there was no quid pro quo when you read the transcript, but there was with Joe Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That's the whole thing. OK, you're going to bring a whistleblower and it was not really a whistleblower, that was only hearsay. Excuse me, your honor, I object that would be hearsay, inadmissible your honor. OK, sustained. Boom, move forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And the issue with the President, there is no there, there. There is nothing, there was - we saw the whole transcript.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Yes Sean, you know how you know this guy had political bias, because once you read the transcript, you said of course he had political bias because there's nothing in the transcript. Remember, he didn't know about the transcript, he's just filing this complaint from these other sources, hearsay - second and third hearsay that he had. So of course this is, as you said earlier Sean, they always accuse us of what they're doing. Clinton worked with foreigners, Clinton worked with Russians to impact the 2016 election, and they blamed Trump for doing that, even though they're the ones who did it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "Now you have Joe Biden with quid pro quo and they're blaming President Trump for the same thing, and it's just not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And Devin, as you said in your opening remarks, Joe Biden, he's bragging about extorting Ukrainians to firing a prosecutor, a billion reasons to fire the guy in six hours. Then Democratic Senators, they're on letterhead pressuring to the Ukrainian prosecutor to reopen investigation. So we're not going to give you money is pretty much the message. Oh they're doing what they say Trump did. Another Democratic Senator went to Ukraine, that would be Murphy, pressuring the President there to investigate corruption allegations or to literally not to investigate corruption allegations against Biden's son. And the DNC Committee guy, oh yes, he was trying to get the Ukrainians to stay on the Mueller issue or we're not going to probably support you financially. Wow, that's their corruption.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "So, let me get into just a little bit of the weeds, because I know your audience of all the audiences, they really follow the Russia hoax closely. So let's remember, why was Donald Trump asking these questions to the Ukrainian President about the 2016 election? By the way, I thought we were supposed to try to get to the bottom of what happened in 2016 election. So you have the President of the United States who's been investigated for three years under the constant microscope, a Special Counsel of all things, why would the President not get on the phone when he talks to the leader - the new leader in Ukraine, where a lot of the origination of the Russia hoax come from Ukraine? So and your audience knows that, we don't have to get into it, but everybody ignored Ukraine, right, they ignored John Solomon's work, nobody wanted to know any information about Ukraine until now. Why, because they figured out a scheme where they can say, oh well what was Giuliani doing over there, why is Trump talking to the President of Ukraine? Of course, the President's talking to the President of Ukraine because the President is the one who had to go through three years of nonsense that has its originations in Ukraine. Why was Nellie Ohr getting information from Ukrainians and feeding it to Fusion GPS, and I'll just leave it at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, guys amazing work, we're just tip - this is only the tip of the iceberg. This is going to blow up like I predicted last night it would. Thank you Congressman Nunes, Jim Jordan. Here now sure is a lot to say, number one New York Times bestseller 16 weeks in a row on that list. I call them the great one, the host of Life, Liberty & Levin, the number one show here on Sunday nights at 9:00 - I'm sorry, 10:00, whoops - nationally syndicated host, call them the great one for a reason, great one I like just do your thing, break it down from your perspective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK LEVIN, AUTHOR, UNFREEDOM OF THE PRESS",
      "sentences": "Well, we got a lot to cover, short period of time. After I watched this hearing, it's like waterboarding by the way, I wrote this to myself. I said, when it comes to Trump, the Democrats and media are like drug addicts looking for their next fix. Their eyes are popping out of their head, the sweat beads are coming down their face, they raise their voices, they swing their hands, they become disgruntled and all the rest, they are really freaking out. Now this is we're told August 12, the rogue CIA agent's complaint, stated August 12. It's to Richard Burr in the Senate and Adam Schiff in the House. If the data is correct, that means Adam Schiff has had this for many weeks. First of all, as a practicing lawyer, I went through this and I can tell you that a CIA agent who is a policy guy for Ukraine can't write something like this. This is a legal brief. This was vetted through lawyers and I want to know who wrote this. I want to know who participated in writing this. I want to know who this man spoke to, every single one of them. In The New York Times today, which of course runs cover for the Democrats and goes after the President of the United States talking about a drug fix, they say today that this man's lawyer, who by the way worked for Schumer and Clinton, doesn't want the identity of this man known. Too bad pal, too late. You want to impeach our President using this BS, we want to know all about your guy. And I loved today's hearing where they wrap this guy in the whistleblower statute. Whistleblower statute, this guy could have been a homeless guy coming off the street talking to people. He knew nothing. Oh I heard, he heard, that certain people over at the White House who are monitoring the conversation and wrote notes about it were upset. He heard that. Isn't it funny that not a single one of the people with first-hand knowledge filed a whistleblower complaint? Not one of them. This guy files it, this guy is represented by Democrats. This guy files it. I want to know if Adam Schiff, the Democrat staffers or any Democrats were involved in orchestrating this. This leak and coup campaign, did it in Russia, did it with Cavanaugh, it's the same damn thing. This is a rogue CIA agent. People might say, but it's the CIA. Look what they did to the FBI, look at this guy Brennan, a complete reprobate. They exist, there are rogue operations. When the CIA overthrew the Iranian government years ago, the Liberal Democrats were upset. When they overthrew Allende in Chile, a Socialist Marxist, the Democrats were upset. When they tried to overthrow Castro, the Democrats were upset, and so forth and so on. But when they try to overthrow our President, they're whistleblowers, they're heroes, they are courageous. Mr. Schiff, why don't you release 90 days of your phone calls, 90 days of your texts, 90 days of your emails, because I know something pal, you're a leaker, you're devious, same with your staff. Do you know why Nancy Pelosi went to the microphone and announced like a dictator, we are going to begin official formal impeachment inquiry, which of course she can't do, she's one may I say knucklehead out of 435 in the House of Representatives. She's from San Francisco, it doesn't work that way. Now why'd everybody - why would she do that before she got the transcript? Why, because she had this or she knew about it, the little rogue CIA operative. This document is a thousand times worse than the actual transcript, which isn't even cited in this document, because this rogue CIA agent never had this document. Now they're trying to rewrite this document to try and get it to work with this document. The President of the United States phone call has nothing wrong with it. President of the United States, it's a long conversation. I noticed in the media, they're kind of moving sentences around trying to attach things. Why don't you read the whole thing? Take ten minutes, rather than attacking the President for your fix, and read the whole thing, so the American people will hear it. But you won't do that, why? Well I have a question, why shouldn't the President of the United States in a conversation with the President of the Ukraine say, hey look - would you take a look at this? We've had news reports, we've entire books written about Hunter Biden and Joe Biden, Joe Biden obstructing justice in the Ukraine, blackmailing the Ukrainian government. President's supposed to sit there and act stupid? No, he says you know what, among a thousand other thing, you might want to look into this. Wow, that's an impeachable offense. Why is that? You now have four United States Senators who did far more than that. Three of them, Leahy Menendez and Durbin who insisted that the Ukrainian government, insisted, investigate our President. You had another one, Murphy from Connecticut, who insisted that the Ukrainian government not investigate Biden. How come they're not facing ethics complaints, how come they're not facing expulsion acts in the United States Senate? And finally, let me ask you a question, where the hell are the Republican Chairman in the Senate, why aren't they issuing subpoenas, why don't they pretend they're Elijah Cummings or Jerry Nadler or Schiff for that matter? I know it's an ugly thought, but issue your hundred subpoenas, go after their bank accounts, go after their friends, go after their relatives, go after their accountants, go after their records. And if they don't give it, and that goes for you too Biden, and if they don't go for it, hold them in contempt. That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Great one, let me show you one thing. By the way Shokin told ABC, Washington Post, John Solomon, yes I quote that the prosecutor said Shokin himself, the one who was fired in six hours, Biden got me fired to save his son. He now has a - he's now signed an affidavit under the threat of perjury. Let me show you what the President was really looking at. This isn't the vast right-wing conspiracy, this POLITICO says a 32 minute read. I'll read you the headline, it says Ukrainian efforts to sabotage Trump backfire, Kiev officials are scrambling to make amends with the President-elect after quietly working to boost Clinton. The date, 1/11/2017. Where are all the people that cared about election interference?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "Look, we know what's going on here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They interfered and they've been offering it. Alright great one, thank you. Congrats on the book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVIN",
      "sentences": "We know what's going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Mark, Sunday night - every Sunday night at 10:00 Eastern here on the Fox News Channel. When we come back, Elizabeth Warren got really flustered when asked if she would allow her Vice President's son to be on the Board of a foreign company with no experience. More details coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, 2020 Democrats are struggling to distance themselves from the Biden Ukraine story. Elizabeth Warren struggling to avoid getting dragged into the controversy. Didn't do a pretty good job of it either. Kind of bad, take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You offered two ethics plans. Could you say whether or not under a Warren administration, would your Vice President's child be allowed to serve on a Board of a foreign company?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "No. I don't know, I mean, I would have to go back and look at the details on the plan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you think that could be a problem?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "I have to go back and look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I'm flustered, how do I answer that? Fox News contributor Sara Carter, Ari Fleischer back with us. You both laughing equally, so I don't know who to start with here. All right, Sarah, will start with you. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, INVESTIGATIVE REPORTER AND CONTRIBUTOR",
      "sentences": "So Elizabeth Warren basically has this ethics plan in place. She will ban anyone that works for her, private foreign lobbying of governments or companies, but yet she's completely flustered when asked this question, Sean. This is what they do, right. So they are trying to figure out - it's like everybody is trying to figure out how are they going to knock the lead horse out of the race without looking like they are knocking them out of the race? I mean, all Elizabeth Warren had to do was to state her own plan and say, no I wouldn't allow it at all. But instead, she's confused, she's flustered, she doesn't want to be the first one to say it. You can hear the same thing coming out of Kamala Harris' mouth and the other Democratic potential candidates. So this is how they play at. The reason why I laugh is because it kind of goes against what her own ethics plan is. And nobody should have a child, it's pretty obvious, especially when they are overseeing Ukraine as Vice President Biden did then, should have their child sitting on the Board of a company, of a foreign company of a place that you're overseeing, like Burisma Holdings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You're pretty good at getting out of messes here. I think the Democrats once again got ahead of themselves. The real collusion, and the real pay to play, and the real pushing and influencing and withholding of money and threats came from the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY AND FOX NEWS CONTRIBUTOR",
      "sentences": "The hypocrisy on this drives me up a tree, and the way the press for the most part just acquiesces to this hypocrisy. The fact of the matter is it was quid pro quo and engaged in Joe Biden. And if reporters did their jobs, they would ask Joe Biden two hard questions. Number one, what qualifications does your son Hunter have to serve on a natural gas Board? Make him answer that simple question. And two, did you or did you not have a conflict of interest at Ukraine under your purview when your son served on that Board? Why didn't you give up the purview over the Ukraine? You had a conflict of interest. But they won't, they won't because they only want to get President Trump, and that is the hypocrisy, Sean, that drives me up a tree the most. I said what the President was a 5-yard penalty. I just don't believe anybody who is a candidate or a President should ask a foreign nation to get involved in our domestic politics. He should never have raised Hunter Biden's name on that phone call. But he did it. But where is the press coming after Barack Obama, Joe Biden, Hillary Clinton, who did the exact same thing, if not worse, with Russia, with Ukraine, and that resulted in the Mueller Report? They get away with it all the time because they are Democrats and the press is soft on the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Does this backfire, boomerang, both of you, you have 30 seconds each, Ari we'll let you go first, just like the Russia collusion lie, conspiracy theories?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "It depends on how President Trump plays it. If the President makes no mistakes, if he allows it to just unwind and then gets the focus back to Biden where it should be, this will backfire, it will backfire on Joe Biden. And it's going to - as you saw with Elizabeth Warren, tie her tongue up in knots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Definitely, I absolutely believe it will backfire. And particularly we know now that an investigation will probably happen of Burisma Holdings. So I think we will find a lot more information out on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "At least we didn't have to wait three years for this boomerang. Thank you both. More HANNITY, straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, that's all the time we really have for this evening. Let me say this. Now, tomorrow we are going to have a live studio audience show. We have John Solomon also. He will be doing a much deeper dive. We have 450 pages of documents now that he is sifting through. Remember, we will never be the media mob. They again have lied to you on a spectacular level, advancing their rage Trump psychosis. We will never be that and we will have the details, more tomorrow, coming, I promise. Let not your heart be troubled. Why? Because the news continues. Back to the other swamp, where we just were, Laura Ingraham. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "All right. Yes, it's a swamp just like where you live. It's the same thing. Same -- you know, D.C., New York, L.A., San Francisco, swamp, the rest of America, more normal. Tucker, thank you. Great show. Welcome to “Hannity.” We begin tonight with a Fox News alert. The real story, the real corruption, none of it, zero has to do with President Trump except that the president is once again a victim of baseless lies, smears, hypocrisy, conspiracy theories. Now, this is not what the lying, corrupt and at this point, frankly, despicable, disgusting fake news media is telling you tonight. We have the real story and that is we have a sleepy creepy, crazy Joe 30330, tonight, he has serious explaining to do. Damning new documents just obtained by \"The Hill's\" investigative reporter, John Solomon, may very likely tonight ruin Biden's chance of ever becoming president. I'd say the odds are high. In fact, the material that we are about to show you tonight clearly demonstrates Biden's blatant abuse of power and corruption in the country of Ukraine. In other words, a quid pro quo, a real quid pro quo, and, yes, abuse of power and, yes, corruption at an extraordinarily high level, with a lot of money at stake and a pay-to-play scheme and a subsequent cover-up of such, all in an effort that would allow his son to walk away scot-free very rich and capitalize off of him being the vice president, while he was vice president. And, of course, stop a criminal investigation and he used your money, taxpayer dollars, to do it. We now have evidence Joe 30330, he has been lying to we the American people. It's like basically the Russia collusion conspiracies, except this time we don't have to wait three years to get to the truth and the hoax, that which Donald Trump was innocent of -- great irony, if you want to call it an irony, is Democrats, they are once again as the ones guilty of it. John Solomon will be here and break that news in just a moment. First, I do want to address what is the radical, destructive, delusional Democratic Party and the media mob, their allies in crime, which has now descended into complete and utter madness. Nonstop rage, hatred for this president is so extreme, I don't think they remember why they were ever sent to Washington or what their real job is. Oh, they are supposed to be public servants. That's not even in play ever any more. And today, the president -- he called them out for their psychotic obsessive hatred and hysteria -- let's play this in full."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "Hello, everybody. I just watched a little bit of this on television. It's a disgrace to our country. It's another witch hunt. Here we go again. It's Adam Schiff and his crew making up stories and sitting there like pious whatever you want to call them. It's just a -- really, it's a disgrace. It's a terrible thing for our country. They can't do any work. They're frozen -- the Democrats. They're going to lose the election; they know it. That's why they're doing it. And it should never be allowed, what's happened to this President. And despite that, I think I've done just about more than any President in his first two and a half years in office. If you look, I think you'll see very few could compete with the things we've done for our military, for the economy. We have the best economy anywhere in the world, by far. We've rebuilt our military. We've done so many things that are so incredible with tax cuts and regulations. And I have to put up with Adam Schiff on a per -- on an absolutely perfect phone call to the new president of Ukraine. That was a perfect call. But Adam Schiff doesn't talk about Joe Biden and his son walking away with millions of dollars from Ukraine, and then millions of dollars from China. Walking away -- in a quick meeting, walking away with millions of dollars. He doesn't talk about Joe Biden firing a prosecutor, and if that prosecutor is not fired, he's not going to give them money from the United States of America. They don't talk about that. My call was perfect. The president, yesterday, of Ukraine said there was no pressure put on him whatsoever. None whatsoever. And he said it loud and clear for the press. What these guys are doing -- Democrats -- are doing to this country is a disgrace and it shouldn't be allowed. There should be a way of stopping it -- maybe legally, through the courts. But they're going to tie up our country. We can't talk about gun regulation. We can't talk about anything because, frankly, they're so tied up. They're so screwed up, nothing gets done -- except for when I do it. I'm using Mexico to protect our border because the Democrats won't change loopholes and asylum. When you think of that -- and I want to -- I'll tell you, I want to thank Mexico. Twenty-seven thousand soldiers they have. But think of how bad that is -- think of it -- where we use Mexico because the Democrats won't fix our broken immigration system. We need their votes. If we don't get their votes, we can't do it. And the Republicans are all onboard. They want to fix it, but the Democrats won't do it. They don't want to talk about infrastructure. They don't want to talk about lowering drug prices. They don't want to talk about anything because they're fixated on this. And Nancy Pelosi has been hijacked by the radical left, and everybody knows it. Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That was the president earlier today. The president is right. Democrats -- they spend every second, minute, hour, of every 24-hour day looking to smear this president. I've said it before, if he cured cancer, they'd still hate him. And yet it hasn't slowed the president down, has it? In fact, while Democrats were always busy obsessing about the Russia hoax, the Ukraine hoax, Russia, Russia, Ukraine, Ukraine, impeach, impeach, the president -- well, he's been hard at work since he was elected to end the results, they speak for themselves. Now, take a look at your screen, these are accomplishments, this is just a side note here of a president during the single, most difficult, hyper- partisan time, moment, if you will, in our lifetimes. And through it all, he has still been able to remain focused on his promises. The success, the track record is amazing. We have the best employment situation since 1969. Less than one term, yes, watch what you see there. The president has renegotiated trade deals with Mexico, Canada, Japan, and South Korea. Of course the wall on our southern border, he's got the money now, it's getting built. He ended more bureaucratic red tape than the last 50 years combined. He successfully appointed two constitutionalist judges to the U.S. Supreme Court and hundreds of other federal judges. Yes, originalist, constitutionalist. He passed the largest tax cuts in history that generated an economic boom. We have nearly 9 million new jobs created, nearly 9 million fewer Americans on food stamps and millions more out of poverty. As I said, the lowest unemployment rate since ‘69. Most Americans are working today, that's 1969, than ever before in history. For the first time in decades, this country now, in 75 years, is energy independent and a net exporter of energy, the lifeblood of every economy on this earth. None of it matters to the left, none of it matters to their mob friends in the media. None of it from the moment he entered office, frankly, the day he came down the escalator with Melania. They call for his impeachment. I'd never seen anything like this. They did their very best to defeat him. They even save one -- his opponent, for prosecution, certain prosecution that we would have been prosecuted for. Then, of course, the dirty Russian dossier, the very thing they are accusing him of that he didn't do, they were guilty of. It is a never-ending, unceasing and hysteria, lies, hoaxes, conspiracy theories, and now, it is a real, clear, present danger to this republic. Remember Ben Franklin? Monarchy, or a republic? A republic if you can keep it. I'm not so certain tonight we're going to keep it. We live in a country now where simple, simple, basic fundamental facts, objective truth, basic truth, obvious truth, the rule of law, constitutional governance is in jeopardy tonight and the damage may be irreparable. And, by the way, now like Groundhog Day, here we are all over again. You thought it was over. It's not Russia, it's not Russia. It's just Ukraine, Ukraine. For the Democrats, this is never been about getting to the truth nor about serving their constituents. All this is about for them is power and an inexplicable hatred and rage towards Donald Trump, all things Trump. Remember what Congressman Al Green said in May, Democrats don't impeach the president -- well, yes, he could win -- he is likely to win reelection. You know, pretty much sums it up, the end goal has always been impeachment. There is no actual path, there's no crimes, high crimes, misdemeanors, abuse of power, bribery -- none of that. So, for the past three years, Democrats have tried. They have failed time and again to manufacture out of whole cloth, impeachable offenses, as Nancy -- oh, we have many options and many choices on impeachment. We'll just pick one. And if there's no quid pro quo, we'll lower the bar. The hysteria now surrounding Ukraine is no different. And today, Congressman Devin Nunes, one of his finest moments in Congress, he summed it up perfectly. Let's take a look."
    },
    {
      "speaker": "REP. DEVIN NUNES, D-CALIF.",
      "utterance": "I want to congratulate Democrats on the rollout of their latest informational warfare operation against the president and their extraordinary ability to once again enlist the mainstream media in their campaign. This operation began with media reports from the prime instigators of the Russia collusion hoax, that a whistle-blower is claiming President Trump made an affair promise to a foreign leader. The release transcript of that call has already debunked that central assertion but that didn't matter, the Democrats simply moved to the goalposts."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Pay attention, the media mob will never report this. Here's what we know about the so-called whistle-blower complaint. The complaint relied on -- no, not a real whistle-blower, hearsay evidence, reports from the mainstream media. I guess anyone in America can be official government whistle-blower. Just have your friends get together and write it up in a lawyerly way. The inspector general determined the whistle-blower had a political bias against the president, no shock there. In fact, he or she is represented by a law firm that actually pays for anti-Trump leaking from the government, they even have one of their billboards outside of Langley where the CIA is. Either way, the Department of Justice -- they investigated a complaint, it didn't take them long to determine zero crimes were committed, none, zip, zero. There was no quid pro quo. The Ukrainian president and even the foreign minister both denying being pressured by president Trump in any way. The Democrats' latest ploy, impeach the president is beyond a dud. You see that guy there, he's the biggest liar in Congress. His name is the cowardly Schiff, literally made up out of thin air. He made it up today. His own little version of the transcript that we all read yesterday, it didn't matter what some non-whistleblower whistleblower said, because we had the information yesterday. So, all of this, oh, well, we got to hear the whistleblower. We read it yesterday and there was nothing in there at all that they claimed would be in there. He performed a dramatic reading, Schiff did, for all of his adoring fans back in California. Before I show you the clip, I want to make this clear, what we are going to play you is not the transcript between Trump and his Ukrainian counterparts -- no, that wouldn't work. That's called truth, objective truth. Now, what he does is pure fiction. This is an Adam Schiff fantasy that he decided to share at today's hearing, you know, the guy that was caught on tape literally colluding with someone he thought was a Russian to dig up dirt from a foreign government against Donald Trump. Watch the liar in action."
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF.",
      "utterance": "This is the essence of what the president communicates. We've been very good to your country, very good. No other country has done as much as we have. But you know what? I don't see much reciprocity here. I hear what you want. I have a favor that I want from you, though. And I'm going to say this only seven times so you better listen good. I want you to make up dirt on my political opponent, understand? Lots of it. On this and on that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "The transcript was so damning, why did Mr. Schifty there had to make up his own version? That's right, because everything Schiff and his colleagues accused the president of doing, they themselves are guilty -- that would be called projection. For example, let's look at the topic of collusion. Democrats falsely claiming over and over again, the president colluded with a foreign government. Well, if that was really bad, it was actually Adam Schiff caught on tape, looking for naked pictures of Trump, naked -- did Vladimir see them? Did Vladimir see them? Of course, Vladimir see the naked pictures of Trump. Yes, he got nailed by two pranksters that said they were from Russia and he was trying to get dirt on Donald Trump to impact the elections from a Russian. And in 2017, in early January that year, \"Politico\", they issued a damning report, we reported it, I don't think the mob has, about the DNC's real Ukrainian collusion. Democrats cared about Russia collusion, why didn't they care about Ukrainian collusion? Look at \"Politico\". It's a 32-minute read, according to their estimates. Ukrainian government officials tried to help Hillary Clinton and undermined Trump by publicly questioning his fitness for office. They also disseminated documents implicating a top Trump made in corruption and they suggested they were investigating the matter only to back away from the election and they held Clinton's allies, that's right, DNC operatives that saw information from a foreign country to help impact the election to get damaging information from Trump and his advisors. They did this with the help of a highly paid DNC operative. That would be called real collusion. Any hysteria, any calls for investigation? Nope -- this is a political game, only if you can bludgeon Trump is the name of the game. Don't care about real collusion, don't care about quid pro quos, just look at sleepy, creepy, Joe 30330. He's in serious trouble tonight over what are legitimate credible claims that he leveraged a billion dollars in taxpayer money. Maybe if he called and said can I talk to as a father -- well, maybe that would've been different but he used our money to get a Ukrainian prosecutor fired who was investigating his son, and even \"The New York Times\" warned him and he tried many times to get this guy fired and eventually succeeded, when he said, you got six hours. Oh, son of a B, they fired him. According to multiple sources as vice president in 2014, Biden was appointed point person by Obama in Ukraine. Few months later, Joe's son Hunter scored a lucrative position on the board of Burisma Holdings. That is Ukrainian oil and gas giant. Well, Hunter Biden was paid millions of dollars for consultancy fees, but he had no experience in oil, gas, energy, no experience with Ukraine that anybody can find. In November 2015, Joe Biden was told by \"The New York Times\" his son is under the investigation by Ukrainian authorities. December 2015, Joe Biden made his first request to the president of Ukraine to fire the leading prosecutor looking into the investigation of Burisma Holdings and relationship with Hunter Biden. In March of 2016, John Solomon reports Biden knew this prosecutor was again investigating his son. That's when Biden leveraged your money, a billion taxpayer dollars, forced the Ukrainian president to fire the prosecutor in six hours, that would be a billion reasons why he had to. And Biden claims the prosecutor was corrupt and that's why he wanted him to go. He wants you to believe the billion dollar quid pro quo had nothing to do with his son's company, thanks to John Solomon breaking news tonight, we now have evidence that Biden is likely lying through his teeth. Here with the full report, investigative reporter, executive vice president of \"The Hill\", John Solomon. One, I just let you go through -- first of all, explain to this audience how many documents we have and what these documents are and what you have gleaned from them. JOHN SOLOMON, \"THE HILL\" EXECUTIVE VICE PRESIDENT: Over the course of 18 months, I've gathered more than 450 pages of documents. These come from four sources. The State Department, the Ukraine prosecutor general's office, the Ukraine embassy in Washington, D.C., and the legal team representing Burisma during the time that Hunter Biden was employed as a board member and consultant at the natural gas company in Ukraine. So, that is the body of documents. These documents show, as I report tonight for the first time that the very day that Joe Biden managed to get that Ukraine prosecutor, Mr. Shokin, fired, that very day, his son's company's lawyers, the American company lawyers helping Burisma trying to fight this investigation were trying urgently to reach the new prosecutor, the replacement prosecutor. One week later, they managed to get that meeting. They are in Ukraine less than a week after Biden fires the prosecutor. In that meeting, according to the official record from the prosecutor, the lawyers for Hunter Biden's company, and the lobbyist for Hunter Biden's company stated to the replacement prosecutor, we know that the information calling Mr. Shokin corrupt and inept was, quote, false information, close quote, distributed by U.S. government officials and other figures. We are sorry for that. We would like to make this up to you by bringing you to Washington, or connecting you with the Obama administration officials, so you can tell him the true story, that you did have a legitimate investigation against Burisma, and you are not corrupt and you had instigated numerous reforms. That is the official record of the meeting Ukrainian prosecutors kept. A few days later, Hunter Biden's American lawyers, the lawyers representing Hunter Biden's company, Burisma sent a follow-up email trying to make good on their promise to bring these new prosecutors to Washington to explain the dirty tricks campaign that had been run against Mr. Shokin and to clear the air. If Joe Biden forced the firing of this prosecutor on the grounds that he was corrupt and Hunter Biden's lawyers go and say that was false information, somebody's not telling the truth -- we need to get to the bottom of that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, I want -- this is important here because what you are outlining here are facts. You have documents to back all this up."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You have --"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "I've posted the documents, people can read the documents. Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. Burisma American legal reps met with Ukrainian official days after Biden forced the firing of the chief prosecutor. You interviewed the chief prosecutor. The chief prosecutor told you, told ABC --"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- told \"The Washington Post\" -- and, by the way, it's obvious. In six hours, fire the guy or I'm taking a billion dollars home. Son of a B, they fired him. Why would a vice president, John Solomon, of the United States of America want a prosecutor in Ukraine fired?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Listen, it's an internal matter, right? And corruption has been endemic to Ukraine. Why was this a six-hour urgency? Lots of questions. But let's go to something that's new today, Sean. Tonight, I posted for the first time a sworn affidavit obtained by lawyers for a Ukrainian oligarch. It's about to be introduced in a court in Europe. It's from Mr. Shokin, the man who was fired, the prosecutor I interviewed, \"The Washington Post\" interviewed, ABC interviewed. In that statement, Mr. Shokin swears under oath he was told he was fired because he refused to drop the Burisma investigation and it made Mr. Biden, the vice president. unhappy. We have to find out who was telling the truth. This is that the core of the credibility of our United States government. Either Joe Biden is telling the truth or the prosecutors and these memos and Hunter Biden's legal team are not telling the truth. We have to find out which one is because it matters to American sovereignty."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Is it a true statement that like with the Russia conspiracy hoax and lies, that the boomerang was in effect, that the only Russian interference would be Hillary's dirty dossier? That everything they have accused Trump of, that he didn't do basically, they did do? Is that pretty similar here?"
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Well, listen, I think a lot of people look at this evidence, I'm going to stay neutral. But a lot of people talked to say it looks like the Democrats are projecting on Donald Trump what they did themselves in Eastern Europe. But let's look at something that I think is very, very important as we go through this narrative. There is an enormous body of documents, on the record statements from Ukraine authorities that these issues occurred, that they have proof that they occurred. I have Ukraine embassy emails. I have Hunter Biden's legal team's emails. I have the prosecutor general's official memos -- these are real documents. Where are Joe Biden's documents? Let's put forth the proof that they really thought this guy was corrupt and he had the evidence -- he has not done that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, I don't think it's possible. Now, we are going to have you back tomorrow."
    },
    {
      "speaker": "SOLOMON",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And we're going to get in even more detail. You've been busy with this all day. This is only the beginning of 450-some-odd pages. John Solomon, thank you. Here with reaction, former U.S. attorney for the District of Columbia, Joe diGenova, former deputy assistant attorney general, Victoria Toensing. Joe, you heard what he said, you see what's reported. It was pretty obvious there are a billion reasons they fired a guy in six hours, wasn't it?"
    },
    {
      "speaker": "JOE DIGENOVA, FORMER ATTORNEY FOR THE DISTRICT OF COLUMBIA",
      "utterance": "Well, we've known from the very beginning that Mr. Shokin was not a corrupt prosecutor. We've known that he was removed from office under pressure from Vice President Biden because he was investigating the vice president's son, and because of his connection to Burisma Holdings. This is so clear and so obviously, and it is precisely why the Democrats have undertaken this new move against the president of the United States with his corrupt allegation that there was something wrong with a phone call with the president of Ukraine. This is ridiculous and the reason the Democrats have undertaken this offensive is to protect Vice President Biden. Unfortunately for them, John Solomon and the work that he's done in the official records that are now available are going to shoot a hole in their ship."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Victoria, we've got less than a minute in this segment. I will hold you both to the next segment. Get your initial thoughts on this."
    },
    {
      "speaker": "VICTORIA TOENSING, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "utterance": "Well, I have here in my hand the statement of Viktor Shokin. And in it, he goes into detail about how Poroshenko, the then-president, said, please drop this case, drop the case, and he said, no, I refuse to do it, Poroshenko said, yes, but Joe Biden is holding up over a billion dollars for us. Will you resign for the good of your country? Look at it as a patriotic thing to do. And he did. But -- and I want to get to this when we go to the other side, Sean, how he was falsely framed by people in Eastern Europe."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Stay right there. Joe diGenova, Victoria Toensing. Also, Congressman Devin Nunes, Jordan, Mark Levin. We've got a busy night. Stay with us."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. We continue with Joe diGenova, Victoria Toensing. Also, we will check in with Devin Nunes, Jim Jordan, and the great one, Mark Levin. All right. So, now that we have this information, look, it comes out to very simple things, Joe. I mean, we know that Joe Biden said he demanded the firing, he's bragging on camera about it. We know that it was a billion dollars of our money he was threatening to withhold, and we also know that he was warned that his son Hunter was being investigated, and then his son has no history with Ukraine, energy, or anything, and big contracts. But it even gets bigger when we go to China, and he flew on Air Force Two, and that became $1.5 billion deal in private equity. So, with the -- Chinese related bank, government related bank. Yet, Trump did nothing here. How did we get to a non-whistleblower being the conspiracy in this?"
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Well, you know, here's the deal, Sean. Joe Biden shook down the Ukrainian government, it's very simple. It's not complicated. And they lied about Viktor Shokin being corrupt. And Joe Biden's son's lawyers for Burisma then come in after Mr. Shokin is fired and apologized from records obtained from that law firm to Mr. Shokin and his representatives for having lied about him. This was a setup. And what we're now seeing is the Democratic Party trying to cover that up and therefore you have the whistleblower in the White House come forward, who actually knows nothing, and has created a document with the help of lawyers from other people. This whistleblower needs to go to prison, he doesn't need to be feted, he needs to go to prison."
    },
    {
      "speaker": "VICTORIA TOENSING, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL",
      "utterance": "Sean, I want to jump in here too, just on these false statements. How did that work, U.S. and other people made false statements about him? Yes, that was George Soros funded NGOs who were also in bed with the State Department, they were in bed with each other during that time, in the name of anti-corruption and it really means that Soros goes after his competitors. Now, let me bring this full circle. This is my last point here. The whistleblower sprinkles throughout his document footnotes referring to a publication with the initials OCCRP. One guess, Sean, who funds OCCRP, George Soros."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wow, all right. Joe, Victoria--"
    },
    {
      "speaker": "DIGENOVA",
      "utterance": "Soros' dirty money is all over this story from day one."
    },
    {
      "speaker": "TOENSING",
      "utterance": "And all over Ukraine and he still has embedded people at the State Department."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We have a lot of lot of ground to cover in the days to come. Thank you both, Joe diGenova, Victoria Toensing. Now with us, the Ranking Member the House Intel Committee, Congressman Devin Nunes and also Ohio Congressman Jim Jordan. Devin, I will be honest, I think this is one of your finest moments ever, your opening remarks today, an information warfare operation against the President, nefarious promise to a foreign leader that turns out to be debunk, just like the Russia hoax, which you pointed out it's almost identical, and yet we have all this information revealed by John Solomon. Your take."
    },
    {
      "speaker": "REP. DEVIN NUNES (R-CA)",
      "utterance": "Well, thanks Sean for the kind words, but the bottom line is this was a sad, sad day for America. You're seeing the destruction of one of America's finest institutions, the U.S. Congress, if it can't get any lower, it got it even lower today. And so it doesn't make me proud to be in there today. I mean it was really miserable for us to sit there and watch the other side actually fabricate statements that they assign to the United States President. This is really - it's really just - it's unhinged, it's just unhinged, and it needs to stop. And as we get to the - we look forward to this whole whistleblower coming in to testify. This is going to be really interesting as we start to get to the bottom of and peel back the onion, and I think what you're going to find again, it's going to be the same people behind - that were behind the Russia hoax or behind the Ukrainian hoax."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And Jim Jordan, it's not a whistleblower, it's hearsay - oh people told me and okay, and it looks really official the way it's all written up. And Inspector General didn't know the contents of the phone call and said this is arguably political bias, and the DOJ investigated it, no action warranted, that was like less than 24 hours. And the Ukrainian President denies being pressured as does the foreign minister."
    },
    {
      "speaker": "REP. JIM JORDAN, R-OH",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So debunked again, except it didn't take three years this time."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Sean, our community - the Oversight Committee probably deals with more whistleblowers than any other Committee in Congress. When a whistleblower comes forward, you look for two things, two things to assess their credibility. One, were they an eyewitness, did they have first-hand knowledge? Two, what was their motivation? This so-called whistleblower has problems in both areas. He never was on - he never was part of the call, never had first- hand knowledge, and the Inspector General even tells us that that he had a political bias. He says indicia of arguable political bias. That's Washington speak for this guy was out to get the President. So this guy's got trouble on both accounts and now we find out there was no quid pro quo when you read the transcript, but there was with Joe Biden."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That's the whole thing. OK, you're going to bring a whistleblower and it was not really a whistleblower, that was only hearsay. Excuse me, your honor, I object that would be hearsay, inadmissible your honor. OK, sustained. Boom, move forward."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And the issue with the President, there is no there, there. There is nothing, there was - we saw the whole transcript."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Yes Sean, you know how you know this guy had political bias, because once you read the transcript, you said of course he had political bias because there's nothing in the transcript. Remember, he didn't know about the transcript, he's just filing this complaint from these other sources, hearsay - second and third hearsay that he had. So of course this is, as you said earlier Sean, they always accuse us of what they're doing. Clinton worked with foreigners, Clinton worked with Russians to impact the 2016 election, and they blamed Trump for doing that, even though they're the ones who did it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right."
    },
    {
      "speaker": "JORDAN",
      "utterance": "Now you have Joe Biden with quid pro quo and they're blaming President Trump for the same thing, and it's just not true."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And Devin, as you said in your opening remarks, Joe Biden, he's bragging about extorting Ukrainians to firing a prosecutor, a billion reasons to fire the guy in six hours. Then Democratic Senators, they're on letterhead pressuring to the Ukrainian prosecutor to reopen investigation. So we're not going to give you money is pretty much the message. Oh they're doing what they say Trump did. Another Democratic Senator went to Ukraine, that would be Murphy, pressuring the President there to investigate corruption allegations or to literally not to investigate corruption allegations against Biden's son. And the DNC Committee guy, oh yes, he was trying to get the Ukrainians to stay on the Mueller issue or we're not going to probably support you financially. Wow, that's their corruption."
    },
    {
      "speaker": "NUNES",
      "utterance": "So, let me get into just a little bit of the weeds, because I know your audience of all the audiences, they really follow the Russia hoax closely. So let's remember, why was Donald Trump asking these questions to the Ukrainian President about the 2016 election? By the way, I thought we were supposed to try to get to the bottom of what happened in 2016 election. So you have the President of the United States who's been investigated for three years under the constant microscope, a Special Counsel of all things, why would the President not get on the phone when he talks to the leader - the new leader in Ukraine, where a lot of the origination of the Russia hoax come from Ukraine? So and your audience knows that, we don't have to get into it, but everybody ignored Ukraine, right, they ignored John Solomon's work, nobody wanted to know any information about Ukraine until now. Why, because they figured out a scheme where they can say, oh well what was Giuliani doing over there, why is Trump talking to the President of Ukraine? Of course, the President's talking to the President of Ukraine because the President is the one who had to go through three years of nonsense that has its originations in Ukraine. Why was Nellie Ohr getting information from Ukrainians and feeding it to Fusion GPS, and I'll just leave it at that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, guys amazing work, we're just tip - this is only the tip of the iceberg. This is going to blow up like I predicted last night it would. Thank you Congressman Nunes, Jim Jordan. Here now sure is a lot to say, number one New York Times bestseller 16 weeks in a row on that list. I call them the great one, the host of Life, Liberty & Levin, the number one show here on Sunday nights at 9:00 - I'm sorry, 10:00, whoops - nationally syndicated host, call them the great one for a reason, great one I like just do your thing, break it down from your perspective."
    },
    {
      "speaker": "MARK LEVIN, AUTHOR, UNFREEDOM OF THE PRESS",
      "utterance": "Well, we got a lot to cover, short period of time. After I watched this hearing, it's like waterboarding by the way, I wrote this to myself. I said, when it comes to Trump, the Democrats and media are like drug addicts looking for their next fix. Their eyes are popping out of their head, the sweat beads are coming down their face, they raise their voices, they swing their hands, they become disgruntled and all the rest, they are really freaking out. Now this is we're told August 12, the rogue CIA agent's complaint, stated August 12. It's to Richard Burr in the Senate and Adam Schiff in the House. If the data is correct, that means Adam Schiff has had this for many weeks. First of all, as a practicing lawyer, I went through this and I can tell you that a CIA agent who is a policy guy for Ukraine can't write something like this. This is a legal brief. This was vetted through lawyers and I want to know who wrote this. I want to know who participated in writing this. I want to know who this man spoke to, every single one of them. In The New York Times today, which of course runs cover for the Democrats and goes after the President of the United States talking about a drug fix, they say today that this man's lawyer, who by the way worked for Schumer and Clinton, doesn't want the identity of this man known. Too bad pal, too late. You want to impeach our President using this BS, we want to know all about your guy. And I loved today's hearing where they wrap this guy in the whistleblower statute. Whistleblower statute, this guy could have been a homeless guy coming off the street talking to people. He knew nothing. Oh I heard, he heard, that certain people over at the White House who are monitoring the conversation and wrote notes about it were upset. He heard that. Isn't it funny that not a single one of the people with first-hand knowledge filed a whistleblower complaint? Not one of them. This guy files it, this guy is represented by Democrats. This guy files it. I want to know if Adam Schiff, the Democrat staffers or any Democrats were involved in orchestrating this. This leak and coup campaign, did it in Russia, did it with Cavanaugh, it's the same damn thing. This is a rogue CIA agent. People might say, but it's the CIA. Look what they did to the FBI, look at this guy Brennan, a complete reprobate. They exist, there are rogue operations. When the CIA overthrew the Iranian government years ago, the Liberal Democrats were upset. When they overthrew Allende in Chile, a Socialist Marxist, the Democrats were upset. When they tried to overthrow Castro, the Democrats were upset, and so forth and so on. But when they try to overthrow our President, they're whistleblowers, they're heroes, they are courageous. Mr. Schiff, why don't you release 90 days of your phone calls, 90 days of your texts, 90 days of your emails, because I know something pal, you're a leaker, you're devious, same with your staff. Do you know why Nancy Pelosi went to the microphone and announced like a dictator, we are going to begin official formal impeachment inquiry, which of course she can't do, she's one may I say knucklehead out of 435 in the House of Representatives. She's from San Francisco, it doesn't work that way. Now why'd everybody - why would she do that before she got the transcript? Why, because she had this or she knew about it, the little rogue CIA operative. This document is a thousand times worse than the actual transcript, which isn't even cited in this document, because this rogue CIA agent never had this document. Now they're trying to rewrite this document to try and get it to work with this document. The President of the United States phone call has nothing wrong with it. President of the United States, it's a long conversation. I noticed in the media, they're kind of moving sentences around trying to attach things. Why don't you read the whole thing? Take ten minutes, rather than attacking the President for your fix, and read the whole thing, so the American people will hear it. But you won't do that, why? Well I have a question, why shouldn't the President of the United States in a conversation with the President of the Ukraine say, hey look - would you take a look at this? We've had news reports, we've entire books written about Hunter Biden and Joe Biden, Joe Biden obstructing justice in the Ukraine, blackmailing the Ukrainian government. President's supposed to sit there and act stupid? No, he says you know what, among a thousand other thing, you might want to look into this. Wow, that's an impeachable offense. Why is that? You now have four United States Senators who did far more than that. Three of them, Leahy Menendez and Durbin who insisted that the Ukrainian government, insisted, investigate our President. You had another one, Murphy from Connecticut, who insisted that the Ukrainian government not investigate Biden. How come they're not facing ethics complaints, how come they're not facing expulsion acts in the United States Senate? And finally, let me ask you a question, where the hell are the Republican Chairman in the Senate, why aren't they issuing subpoenas, why don't they pretend they're Elijah Cummings or Jerry Nadler or Schiff for that matter? I know it's an ugly thought, but issue your hundred subpoenas, go after their bank accounts, go after their friends, go after their relatives, go after their accountants, go after their records. And if they don't give it, and that goes for you too Biden, and if they don't go for it, hold them in contempt. That's it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Great one, let me show you one thing. By the way Shokin told ABC, Washington Post, John Solomon, yes I quote that the prosecutor said Shokin himself, the one who was fired in six hours, Biden got me fired to save his son. He now has a - he's now signed an affidavit under the threat of perjury. Let me show you what the President was really looking at. This isn't the vast right-wing conspiracy, this POLITICO says a 32 minute read. I'll read you the headline, it says Ukrainian efforts to sabotage Trump backfire, Kiev officials are scrambling to make amends with the President-elect after quietly working to boost Clinton. The date, 1/11/2017. Where are all the people that cared about election interference?"
    },
    {
      "speaker": "LEVIN",
      "utterance": "Look, we know what's going on here."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They interfered and they've been offering it. Alright great one, thank you. Congrats on the book."
    },
    {
      "speaker": "LEVIN",
      "utterance": "We know what's going on."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Mark, Sunday night - every Sunday night at 10:00 Eastern here on the Fox News Channel. When we come back, Elizabeth Warren got really flustered when asked if she would allow her Vice President's son to be on the Board of a foreign company with no experience. More details coming."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, 2020 Democrats are struggling to distance themselves from the Biden Ukraine story. Elizabeth Warren struggling to avoid getting dragged into the controversy. Didn't do a pretty good job of it either. Kind of bad, take a look."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You offered two ethics plans. Could you say whether or not under a Warren administration, would your Vice President's child be allowed to serve on a Board of a foreign company?"
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "No. I don't know, I mean, I would have to go back and look at the details on the plan."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do you think that could be a problem?"
    },
    {
      "speaker": "WARREN",
      "utterance": "I have to go back and look."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I'm flustered, how do I answer that? Fox News contributor Sara Carter, Ari Fleischer back with us. You both laughing equally, so I don't know who to start with here. All right, Sarah, will start with you. Go ahead."
    },
    {
      "speaker": "SARA CARTER, INVESTIGATIVE REPORTER AND CONTRIBUTOR",
      "utterance": "So Elizabeth Warren basically has this ethics plan in place. She will ban anyone that works for her, private foreign lobbying of governments or companies, but yet she's completely flustered when asked this question, Sean. This is what they do, right. So they are trying to figure out - it's like everybody is trying to figure out how are they going to knock the lead horse out of the race without looking like they are knocking them out of the race? I mean, all Elizabeth Warren had to do was to state her own plan and say, no I wouldn't allow it at all. But instead, she's confused, she's flustered, she doesn't want to be the first one to say it. You can hear the same thing coming out of Kamala Harris' mouth and the other Democratic potential candidates. So this is how they play at. The reason why I laugh is because it kind of goes against what her own ethics plan is. And nobody should have a child, it's pretty obvious, especially when they are overseeing Ukraine as Vice President Biden did then, should have their child sitting on the Board of a company, of a foreign company of a place that you're overseeing, like Burisma Holdings."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You're pretty good at getting out of messes here. I think the Democrats once again got ahead of themselves. The real collusion, and the real pay to play, and the real pushing and influencing and withholding of money and threats came from the Democrats."
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY AND FOX NEWS CONTRIBUTOR",
      "utterance": "The hypocrisy on this drives me up a tree, and the way the press for the most part just acquiesces to this hypocrisy. The fact of the matter is it was quid pro quo and engaged in Joe Biden. And if reporters did their jobs, they would ask Joe Biden two hard questions. Number one, what qualifications does your son Hunter have to serve on a natural gas Board? Make him answer that simple question. And two, did you or did you not have a conflict of interest at Ukraine under your purview when your son served on that Board? Why didn't you give up the purview over the Ukraine? You had a conflict of interest. But they won't, they won't because they only want to get President Trump, and that is the hypocrisy, Sean, that drives me up a tree the most. I said what the President was a 5-yard penalty. I just don't believe anybody who is a candidate or a President should ask a foreign nation to get involved in our domestic politics. He should never have raised Hunter Biden's name on that phone call. But he did it. But where is the press coming after Barack Obama, Joe Biden, Hillary Clinton, who did the exact same thing, if not worse, with Russia, with Ukraine, and that resulted in the Mueller Report? They get away with it all the time because they are Democrats and the press is soft on the Democrats."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Does this backfire, boomerang, both of you, you have 30 seconds each, Ari we'll let you go first, just like the Russia collusion lie, conspiracy theories?"
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "It depends on how President Trump plays it. If the President makes no mistakes, if he allows it to just unwind and then gets the focus back to Biden where it should be, this will backfire, it will backfire on Joe Biden. And it's going to - as you saw with Elizabeth Warren, tie her tongue up in knots."
    },
    {
      "speaker": "CARTER",
      "utterance": "Definitely, I absolutely believe it will backfire. And particularly we know now that an investigation will probably happen of Burisma Holdings. So I think we will find a lot more information out on that."
    },
    {
      "speaker": "HANNITY",
      "utterance": "At least we didn't have to wait three years for this boomerang. Thank you both. More HANNITY, straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, that's all the time we really have for this evening. Let me say this. Now, tomorrow we are going to have a live studio audience show. We have John Solomon also. He will be doing a much deeper dive. We have 450 pages of documents now that he is sifting through. Remember, we will never be the media mob. They again have lied to you on a spectacular level, advancing their rage Trump psychosis. We will never be that and we will have the details, more tomorrow, coming, I promise. Let not your heart be troubled. Why? Because the news continues. Back to the other swamp, where we just were, Laura Ingraham. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}