{
  "date": "September 13, 2018",
  "headline": "The Carolinas brace for direct impact from Hurricane Florence",
  "subHeadline": "Reaction and analysis on 'The Five.'",
  "url": "https://www.foxnews.com/transcript/the-carolinas-brace-for-direct-impact-from-hurricane-florence",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SHEPARD SMITH, FOX NEWS",
      "sentences": "\"The Five\" coming up in a moment. I'm Shepard Smith, live in the Fox News deck, about to get a brand-new update from the National Hurricane Center on Hurricane Florence. The storm now has maximum winds of 100 miles per hour. Maximum storm surge predictions are now 11 feet instead of 13, so that's great. Problem is it's moving very slowly now, just 5 miles an hour. For all of the details, let's get right to the National Hurricane Center for a live update. Here's Ken Graham:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEN GRAHAM, NATIONAL HURRICANE CENTER",
      "sentences": "Well, welcome back to National Hurricane Center. I stand once again here in operations. This is Ken Graham with the 5 p.m. update for Hurricane Florence. The latest information still is at 100 miles per hour, but a 100 miles east-south east of Willington, slowing down as we have advertise, moving north -northwest at 5 miles an hour and still pretty large storm.  And I want to point at the radar here as we're trying to not focus necessarily, always on the center of this point, but really try to look at these outer bands with time because that's where you kind of have some of your strongest winds. And I want to take you to the seater island as we see in the radar as this location. We can see the water levels already coming up with that flow coming off of the water, pushing the water in, actually, in this case, across the bay. Look how the steepness of the water already starting to come up, so we're trying to see that storm surge enter into the area, and that's what we've been talking about being safe about because that's a dangerous components of these hurricanes.  Take a look at the latest forecast. This is the updated one that we've been working on here, still seeing these winds stretching far away from the center, but with time really slowing down. You know we have 2 p.m. on Friday, 2 a.m. on Saturday, 2 p.m. on Saturday -- look, it's just absolutely amazing how slow this is and is going and that's going to compound some of the issues that we have and that's what we've been talking about the slowness continuing to have these impacts.  And speaking of the impacts, we're really look at this -- let's look at the rainfall totals, we've been talking about that all day long, some of these totals, 20 to 30 inches, some isolated areas you could see 40 inches of rain. And even inland, you'll start seeing location 10 to 15 inches of rain, 15 to 20 staggering amounts of rain, well inland. We've get a lot of questions about how far inland this extent could be. Look at Charlotte, places like Charlotte and Raleigh still getting 6 to 10 inches of rain, even up to Virginia, 4 to 6 inches in Ashville. And some of those locally -- could be a lot higher than that, depending on how the system is set up and the movement of the remnants the hurricane continues to make its way in landfall. So we've got to watch that for mudslides. We've got to watch that for flash flooding. You know, this could be a really serious situation in a lot of these areas with flooding. One of the things we always talk about is the storm surge. It's something that we've just updated. This is actually the brand new one that we have. We've been talking about some of these values, especially on the right side of the system where the onshore flow of the storm flow a lot of that water inland.  The rise -- the longer we keep the storm around you get a large rise of water inland. And sometimes they can stretch several miles inland. So we've got to watch out for that. But look at some of these values in -- right around South Carolina, 4 to 6 feet, and these are the updated numbers, 7 to 11 feet just a staggering amount of water, very dangerous and even moving. Look how far this is away from the center of the storm. You still see these large values, 6 to 9 feet, getting into areas. You know, looking at Newbern where we already see -- starting to see some of these water levels rise, and eventually -- especially where places where this water gets trapped. The longer we have the winds the further inland some of those storm surge values could get, where the water gets trap. Look how far north we get. You know, we have the center of the storm here. We're looking at the northern part of North Carolina still getting 2 to 4 feet of storm.  So we're going to be keeping an eye on this. All of the aspects of this storm right here at the National Hurricane Center. We're getting through it with you, and we've got to be safe from this water. This has been Ken Graham here from the operations area.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Ken, thanks very much. Let's get straight to the beach now, our Leland Vittert is live, Atlanta Beach, north and east of Wilmington. Leland.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LELAND VITTERT, FOX NEWS",
      "sentences": "Shepard, the max winds we've gotten here are just about 75 miles an hour. So those outer bands are starting to really make their affects felt here. You're getting that sand blast of -- the beach sand coming across combine with the rain, combine with the wind out on the beach. And you're also starting to see the damage around this island. Roofs are starting to come off. Certainly, shingles starting to come off, power outages everywhere, including in our location, up and down this beach. The winds may have died down some a little bit, but the storm surge has already being felt here. It's starting to loosen some of the pie longs out here on this pier. It has been around now since about the 1950s. They're worried the pier might collapse.   Already, just on the other side of this island the flooding has begun. Even homes that were up on stilts and raised up will be no match for the storm surge. And part of what the national weather service was talking about here is that as this storm has come in to these barriers islands, rather than slamming into the side of it like this, head on, it's sort of come around to these barrier islands, they're now acting like a funnel pushing this water up into coastal Carolina here where it will take much, much longer for them, Shepard, to recover here. You can see some of the debris already now down on the beach. And if this storm stalls here the damage will only get worst. Of course, the water damage will also only get worst here, Shepard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Leland Vittert, live in Atlantic Beach. Leland, thanks. Down to coast now about 40 miles, Steve Harrigan, live, North Topsail Beach, North Carolina. Steve, how does it look?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS",
      "sentences": "Shepard, it's picked up a little bit in the last hour or so here. We're getting some gusts strong enough to knock you a little bit off balance. The waves pretty good as well. And steady rain now for the past three or four hours. There have been people leaving as late as midday today. People packing up and heading north, heading south, or heading inland, and it's really a tough call in either direction. Perhaps inland is the most challenging because we could see some devastating flooding, 30, 40 miles in on the coast. So, they are heading out, and getting out of town, Shepard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Steve Harrigan, live on the beach. Breaking news in North Carolina as Governor Roy Cooper giving an update on his state, which is, obviously, feeling the effects already. Let's listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. ROY COOPER, D-N.C.",
      "sentences": "The worst of the storm is not yet here. But the common sense and patience. The heavy rains and high winds are likely to spread across North Carolina and linger for days. Right now, tropical storm force winds and even hurricane force winds powerful enough to destroy buildings are at our coast. Conditions will continue to deteriorate with strong winds, heavy rainfall, and significant storm surge today and tomorrow. With the extreme storm surge along the coast, rivers will start to over flow because when flowing river waters meet the ocean surge, there's really nowhere else for the water to go. As Florence moves inland we'll see more rain and more flooding from our rivers. And remember that rivers keep on rising even after the rain stops. Already areas of the Northern Cape Fear River and Bog Sound are flooding. And we're watching the Noose River rise. At mid- afternoon, the weather service had issued 43 flash flood warnings.  I want to thank you to the people who have evacuated and are prepared. But to anyone still unwilling to take this storm seriously, let me be clear, you need to get yourself to a safe place now and stay there. We, in North Carolina, have to shift from preparation to determination. We will survive this, and we will endure. In order to help speed more federal help I've requested an additional disaster declaration for cleanup and recovery. Here at the state emergency operations center people have been working around the clock and they are ready. Workers are helping more than 12,000 evacuees settle at about 126 shelters across the state. And they are opening more as needed and as we speak. Emergency management and FEMA have strategically positioned supplies and equipment across our state. Food and water is ready to be disbursed to wherever it's needed. Emergency personnel including swift water rescue teams and emergency medical personnel from North Carolina and 19 other states are stage here. Earlier today, I visited with some of the teams who are prepared to help us out as we get through the storm.  And, in fact, I talked to teams from Florida and Ohio today, and I've told the team from Ohio we will not going to debate who's first in flight here because they're helping us out tonight. And I'm grateful to each and every one of those people. It's gratifying to drive through central North Carolina and see utility trucks, earth movers, and rescue vehicles sitting there ready to go. Thank you to all of these public servants who put their own lives at risk to protect the people of North Carolina. As the storm hits, remember to call 911, but only in the event of an emergency. Dial 211 if you need shelter, food, or other non-emergency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "The North Carolina governor updating situations there. For a more detail look at what's expected over the next few days, our chief meteorologist Rick Reichmuth live in the Fox News extreme weather center. Hey, Rick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICK REICHMUTH, FOX NEWS",
      "sentences": "Hey, Shep. So interesting here now, the storm is moving about 5 miles an hour in this forward progression. Still west-northwest, but it's kind of bit -- a little bit more west for the last number of hours, before one little job off towards the west-northwest there. So, we still don't know, unfortunately, what this turn is going to happen, when it's going to happen, and where it's going to happen. And, unfortunately, it's going to be -- kind of going right in the direction of orientation there of the coastline. So inland would be -- probably be good news because it will lose its moisture source, would weaken just a little bit off the shore. It will remain -- still having a little bit more of that source and keep the winds stronger.  So what had been a wind and a storm surge and a rain event is now more a rain and a storm surge event and flooding with that. The winds coming down just a little bit, which is good news. That said, we've got winds right now already into the 70-mile an hour range here just off shore into the 40's along the coast, so we're probably in tropical storm force. We'll get to hurricane a little bit later tonight. I want to show you a couple of our different models here.   This is the GFS, we've been pointing out how this run. It came in a few hours ago, shows a 45-inch rainfall total. We've been saying we'll likely see some localized areas here of 45 inch. Just want to compare this here. That is your 45 inch. Now we'll look at the European model and it's just slightly farther to the south. And that has been what that European model has been doing. But you'll notice the bullseye goes a little farther to the south. I point this out because that brings parts of South Carolina into the mix. Either way, we don't know exactly where these numbers are going to set up. We're not saying it's going to be a 45 inches in that exact spot, but some place in here is going to be seeing those kinds of totals, and you go in across a higher elevation out across parts of the west. We're going to be seeing some spots probably over a foot depending where those bands are. All of that water that falls here is going to want to make its way out towards the coast, eventually. So the flooding we see here will be exacerbated by the more rain that's coming off of those mountains coming down to the shore. This is going to be a very long term flooding event. Water that stands for a long time is much more destructive than water that kind of comes in and gets out of there. So a long term event here. Not out of here until about Sunday evening, Shep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Rick Reichmuth in the Weather Center. Thanks. And that's your 5 o'clock, Carolina time, update on Hurricane Florence. Much more throughout the night on Fox News Channel. After a quick commercial break, \"The Five\" is in. I'll see you tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "sentences": "Hello, everybody. Welcome to \"The Five.\" We're keeping an eye on Hurricane Florence as heavy rain and wind is starting to pound the Carolinas, more on the storm ahead. But first, a new video adding growing concerns of anti-conservative bias at Google, Breitbart obtaining the leaked tape showing some of the tech giant top executives at a company meeting distraught over President Trump election victory. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERGEY BRIN, GOOGLE CO-FOUNDER",
      "sentences": "I certainly find this election deeply offensive, and I know many of you do, too. And that it conflicts with many of our values.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "Fear, I think, not just in the United States but around the world, is what's fueling concerns, xenophobia, hatred.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUTH PORAT, GOOGLE CHIEF FINANCIAL OFFICER",
      "sentences": "That was the first moment I really felt like we were going to lose. And it was a massive-like kick in the gut that we were going to lose. And it was really painful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "That's why we have to work so hard to make sure it doesn't turn into a world war, something catastrophic, but instead it's a blip. It's a hiccup.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Google is denying that political bias influences decisions at the company. Why were you laughing at that poor executive who is crying? That is so mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY, GUEST CO-HOST",
      "sentences": "Jesse, I know I've told this before, if ever I'm in a bad mood all I do is go to YouTube and watch crying Hillary supporters from election night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That is great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I think to myself trying being a Gary Johnson fan. I don't run around the office blubbering every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I was heartbroken over that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It really should. I think one of the most damning thing that they have here is in the end where they say, the executives, we have to make sure that this election of Donald Trump doesn't turn into a big deal. We have to make sure it's just a blip. That sounds like the most serious thing they said to me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, OK. I feel conflicted about this because I -- I am angry at Google for the fact that they're always helping China with their A.I. Yet, they didn't help our military and making our drones more precise in saving lives. So they're actually helping a competitor take over the world while kind of hindering us. But I also -- I'm not a big fan of leaked info from companies having meetings because that could happen to us. And you could have easily found five -- five executives or five of us saying those same things after the election. There were a lot of people that were easily as blown away and surprised and shocked and drinking heavily after the Trump win. So I think that we've got to be careful that we're not hypocrites. Having said that, though, this is -- this is kind of interesting because what -- what's going to change the world of algorithms and you go out -- and the people that create algorithms that's -- these guys. So if they have a liberal bias their algorithms are going to have a liberal bias.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And algorithms are an equation that's best optimizes the best desired outcome. So if there's desired outcome is something that is left wing and progressive that's an issue for us. So that's the problem, I think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "It's like digital redistricting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Very good. I like the way you think young lady.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I'm just encapsulating your thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You guys want to have your own show?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We've pitched it once.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It reminds me of the Peter Strzok, Lisa Page defense because they will say my partisan bias and belief system did not affect my professional decision making.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "sentences": "That's what judges say, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Exactly. But in this case, and I think even more than Peter Strzok and Lisa Page, they have some power but not as much power. This is probably the most powerful internet company, and this didn't happen in a vacuum. There's other instances of left wing bias as at Google. So it makes people think, wow, these people are powerful and they dislike President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And they're a private company so they can say whatever they want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Whatever they want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "They're not a utility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": ". OK. So that's one. So they have the freedom to do that. It's when they say there's no conservative bias at all, but yet they won't. And I don't blame them also for not revealing their algorithm. That is their propriety information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But at some point they're going to have to realize that them saying that doesn't equate. The other thing that they say is that we're not bias because that would not make any sense from a market standpoint because we want to make money, so why would we alienate more than half the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, they don't seem to care that much because I think half the country is alienated by these people. And they haven't made that much of an effort to reach out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "sentences": "I don't think half the country is alienated from Google over this. I mean, look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, not necessarily Google, but big social media companies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's not true. Are you kidding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "A lot of people are against these companies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "These companies are making huge money. They're the richest companied in the world. And most Americans, liberal or conservatives, are customers. I hate to inform you. But here's my point on this, Greg is on target when he said there are people here at Fox News who were shocked at the outcome of that election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Not me, I predicted it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And the second thing to say is Sergey Brin, if you've watched that video, says that he's an immigrant and a refugee and he's offended by the kind of rhetoric that attended the Trump victory. So, I mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's OK for him to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's exactly my point, it's OK for him to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "This is un-blanking believable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Go ahead. Go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But what I'm trying to say is you've get a situation here where the conservative grievance in industry says, oh, wait, we are under assault. Nobody wants to hear our voices. Like there's no conservative media. But secondly, isn't it interesting, today Reddit did away with QAnon in their comment board. Why? Because they violate policy in terms of hate speech, in terms of going after people. Remember pizza gate? Alex Jones earlier this week. And all of a sudden people are like, oh, they're banning because -- no, they're banning hate speech. They're banning provocateurs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Diamond and Silk is not hate speech.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "What's most troubling here is it shows these implicit cronies because they wanted Hillary to win because they wanted to be in bed with the President of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, get out of here. What cronyism? They are speaking from the heart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "A giant multi-billion dollar corporation wanting to affect the outcome, as Greg pointed out through algorithms with a Democratic status president. And the marriage of a giant corporation with giant government is one of the worst influences.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "We know that the Russians were out there. I saw in the paper today the Russians were even going after our healthcare programs to try to diminish support for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Maybe the Russians bankrupted the healthcare website that Obama built.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What we know is that the Russians effectively used Google, twitter, and others to affect our election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We've got to go. Liberal Hollywood loses it after Susan Sarandon appears to say something nice about Trump. Plus, Hurricane Florence starting to slam into the east coast, we'll have the latest later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Actress Debra Messing going into a twitter tirade telling fellow Hollywood star Susan Sarandon to shut the bleep up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Apparently saying something positive about President Trump. In an interview with Variety, Sarandon refuses to give the Trump presidency a grade. She mentioned how many more women are running for office. Watch:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "What grade would you give him at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SUSAN SARANDON, ACTRESS",
      "sentences": "Oh, my god. I would tell him to start all over again. I mean, I don't think we can grade him. You never saw that population running, so many women. I think like 40 percent more women are running for office and becoming elected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Sarandon telling -- firing back, I should say, at Messing, telling her to actually listen to what she said instead of falling for Variety's click bait headline. So, Kennedy, who's right, who's wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I think it's fantastic because we're watching Debra Messing in the clutches of a slow and fascinating mental breakdown. And so, she's taking out her anger on a fellow leftist. Susan Sarandon, she's not the Jesse Watters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I mean, she really was saying that the president is so horrible and such an inspiration. The pendulum is swinging so far in the opposite direction which would be beneficial to both of them. But Debra Messing is either sick or completely out of her mind. It is fascinating to watch this sort of leftist cannibalism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So, Jesse, what's interesting here is you have a Bernie Sanders supporter versus a Hillary Clinton supporter. So a lot of this has some backdrop to it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Whether they're going after each other and saying, oh, in fact, Hillary Clinton is more dangerous than Donald Trump. Remember that? And now you get Messing saying, oh, look at healthcare, look at abortion rights, look at voter suppression, how can you not admit that you are wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Voter suppression. I think the Democrats are leading in the polls. I don't even know what that means. I do agree with Kennedy, it is fun to watch left on left crime in this country. It's enjoyable. And it doesn't happen enough. I think we should showcase this more on The Five. And in the spirit of this discussion, Juan, I'm going to give you a compliment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": ". because I'm going to say something nice about you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's real.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You have raised great conservative sons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And you have found out a way to get rich by being wrong every day. So congratulations. Well done. Well-executed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I would also like to say something nice about Hillary. She has a great nickname, \"Crooked.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Crooked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And she gives us great ratings, because she continues to not leave the stage. And President Obama also, he gave us Donald Trump. So good job, President Obama. I could do this all day. And I think -- I think it's time for someone else to take the lead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But I will say that you should read some of my books. They're best-sellers, and they made me rich.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Better than \"The Gutfeld Monologues.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I don't know. I don't know about that. That's a high standard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So what you get here is a situation where I think you could take the light in the pictures. There were pictures that put out, one where I think it was Messing getting arrested and Susan --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Sarandon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Sarandon getting arrested and Messing laying on a beach or porch relaxing. And this was put out as evidence that you're not really part of the resistance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You're not really in the resistance?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I have to say also that I -- one thing I can't stand. And if you're a young journalism student out there, don't ever, ever waste a question by saying, \"What grade would you give\" a president. It is the lamest, laziest question. And I am actually surprised Susan Sarandon didn't fall for it. She was like, \"I'm not going to answer that,\" and she moves on. The backhanded compliment that you have to be pretty aware of. As Jesse was just showing, it's easy to do, and you can get caught very easily.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And Trump already gave himself an A-plus. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That settles it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "As any stable genius would, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "So Greg, more women are running for Congress --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- for governor. So is she wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "More power to them, I say. She's a hot Messing. \"Will and Grace,\" more like \"Will and Disgrace,\" America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Once you embrace an ideology, there is no room for nuance or disagreement. Like, you could tell what Susan Sarandon meant, or Sarandon meant. But Messing is the typical late-blooming Hollywood leftist. She spent whatever, four decades chasing the spotlight. Now she feels guilty. So her emotion is inversely proportional to her wisdom. So the more she feels, the less she actually thinks. And then when she goes on social media, this is the worst part about the poor woman, is that she -- social media dehumanizes people. She doesn't see -- like, if she was looking at Susan Sarandon, she could see that it was a backhanded compliment or she could see what she's talking about. But you can't do that on social media. I'll be discussing that further in the E-block. That's what we call a long tease.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes. But it just looks like it's kind of petty --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- cat fight. Intense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Nothing better for television.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, yes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Oh, yes? All right. Hurricane Florence closing in on the East Coast, folks. The latest on the nightmare storm. That's up next with us on \"The Five.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "This is a Fox News alert. The outer bands of dangerous Hurricane Florence starting to slam into the Carolinas. Although wind speeds have weakened, life-threatening rainfall and a massive storm surge still pose a very serious threat. We have live team Fox coverage with chief meteorologist Rick Reichmuth in the weather center and correspondent Leland Vittert on the front lines in Atlantic Beach, North Carolina. But let's go first to Rick Reichmuth, who is tracking the monster storm. And Rick, there was an update at 5 p.m.?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REICHMUTH",
      "sentences": "Yes, there was. Winds came down about five miles an hour. You say the winds have gone down. They're still a hundred miles an hour. So incredibly strong winds at the center of this. Hurricane-force winds still extending about 160 miles across from this. We've got winds, the latest wind gusts at Hatteras at 67 miles an hour, so we're getting mighty, mighty close to the hurricane-force winds there. You can see where we have the flood watches in effect. We also have flash flooding going on right now around Morehead City, where we've already seen around six inches of rain. And I would say we're about ten to fifteen percent in the way into this. So a lot more to be had. This is the latest gust. That buoy right there, 76 miles an hour, so you see hurricane-force winds getting mighty close towards the shore. It's really slowed down in this forward progression, going about 5 miles an hour. I think it will probably slow, even, a little bit more over the next couple of hours or so. That's why we think these rainfall totals are going to be so extreme. We'll see some spots here probably around 40 inches. We'll probably see some spots in interior sections up to about 12 inches. There's more mountainous terrain here across the southern Appalachians. All of that water is going to make its way across the state of South Carolina. And we're going to have a world of hurt with all the moisture as that's there. By the way, this is just one model run. I think there's a good chance some of that will be a little bit farther towards the south. So if you're in South Carolina, don't think just because you don't see it here that that's not going to happen. This is just a model run. We don't know exactly where that's going to line up. I just pulled out here to show you the zoomed-out version. A lot of people are saying what happens after this, once we get in towards Sunday and Monday? You kind of get the sense here that's our track. So, we'll eventually see some moisture going across southern parts of Canada, parts of New England. But we're not going to see it right there across that I-95 corridor. I don't think it's going to go primarily around it. There's our official track. This is the next couple of days. Does not move much. By the time we gets towards Saturday, goes into Sunday and Monday and then take a look at that. It moves very, very quickly eventually. But the next few days is the hard part. At least, probably, all the way through Saturday with the very torrential rain falls. And that's why we're going to be seeing so much flooding -- Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, Rick. Thanks for all the hard work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REICHMUTH",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We'll be back to you soon. Now to Leland Vittert. He's on the ground in Atlantic Beach, North Carolina. Leland, I don't think you've dried out all day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VITTERT",
      "sentences": "No. Won't probably dry out for another couple of days, Dana. And since we talked at about 2:30, the winds have certainly picked. Gusts now somewhere in the 75-mile-an-hour range, which is more than enough to knock you over. We're between bands, so we're getting sustained winds of about 40, 45 miles an hour. So you get that sand blast effect here as we walk up the beach towards you. Interestingly enough, we're walking into the wind, up the beach. And that's one of the reasons that this storm is going to have such deadly and catastrophic effects farther inland here. Because this water is being pushed in like a funnel through the barrier islands. Out here on the beach, certainly enough wind for some fairly serious damage. Mobile homes, certainly some flooding here, especially on the inland side. Even houses that are raised three, four, five feet up on stilts. It's protection, but it's certainly not safety from this water that continues to come in. Power outages already blanketing North Carolina, including where we are. There could be hundreds of thousands of people, millions of people without power by the time this is over. And you combine all the water that is coming down, so all the flooding. All the storm surge that is coming and all the rain. Getting the power back on is going to be a goliath effort over weeks, if not months. So we are in the very beginning hours of this storm. As Rick said, it's going to stall here, which will only increase the misery factor so, so much for all the folks who stayed and then, obviously, for people who are inland who evacuated. All they can do is just watch the destruction here from the wind and from the rising water over the next couple of days, guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Leland, I have a question. So you're heading into the evening and overnight. How do you continue to track things and monitor when it's dark?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VITTERT",
      "sentences": "Great question. We have an incredible crew that we're out here with. So we've got generators, and we've got lights. We're going to actually pull back a little bit from this position here, because it's pretty hard to see all the way out this distance at night. So we've got a location that we sort of scouted out that can give you a sense of the storm throughout the evening, where we can keep our camera crew safe. Under it, we've got a building there that is steel and concrete, reinforced, that they can stay in. We can venture out and news gather a little bit. And also, that's where you've got generators. So you have lights on that can actually sort of go, penetrate out far enough to be able to get a sense of what the wind is going to be like. And also the damage. And also, importantly for us, watch for rising waters in case we ourselves have to get out before getting trapped.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right. Well, stay safe, Leland. And thank you. All right. Next, will face-to-face conversations become a thing of the past? Greg's take on a growing trend, and his take on it. Next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "According to new research, teens now prefer texting over talking in person. In other news: Water is wet, puppies are adorable, and I could have been a male model. So why does this matter? Well, while most teens think that social media improves their lives, for those who have poor social wellbeing, it's actually the opposite. Part of this is due to the ease at which anonymous mobs can form and attack online. Because people tend to imitate each other in order to belong, social media is now a constant exercise of swarm and shame. When a large number of people do this simultaneously, it's mob behavior: A pack of hyenas screaming for a scalp. The strong can handle this, but the vulnerable, not so much. Spend five minutes on Twitter, you'll see it. So I'm all for texting, but by removing face-to-face contact, and the vulnerability of eye contact, it's just easier to destroy each other. A generation becomes a mob of cruelty, out to punish someone for their own sins. Think about Christ. The original crucifixion was meant to be the last one, the one to stop the mob. Then came the iPhone and Twitter. Now we crucify daily. So here is my advice for parents of teens, because I am the expert: At every chance, help them see the reality of their anger and the reality of a mob and why it's brave to egg on its failure. Destroying a life online is an act of craven self-scarring and eventually that's how the world will see you, as just another coward yelling, \"crucify him!\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wow, I can't believe this. This is too much. Amen, brother. I can't believe you and I are on the same page on this. But I think human interaction --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- is being, actually, derailed by these systems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I agree, I agree. And I think that's why -- that's why when you see something like the Debra Messing thing, it was easier for her to go after a peer, basically, who agrees with her, because they're not actually -- like, you can't talk to certain people in a face-to-face way the way you do it here. You can destroy somebody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "You also don't have context --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "-- in any sort of digital communication. So it's difficult to tell --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "-- if someone really is upset or if someone really is being sarcastic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "If you take that the wrong way, it can ruin a friendship. Both my daughters have devices where they are able to text. And there is a lot of parental control, don't get me wrong. But it's scary, because you don't want your kids to be antisocial and dehumanized. And there's something very human about reading the signals on someone else's face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Face. Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I mean, that's how we evolved in order to read those subtleties and modify our behavior accordingly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, so human interaction, then is, at the moment it's almost like a fork in the road. Because what it said in the polls is the kids prefer texting --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "-- to human contact. But then when they're with each other, a high percentage say, \"Well, my friends are distracted. They're paying attention to phones and not talking to me.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But the human interaction, something different is going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. All I know is the only times I've had to apologize in my life recently is after e-mails or texts or tweets. Because I get angry at something that I probably wouldn't have been angry if I had been eye contact or something. It's weird.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Right, because also, if you send an e-mail that sounds mean, we don't know, you may have been laughing -- if you had said it out loud, you probably would have laughed afterwards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Because that's how you communicate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's why you put \"LOL,\" Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Thank you, thank you. Thank you for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm hip to all this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "My friend's daughter gave up social media for Lent, and then she loved the freedom that it gave her, and she never went back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "That's great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And she was 15.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "It's here to stay. There's nothing we're going to do about technology and social media. It will continue to evolve. It's just really important as parents that you have to redirect your kid. You have to take them outside and you have to constantly encourage them. But the nice thing about a phone for a 13-year-old is that it is a great discipline device. And the second there's misbehavior --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Take it away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I thought you were going to say you beat them with the phone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I'm not Naomi Campbell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She does that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, she did something with a phone. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What's going to happen is eventually, you're going to get a generation of kids with hunchbacks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Because they're going to be like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Definitely posture, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And blind. They're going to be blind hunchbacks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Very strong thumbs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Very jittery with no attention span. And they're not going to be married, because they can't score at a bar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, but the upside is, if they're blind and hunchbacked they can just go to Notre Dame.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK, I'm going to leave it there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That joke -- that joke rings a bell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh! Nice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Excellent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Should we end it there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes. GUTFELD: We probably should, even though that will give us 12 minutes for \"One More Thing.\" \"One More Thing\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It's time now for \"One More Thing.\" And now a new edition of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAPHIC",
      "sentences": "Mom Texts",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, yes!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "-- \"Mom Texts.\" OK. Here we go. No. 1, \"Stay away from speaking for Trump. Don't be an ass.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Go Mom, go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "How about this: \"What happened to the rule of law? Stop this, Jesse. You sound like an immoral crook.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Next one, \"Where is your moral compass?\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow. They're getting shorter and meaner.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Dana asks me that every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No, I don't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Next one, \"Those colleagues of yours are breathtaking at multiple levels, and I am not referencing Diamond and Silk.\" Oh, that's just a cheap shot, Mom. And then lastly, \"STOP TALKING ABOUT YOUR HAIR!\" Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All caps, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Mom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "She's the best.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I love you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Next time we do --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I notice they're getting shorter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm editing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They're getting angrier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "She's got the derangement syndrome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Does she do emojis?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, but we can't put those on the screen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "You know what I have from your mom?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "In my office?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Juan, wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Expiration clock, courtesy of Jesse's mom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes. I think that thing's broken.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It's working, brother.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, but it should end at 2024, not 2020.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Hopefully, it will end at 2018.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Got to move on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "OK. I have a sweet one. And this is a community that has come together in the wake of a heartbreaking tragedy. And this is where you get that human interaction, for sure. Ben and Marilyn Keryluke have been raising their 3- and 6-year-old grandchildren since the death of their son and daughter-in-law last May. They recently made the difficult decision to sell their late son's classic car to help cover the costs of raising two children with special needs. What they didn't count on was the amazing response from the community. Check out that car, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "The car sold for $29,000 at auction. Then new owner did the unthinkable. He donated it back to the auction, where it sold for another $30,000 --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wonderful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- and was immediately donated back to the auction again. The car was sold for a third and a final time, fetching $20,000. The new owner then donated the car to the Kerylukes so they could hold onto their prized possession. Through the car and donations, the Kerylukes received over a hundred thousand dollars to help raise two kids.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Wonderful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That is a beautiful story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Beautiful. All right. Mr. Gutfeld.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. I'm going to be on \"Tucker\" tonight. We'll be discussing Michael Moore and also Michael Avenatti, who's going to be on Tucker tonight. And I'm going to be on right before him with some pithy questions, I guess. Time for this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAPHIC",
      "sentences": "Greg's Favorite Fan News",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"Greg's Favorite Fan News.\" A lot of people at home don't know this, but there are people that are outside, usually in this area. What do you call this area?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "The plaza, the plaza.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The plaza, who actually watch our show. And sometimes they'll react very strongly to my monologues. Check out this young fellow after my last monologue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Jess (ph) was so happy. Look at him yelling. He's screaming, \"More, more, more!\" Anyway, he definitely is one of my bigger fans. And you know what? I think we're going to go out and get drinks later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "He's warming up his texting fingers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Oh, yes. He'll be going home tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "In my pocket.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "All right. Look up in the sky. Able to leap tall buildings in a single bound. Yes. It's Usain Bolt. The world's fastest human went into zero gravity for his latest race. Bolt was inside a modified Airbus zero-G plane in France. These planes are used to train astronauts. They're known as \"vomit comets.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Gee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But for Bolt, it was the scene of his latest race. He ran against a French astronaut and a marketing executive. The event put on by a French champagne maker, Maison Mumm to promote a new champagne bottle and serving glass designed for use in zero gravity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And that's how you run after you drink.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Yes, there you go. By the way, you should all know Usain Bolt won the race, floating across the finish line to set an out-of-this-world record.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Always about race with you, Juan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "I tell you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Thank God for genius. Where would we be without him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Kennedy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Oh, my God. You've heard a lot about it, and I'm so excited to be a part of it. It's FOX Nation. You're like, \"What is FOX Nation?\" If you go to FOXnews.com right now, you will see some of your very favorite FOX personalities from FOX News and FOX Business. And the information, powerful documentaries. There will be brand-new shows, original programming. And this is an incredible on-demand streaming service that is all yours. The access is unparalleled. And the programming that you will get, it will be an amplified --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What does -- what does streaming mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Streaming means that they have a hose, and they sprinkle the content all over your lawn.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Do you have to pay for it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I hope so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Put the full screen back up again. I want to see all the people. Can we put that back up? There we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Let me see. Where's Greg? Can we -- there he is. All the way on the right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "As I should be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Below Ainsley and next to Hegseth. And there I am be below Brit and next to -- is that Tomi? And then we have Todd Starnes is going to be on there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "What about me? What about me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Where is Dana there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "On the top row, baby.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, baby.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "I'm up front.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right. Set your DVRs. Never miss an episode of \"The Five.\" \"Special Report\" is up next -- Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS",
      "sentences": "It was like \"Where's Waldo?\" Thanks, Jesse. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHEPARD SMITH, FOX NEWS",
      "utterance": "\"The Five\" coming up in a moment. I'm Shepard Smith, live in the Fox News deck, about to get a brand-new update from the National Hurricane Center on Hurricane Florence. The storm now has maximum winds of 100 miles per hour. Maximum storm surge predictions are now 11 feet instead of 13, so that's great. Problem is it's moving very slowly now, just 5 miles an hour. For all of the details, let's get right to the National Hurricane Center for a live update. Here's Ken Graham:"
    },
    {
      "speaker": "KEN GRAHAM, NATIONAL HURRICANE CENTER",
      "utterance": "Well, welcome back to National Hurricane Center. I stand once again here in operations. This is Ken Graham with the 5 p.m. update for Hurricane Florence. The latest information still is at 100 miles per hour, but a 100 miles east-south east of Willington, slowing down as we have advertise, moving north -northwest at 5 miles an hour and still pretty large storm. And I want to point at the radar here as we're trying to not focus necessarily, always on the center of this point, but really try to look at these outer bands with time because that's where you kind of have some of your strongest winds. And I want to take you to the seater island as we see in the radar as this location. We can see the water levels already coming up with that flow coming off of the water, pushing the water in, actually, in this case, across the bay. Look how the steepness of the water already starting to come up, so we're trying to see that storm surge enter into the area, and that's what we've been talking about being safe about because that's a dangerous components of these hurricanes. Take a look at the latest forecast. This is the updated one that we've been working on here, still seeing these winds stretching far away from the center, but with time really slowing down. You know we have 2 p.m. on Friday, 2 a.m. on Saturday, 2 p.m. on Saturday -- look, it's just absolutely amazing how slow this is and is going and that's going to compound some of the issues that we have and that's what we've been talking about the slowness continuing to have these impacts. And speaking of the impacts, we're really look at this -- let's look at the rainfall totals, we've been talking about that all day long, some of these totals, 20 to 30 inches, some isolated areas you could see 40 inches of rain. And even inland, you'll start seeing location 10 to 15 inches of rain, 15 to 20 staggering amounts of rain, well inland. We've get a lot of questions about how far inland this extent could be. Look at Charlotte, places like Charlotte and Raleigh still getting 6 to 10 inches of rain, even up to Virginia, 4 to 6 inches in Ashville. And some of those locally -- could be a lot higher than that, depending on how the system is set up and the movement of the remnants the hurricane continues to make its way in landfall. So we've got to watch that for mudslides. We've got to watch that for flash flooding. You know, this could be a really serious situation in a lot of these areas with flooding. One of the things we always talk about is the storm surge. It's something that we've just updated. This is actually the brand new one that we have. We've been talking about some of these values, especially on the right side of the system where the onshore flow of the storm flow a lot of that water inland. The rise -- the longer we keep the storm around you get a large rise of water inland. And sometimes they can stretch several miles inland. So we've got to watch out for that. But look at some of these values in -- right around South Carolina, 4 to 6 feet, and these are the updated numbers, 7 to 11 feet just a staggering amount of water, very dangerous and even moving. Look how far this is away from the center of the storm. You still see these large values, 6 to 9 feet, getting into areas. You know, looking at Newbern where we already see -- starting to see some of these water levels rise, and eventually -- especially where places where this water gets trapped. The longer we have the winds the further inland some of those storm surge values could get, where the water gets trap. Look how far north we get. You know, we have the center of the storm here. We're looking at the northern part of North Carolina still getting 2 to 4 feet of storm. So we're going to be keeping an eye on this. All of the aspects of this storm right here at the National Hurricane Center. We're getting through it with you, and we've got to be safe from this water. This has been Ken Graham here from the operations area."
    },
    {
      "speaker": "SMITH",
      "utterance": "Ken, thanks very much. Let's get straight to the beach now, our Leland Vittert is live, Atlanta Beach, north and east of Wilmington. Leland."
    },
    {
      "speaker": "LELAND VITTERT, FOX NEWS",
      "utterance": "Shepard, the max winds we've gotten here are just about 75 miles an hour. So those outer bands are starting to really make their affects felt here. You're getting that sand blast of -- the beach sand coming across combine with the rain, combine with the wind out on the beach. And you're also starting to see the damage around this island. Roofs are starting to come off. Certainly, shingles starting to come off, power outages everywhere, including in our location, up and down this beach. The winds may have died down some a little bit, but the storm surge has already being felt here. It's starting to loosen some of the pie longs out here on this pier. It has been around now since about the 1950s. They're worried the pier might collapse. Already, just on the other side of this island the flooding has begun. Even homes that were up on stilts and raised up will be no match for the storm surge. And part of what the national weather service was talking about here is that as this storm has come in to these barriers islands, rather than slamming into the side of it like this, head on, it's sort of come around to these barrier islands, they're now acting like a funnel pushing this water up into coastal Carolina here where it will take much, much longer for them, Shepard, to recover here. You can see some of the debris already now down on the beach. And if this storm stalls here the damage will only get worst. Of course, the water damage will also only get worst here, Shepard."
    },
    {
      "speaker": "SMITH",
      "utterance": "Leland Vittert, live in Atlantic Beach. Leland, thanks. Down to coast now about 40 miles, Steve Harrigan, live, North Topsail Beach, North Carolina. Steve, how does it look?"
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS",
      "utterance": "Shepard, it's picked up a little bit in the last hour or so here. We're getting some gusts strong enough to knock you a little bit off balance. The waves pretty good as well. And steady rain now for the past three or four hours. There have been people leaving as late as midday today. People packing up and heading north, heading south, or heading inland, and it's really a tough call in either direction. Perhaps inland is the most challenging because we could see some devastating flooding, 30, 40 miles in on the coast. So, they are heading out, and getting out of town, Shepard."
    },
    {
      "speaker": "SMITH",
      "utterance": "Steve Harrigan, live on the beach. Breaking news in North Carolina as Governor Roy Cooper giving an update on his state, which is, obviously, feeling the effects already. Let's listen."
    },
    {
      "speaker": "GOV. ROY COOPER, D-N.C.",
      "utterance": "The worst of the storm is not yet here. But the common sense and patience. The heavy rains and high winds are likely to spread across North Carolina and linger for days. Right now, tropical storm force winds and even hurricane force winds powerful enough to destroy buildings are at our coast. Conditions will continue to deteriorate with strong winds, heavy rainfall, and significant storm surge today and tomorrow. With the extreme storm surge along the coast, rivers will start to over flow because when flowing river waters meet the ocean surge, there's really nowhere else for the water to go. As Florence moves inland we'll see more rain and more flooding from our rivers. And remember that rivers keep on rising even after the rain stops. Already areas of the Northern Cape Fear River and Bog Sound are flooding. And we're watching the Noose River rise. At mid- afternoon, the weather service had issued 43 flash flood warnings. I want to thank you to the people who have evacuated and are prepared. But to anyone still unwilling to take this storm seriously, let me be clear, you need to get yourself to a safe place now and stay there. We, in North Carolina, have to shift from preparation to determination. We will survive this, and we will endure. In order to help speed more federal help I've requested an additional disaster declaration for cleanup and recovery. Here at the state emergency operations center people have been working around the clock and they are ready. Workers are helping more than 12,000 evacuees settle at about 126 shelters across the state. And they are opening more as needed and as we speak. Emergency management and FEMA have strategically positioned supplies and equipment across our state. Food and water is ready to be disbursed to wherever it's needed. Emergency personnel including swift water rescue teams and emergency medical personnel from North Carolina and 19 other states are stage here. Earlier today, I visited with some of the teams who are prepared to help us out as we get through the storm. And, in fact, I talked to teams from Florida and Ohio today, and I've told the team from Ohio we will not going to debate who's first in flight here because they're helping us out tonight. And I'm grateful to each and every one of those people. It's gratifying to drive through central North Carolina and see utility trucks, earth movers, and rescue vehicles sitting there ready to go. Thank you to all of these public servants who put their own lives at risk to protect the people of North Carolina. As the storm hits, remember to call 911, but only in the event of an emergency. Dial 211 if you need shelter, food, or other non-emergency."
    },
    {
      "speaker": "SMITH",
      "utterance": "The North Carolina governor updating situations there. For a more detail look at what's expected over the next few days, our chief meteorologist Rick Reichmuth live in the Fox News extreme weather center. Hey, Rick."
    },
    {
      "speaker": "RICK REICHMUTH, FOX NEWS",
      "utterance": "Hey, Shep. So interesting here now, the storm is moving about 5 miles an hour in this forward progression. Still west-northwest, but it's kind of bit -- a little bit more west for the last number of hours, before one little job off towards the west-northwest there. So, we still don't know, unfortunately, what this turn is going to happen, when it's going to happen, and where it's going to happen. And, unfortunately, it's going to be -- kind of going right in the direction of orientation there of the coastline. So inland would be -- probably be good news because it will lose its moisture source, would weaken just a little bit off the shore. It will remain -- still having a little bit more of that source and keep the winds stronger. So what had been a wind and a storm surge and a rain event is now more a rain and a storm surge event and flooding with that. The winds coming down just a little bit, which is good news. That said, we've got winds right now already into the 70-mile an hour range here just off shore into the 40's along the coast, so we're probably in tropical storm force. We'll get to hurricane a little bit later tonight. I want to show you a couple of our different models here. This is the GFS, we've been pointing out how this run. It came in a few hours ago, shows a 45-inch rainfall total. We've been saying we'll likely see some localized areas here of 45 inch. Just want to compare this here. That is your 45 inch. Now we'll look at the European model and it's just slightly farther to the south. And that has been what that European model has been doing. But you'll notice the bullseye goes a little farther to the south. I point this out because that brings parts of South Carolina into the mix. Either way, we don't know exactly where these numbers are going to set up. We're not saying it's going to be a 45 inches in that exact spot, but some place in here is going to be seeing those kinds of totals, and you go in across a higher elevation out across parts of the west. We're going to be seeing some spots probably over a foot depending where those bands are. All of that water that falls here is going to want to make its way out towards the coast, eventually. So the flooding we see here will be exacerbated by the more rain that's coming off of those mountains coming down to the shore. This is going to be a very long term flooding event. Water that stands for a long time is much more destructive than water that kind of comes in and gets out of there. So a long term event here. Not out of here until about Sunday evening, Shep."
    },
    {
      "speaker": "SMITH",
      "utterance": "Rick Reichmuth in the Weather Center. Thanks. And that's your 5 o'clock, Carolina time, update on Hurricane Florence. Much more throughout the night on Fox News Channel. After a quick commercial break, \"The Five\" is in. I'll see you tomorrow."
    },
    {
      "speaker": "JESSE WATTERS, CO-HOST",
      "utterance": "Hello, everybody. Welcome to \"The Five.\" We're keeping an eye on Hurricane Florence as heavy rain and wind is starting to pound the Carolinas, more on the storm ahead. But first, a new video adding growing concerns of anti-conservative bias at Google, Breitbart obtaining the leaked tape showing some of the tech giant top executives at a company meeting distraught over President Trump election victory. Take a look."
    },
    {
      "speaker": "SERGEY BRIN, GOOGLE CO-FOUNDER",
      "utterance": "I certainly find this election deeply offensive, and I know many of you do, too. And that it conflicts with many of our values."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "Fear, I think, not just in the United States but around the world, is what's fueling concerns, xenophobia, hatred."
    },
    {
      "speaker": "RUTH PORAT, GOOGLE CHIEF FINANCIAL OFFICER",
      "utterance": "That was the first moment I really felt like we were going to lose. And it was a massive-like kick in the gut that we were going to lose. And it was really painful."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "That's why we have to work so hard to make sure it doesn't turn into a world war, something catastrophic, but instead it's a blip. It's a hiccup."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Google is denying that political bias influences decisions at the company. Why were you laughing at that poor executive who is crying? That is so mean."
    },
    {
      "speaker": "KENNEDY, GUEST CO-HOST",
      "utterance": "Jesse, I know I've told this before, if ever I'm in a bad mood all I do is go to YouTube and watch crying Hillary supporters from election night."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That is great."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I think to myself trying being a Gary Johnson fan. I don't run around the office blubbering every day."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I was heartbroken over that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It really should. I think one of the most damning thing that they have here is in the end where they say, the executives, we have to make sure that this election of Donald Trump doesn't turn into a big deal. We have to make sure it's just a blip. That sounds like the most serious thing they said to me."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, OK. I feel conflicted about this because I -- I am angry at Google for the fact that they're always helping China with their A.I. Yet, they didn't help our military and making our drones more precise in saving lives. So they're actually helping a competitor take over the world while kind of hindering us. But I also -- I'm not a big fan of leaked info from companies having meetings because that could happen to us. And you could have easily found five -- five executives or five of us saying those same things after the election. There were a lot of people that were easily as blown away and surprised and shocked and drinking heavily after the Trump win. So I think that we've got to be careful that we're not hypocrites. Having said that, though, this is -- this is kind of interesting because what -- what's going to change the world of algorithms and you go out -- and the people that create algorithms that's -- these guys. So if they have a liberal bias their algorithms are going to have a liberal bias."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And algorithms are an equation that's best optimizes the best desired outcome. So if there's desired outcome is something that is left wing and progressive that's an issue for us. So that's the problem, I think."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "It's like digital redistricting."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Very good. I like the way you think young lady."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I'm just encapsulating your thoughts."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You guys want to have your own show?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We've pitched it once."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It reminds me of the Peter Strzok, Lisa Page defense because they will say my partisan bias and belief system did not affect my professional decision making."
    },
    {
      "speaker": "DANA PERINO, CO-HOST",
      "utterance": "That's what judges say, too."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Exactly. But in this case, and I think even more than Peter Strzok and Lisa Page, they have some power but not as much power. This is probably the most powerful internet company, and this didn't happen in a vacuum. There's other instances of left wing bias as at Google. So it makes people think, wow, these people are powerful and they dislike President Trump."
    },
    {
      "speaker": "PERINO",
      "utterance": "And they're a private company so they can say whatever they want."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Whatever they want."
    },
    {
      "speaker": "PERINO",
      "utterance": "They're not a utility."
    },
    {
      "speaker": "WATTERS",
      "utterance": "No."
    },
    {
      "speaker": "PERINO",
      "utterance": ". OK. So that's one. So they have the freedom to do that. It's when they say there's no conservative bias at all, but yet they won't. And I don't blame them also for not revealing their algorithm. That is their propriety information."
    },
    {
      "speaker": "WATTERS",
      "utterance": "True."
    },
    {
      "speaker": "PERINO",
      "utterance": "But at some point they're going to have to realize that them saying that doesn't equate. The other thing that they say is that we're not bias because that would not make any sense from a market standpoint because we want to make money, so why would we alienate more than half the country."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, they don't seem to care that much because I think half the country is alienated by these people. And they haven't made that much of an effort to reach out."
    },
    {
      "speaker": "JUAN WILLIAMS, CO-HOST",
      "utterance": "I don't think half the country is alienated from Google over this. I mean, look."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, not necessarily Google, but big social media companies."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's not true. Are you kidding?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "A lot of people are against these companies."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "These companies are making huge money. They're the richest companied in the world. And most Americans, liberal or conservatives, are customers. I hate to inform you. But here's my point on this, Greg is on target when he said there are people here at Fox News who were shocked at the outcome of that election."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Not me, I predicted it."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And the second thing to say is Sergey Brin, if you've watched that video, says that he's an immigrant and a refugee and he's offended by the kind of rhetoric that attended the Trump victory. So, I mean."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's OK for him to say."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's exactly my point, it's OK for him to say."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Exactly."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "This is un-blanking believable."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Go ahead. Go ahead."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But what I'm trying to say is you've get a situation here where the conservative grievance in industry says, oh, wait, we are under assault. Nobody wants to hear our voices. Like there's no conservative media. But secondly, isn't it interesting, today Reddit did away with QAnon in their comment board. Why? Because they violate policy in terms of hate speech, in terms of going after people. Remember pizza gate? Alex Jones earlier this week. And all of a sudden people are like, oh, they're banning because -- no, they're banning hate speech. They're banning provocateurs."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Diamond and Silk is not hate speech."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "What's most troubling here is it shows these implicit cronies because they wanted Hillary to win because they wanted to be in bed with the President of the United States."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, get out of here. What cronyism? They are speaking from the heart."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "A giant multi-billion dollar corporation wanting to affect the outcome, as Greg pointed out through algorithms with a Democratic status president. And the marriage of a giant corporation with giant government is one of the worst influences."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "We know that the Russians were out there. I saw in the paper today the Russians were even going after our healthcare programs to try to diminish support for that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Maybe the Russians bankrupted the healthcare website that Obama built."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What we know is that the Russians effectively used Google, twitter, and others to affect our election."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We've got to go. Liberal Hollywood loses it after Susan Sarandon appears to say something nice about Trump. Plus, Hurricane Florence starting to slam into the east coast, we'll have the latest later."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Actress Debra Messing going into a twitter tirade telling fellow Hollywood star Susan Sarandon to shut the bleep up."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Apparently saying something positive about President Trump. In an interview with Variety, Sarandon refuses to give the Trump presidency a grade. She mentioned how many more women are running for office. Watch:"
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "What grade would you give him at this point?"
    },
    {
      "speaker": "SUSAN SARANDON, ACTRESS",
      "utterance": "Oh, my god. I would tell him to start all over again. I mean, I don't think we can grade him. You never saw that population running, so many women. I think like 40 percent more women are running for office and becoming elected."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Sarandon telling -- firing back, I should say, at Messing, telling her to actually listen to what she said instead of falling for Variety's click bait headline. So, Kennedy, who's right, who's wrong?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I think it's fantastic because we're watching Debra Messing in the clutches of a slow and fascinating mental breakdown. And so, she's taking out her anger on a fellow leftist. Susan Sarandon, she's not the Jesse Watters."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I mean, she really was saying that the president is so horrible and such an inspiration. The pendulum is swinging so far in the opposite direction which would be beneficial to both of them. But Debra Messing is either sick or completely out of her mind. It is fascinating to watch this sort of leftist cannibalism."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So, Jesse, what's interesting here is you have a Bernie Sanders supporter versus a Hillary Clinton supporter. So a lot of this has some backdrop to it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Sure."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Whether they're going after each other and saying, oh, in fact, Hillary Clinton is more dangerous than Donald Trump. Remember that? And now you get Messing saying, oh, look at healthcare, look at abortion rights, look at voter suppression, how can you not admit that you are wrong?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Voter suppression. I think the Democrats are leading in the polls. I don't even know what that means. I do agree with Kennedy, it is fun to watch left on left crime in this country. It's enjoyable. And it doesn't happen enough. I think we should showcase this more on The Five. And in the spirit of this discussion, Juan, I'm going to give you a compliment."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Sure."
    },
    {
      "speaker": "WATTERS",
      "utterance": ". because I'm going to say something nice about you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's real."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You have raised great conservative sons."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's true."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And you have found out a way to get rich by being wrong every day. So congratulations. Well done. Well-executed."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well done."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I would also like to say something nice about Hillary. She has a great nickname, \"Crooked.\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Crooked."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And she gives us great ratings, because she continues to not leave the stage. And President Obama also, he gave us Donald Trump. So good job, President Obama. I could do this all day. And I think -- I think it's time for someone else to take the lead."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But I will say that you should read some of my books. They're best-sellers, and they made me rich."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Better than \"The Gutfeld Monologues.\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I don't know. I don't know about that. That's a high standard."
    },
    {
      "speaker": "WATTERS",
      "utterance": "OK."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So what you get here is a situation where I think you could take the light in the pictures. There were pictures that put out, one where I think it was Messing getting arrested and Susan --"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Sarandon."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Sarandon getting arrested and Messing laying on a beach or porch relaxing. And this was put out as evidence that you're not really part of the resistance."
    },
    {
      "speaker": "PERINO",
      "utterance": "You're not really in the resistance?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "I have to say also that I -- one thing I can't stand. And if you're a young journalism student out there, don't ever, ever waste a question by saying, \"What grade would you give\" a president. It is the lamest, laziest question. And I am actually surprised Susan Sarandon didn't fall for it. She was like, \"I'm not going to answer that,\" and she moves on. The backhanded compliment that you have to be pretty aware of. As Jesse was just showing, it's easy to do, and you can get caught very easily."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And Trump already gave himself an A-plus. So --"
    },
    {
      "speaker": "PERINO",
      "utterance": "Right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That settles it."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "As any stable genius would, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Exactly."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "So Greg, more women are running for Congress --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- for governor. So is she wrong?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "More power to them, I say. She's a hot Messing. \"Will and Grace,\" more like \"Will and Disgrace,\" America."
    },
    {
      "speaker": "WATTERS",
      "utterance": "God."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Once you embrace an ideology, there is no room for nuance or disagreement. Like, you could tell what Susan Sarandon meant, or Sarandon meant. But Messing is the typical late-blooming Hollywood leftist. She spent whatever, four decades chasing the spotlight. Now she feels guilty. So her emotion is inversely proportional to her wisdom. So the more she feels, the less she actually thinks. And then when she goes on social media, this is the worst part about the poor woman, is that she -- social media dehumanizes people. She doesn't see -- like, if she was looking at Susan Sarandon, she could see that it was a backhanded compliment or she could see what she's talking about. But you can't do that on social media. I'll be discussing that further in the E-block. That's what we call a long tease."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes. But it just looks like it's kind of petty --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- cat fight. Intense."
    },
    {
      "speaker": "PERINO",
      "utterance": "Nothing better for television."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, yes?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Oh, yes? All right. Hurricane Florence closing in on the East Coast, folks. The latest on the nightmare storm. That's up next with us on \"The Five.\""
    },
    {
      "speaker": "PERINO",
      "utterance": "This is a Fox News alert. The outer bands of dangerous Hurricane Florence starting to slam into the Carolinas. Although wind speeds have weakened, life-threatening rainfall and a massive storm surge still pose a very serious threat. We have live team Fox coverage with chief meteorologist Rick Reichmuth in the weather center and correspondent Leland Vittert on the front lines in Atlantic Beach, North Carolina. But let's go first to Rick Reichmuth, who is tracking the monster storm. And Rick, there was an update at 5 p.m.?"
    },
    {
      "speaker": "REICHMUTH",
      "utterance": "Yes, there was. Winds came down about five miles an hour. You say the winds have gone down. They're still a hundred miles an hour. So incredibly strong winds at the center of this. Hurricane-force winds still extending about 160 miles across from this. We've got winds, the latest wind gusts at Hatteras at 67 miles an hour, so we're getting mighty, mighty close to the hurricane-force winds there. You can see where we have the flood watches in effect. We also have flash flooding going on right now around Morehead City, where we've already seen around six inches of rain. And I would say we're about ten to fifteen percent in the way into this. So a lot more to be had. This is the latest gust. That buoy right there, 76 miles an hour, so you see hurricane-force winds getting mighty close towards the shore. It's really slowed down in this forward progression, going about 5 miles an hour. I think it will probably slow, even, a little bit more over the next couple of hours or so. That's why we think these rainfall totals are going to be so extreme. We'll see some spots here probably around 40 inches. We'll probably see some spots in interior sections up to about 12 inches. There's more mountainous terrain here across the southern Appalachians. All of that water is going to make its way across the state of South Carolina. And we're going to have a world of hurt with all the moisture as that's there. By the way, this is just one model run. I think there's a good chance some of that will be a little bit farther towards the south. So if you're in South Carolina, don't think just because you don't see it here that that's not going to happen. This is just a model run. We don't know exactly where that's going to line up. I just pulled out here to show you the zoomed-out version. A lot of people are saying what happens after this, once we get in towards Sunday and Monday? You kind of get the sense here that's our track. So, we'll eventually see some moisture going across southern parts of Canada, parts of New England. But we're not going to see it right there across that I-95 corridor. I don't think it's going to go primarily around it. There's our official track. This is the next couple of days. Does not move much. By the time we gets towards Saturday, goes into Sunday and Monday and then take a look at that. It moves very, very quickly eventually. But the next few days is the hard part. At least, probably, all the way through Saturday with the very torrential rain falls. And that's why we're going to be seeing so much flooding -- Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, Rick. Thanks for all the hard work."
    },
    {
      "speaker": "REICHMUTH",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "We'll be back to you soon. Now to Leland Vittert. He's on the ground in Atlantic Beach, North Carolina. Leland, I don't think you've dried out all day."
    },
    {
      "speaker": "VITTERT",
      "utterance": "No. Won't probably dry out for another couple of days, Dana. And since we talked at about 2:30, the winds have certainly picked. Gusts now somewhere in the 75-mile-an-hour range, which is more than enough to knock you over. We're between bands, so we're getting sustained winds of about 40, 45 miles an hour. So you get that sand blast effect here as we walk up the beach towards you. Interestingly enough, we're walking into the wind, up the beach. And that's one of the reasons that this storm is going to have such deadly and catastrophic effects farther inland here. Because this water is being pushed in like a funnel through the barrier islands. Out here on the beach, certainly enough wind for some fairly serious damage. Mobile homes, certainly some flooding here, especially on the inland side. Even houses that are raised three, four, five feet up on stilts. It's protection, but it's certainly not safety from this water that continues to come in. Power outages already blanketing North Carolina, including where we are. There could be hundreds of thousands of people, millions of people without power by the time this is over. And you combine all the water that is coming down, so all the flooding. All the storm surge that is coming and all the rain. Getting the power back on is going to be a goliath effort over weeks, if not months. So we are in the very beginning hours of this storm. As Rick said, it's going to stall here, which will only increase the misery factor so, so much for all the folks who stayed and then, obviously, for people who are inland who evacuated. All they can do is just watch the destruction here from the wind and from the rising water over the next couple of days, guys."
    },
    {
      "speaker": "PERINO",
      "utterance": "Leland, I have a question. So you're heading into the evening and overnight. How do you continue to track things and monitor when it's dark?"
    },
    {
      "speaker": "VITTERT",
      "utterance": "Great question. We have an incredible crew that we're out here with. So we've got generators, and we've got lights. We're going to actually pull back a little bit from this position here, because it's pretty hard to see all the way out this distance at night. So we've got a location that we sort of scouted out that can give you a sense of the storm throughout the evening, where we can keep our camera crew safe. Under it, we've got a building there that is steel and concrete, reinforced, that they can stay in. We can venture out and news gather a little bit. And also, that's where you've got generators. So you have lights on that can actually sort of go, penetrate out far enough to be able to get a sense of what the wind is going to be like. And also the damage. And also, importantly for us, watch for rising waters in case we ourselves have to get out before getting trapped."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right. Well, stay safe, Leland. And thank you. All right. Next, will face-to-face conversations become a thing of the past? Greg's take on a growing trend, and his take on it. Next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "According to new research, teens now prefer texting over talking in person. In other news: Water is wet, puppies are adorable, and I could have been a male model. So why does this matter? Well, while most teens think that social media improves their lives, for those who have poor social wellbeing, it's actually the opposite. Part of this is due to the ease at which anonymous mobs can form and attack online. Because people tend to imitate each other in order to belong, social media is now a constant exercise of swarm and shame. When a large number of people do this simultaneously, it's mob behavior: A pack of hyenas screaming for a scalp. The strong can handle this, but the vulnerable, not so much. Spend five minutes on Twitter, you'll see it. So I'm all for texting, but by removing face-to-face contact, and the vulnerability of eye contact, it's just easier to destroy each other. A generation becomes a mob of cruelty, out to punish someone for their own sins. Think about Christ. The original crucifixion was meant to be the last one, the one to stop the mob. Then came the iPhone and Twitter. Now we crucify daily."
    },
    {
      "speaker": "So here is my advice for parents of teens, because I am the expert",
      "utterance": "At every chance, help them see the reality of their anger and the reality of a mob and why it's brave to egg on its failure. Destroying a life online is an act of craven self-scarring and eventually that's how the world will see you, as just another coward yelling, \"crucify him!\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wow, I can't believe this. This is too much. Amen, brother. I can't believe you and I are on the same page on this. But I think human interaction --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- is being, actually, derailed by these systems."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I agree, I agree. And I think that's why -- that's why when you see something like the Debra Messing thing, it was easier for her to go after a peer, basically, who agrees with her, because they're not actually -- like, you can't talk to certain people in a face-to-face way the way you do it here. You can destroy somebody."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "You also don't have context --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "-- in any sort of digital communication. So it's difficult to tell --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "-- if someone really is upset or if someone really is being sarcastic."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "If you take that the wrong way, it can ruin a friendship. Both my daughters have devices where they are able to text. And there is a lot of parental control, don't get me wrong. But it's scary, because you don't want your kids to be antisocial and dehumanized. And there's something very human about reading the signals on someone else's face."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Face. Exactly."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I mean, that's how we evolved in order to read those subtleties and modify our behavior accordingly."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, so human interaction, then is, at the moment it's almost like a fork in the road. Because what it said in the polls is the kids prefer texting --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "-- to human contact. But then when they're with each other, a high percentage say, \"Well, my friends are distracted. They're paying attention to phones and not talking to me.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But the human interaction, something different is going on."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. All I know is the only times I've had to apologize in my life recently is after e-mails or texts or tweets. Because I get angry at something that I probably wouldn't have been angry if I had been eye contact or something. It's weird."
    },
    {
      "speaker": "PERINO",
      "utterance": "Right, because also, if you send an e-mail that sounds mean, we don't know, you may have been laughing -- if you had said it out loud, you probably would have laughed afterwards."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "Because that's how you communicate."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's why you put \"LOL,\" Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "Thank you, thank you. Thank you for that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm hip to all this."
    },
    {
      "speaker": "PERINO",
      "utterance": "My friend's daughter gave up social media for Lent, and then she loved the freedom that it gave her, and she never went back."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "That's great."
    },
    {
      "speaker": "PERINO",
      "utterance": "And she was 15."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "It's here to stay. There's nothing we're going to do about technology and social media. It will continue to evolve. It's just really important as parents that you have to redirect your kid. You have to take them outside and you have to constantly encourage them. But the nice thing about a phone for a 13-year-old is that it is a great discipline device. And the second there's misbehavior --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Take it away."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I thought you were going to say you beat them with the phone."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I'm not Naomi Campbell."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She does that?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, she did something with a phone. Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What's going to happen is eventually, you're going to get a generation of kids with hunchbacks."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Because they're going to be like this."
    },
    {
      "speaker": "PERINO",
      "utterance": "Definitely posture, absolutely."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And blind. They're going to be blind hunchbacks."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Very strong thumbs."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Very jittery with no attention span. And they're not going to be married, because they can't score at a bar."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, but the upside is, if they're blind and hunchbacked they can just go to Notre Dame."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK, I'm going to leave it there."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That joke -- that joke rings a bell."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh! Nice."
    },
    {
      "speaker": "PERINO",
      "utterance": "Excellent."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Should we end it there?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes. GUTFELD: We probably should, even though that will give us 12 minutes for \"One More Thing.\" \"One More Thing\" is up next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It's time now for \"One More Thing.\" And now a new edition of --"
    },
    {
      "speaker": "GRAPHIC",
      "utterance": "Mom Texts"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, yes!"
    },
    {
      "speaker": "WATTERS",
      "utterance": "-- \"Mom Texts.\" OK. Here we go. No. 1, \"Stay away from speaking for Trump. Don't be an ass.\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Go Mom, go."
    },
    {
      "speaker": "WATTERS",
      "utterance": "How about this: \"What happened to the rule of law? Stop this, Jesse. You sound like an immoral crook.\""
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Next one, \"Where is your moral compass?\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow. They're getting shorter and meaner."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Dana asks me that every day."
    },
    {
      "speaker": "PERINO",
      "utterance": "No, I don't."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Next one, \"Those colleagues of yours are breathtaking at multiple levels, and I am not referencing Diamond and Silk.\" Oh, that's just a cheap shot, Mom. And then lastly, \"STOP TALKING ABOUT YOUR HAIR!\" Sorry."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All caps, too."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Mom."
    },
    {
      "speaker": "PERINO",
      "utterance": "She's the best."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I love you."
    },
    {
      "speaker": "PERINO",
      "utterance": "Next time we do --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I notice they're getting shorter."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm editing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They're getting angrier."
    },
    {
      "speaker": "WATTERS",
      "utterance": "She's got the derangement syndrome."
    },
    {
      "speaker": "PERINO",
      "utterance": "Does she do emojis?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, but we can't put those on the screen."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "You know what I have from your mom?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "In my office?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Juan, wow."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Expiration clock, courtesy of Jesse's mom."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes. I think that thing's broken."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It's working, brother."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, but it should end at 2024, not 2020."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Hopefully, it will end at 2018."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Got to move on."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "OK. I have a sweet one. And this is a community that has come together in the wake of a heartbreaking tragedy. And this is where you get that human interaction, for sure. Ben and Marilyn Keryluke have been raising their 3- and 6-year-old grandchildren since the death of their son and daughter-in-law last May. They recently made the difficult decision to sell their late son's classic car to help cover the costs of raising two children with special needs. What they didn't count on was the amazing response from the community. Check out that car, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "The car sold for $29,000 at auction. Then new owner did the unthinkable. He donated it back to the auction, where it sold for another $30,000 --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wonderful."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- and was immediately donated back to the auction again. The car was sold for a third and a final time, fetching $20,000. The new owner then donated the car to the Kerylukes so they could hold onto their prized possession. Through the car and donations, the Kerylukes received over a hundred thousand dollars to help raise two kids."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Wonderful."
    },
    {
      "speaker": "PERINO",
      "utterance": "That is a beautiful story."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Beautiful. All right. Mr. Gutfeld."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. I'm going to be on \"Tucker\" tonight. We'll be discussing Michael Moore and also Michael Avenatti, who's going to be on Tucker tonight. And I'm going to be on right before him with some pithy questions, I guess. Time for this."
    },
    {
      "speaker": "GRAPHIC",
      "utterance": "Greg's Favorite Fan News"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"Greg's Favorite Fan News.\" A lot of people at home don't know this, but there are people that are outside, usually in this area. What do you call this area?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "The plaza, the plaza."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The plaza, who actually watch our show. And sometimes they'll react very strongly to my monologues. Check out this young fellow after my last monologue."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Jess (ph) was so happy. Look at him yelling. He's screaming, \"More, more, more!\" Anyway, he definitely is one of my bigger fans. And you know what? I think we're going to go out and get drinks later."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "He's warming up his texting fingers."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Oh, yes. He'll be going home tonight."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Juan."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "In my pocket."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "All right. Look up in the sky. Able to leap tall buildings in a single bound. Yes. It's Usain Bolt. The world's fastest human went into zero gravity for his latest race. Bolt was inside a modified Airbus zero-G plane in France. These planes are used to train astronauts. They're known as \"vomit comets.\""
    },
    {
      "speaker": "PERINO",
      "utterance": "Gee."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But for Bolt, it was the scene of his latest race. He ran against a French astronaut and a marketing executive. The event put on by a French champagne maker, Maison Mumm to promote a new champagne bottle and serving glass designed for use in zero gravity."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And that's how you run after you drink."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Yes, there you go. By the way, you should all know Usain Bolt won the race, floating across the finish line to set an out-of-this-world record."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Always about race with you, Juan."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "I tell you."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Thank God for genius. Where would we be without him?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Kennedy."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Oh, my God. You've heard a lot about it, and I'm so excited to be a part of it. It's FOX Nation. You're like, \"What is FOX Nation?\" If you go to FOXnews.com right now, you will see some of your very favorite FOX personalities from FOX News and FOX Business. And the information, powerful documentaries. There will be brand-new shows, original programming. And this is an incredible on-demand streaming service that is all yours. The access is unparalleled. And the programming that you will get, it will be an amplified --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What does -- what does streaming mean?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Streaming means that they have a hose, and they sprinkle the content all over your lawn."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Do you have to pay for it?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I hope so."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Put the full screen back up again. I want to see all the people. Can we put that back up? There we go."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Yes."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Let me see. Where's Greg? Can we -- there he is. All the way on the right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "As I should be."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Below Ainsley and next to Hegseth. And there I am be below Brit and next to -- is that Tomi? And then we have Todd Starnes is going to be on there."
    },
    {
      "speaker": "PERINO",
      "utterance": "What about me? What about me?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Where is Dana there?"
    },
    {
      "speaker": "KENNEDY",
      "utterance": "On the top row, baby."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, baby."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "I'm up front."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right. Set your DVRs. Never miss an episode of \"The Five.\" \"Special Report\" is up next -- Bret."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS",
      "utterance": "It was like \"Where's Waldo?\" Thanks, Jesse. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}