{
  "date": "September 22, 2019",
  "headline": "Sen. Lindsey Graham: No one has looked at the Ukraine and the Bidens",
  "subHeadline": "Guests: Lindsey Graham, Devin Nunes",
  "url": "https://www.foxnews.com/transcript/sen-lindsey-graham-no-one-has-looked-at-the-ukraine-and-the-bidens",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARIA BARTIROMO, ANCHOR",
      "sentences": "Good Sunday morning, everyone. Welcome. I'm Maria Bartiromo. President Trump speaking out just a short time ago on two breaking stories this morning, the fallout over the whistle-blower complaint, as acting intel chief is now getting set to testify in Capitol Hill in the coming days, and tensions with Iran ahead of this week's U.N. General Assembly gathering in New York.  Joining me exclusively straight ahead right on \"Sunday Morning Futures\" to react to all of that, Senator Lindsey Graham. He is the chairman of the Judiciary Committee and a member of the Senate Foreign Relations Committee. He will be here.  The top Republican on the House Intelligence Committee also here, Congressman Devin Nunes joining me momentarily.  Also with me this morning, retired Four-Star General Jack Keane. Plus, a preview of my special report on artificial intelligence. It airs tonight at 8:00 p.m. Eastern right here on the FOX News Channel.  All those stories and a lot more coming up right here, right now, on \"Sunday Morning Futures.\" And the we begin this morning with the breaking news.  This morning, President Trump hitting back at Democratic front-runner Joe Biden amid the controversy over a whistle-blower complaint. Multiple outlets reporting it was prompted by a July phone call where the president allegedly asked the president of Ukraine to investigate Biden's son.   Here is the president just a little while ago before heading to Houston later today for an event with the Indian prime minister.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "That call was a great call. It was a perfect call, a perfect call.   What wasn't perfect is the horrible thing that Joe Biden said. And now he made a lie when he said he never spoke to his son. I mean, give me a break. He's already said he spoke to his son. And now he said yesterday very firmly. Who wouldn't speak to your son? Of course you spoke to your son. So, he made the mistake of saying he never spoke to his son. He spoke to his son. But, more importantly, what he said about the billions of dollars that he wouldn't give them unless they fired the prosecutor, and then he bragged about how they fired the prosecutor, and then they got the money.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Here is what former Vice President Joe Biden said yesterday while he was on the campaign trail in Iowa.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Mr. Vice President, how many times have you ever spoken to your son about his overseas business dealings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSEPH BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "I have never spoken to my son about his overseas business dealings.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Here is what I know. I know Trump deserves to be investigated. He's violating every basic norm of a president. You should be asking him the question, why is he on the phone with a foreign leader trying to intimidate a foreign leader, if that's what happened? That appears what happened.  You should be looking at Trump. Trump know is doing this because he knows I will beat him like a drum, and he's using the abuse of power and every element of the presidency to try to do something to smear me.   Everybody looked at this, and everybody who has looked at it said there's nothing there. Ask the right question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Now, after the Houston event today, the president will head to Ohio to tour a manufacturing plant, before ending his day in New York City ahead of his appearance at the U.N. General Assembly.  Looming large at this year's session, growing tensions with Iran, the Trump administration announcing the deployment of additional troops of Saudi Arabia and the United Arab Emirates, following attacks on the Saudi oil facilities.  The U.S. blames Iran and says it is seeking a peaceful resolution. The Iranian supreme leader, meanwhile, ruled out talks with the president and the United States. President Trump, he says he is not ready to go that far. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Nothing is ever off the table completely. But I have no intention of meeting with Iran. That doesn't mean it doesn't happen. I'm a very flexible person. But we have no intention. It's not set up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "A lot to talk about right now with the man of the hour. He's the Republican Senator from South Carolina Lindsey Graham. He's the chairman of the Senate Judiciary Committee. He also sits on the Senate Appropriations, Foreign Relations and Budget committees. Senator, it's always pleasure to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Good to see you this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "First, let's talk Ukraine for a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Does the president have something to worry about in terms of that phone call he had with the leader of Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I think every president would have a lot to worry about if this phone call is handled the way they're talking about. Can you imagine future presidents having a phone call with a foreign leader and it winds up going to Congress? If that's not an executive privilege moment, I don't know what would be.   So the foreign minister of the Ukraine said there's no pressure. They have got the money. Nothing's happened.  But here's something that really did surprise me. Joe Biden said everybody's looked at this and found nothing. Who is everybody? Nobody's looked at the Ukraine and the Bidens. Nobody's looked at the role the Ukraine played in the 2016 election. Do you think the media in America would really look at it and report on it if there was something bad for the Bidens or are they unduly interfered in the 2016 election? So here's what I'm calling on, calling for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I'm calling for somebody in the Justice Department to look at all things Ukraine. We have looked at all things Russia and Trump, his family, everything about his family, every transaction between the Trump campaign and Russia. Now it's time to see whether or not the Ukrainians released information regarding Manafort, who was Trump's campaign manager.   What relationships, if any, did the Biden world have to the Ukraine? What role, if any, did the Ukraine play in the 2016 election? So nobody's looked at this, but somebody should. So I'm hoping the Department of Justice will look at the Biden-Ukraine connection, like we looked at the Trump-Russia connection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So you're calling for an investigation by the DOJ into Ukraine and its dealings in to the United States?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Can you imagine if this was the Trump family doing business is like this?  So I like Joe Biden. I like him a lot. But you can't have it both ways here. They have done everything but turn the Trump world upside down. When it comes to this president, there are no rules, including a phone call. Everything is fair game when it comes to Trump. There are no privileges.  So what I'm asking for is for us to take some time and effort to look at what the Ukraine may have done in the 2016 election. What role, if any, did the Bidens have to the Ukraine? Was it proper? Was it not?  I promise you the American media is not going to look at it. I'm hoping someday at the Department of Justice will do for the Biden-Ukraine connection what we did for the Trump-Russia connection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "In fact, Peter Schweizer says that the American media is trying to turn what was a Biden scandal into a Trump scandal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, I hope Mr. Barr doesn't allow that to happen. I hope -- there's enough smoke here. There's enough concern about, did the Ukraine dump information into the American political system, legal system regarding Manafort and others? Was there a relationship between the vice president's family and the Ukraine business world that was inappropriate? I don't know. Somebody other than me needs to look at it. And I sure as hell don't trust the media to get the bottom of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I want to move on to Iran. But before I do, I know you have some important meetings today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "You're going to be meeting with Mr. Erdogan. You're going to be meeting with the leadership of Pakistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Anything you want to tell us about in terms of your upcoming meetings, what you would like to see?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes, Turkey's an important ally. If they activate the S-400 that they bought from the Russia, it will sever our relationship. I hope we can find an alternative to the S-400.  But we need Turkey to help us in Syria. We need Turkey to stabilize Syria, to help us stabilize Syria. I'd like to get them back in the F-35 program. There's a strategic ally. We have created a problem for Turkey, with the YPG Kurds, who, in their eyes are a terrorist organization. So I'm going to meet with President Erdogan to make sure that we can salvage this relationship. It's very important. And you want to end the war in Afghanistan? So do I. It will never end without Pakistan. So Pakistan has put pressure on the Taliban. If they keep putting pressure on the Taliban, where there are no longer sanctuaries in Pakistan, that would make it very hard on the Taliban to keep this war going in Afghanistan. So a free trade agreement between the United States and Turkey and the United States and Pakistan can bring these countries on our side in a way that would be very beneficial to our foreign policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "The president is trying to get as many trade agreements as he can as possible right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Let's talk Iran for a moment...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "... because we know at this point that it didn't look like, based on the fingerprints left, that it was the Houthi rebels in terms of hitting the Saudi Arabian oil fields. What kind of a response do you want to see from the United States?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "One that will restore -- restore the relationship on our terms, restore deterrence.  The ayatollah is a religious Nazi. When he says \"Death to Israel,\" he means it. Rocket man is sort of a mafia state. The Iranian regime is run by religious extremists. They have a desire to purify Islam, to destroy Israel, and take over the Mideast religiously and economically. They're bad people. They shoot their own people down in the streets to maintain power. So don't misunderestimate who we're dealing with here. This is not about oil. It is about nuclear weapons. Trump has done more to punish Iran than any president since Reagan. But this attack on Saudi Arabia is an act of war. If we give them a pass, everybody in the region believes that the Iranians will eventually break out and get a nuclear weapon. And the Arabs are going to go buy one. And you're going to have a nuclear-armed Mideast, if you don't stop Iran now. So what did Reagan do when the Iranians acted out? They attacked ships, Reagan attacked them. He shot up a couple of old platforms, and he suck some Iranian naval vessels. I hope the president will put on the table a military option that will restore deterrence, because sanctions are not enough. I give the president a ton of credit for taking Iran on, but this is a defining moment in his presidency. If the Iranians do not change their behavior, if they do not get put back in a box, it's just a matter of time that they're going to break out and have a nuclear weapon. And that changes the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "That changes everything.  The sanctions have been debilitating in terms of their economy. I spoke with Vice President Mike Pence this week. And he said it's working, the pressure campaign. Listen to what he said. I got to get your reaction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT",
      "sentences": "Our maximum pressure campaign is working. The Iranian economy is literally collapsing. The activities in the region regarding oil tankers, their support for Houthis, their continued support for terrorism, are all evidence of increasing desperation by the Iranians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So it's an increasing desperation, Senator, but you want one step further. What kind of a military move do you want to see? Are we going to war with Iran?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, if there's an all-out war with Iran, we will win it. That's all bluster. What did Reagan do when Iran acted out? He hit their ship, their navy, and he hit their old platforms. We need to punish them economically and militarily. I don't believe we're going to get an all-out war with Iran, because we know and they know that they will lose it. But here's the point. The maximum pressure campaign has crippled the economy, but the Iranians would eat grass if that's what it took to get their -- to reach their goal of Mideast dominance and one day to have a nuclear weapon. Why have they struck pipelines? Why they have seized ships? Why have they now attacked the largest oil field in the world under all this pressure? They're trying to break the will of the region. The Europeans are worthless when it comes to Iran. The Arabs don't have the capability. Israel, if they have to, will attack Iran, but Iran would welcome an attack from Israel. But they fear an attack from United States. I don't want a war with Iran, but I want them to stop.  And the only way they're going to stop is to pay a price. And the price I want them to pay is to lose some of their military capability and be hit financially. Their oil refineries, to me, are the perfect target. Deliver a message to the Iranian ayatollah that, on Trump's watch, you're not going to dismember the Mideast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Can you really make a point to Iran if there are nations that are still working with the Iranians?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "What's the story in Europe? Because I know that this president has tried hard for the Europeans to understand the severity of this problem. But Europe still wants to buy their gas or oil from Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, Trump has cut that off. We put pressure on the Europeans: If you do business with Iran, you can't do business with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "He got out of the agreement. Why did the president get out of the Iran nuclear agreement? Because it's a terrible deal. We gave $150 billion to a religious Nazi. He didn't take the money to do better. He took the money to dismember the Mideast. He has a plan for the Mideast. We shouldn't be part of that plan. I don't want Russia, China and Iran controlling the Mideast. I want the Sunni Arabs, in line with us and Israel, to have the dominant voice in the Mideast. So the bottom line, the Iranian regime is going to test this president and the region and the Europeans. And this is a moment of testing. And here's what I'd like to see happen. I would like see Trump do to the Iranians what Reagan did, because, when Reagan hit them, they stopped. They're not going to war with us. They know they will lose it. But if we don't stop them now, all bets are off in terms of future misbehavior. And they believe, if the United States will not act, they can get a nuclear weapon. And that's where they're headed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I got to get your take on the Justice Kavanaugh controversy, as well as what is ahead in terms of the FISA abuse and when we will see Michael Horowitz's report. Let's slip in a short break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I have got much more ahead with Senator Lindsey Graham this morning, including the latest on investigating the investigators, also the legislative agenda, guns, immigration, trade deals, China, USMCA. Also with us this morning is House Intel Committee Ranking Member Devin Nunes and retired Four-Star General Jack Keane. Follow me on Twitter @MariaBartiromo, on Instagram @SundayFutures. Stay with us. We're looking ahead on \"Sunday Morning Futures\" with Lindsey Graham next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. Congress is moving forward with a jam-packed year and agenda. Topping the to do-list, spending, immigration, gun reform. Republicans say that they're waiting to see what legislation President Trump is willing to support on guns. But the president suggested that Democrats are too busy investigating him to strike any deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "If Congress would ever get back to work, we could work something. But Congress is doing all of this nonsense, this garbage that they're doing. And I will tell you what. They don't have any time. The Democrats in Congress, they're doing nothing. I will tell you what. They're going to lose the election. You know why? Because they're not doing anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I'm back now with Senator Lindsey Graham. What is likely in terms of a legislative agenda?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, I hope we can get the government funded. The president has restored the military. It's as strong today as it has been since Ronald Reagan, thanks to President Trump. So we need a budget deal. I have legislation that would change our laws, that asylum laws are being abused. Mitch McConnell, I hope, will bring it up. I don't think it will pass, but we need to define the difference between us and the Democrats when it comes to changing our laws.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I mean, things have improved because of Mexico and Guatemala, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Because of President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And because of President Trump, obviously, but, also, he did a deal with Mexico and Guatemala.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "If you told me President Trump could get the Mexican army to deploy 80,000 troops and get third-country agreements with Guatemala and others, El Salvador, I wouldn't have believed it. But the Democratic Party needs to help the president, like Mexico's helping the president. So, anyway, guns, maybe. I'm hoping we can expand background checks in a reasonable way that we give grants to cops to states that have red flag laws to keep guns out of the hands of dangerous people. Those are two things we might be able to do. We're very close. I hope we can get it over the line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I don't understand why immigration can't get done. I mean, when we first took this show to the border, it was clear to us...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I can explain it to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I'm sorry?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "It's not a manufactured crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Democrats in 2014 voted for $40 billion to secure the border. Now they won't vote for a penny because it's all -- they want him to lose more than they want the country to win. And when it comes immigration, they have changed their positions just because of President Trump. They're not going to give him a win. So the emergency declaration to build a wall is going to be challenged again. I hope we can allow the president to continue to use the money to build the wall we need. But our laws need to change. If you put one foot on the United States soil and claim asylum, you have a hearing three years from now, you never show up. I want to change that law, change it like the agreement with the other countries. But the bottom line here is , when it comes to Trump, there are no rules. They want him to lose. And it's sad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, that's what happened in terms of the Brett Kavanaugh debate. And, once again, Justice Kavanaugh's character is coming into question, even though The New York Times omits a critical point of the story, that the accuser's friend could not remember anything, that it actually happened, and they didn't put that in the story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "OK, this is not a book being written. It's another effort to destroy a good man. I feel so bad for Brett and Amy and his family. They have gone to hell for no good reason. Who in the world would write a book and in the book allege a sex assault by a sitting member of the Supreme Court and never ask the victim, is it true? It's a hearsay story. When you go to the alleged victim, she says, I don't recall that event. But it's in a book. And the book is designed to intimidate Judge Kavanaugh, Justice Kavanaugh. And the book is designed to continue a narrative that will destroy this man's life and to send a shot to every conservative nominee. If you come here, we're going to try to destroy your life. So we need to push back on all fronts. I will do everything I can to push back on all fronts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Just so you know, Justice Ruth Bader Ginsburg actually defended Brett Kavanaugh. She was speaking recently . And she said that he's a very decent man. This is an important endorsement from Ruth Bader Ginsburg, who calls herself a flaming feminist and who calls herself a liberal judge on the court, and she's defending him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "They're trying to intimidate conservative judges, would-be appointees. They're trying to take people out of the game, because they're showing them what your life would be like. What they have done to Brett is unconscionable. This book is just outrageous. It is a complete, false lie, like everything else around the accusations against Judge Kavanaugh. But it's done for a purpose, to destroy him and to discourage others from going down the road of being a judge.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. And not only that, but this follows two years of us talking about collusion, which was also not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So, again, it's just ideologies that are willing to throw out everything we deem important as Americans, due process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "No rules when it comes to everything Trump, no presumption of innocence, no executive privilege. It doesn't matter if it's true or not. Report it, write it, then try to verify it later. I have never seen anything like it since I have been in Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "We want to take a break. But you told me on this program months ago you were going to do a deep dive into the FISA abuse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Michael Horowitz now has his report in the hands of William Barr. We're going to have more with Senator Lindsey Graham next. Also, the whistle-blower's complaint about President Trump's conversation with a foreign leader sparking this political firestorm in Washington and on the 2020 Democratic trail, this as the acting intelligence chief is set to testify before lawmakers in the coming days. One of those lawmakers will be the ranking Republican on the House Intel Committee. Congressman Devin Nunes is here first on the latest there. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. I am back with Senator Lindsey Graham. And, Senator, now we know that Michael Horowitz's report on FISA abuses in the hands of William Barr.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "When do you expect the public will see it? What are you expecting in terms of wrongdoing here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, number one, I think it will probably be around October. My number one goal is to declassify as much as possible, so you can see what really happened. The applications for the warrant, I want those declassified. All the conversations about you shouldn't trust Steele that was given to the Department of Justice and the FBI, I want them to come out so the public can see that the Department of Justice and the FBI were on notice that Christopher Steele was an unreliable person, really hated Trump, had a political bias. I also want you to see to the extent the dossier has been verified. It hasn't been verified to this day. Then we will ask questions, how could the court issue a warrant based on a political document unverified to this day, and what happens to the people who mislead the court? The FISA court, it is an important court. But if the court doesn't take this seriously, then the question for me, who will? What do you do to cops who mislead a court that take -- that takes information that's unverified in the -- coming from a politically biased person, and you spend no effort to verify it, and you use it for a warrant four times? If somebody is not punished here, then there will be no deterrence and it will happen again and again and again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, we had -- there was a good op-ed from Kim Strassel in The Wall Street Journal this past week: \"Mr. Horowitz speaks. Never mind Nadler's impeachment circus. The real action was at a Wednesday hearing, when a House oversight subcommittee spoke to Michael Horowitz.\" Here we are talking about Michael Horowitz for two years, waiting for all of his reports to come out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And yet nobody covers Horowitz when he's actually testifying in front of this oversight subcommittee? So will there be accountability, I guess, is what our viewers want to know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "If you're looking for the American media to call it fair when it comes to Trump, you're looking in the wrong place. McCabe is one of the architects of the warrant. And he's a contributor for CNN.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "The guy is facing criminal charges. He was one of the guys who architect -- was the architect of the counterintelligence investigation, and the FISA warrant application. And he's on TV, supposedly being a fair, neutral observer about the Department of Justice. When it comes to Trump, everything's upside down. But I can promise you this. As chairman of the Judiciary Committee in the Senate, Mr. Horowitz will come before the country for as long as necessary under oath and tell us every detail about what he found.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "What once you get the Horowitz report, would you also call Michael Horowitz to speak in front of your committee?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Absolutely. I want him to explain what he did and how he did it. And I want to declassify all the information possible to let you see what went into his report. Then I will start calling people. This is a big deal. If a court was fed bad information by bad cops, Department of Justice, who had a political agenda, to get a warrant against an American citizen, and we do nothing about it, we're encouraging the breakdown of the rule of law. So somebody needs to be punished for misleading the court, lying to the court. The counterintelligence investigation, why did they not tell President Trump they had concerns about people on his campaign working with Russia? The point of a counterintelligence investigation is to protect the target of the foreign influence. They told Dianne Feinstein, the FBI did, that a Chinese employee of hers may be working with the Chinese government, and she fired him. They never warned this president. I think they were misusing the counterintelligence investigation. And did Obama know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Did the president of the United States know that the FBI and the Department of Justice were investigating the Republican nominee for president? And, if he did, what did he do about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, there's all questions around that, because, by the way, every time I ask anybody, who was the architect of this, they point to the CIA. So I'm just wondering, running the CIA...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Stay tuned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, stay tuned. Let me end our interview on where we began, because you made some breaking news a minute ago. You are calling for a probe by the DOJ into all things Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes, I want the Department of Justice to appoint somebody to look at the role the Ukraine played, if any, in the 2016 elections. There are a lot of allegations out there how the Ukraine fed information, maybe to the Democrats, Department of Justice against Trump campaign managers and others. And I think is fair, after what the Trumps have gone through regarding Russia, that somebody look at the connection of the Bidens while the president -- vice president was the sitting vice president, the Biden connection to the Ukraine through his son. Now, you can't have it one way. You can't look at one family, and not the other. And I don't trust the media to do this. So, I'm hoping somebody at the Department of Justice will appoint an investigator to look at all things Ukraine, like we looked at all things Russia.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Now, by the way, before you go, Iran, you and the president had a back and forth. You were on Twitter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "He said, no, this is what -- the way we reacted was -- showed strength.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes. So let me -- let me talk about that. When the president decided not to attack based on Iran shooting our drone down, I actually supported that, because he believed that, if I hit a radar site and kill 150 Iranians, it's going to put the ayatollah in a spot where he has to react. And we're talking about a drone, an unmanned drone. I thought that was a level of restraint that I respected. The problem is, the Iranians took it differently. I think President Trump's been strong on China, strong on ISIS, strong on North Korea, strong on Iran. But the Iranians are acting out in a very dangerous way. By attacking the Saudi Arabian oil field, they have attacked the world economy. It is in our national security interest to protect Mideast energy supplies, even though we're less dependent. It is in our national security interest to protect the navigation of the seas. And this is a rogue regime. These people have a religious mission that's going to throw the Mideast into uproar and open up Pandora's box if we don't act. So, clearly, the restraint shown regarding the drone didn't deter. Deterrence has been lost. What would restore deterrence? Do to Iran now what Reagan did to them in the '80s when they acted up. You will restore deterrence, Mr. President. They will not get in an all-out war with the United States because that will be the end of their regime. So now's the time to send a signal to Iran that is unmistakable and reset the world before it's too late.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All right, we're going to have to hear some conclusion of this fairly soon. The president has to make a decision soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, it's -- Reagan waited a couple weeks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "And building a coalition is a good thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Taking the case to the U.N. is a good thing, making sure everybody knows it was the Iranians. But when this is said and done, they can't be confused about who you are and who we are, Mr. President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "All, Senator, it's good to have you. Thank you so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Quick break, and then Congressman Devin Nunes will be here. Back in a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. The acting director of national intelligence, Joseph Maguire, is set to testify before the House Intel Committee next week on the whistle-blower complaint he is refusing to hand over to lawmakers. It was reportedly sparked by a July phone call between President Trump and the president of Ukraine. Now, The Wall Street Journal is reporting that the president repeatedly asked the Ukrainian counterpart -- his Ukrainian counterpart, rather, to investigate Joe Biden's son. Joining us right now is Republican Congressman from California Devin Nunes. He's the ranking member of the House Intel Committee. He also sits on the House Ways and Means Committee. And, Congressman, it's always a pleasure to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEVIN NUNES (R-CA)",
      "sentences": "Great to be here with you in person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Thank you so much for joining us. So you're going to be there, obviously. You're the ranking member of Intel. What are you expecting from Joseph Maguire?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, it will be interesting to see what his thoughts are as to why this information shouldn't be provided to Congress. Most people would believe it's because it was a privilege conversation that the president had with another foreign leader, which, historically, we have never received those. Now, I'm all for receiving privilege conversations that our leaders are having with foreign leaders, as long as we're going to get all the conversations that happened between Vice President Biden and the Ukrainians, Barack Obama and Putin, Barack Obama and all the other world leaders. So this really opens Pandora's box. If it's going to be game for the legislative branch of government to get all these privileged conversations that our leaders have, it needs to be more than just President Trump. We need to get all the conversations that our leaders have with foreign leaders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I mean, once again, you put on MSNBC or CNN, and it's all about this. Once again, the media is all over this, as if the president did something improper. Did the president do anything improper?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Right, this has all the hallmarks of the Russia hoax, right? It's the same -- let's just go through it. Something leaks out that there's something bad that happened. And then it goes -- it's the same reporters that report on it. The same exact reporters that reported on the Russia hoax report on it. Then you move forward. And what happens? That's -- then there's -- then, supposedly, the -- they come and testify, the night before they testify. Then this whistle-blower, who supposedly doesn't want anybody to know who this person is or what information they have, well, it spilled all over the pages of The Washington Post the day before the I.C. or the -- before the ICIG, the inspector general for the intelligence community, comes in and briefs us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "So this is -- it looks -- whoever came up with this scheme, because it looks like it was somebody trying to deflect what Biden did back in 2015, OK, who's -- he's definitely got some questions that he needs to answer as to what -- what was he doing talking to the Ukrainian leadership at the time when his son has a contract?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "We want to get to the bottom of that also. So -- but this scheme seems to have backfired on Biden. I mean, Biden is already dropping in the polls, and this probably could be the end.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "It probably is a tough subject for Biden to even go to because of these conflicts. We know that his son also took a plane trip on his plane, the vice president's plane, when he went to China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "And then he got a billion dollars from the Chinese government, his hedge fund?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Right. I mean, look, there's a lot. Look, the left knows that Biden's son is a problem for him. This is why, when Hillary Clinton was running, these stories first originated -- first originated back when Hillary Clinton was trying to make sure that Biden didn't get in the race.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "So, now that these have been resurrected, I don't know who came up with the scheme. Maybe there really is -- this whistle-blower is not a partisan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "I mean, we want to -- we want to hear from that whistle-blower. But it sure looks like the scheme has backfired. And this -- like I said, I think this is probably the end of Biden's campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "End of his campaign?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "I really do. I don't think -- I mean, not that he's -- he's still formidable. He still has a bloc of support.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "But if you look, his lead is basically down to zero. If you look what happened in Iowa now, it looks like Elizabeth Warren is in the lead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Your colleague on the left Alexandria Ocasio-Cortez is tweeting out. She said, at this point, the bigger national scandal is the Democratic Party's refusal to impeach President Trump. It just seems like everything that comes out, they continue to move toward any pursuing of impeachment, and they're not looking at the real wrongdoing, which we have been covering for two-and-a-half years, what happened at the FISA court. What do you make of AOC's tweet?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, remember, she was put up by the socialists, right, to run. When she ran in the primary and beat a sitting Democrat in New York City, she was a socialist. So what do socialists do? They want full control. They want one-party control. So the only way to get one-party control right now is to impeach the president. So that's what they're trying to do. So the more I think that they're -- that they're out there promoting this kind of craziness and silliness, I think the more the American people are going to be put off, and I think the higher likelihood that President Trump is reelected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Meanwhile, I mentioned in the last half-an-hour with Senator Graham that there's this op-ed by Kim Strassel, \"Horowitz Speaks.\" You had Michael Horowitz testifying last week, not a word about it. What can you tell us about the FISA abuse and when we will see this Michael Horowitz report on FISA?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, this is going to be more evidence that is coming forward. So, you had the Comey report. Now you have this report that Horowitz is coming up with. I hear that it is very lengthy. Everybody forgets this is -- we were the ones who first -- the House Intelligence Committee Republicans are the ones that brought this to everyone's attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "And then this is what got Horowitz investigating the FISA abuse. So we have already determined that there was FISA abuse. The question is, does Horowitz come up with new evidence, more evidence that can then be used by the U.S. attorney in Connecticut, Durham, who's been put in place by Attorney General Barr to come up with answers to questions that Mueller -- Mueller never finished his report. There's so many people that we don't know about with Mueller that we need Durham to not only get to the bottom of, tell us exactly what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "And then Horowitz should have evidence that can then be used to build criminal cases against people who lied to the FISA court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So you...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "And that's what we really want to see. The American people aren't going to have trust in these intelligence agencies until someone is put in jail. I just came back. I went and did an event out in Missouri for Congressman Billy Long. The question that I get as I'm going through airports, the question I get at these events where I'm speaking publicly, everybody wants to know the same thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "When is somebody going to pay the price for what they did? Are you really going to have a FISA court that operates like this? I don't think so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "And, look, the FISA court has a responsibility too. So I hope that -- it'll Durham longer to do his investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "But you know who could really do something right now? The FISA court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "The FISA court, once they get Horowitz's evidence that he's going to provide, the FISA court needs to step in and hold some of these lawyers in contempt, because that will get action quick to people that will start to talk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I want to -- I want to take a short break. But you also have breaking news this morning, because you have pinpointed one individual that we want to talk about. We have done a lot on him. We're going to come back and talk about that. Congressman Nunes is with me this morning, then General Jack Keane. Stay with us. We will be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "I'm back with House Intel Ranking Member Devin Nunes. And, Congressman, you a moment discussed -- we have some breaking news. What was that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, few weeks ago, General Flynn's lawyer filed in court some very surprising claims, made some surprising claims, some of which we didn't know, some of which we were familiar with. But, remember, we have talked about on your show many times about Joseph Mifsud, OK? Joseph Mifsud is the Maltese professor, Maltese diplomat, who's kind of like this Forrest Gump figure. He just shows up everywhere. So, if you remember, he was the one who originally supposedly talked to Papadopoulos.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. And he told Papadopoulos, Russia has Hillary Clinton's e- mails.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Right, supposedly, right? This is what we have been told. Well, now General Flynn's lawyer filed in court that, when Mifsud -- when General Flynn was at the now infamous R.T. event, where General Flynn went to Russia, even though he had told the U.S. government, hey, I'm going to Russia, I'm going to speak at this event, give a speech, have a dinner, going to be with Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, guess who was at that dinner, according to General Flynn's lawyers? Joseph Mifsud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "So what he is doing there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, that's why I say, like, what -- like, why does this -- how does this guy show up in late 2015, and then just happens to talk to Papadopoulos a few months later, happens to be close to British intelligence, happens to be close to Christopher Steele, this London Center for International Law?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right, where George Papadopoulos worked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "So, this guy -- and, remember, Mueller stopped short of calling Mifsud a Russian agent. So what do we know for sure? He's probably not a Russian agent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Now, the question is, who was he working for? But it is -- it is almost impossible that somebody like this could just happen to show up in front of Flynn, in front of Papadopoulos, then goes missing. Nobody knows who the hell he is. Nobody can find him. And this is what -- back to the last segment, this is what we hope Attorney General Barr, along with the U.S. attorney in Connecticut, Durham, will get to the bottom of it. We need to know who Mifsud is. This is the guy...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "If we find out that Mifsud is actually -- I mean, he's the guy who told Papadopoulos that there are -- there are e-mails that Russia has. If we find out that he actually is not some Russian agent, and we find out that he's working with intel, then we know that they tried to frame Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "That's correct, yes. Yes, look, Mifsud is at the heart of all this. Why couldn't Mueller, with $30 million, $40 million, and he cannot find out who Mifsud is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "How is it that we have now -- how is it that General Flynn's lawyers have found out that Mifsud was at this R.T. event? We think that that's true now, with the evidence that we have seen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "How was it that Mueller spends all this money and never finds this out, when this is the person that supposedly knows about Hillary Clinton's e-mails?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Well, we're going to -- we're going to follow that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "None of this makes any sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Before you go, real quick, I know you're still suing Twitter. Tulsi Gabbard is suing Google. Do you want to see legislation on big tech?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "It may be where it has to go. I mean, we're hopeful that the judge -- this is in court, should be decided this week. We hope that this case moves forward, because Twitter cannot continue to create content, and then decide who gets to see that content. It's happening to conservatives on a daily basis. And, look, these tech oligarchs are really dangerous for democracy. They have to be reined in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Congressman, it's good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Always a pleasure. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Thanks so much, Congressman Devin Nunes joining us. General Jack Keane is next on the U.S.' response to Iran. Back in a moment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Welcome back. All eyes on the showdown between the United States and Iran in the wake of those attacks on the Saudi oil facilities. I want to bring in retired Four-Star General Jack Keane. He is the chairman of the Institute for the Study of War and a FOX News senior strategic analyst. General, it's always a pleasure to see you. Thanks for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACK KEANE, SENIOR STRATEGIC ANALYST",
      "sentences": "Yes, great to be here, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Your reaction. What should be the U.S.' response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, first of all, we have to recognize the significance of what this is. This is an attack on the world economy. They're trying to destabilize and push us into a global recession by spiking oil prices. The means to do that are the Saudi oil fields. So while Saudi is involved here, this is not all about Saudi. This is about the world economy. And that is a huge, big deal. The Iranians will keep coming, Maria. They will not stop here, unless we stop them. We're on two parallel paths. We are escalating economically through sanctions, and they are escalating kinetically. The economic sanctions will not stop their kinetic escalation, which we have seen. You had the three drones shot down, sabotage, seizing tankers, attacking pump lines, pump stations, and now oil fields. They will keep increasing that kinetic escalation and that is what must be stopped.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes. And you heard what Senator Graham said about that. He wants some military option. I mean, here's a Wall Street Journal op-ed this morning by Holman Jenkins Jr. And he says: \"The U.S. should focus on sanctions while letting the Saudis cope with any nasty local spillovers.\" Are you also calling for something more than just deeper sanctions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, that analysis is just dead wrong. I mean, you're not seeing it for what it is. This is not just a Saudi problem. This is a world problem. I totally agree with the Trump administration going to the U.N. General Assembly, where most of the presidents will be there this week, declassify the evidence, identify Iran and what they're truly doing and what is likely to happen down the road, and further isolate Iran politically, diplomatically and economically, and then build a coalition to respond. If we need -- if we're going to stop Iran, there must be a robust enough military response that attacks them in terms of their military capability. This is Revolutionary Guard. They have got a lot of them in Syria, a lot of them in their own country. We can be selective about it, and also economic targets in terms of oil production, distribution, and storage. They -- we must impose significant enough costs, Maria, for them to consider, well, we're not going to do that again, because we know what the United States will do. They will take down more of our capability and push us into a much more serious situation at home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "But do we need...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "And they do not want that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Do we need a global alliance in this? I mean, one of the issues is that it's dicey whether or not the Europeans are with us in the United States. So I wonder what you think in terms of rounding up an alliance before anything more significant in terms of the response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Well, I think that's exactly what the administration is doing. Now, most nations, I think, will go along and condemn Iran for the behavior. And we can isolate them more politically and diplomatically. But most countries will not sanction Iran, and then even less will be involved in any type of military action. But that -- that shouldn't deter us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Yes, can we possibly build a coalition of those who would be willing to support a limited military strike? Yes, I think we're going to do that. I think that Secretary Pompeo and the president will be about doing just that business itself. But this is U.S. national interests, Maria. Since the end of World War II, the United States has had a national interest to maintain the Mideast oil flow in support of a stable world economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "That is the issue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Yes, that is the issue. And, today, the U.S. is much stronger, given the fact that the Trump administration has in fact encouraged the opening of the spigot...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "... to make the U.S. much more-energy independent. General, it's great to see this morning. Thanks very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEANE",
      "sentences": "Yes, good talking to you, Maria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARTIROMO",
      "sentences": "Very -- very, very important comments from General Jack Keane. Join me this evening. We have a special presentation on artificial intelligence. I hope you will join me at 8:00 p.m. Eastern tonight for \"Artificial Intelligence: The Coming Revolution,\" for my special presentation. Join us this evening right here on FOX News. And then I will see you again tomorrow morning on the FOX Business Network, \"Mornings With Maria\" from 6:00 to 9:00 a.m. Eastern tomorrow morning, Monday through Friday, on FOX Business. Have a great rest of this Sunday to you all. And thanks for joining us. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIA BARTIROMO, ANCHOR",
      "utterance": "Good Sunday morning, everyone. Welcome. I'm Maria Bartiromo. President Trump speaking out just a short time ago on two breaking stories this morning, the fallout over the whistle-blower complaint, as acting intel chief is now getting set to testify in Capitol Hill in the coming days, and tensions with Iran ahead of this week's U.N. General Assembly gathering in New York. Joining me exclusively straight ahead right on \"Sunday Morning Futures\" to react to all of that, Senator Lindsey Graham. He is the chairman of the Judiciary Committee and a member of the Senate Foreign Relations Committee. He will be here. The top Republican on the House Intelligence Committee also here, Congressman Devin Nunes joining me momentarily. Also with me this morning, retired Four-Star General Jack Keane. Plus, a preview of my special report on artificial intelligence. It airs tonight at 8:00 p.m. Eastern right here on the FOX News Channel. All those stories and a lot more coming up right here, right now, on \"Sunday Morning Futures.\" And the we begin this morning with the breaking news. This morning, President Trump hitting back at Democratic front-runner Joe Biden amid the controversy over a whistle-blower complaint. Multiple outlets reporting it was prompted by a July phone call where the president allegedly asked the president of Ukraine to investigate Biden's son. Here is the president just a little while ago before heading to Houston later today for an event with the Indian prime minister."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "That call was a great call. It was a perfect call, a perfect call. What wasn't perfect is the horrible thing that Joe Biden said. And now he made a lie when he said he never spoke to his son. I mean, give me a break. He's already said he spoke to his son. And now he said yesterday very firmly. Who wouldn't speak to your son? Of course you spoke to your son. So, he made the mistake of saying he never spoke to his son. He spoke to his son. But, more importantly, what he said about the billions of dollars that he wouldn't give them unless they fired the prosecutor, and then he bragged about how they fired the prosecutor, and then they got the money."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Here is what former Vice President Joe Biden said yesterday while he was on the campaign trail in Iowa."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Mr. Vice President, how many times have you ever spoken to your son about his overseas business dealings?"
    },
    {
      "speaker": "JOSEPH BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "I have never spoken to my son about his overseas business dealings."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Here is what I know. I know Trump deserves to be investigated. He's violating every basic norm of a president. You should be asking him the question, why is he on the phone with a foreign leader trying to intimidate a foreign leader, if that's what happened? That appears what happened. You should be looking at Trump. Trump know is doing this because he knows I will beat him like a drum, and he's using the abuse of power and every element of the presidency to try to do something to smear me. Everybody looked at this, and everybody who has looked at it said there's nothing there. Ask the right question."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Now, after the Houston event today, the president will head to Ohio to tour a manufacturing plant, before ending his day in New York City ahead of his appearance at the U.N. General Assembly. Looming large at this year's session, growing tensions with Iran, the Trump administration announcing the deployment of additional troops of Saudi Arabia and the United Arab Emirates, following attacks on the Saudi oil facilities. The U.S. blames Iran and says it is seeking a peaceful resolution. The Iranian supreme leader, meanwhile, ruled out talks with the president and the United States. President Trump, he says he is not ready to go that far. Watch this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Nothing is ever off the table completely. But I have no intention of meeting with Iran. That doesn't mean it doesn't happen. I'm a very flexible person. But we have no intention. It's not set up."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "A lot to talk about right now with the man of the hour. He's the Republican Senator from South Carolina Lindsey Graham. He's the chairman of the Senate Judiciary Committee. He also sits on the Senate Appropriations, Foreign Relations and Budget committees. Senator, it's always pleasure to have you."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Good to see you this morning."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "First, let's talk Ukraine for a moment."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Does the president have something to worry about in terms of that phone call he had with the leader of Ukraine."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I think every president would have a lot to worry about if this phone call is handled the way they're talking about. Can you imagine future presidents having a phone call with a foreign leader and it winds up going to Congress? If that's not an executive privilege moment, I don't know what would be. So the foreign minister of the Ukraine said there's no pressure. They have got the money. Nothing's happened. But here's something that really did surprise me. Joe Biden said everybody's looked at this and found nothing. Who is everybody? Nobody's looked at the Ukraine and the Bidens. Nobody's looked at the role the Ukraine played in the 2016 election. Do you think the media in America would really look at it and report on it if there was something bad for the Bidens or are they unduly interfered in the 2016 election? So here's what I'm calling on, calling for."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I'm calling for somebody in the Justice Department to look at all things Ukraine. We have looked at all things Russia and Trump, his family, everything about his family, every transaction between the Trump campaign and Russia. Now it's time to see whether or not the Ukrainians released information regarding Manafort, who was Trump's campaign manager. What relationships, if any, did the Biden world have to the Ukraine? What role, if any, did the Ukraine play in the 2016 election? So nobody's looked at this, but somebody should. So I'm hoping the Department of Justice will look at the Biden-Ukraine connection, like we looked at the Trump-Russia connection."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So you're calling for an investigation by the DOJ into Ukraine and its dealings in to the United States?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Absolutely."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Can you imagine if this was the Trump family doing business is like this? So I like Joe Biden. I like him a lot. But you can't have it both ways here. They have done everything but turn the Trump world upside down. When it comes to this president, there are no rules, including a phone call. Everything is fair game when it comes to Trump. There are no privileges. So what I'm asking for is for us to take some time and effort to look at what the Ukraine may have done in the 2016 election. What role, if any, did the Bidens have to the Ukraine? Was it proper? Was it not? I promise you the American media is not going to look at it. I'm hoping someday at the Department of Justice will do for the Biden-Ukraine connection what we did for the Trump-Russia connection."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "In fact, Peter Schweizer says that the American media is trying to turn what was a Biden scandal into a Trump scandal."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, I hope Mr. Barr doesn't allow that to happen. I hope -- there's enough smoke here. There's enough concern about, did the Ukraine dump information into the American political system, legal system regarding Manafort and others? Was there a relationship between the vice president's family and the Ukraine business world that was inappropriate? I don't know. Somebody other than me needs to look at it. And I sure as hell don't trust the media to get the bottom of it."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I want to move on to Iran. But before I do, I know you have some important meetings today."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "You're going to be meeting with Mr. Erdogan. You're going to be meeting with the leadership of Pakistan."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Anything you want to tell us about in terms of your upcoming meetings, what you would like to see?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes, Turkey's an important ally. If they activate the S-400 that they bought from the Russia, it will sever our relationship. I hope we can find an alternative to the S-400. But we need Turkey to help us in Syria. We need Turkey to stabilize Syria, to help us stabilize Syria. I'd like to get them back in the F-35 program. There's a strategic ally. We have created a problem for Turkey, with the YPG Kurds, who, in their eyes are a terrorist organization. So I'm going to meet with President Erdogan to make sure that we can salvage this relationship. It's very important. And you want to end the war in Afghanistan? So do I. It will never end without Pakistan. So Pakistan has put pressure on the Taliban. If they keep putting pressure on the Taliban, where there are no longer sanctuaries in Pakistan, that would make it very hard on the Taliban to keep this war going in Afghanistan. So a free trade agreement between the United States and Turkey and the United States and Pakistan can bring these countries on our side in a way that would be very beneficial to our foreign policy."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "The president is trying to get as many trade agreements as he can as possible right now."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Let's talk Iran for a moment..."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Sure."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "... because we know at this point that it didn't look like, based on the fingerprints left, that it was the Houthi rebels in terms of hitting the Saudi Arabian oil fields. What kind of a response do you want to see from the United States?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "One that will restore -- restore the relationship on our terms, restore deterrence. The ayatollah is a religious Nazi. When he says \"Death to Israel,\" he means it. Rocket man is sort of a mafia state. The Iranian regime is run by religious extremists. They have a desire to purify Islam, to destroy Israel, and take over the Mideast religiously and economically. They're bad people. They shoot their own people down in the streets to maintain power. So don't misunderestimate who we're dealing with here. This is not about oil. It is about nuclear weapons. Trump has done more to punish Iran than any president since Reagan. But this attack on Saudi Arabia is an act of war. If we give them a pass, everybody in the region believes that the Iranians will eventually break out and get a nuclear weapon. And the Arabs are going to go buy one. And you're going to have a nuclear-armed Mideast, if you don't stop Iran now. So what did Reagan do when the Iranians acted out? They attacked ships, Reagan attacked them. He shot up a couple of old platforms, and he suck some Iranian naval vessels. I hope the president will put on the table a military option that will restore deterrence, because sanctions are not enough. I give the president a ton of credit for taking Iran on, but this is a defining moment in his presidency. If the Iranians do not change their behavior, if they do not get put back in a box, it's just a matter of time that they're going to break out and have a nuclear weapon. And that changes the world."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "That changes everything. The sanctions have been debilitating in terms of their economy. I spoke with Vice President Mike Pence this week. And he said it's working, the pressure campaign. Listen to what he said. I got to get your reaction."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Sure."
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT",
      "utterance": "Our maximum pressure campaign is working. The Iranian economy is literally collapsing. The activities in the region regarding oil tankers, their support for Houthis, their continued support for terrorism, are all evidence of increasing desperation by the Iranians."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So it's an increasing desperation, Senator, but you want one step further. What kind of a military move do you want to see? Are we going to war with Iran?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, if there's an all-out war with Iran, we will win it. That's all bluster. What did Reagan do when Iran acted out? He hit their ship, their navy, and he hit their old platforms. We need to punish them economically and militarily. I don't believe we're going to get an all-out war with Iran, because we know and they know that they will lose it. But here's the point. The maximum pressure campaign has crippled the economy, but the Iranians would eat grass if that's what it took to get their -- to reach their goal of Mideast dominance and one day to have a nuclear weapon. Why have they struck pipelines? Why they have seized ships? Why have they now attacked the largest oil field in the world under all this pressure? They're trying to break the will of the region. The Europeans are worthless when it comes to Iran. The Arabs don't have the capability. Israel, if they have to, will attack Iran, but Iran would welcome an attack from Israel. But they fear an attack from United States. I don't want a war with Iran, but I want them to stop. And the only way they're going to stop is to pay a price. And the price I want them to pay is to lose some of their military capability and be hit financially. Their oil refineries, to me, are the perfect target. Deliver a message to the Iranian ayatollah that, on Trump's watch, you're not going to dismember the Mideast."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Can you really make a point to Iran if there are nations that are still working with the Iranians?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "What's the story in Europe? Because I know that this president has tried hard for the Europeans to understand the severity of this problem. But Europe still wants to buy their gas or oil from Iran."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, Trump has cut that off. We put pressure on the Europeans: If you do business with Iran, you can't do business with us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Exactly."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "He got out of the agreement. Why did the president get out of the Iran nuclear agreement? Because it's a terrible deal. We gave $150 billion to a religious Nazi. He didn't take the money to do better. He took the money to dismember the Mideast. He has a plan for the Mideast. We shouldn't be part of that plan. I don't want Russia, China and Iran controlling the Mideast. I want the Sunni Arabs, in line with us and Israel, to have the dominant voice in the Mideast. So the bottom line, the Iranian regime is going to test this president and the region and the Europeans. And this is a moment of testing. And here's what I'd like to see happen. I would like see Trump do to the Iranians what Reagan did, because, when Reagan hit them, they stopped. They're not going to war with us. They know they will lose it. But if we don't stop them now, all bets are off in terms of future misbehavior. And they believe, if the United States will not act, they can get a nuclear weapon. And that's where they're headed."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I got to get your take on the Justice Kavanaugh controversy, as well as what is ahead in terms of the FISA abuse and when we will see Michael Horowitz's report. Let's slip in a short break."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "OK."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I have got much more ahead with Senator Lindsey Graham this morning, including the latest on investigating the investigators, also the legislative agenda, guns, immigration, trade deals, China, USMCA. Also with us this morning is House Intel Committee Ranking Member Devin Nunes and retired Four-Star General Jack Keane. Follow me on Twitter @MariaBartiromo, on Instagram @SundayFutures. Stay with us. We're looking ahead on \"Sunday Morning Futures\" with Lindsey Graham next."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. Congress is moving forward with a jam-packed year and agenda. Topping the to do-list, spending, immigration, gun reform. Republicans say that they're waiting to see what legislation President Trump is willing to support on guns. But the president suggested that Democrats are too busy investigating him to strike any deal."
    },
    {
      "speaker": "TRUMP",
      "utterance": "If Congress would ever get back to work, we could work something. But Congress is doing all of this nonsense, this garbage that they're doing. And I will tell you what. They don't have any time. The Democrats in Congress, they're doing nothing. I will tell you what. They're going to lose the election. You know why? Because they're not doing anything."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I'm back now with Senator Lindsey Graham. What is likely in terms of a legislative agenda?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, I hope we can get the government funded. The president has restored the military. It's as strong today as it has been since Ronald Reagan, thanks to President Trump. So we need a budget deal. I have legislation that would change our laws, that asylum laws are being abused. Mitch McConnell, I hope, will bring it up. I don't think it will pass, but we need to define the difference between us and the Democrats when it comes to changing our laws."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I mean, things have improved because of Mexico and Guatemala, right?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Because of President Trump."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And because of President Trump, obviously, but, also, he did a deal with Mexico and Guatemala."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "If you told me President Trump could get the Mexican army to deploy 80,000 troops and get third-country agreements with Guatemala and others, El Salvador, I wouldn't have believed it. But the Democratic Party needs to help the president, like Mexico's helping the president. So, anyway, guns, maybe. I'm hoping we can expand background checks in a reasonable way that we give grants to cops to states that have red flag laws to keep guns out of the hands of dangerous people. Those are two things we might be able to do. We're very close. I hope we can get it over the line."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I don't understand why immigration can't get done. I mean, when we first took this show to the border, it was clear to us..."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I can explain it to you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I'm sorry?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "It's not a manufactured crisis."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Exactly."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Democrats in 2014 voted for $40 billion to secure the border. Now they won't vote for a penny because it's all -- they want him to lose more than they want the country to win. And when it comes immigration, they have changed their positions just because of President Trump. They're not going to give him a win. So the emergency declaration to build a wall is going to be challenged again. I hope we can allow the president to continue to use the money to build the wall we need. But our laws need to change. If you put one foot on the United States soil and claim asylum, you have a hearing three years from now, you never show up. I want to change that law, change it like the agreement with the other countries. But the bottom line here is , when it comes to Trump, there are no rules. They want him to lose. And it's sad."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, that's what happened in terms of the Brett Kavanaugh debate. And, once again, Justice Kavanaugh's character is coming into question, even though The New York Times omits a critical point of the story, that the accuser's friend could not remember anything, that it actually happened, and they didn't put that in the story."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "OK, this is not a book being written. It's another effort to destroy a good man. I feel so bad for Brett and Amy and his family. They have gone to hell for no good reason. Who in the world would write a book and in the book allege a sex assault by a sitting member of the Supreme Court and never ask the victim, is it true? It's a hearsay story. When you go to the alleged victim, she says, I don't recall that event. But it's in a book. And the book is designed to intimidate Judge Kavanaugh, Justice Kavanaugh. And the book is designed to continue a narrative that will destroy this man's life and to send a shot to every conservative nominee. If you come here, we're going to try to destroy your life. So we need to push back on all fronts. I will do everything I can to push back on all fronts."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Just so you know, Justice Ruth Bader Ginsburg actually defended Brett Kavanaugh. She was speaking recently . And she said that he's a very decent man. This is an important endorsement from Ruth Bader Ginsburg, who calls herself a flaming feminist and who calls herself a liberal judge on the court, and she's defending him."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "They're trying to intimidate conservative judges, would-be appointees. They're trying to take people out of the game, because they're showing them what your life would be like. What they have done to Brett is unconscionable. This book is just outrageous. It is a complete, false lie, like everything else around the accusations against Judge Kavanaugh. But it's done for a purpose, to destroy him and to discourage others from going down the road of being a judge."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. And not only that, but this follows two years of us talking about collusion, which was also not true."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So, again, it's just ideologies that are willing to throw out everything we deem important as Americans, due process."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "No rules when it comes to everything Trump, no presumption of innocence, no executive privilege. It doesn't matter if it's true or not. Report it, write it, then try to verify it later. I have never seen anything like it since I have been in Congress."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "We want to take a break. But you told me on this program months ago you were going to do a deep dive into the FISA abuse."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Michael Horowitz now has his report in the hands of William Barr. We're going to have more with Senator Lindsey Graham next. Also, the whistle-blower's complaint about President Trump's conversation with a foreign leader sparking this political firestorm in Washington and on the 2020 Democratic trail, this as the acting intelligence chief is set to testify before lawmakers in the coming days. One of those lawmakers will be the ranking Republican on the House Intel Committee. Congressman Devin Nunes is here first on the latest there. Stay with us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. I am back with Senator Lindsey Graham. And, Senator, now we know that Michael Horowitz's report on FISA abuses in the hands of William Barr."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "When do you expect the public will see it? What are you expecting in terms of wrongdoing here?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, number one, I think it will probably be around October. My number one goal is to declassify as much as possible, so you can see what really happened. The applications for the warrant, I want those declassified. All the conversations about you shouldn't trust Steele that was given to the Department of Justice and the FBI, I want them to come out so the public can see that the Department of Justice and the FBI were on notice that Christopher Steele was an unreliable person, really hated Trump, had a political bias. I also want you to see to the extent the dossier has been verified. It hasn't been verified to this day. Then we will ask questions, how could the court issue a warrant based on a political document unverified to this day, and what happens to the people who mislead the court? The FISA court, it is an important court. But if the court doesn't take this seriously, then the question for me, who will? What do you do to cops who mislead a court that take -- that takes information that's unverified in the -- coming from a politically biased person, and you spend no effort to verify it, and you use it for a warrant four times? If somebody is not punished here, then there will be no deterrence and it will happen again and again and again."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, we had -- there was a good op-ed from Kim Strassel in The Wall Street Journal this past week: \"Mr. Horowitz speaks. Never mind Nadler's impeachment circus. The real action was at a Wednesday hearing, when a House oversight subcommittee spoke to Michael Horowitz.\" Here we are talking about Michael Horowitz for two years, waiting for all of his reports to come out."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And yet nobody covers Horowitz when he's actually testifying in front of this oversight subcommittee? So will there be accountability, I guess, is what our viewers want to know."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "If you're looking for the American media to call it fair when it comes to Trump, you're looking in the wrong place. McCabe is one of the architects of the warrant. And he's a contributor for CNN."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "The guy is facing criminal charges. He was one of the guys who architect -- was the architect of the counterintelligence investigation, and the FISA warrant application. And he's on TV, supposedly being a fair, neutral observer about the Department of Justice. When it comes to Trump, everything's upside down. But I can promise you this. As chairman of the Judiciary Committee in the Senate, Mr. Horowitz will come before the country for as long as necessary under oath and tell us every detail about what he found."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "What once you get the Horowitz report, would you also call Michael Horowitz to speak in front of your committee?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Absolutely. I want him to explain what he did and how he did it. And I want to declassify all the information possible to let you see what went into his report. Then I will start calling people. This is a big deal. If a court was fed bad information by bad cops, Department of Justice, who had a political agenda, to get a warrant against an American citizen, and we do nothing about it, we're encouraging the breakdown of the rule of law. So somebody needs to be punished for misleading the court, lying to the court. The counterintelligence investigation, why did they not tell President Trump they had concerns about people on his campaign working with Russia? The point of a counterintelligence investigation is to protect the target of the foreign influence. They told Dianne Feinstein, the FBI did, that a Chinese employee of hers may be working with the Chinese government, and she fired him. They never warned this president. I think they were misusing the counterintelligence investigation. And did Obama know?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Did the president of the United States know that the FBI and the Department of Justice were investigating the Republican nominee for president? And, if he did, what did he do about?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, there's all questions around that, because, by the way, every time I ask anybody, who was the architect of this, they point to the CIA. So I'm just wondering, running the CIA..."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Stay tuned."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, stay tuned. Let me end our interview on where we began, because you made some breaking news a minute ago. You are calling for a probe by the DOJ into all things Ukraine."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes, I want the Department of Justice to appoint somebody to look at the role the Ukraine played, if any, in the 2016 elections. There are a lot of allegations out there how the Ukraine fed information, maybe to the Democrats, Department of Justice against Trump campaign managers and others. And I think is fair, after what the Trumps have gone through regarding Russia, that somebody look at the connection of the Bidens while the president -- vice president was the sitting vice president, the Biden connection to the Ukraine through his son. Now, you can't have it one way. You can't look at one family, and not the other. And I don't trust the media to do this. So, I'm hoping somebody at the Department of Justice will appoint an investigator to look at all things Ukraine, like we looked at all things Russia."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Now, by the way, before you go, Iran, you and the president had a back and forth. You were on Twitter."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "He said, no, this is what -- the way we reacted was -- showed strength."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes. So let me -- let me talk about that. When the president decided not to attack based on Iran shooting our drone down, I actually supported that, because he believed that, if I hit a radar site and kill 150 Iranians, it's going to put the ayatollah in a spot where he has to react. And we're talking about a drone, an unmanned drone. I thought that was a level of restraint that I respected. The problem is, the Iranians took it differently. I think President Trump's been strong on China, strong on ISIS, strong on North Korea, strong on Iran. But the Iranians are acting out in a very dangerous way. By attacking the Saudi Arabian oil field, they have attacked the world economy. It is in our national security interest to protect Mideast energy supplies, even though we're less dependent. It is in our national security interest to protect the navigation of the seas. And this is a rogue regime. These people have a religious mission that's going to throw the Mideast into uproar and open up Pandora's box if we don't act. So, clearly, the restraint shown regarding the drone didn't deter. Deterrence has been lost. What would restore deterrence? Do to Iran now what Reagan did to them in the '80s when they acted up. You will restore deterrence, Mr. President. They will not get in an all-out war with the United States because that will be the end of their regime. So now's the time to send a signal to Iran that is unmistakable and reset the world before it's too late."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All right, we're going to have to hear some conclusion of this fairly soon. The president has to make a decision soon."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, it's -- Reagan waited a couple weeks."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "And building a coalition is a good thing."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Taking the case to the U.N. is a good thing, making sure everybody knows it was the Iranians. But when this is said and done, they can't be confused about who you are and who we are, Mr. President."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "All, Senator, it's good to have you. Thank you so much."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Quick break, and then Congressman Devin Nunes will be here. Back in a minute."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. The acting director of national intelligence, Joseph Maguire, is set to testify before the House Intel Committee next week on the whistle-blower complaint he is refusing to hand over to lawmakers. It was reportedly sparked by a July phone call between President Trump and the president of Ukraine. Now, The Wall Street Journal is reporting that the president repeatedly asked the Ukrainian counterpart -- his Ukrainian counterpart, rather, to investigate Joe Biden's son. Joining us right now is Republican Congressman from California Devin Nunes. He's the ranking member of the House Intel Committee. He also sits on the House Ways and Means Committee. And, Congressman, it's always a pleasure to have you."
    },
    {
      "speaker": "REP. DEVIN NUNES (R-CA)",
      "utterance": "Great to be here with you in person."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Thank you so much for joining us. So you're going to be there, obviously. You're the ranking member of Intel. What are you expecting from Joseph Maguire?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, it will be interesting to see what his thoughts are as to why this information shouldn't be provided to Congress. Most people would believe it's because it was a privilege conversation that the president had with another foreign leader, which, historically, we have never received those. Now, I'm all for receiving privilege conversations that our leaders are having with foreign leaders, as long as we're going to get all the conversations that happened between Vice President Biden and the Ukrainians, Barack Obama and Putin, Barack Obama and all the other world leaders. So this really opens Pandora's box. If it's going to be game for the legislative branch of government to get all these privileged conversations that our leaders have, it needs to be more than just President Trump. We need to get all the conversations that our leaders have with foreign leaders."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I mean, once again, you put on MSNBC or CNN, and it's all about this. Once again, the media is all over this, as if the president did something improper. Did the president do anything improper?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Right, this has all the hallmarks of the Russia hoax, right? It's the same -- let's just go through it. Something leaks out that there's something bad that happened. And then it goes -- it's the same reporters that report on it. The same exact reporters that reported on the Russia hoax report on it. Then you move forward. And what happens? That's -- then there's -- then, supposedly, the -- they come and testify, the night before they testify. Then this whistle-blower, who supposedly doesn't want anybody to know who this person is or what information they have, well, it spilled all over the pages of The Washington Post the day before the I.C. or the -- before the ICIG, the inspector general for the intelligence community, comes in and briefs us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "So this is -- it looks -- whoever came up with this scheme, because it looks like it was somebody trying to deflect what Biden did back in 2015, OK, who's -- he's definitely got some questions that he needs to answer as to what -- what was he doing talking to the Ukrainian leadership at the time when his son has a contract?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "NUNES",
      "utterance": "We want to get to the bottom of that also. So -- but this scheme seems to have backfired on Biden. I mean, Biden is already dropping in the polls, and this probably could be the end."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "It probably is a tough subject for Biden to even go to because of these conflicts. We know that his son also took a plane trip on his plane, the vice president's plane, when he went to China."
    },
    {
      "speaker": "NUNES",
      "utterance": "Right."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "And then he got a billion dollars from the Chinese government, his hedge fund?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Right. I mean, look, there's a lot. Look, the left knows that Biden's son is a problem for him. This is why, when Hillary Clinton was running, these stories first originated -- first originated back when Hillary Clinton was trying to make sure that Biden didn't get in the race."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I see."
    },
    {
      "speaker": "NUNES",
      "utterance": "So, now that these have been resurrected, I don't know who came up with the scheme. Maybe there really is -- this whistle-blower is not a partisan."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "I mean, we want to -- we want to hear from that whistle-blower. But it sure looks like the scheme has backfired. And this -- like I said, I think this is probably the end of Biden's campaign."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "End of his campaign?"
    },
    {
      "speaker": "NUNES",
      "utterance": "I really do. I don't think -- I mean, not that he's -- he's still formidable. He still has a bloc of support."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "But if you look, his lead is basically down to zero. If you look what happened in Iowa now, it looks like Elizabeth Warren is in the lead."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Your colleague on the left Alexandria Ocasio-Cortez is tweeting out. She said, at this point, the bigger national scandal is the Democratic Party's refusal to impeach President Trump. It just seems like everything that comes out, they continue to move toward any pursuing of impeachment, and they're not looking at the real wrongdoing, which we have been covering for two-and-a-half years, what happened at the FISA court. What do you make of AOC's tweet?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, remember, she was put up by the socialists, right, to run. When she ran in the primary and beat a sitting Democrat in New York City, she was a socialist. So what do socialists do? They want full control. They want one-party control. So the only way to get one-party control right now is to impeach the president. So that's what they're trying to do. So the more I think that they're -- that they're out there promoting this kind of craziness and silliness, I think the more the American people are going to be put off, and I think the higher likelihood that President Trump is reelected."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Meanwhile, I mentioned in the last half-an-hour with Senator Graham that there's this op-ed by Kim Strassel, \"Horowitz Speaks.\" You had Michael Horowitz testifying last week, not a word about it. What can you tell us about the FISA abuse and when we will see this Michael Horowitz report on FISA?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, this is going to be more evidence that is coming forward. So, you had the Comey report. Now you have this report that Horowitz is coming up with. I hear that it is very lengthy. Everybody forgets this is -- we were the ones who first -- the House Intelligence Committee Republicans are the ones that brought this to everyone's attention."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "And then this is what got Horowitz investigating the FISA abuse. So we have already determined that there was FISA abuse. The question is, does Horowitz come up with new evidence, more evidence that can then be used by the U.S. attorney in Connecticut, Durham, who's been put in place by Attorney General Barr to come up with answers to questions that Mueller -- Mueller never finished his report. There's so many people that we don't know about with Mueller that we need Durham to not only get to the bottom of, tell us exactly what happened."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "And then Horowitz should have evidence that can then be used to build criminal cases against people who lied to the FISA court."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So you..."
    },
    {
      "speaker": "NUNES",
      "utterance": "And that's what we really want to see. The American people aren't going to have trust in these intelligence agencies until someone is put in jail. I just came back. I went and did an event out in Missouri for Congressman Billy Long. The question that I get as I'm going through airports, the question I get at these events where I'm speaking publicly, everybody wants to know the same thing."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "When is somebody going to pay the price for what they did? Are you really going to have a FISA court that operates like this? I don't think so."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "And, look, the FISA court has a responsibility too. So I hope that -- it'll Durham longer to do his investigation."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "But you know who could really do something right now? The FISA court."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "The FISA court, once they get Horowitz's evidence that he's going to provide, the FISA court needs to step in and hold some of these lawyers in contempt, because that will get action quick to people that will start to talk."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I want to -- I want to take a short break. But you also have breaking news this morning, because you have pinpointed one individual that we want to talk about. We have done a lot on him. We're going to come back and talk about that. Congressman Nunes is with me this morning, then General Jack Keane. Stay with us. We will be right back."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "I'm back with House Intel Ranking Member Devin Nunes. And, Congressman, you a moment discussed -- we have some breaking news. What was that?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, few weeks ago, General Flynn's lawyer filed in court some very surprising claims, made some surprising claims, some of which we didn't know, some of which we were familiar with. But, remember, we have talked about on your show many times about Joseph Mifsud, OK? Joseph Mifsud is the Maltese professor, Maltese diplomat, who's kind of like this Forrest Gump figure. He just shows up everywhere. So, if you remember, he was the one who originally supposedly talked to Papadopoulos."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. And he told Papadopoulos, Russia has Hillary Clinton's e- mails."
    },
    {
      "speaker": "NUNES",
      "utterance": "Right, supposedly, right? This is what we have been told. Well, now General Flynn's lawyer filed in court that, when Mifsud -- when General Flynn was at the now infamous R.T. event, where General Flynn went to Russia, even though he had told the U.S. government, hey, I'm going to Russia, I'm going to speak at this event, give a speech, have a dinner, going to be with Putin."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, guess who was at that dinner, according to General Flynn's lawyers? Joseph Mifsud."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "So what he is doing there?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, that's why I say, like, what -- like, why does this -- how does this guy show up in late 2015, and then just happens to talk to Papadopoulos a few months later, happens to be close to British intelligence, happens to be close to Christopher Steele, this London Center for International Law?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right, where George Papadopoulos worked."
    },
    {
      "speaker": "NUNES",
      "utterance": "So, this guy -- and, remember, Mueller stopped short of calling Mifsud a Russian agent. So what do we know for sure? He's probably not a Russian agent."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "Now, the question is, who was he working for? But it is -- it is almost impossible that somebody like this could just happen to show up in front of Flynn, in front of Papadopoulos, then goes missing. Nobody knows who the hell he is. Nobody can find him. And this is what -- back to the last segment, this is what we hope Attorney General Barr, along with the U.S. attorney in Connecticut, Durham, will get to the bottom of it. We need to know who Mifsud is. This is the guy..."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "If we find out that Mifsud is actually -- I mean, he's the guy who told Papadopoulos that there are -- there are e-mails that Russia has. If we find out that he actually is not some Russian agent, and we find out that he's working with intel, then we know that they tried to frame Donald Trump."
    },
    {
      "speaker": "NUNES",
      "utterance": "That's correct, yes. Yes, look, Mifsud is at the heart of all this. Why couldn't Mueller, with $30 million, $40 million, and he cannot find out who Mifsud is?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "How is it that we have now -- how is it that General Flynn's lawyers have found out that Mifsud was at this R.T. event? We think that that's true now, with the evidence that we have seen."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes."
    },
    {
      "speaker": "NUNES",
      "utterance": "How was it that Mueller spends all this money and never finds this out, when this is the person that supposedly knows about Hillary Clinton's e-mails?"
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Well, we're going to -- we're going to follow that."
    },
    {
      "speaker": "NUNES",
      "utterance": "None of this makes any sense."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Before you go, real quick, I know you're still suing Twitter. Tulsi Gabbard is suing Google. Do you want to see legislation on big tech?"
    },
    {
      "speaker": "NUNES",
      "utterance": "It may be where it has to go. I mean, we're hopeful that the judge -- this is in court, should be decided this week. We hope that this case moves forward, because Twitter cannot continue to create content, and then decide who gets to see that content. It's happening to conservatives on a daily basis. And, look, these tech oligarchs are really dangerous for democracy. They have to be reined in."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Congressman, it's good to have you."
    },
    {
      "speaker": "NUNES",
      "utterance": "Always a pleasure. Thank you."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Thanks so much, Congressman Devin Nunes joining us. General Jack Keane is next on the U.S.' response to Iran. Back in a moment."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Welcome back. All eyes on the showdown between the United States and Iran in the wake of those attacks on the Saudi oil facilities. I want to bring in retired Four-Star General Jack Keane. He is the chairman of the Institute for the Study of War and a FOX News senior strategic analyst. General, it's always a pleasure to see you. Thanks for being here."
    },
    {
      "speaker": "JACK KEANE, SENIOR STRATEGIC ANALYST",
      "utterance": "Yes, great to be here, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Your reaction. What should be the U.S.' response?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, first of all, we have to recognize the significance of what this is. This is an attack on the world economy. They're trying to destabilize and push us into a global recession by spiking oil prices. The means to do that are the Saudi oil fields. So while Saudi is involved here, this is not all about Saudi. This is about the world economy. And that is a huge, big deal. The Iranians will keep coming, Maria. They will not stop here, unless we stop them. We're on two parallel paths. We are escalating economically through sanctions, and they are escalating kinetically. The economic sanctions will not stop their kinetic escalation, which we have seen. You had the three drones shot down, sabotage, seizing tankers, attacking pump lines, pump stations, and now oil fields. They will keep increasing that kinetic escalation and that is what must be stopped."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes. And you heard what Senator Graham said about that. He wants some military option."
    },
    {
      "speaker": "I mean, here's a Wall Street Journal op-ed this morning by Holman Jenkins Jr. And he says",
      "utterance": "\"The U.S. should focus on sanctions while letting the Saudis cope with any nasty local spillovers.\" Are you also calling for something more than just deeper sanctions?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, that analysis is just dead wrong. I mean, you're not seeing it for what it is. This is not just a Saudi problem. This is a world problem. I totally agree with the Trump administration going to the U.N. General Assembly, where most of the presidents will be there this week, declassify the evidence, identify Iran and what they're truly doing and what is likely to happen down the road, and further isolate Iran politically, diplomatically and economically, and then build a coalition to respond. If we need -- if we're going to stop Iran, there must be a robust enough military response that attacks them in terms of their military capability. This is Revolutionary Guard. They have got a lot of them in Syria, a lot of them in their own country. We can be selective about it, and also economic targets in terms of oil production, distribution, and storage. They -- we must impose significant enough costs, Maria, for them to consider, well, we're not going to do that again, because we know what the United States will do. They will take down more of our capability and push us into a much more serious situation at home."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "But do we need..."
    },
    {
      "speaker": "KEANE",
      "utterance": "And they do not want that."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Do we need a global alliance in this? I mean, one of the issues is that it's dicey whether or not the Europeans are with us in the United States. So I wonder what you think in terms of rounding up an alliance before anything more significant in terms of the response?"
    },
    {
      "speaker": "KEANE",
      "utterance": "Well, I think that's exactly what the administration is doing. Now, most nations, I think, will go along and condemn Iran for the behavior. And we can isolate them more politically and diplomatically. But most countries will not sanction Iran, and then even less will be involved in any type of military action. But that -- that shouldn't deter us."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "KEANE",
      "utterance": "Yes, can we possibly build a coalition of those who would be willing to support a limited military strike? Yes, I think we're going to do that. I think that Secretary Pompeo and the president will be about doing just that business itself. But this is U.S. national interests, Maria. Since the end of World War II, the United States has had a national interest to maintain the Mideast oil flow in support of a stable world economy."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Right."
    },
    {
      "speaker": "KEANE",
      "utterance": "That is the issue."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Yes, that is the issue. And, today, the U.S. is much stronger, given the fact that the Trump administration has in fact encouraged the opening of the spigot..."
    },
    {
      "speaker": "KEANE",
      "utterance": "Absolutely."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "... to make the U.S. much more-energy independent. General, it's great to see this morning. Thanks very much."
    },
    {
      "speaker": "KEANE",
      "utterance": "Yes, good talking to you, Maria."
    },
    {
      "speaker": "BARTIROMO",
      "utterance": "Very -- very, very important comments from General Jack Keane. Join me this evening. We have a special presentation on artificial intelligence. I hope you will join me at 8:00 p.m. Eastern tonight for \"Artificial Intelligence: The Coming Revolution,\" for my special presentation. Join us this evening right here on FOX News. And then I will see you again tomorrow morning on the FOX Business Network, \"Mornings With Maria\" from 6:00 to 9:00 a.m. Eastern tomorrow morning, Monday through Friday, on FOX Business. Have a great rest of this Sunday to you all. And thanks for joining us. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}