{
  "date": "September 2, 2021",
  "headline": "‘Your World’ on Afghanistan, COVID",
  "subHeadline": "Guests: Robert Ray, Phil Keating, Chris Wallace, Jacqui Heinrich, Jennifer Griffin, Grady Trimble, Bryan Llenas, David Lee Miller, Roshini Raj, Ravi Bhalla, Dave Sears, Keith Truman",
  "url": "https://www.foxnews.com/transcript/your-world-on-afghanistan-covid",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "sentences": "The storm and its fallout is getting worse all over the Northeast right now, confirmation of at least 26 dead from Maryland to New York, as the remnants of Ida continued to pummel the area, record-breaking rainfall. We have even seen tornadoes. And a lot of people who have lost their homes are having trouble getting back to them. And this could be a preview to coming attractions, as some fear that the rollout just to get to people gets increasingly complicated. Welcome, everybody. I'm Neil Cavuto, and this is \"Your World.\" And we have got you covered on a story that wasn't supposed to be. We knew, of course, that Ida was barreling toward the Gulf Coast and did considerable damage to Louisiana, that she would then launch her rains and showers and floods possibly going north, but nothing like this, and nothing approaching the historic damage of these storms. We have got Bryan Llenas is in Queens, New York, and David Lee Miller in Hoboken, New Jersey, Grady Trimble in Arabi, Louisiana. We begin right now with Bryan in Queens. And, Bryan, Queens has the not-so-great honor of having been hit perhaps the hardest among communities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYAN LLENAS, FOX NEWS CORRESPONDENT",
      "sentences": "Yes, Neil, at least 11 people died in their basement apartments here in Queens, New York, like this one behind me. You see the gaping hole. We have been talking about it all day, but just horrific. Four feet of water came gushing in, killing the mother and a 22- year-old son. The father and the son were able to make it out. The family had been living there for 15 years. The building owner came down to warn them. And in just in a matter of five minutes, it was too late. There was separation and, tragically, death. A 2-year-old boy just 10 miles away also died. These basement dwellings were really horrific places to be during a flash flood event. On top of all of that, we are now getting word that a Connecticut State Trooper, a veteran State Trooper, is also among the dead in Connecticut. His car was swept away. Back here in New York, though, the subway system completely inundated by the rain, as well as cars that were just abandoned by hundreds of people on the streets. This rain came in so quickly, stunning people, frankly. We're used to two inches of rain at most here New York, New York City. This was a historic three inches of rain per hour, Central Park seeing 3.15 inches in just one hour. That broke a record. La Guardia saw the most rain ever, La Guardia Airport, in its history. So you can see a situation here, where the National Weather Service sent out a flood emergency, the first in the city's history, warning people to seek higher ground. But that warning came with just minutes and hours for people. And some people were stranded because the subway system was completely shut down. People were stranded in their vehicles, and others were just trying to, well, seek higher ground. At the end of the day, though, Governor Kathy Hochul came to Queens. And she spoke. And she said that the state officials were actually surprised themselves by the rate in which this rainfall came down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. KATHY HOCHUL (D-NY)",
      "sentences": "We did not know that between 8:50 and 9:50 p.m. last night that the heavens would literally open up and bring Niagara Falls-level water to the streets of New York. Could that have been anticipated? I want to find out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLENAS",
      "sentences": "Yes, lots of questions here, because, obviously, the National Weather Service and other forecasters have been forecasting for days that there would be excessive rainfall amounts and flash flooding in the area. But here in Queens, the cleanup continues. And the mourning begins for so many here who have lost loved ones. And we expect that death toll to increase -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, thank you very much for that, Bryan Llenas. And, indeed, to Bryan's point, the National Weather Service and other weather entities were warning about flash floods hours before they hit. In fact, it might have been a nuisance for those of you with smartphones and the like. You were probably getting beeped and pummeled with updates throughout the day and later into the night. So I had a tough time understanding that politicians who said that they were caught off-guard by this. Be that as it may, let's go to David Lee Miller right now in Hoboken, New Jersey, where a lot of roads look more like rivers, right, David Lee?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID LEE MILLER, FOX NEWS CORRESPONDENT",
      "sentences": "Indeed, you are right, Neil. A boat might be more helpful now than a car. The storm deluged the state of New Jersey. It dumped almost five inches of rain here in Hoboken. And you can see for yourself the main intersection here in downtown Hoboken, First and Clinton, there is a long line of cars slowly, very slowly, making their way through the city. And we are told that the water now has started to recede, but, at this intersection, it's much as eight or nine inches. And it was even higher than that just a few hours ago, but the situation here slowly improving. No loss of life here in the city of Hoboken, but, statewide, there were nine deaths in New Jersey. And that number might have been significantly higher if not for the efforts of first responders. Two tornadoes touched down in the state. And one resident, Ashley Thomas, who was eight months pregnant with two kids, had the smarts to race to the basement to get her family to safety. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ASHLEY THOMAS, HOME DESTROYED BY TORNADO",
      "sentences": "We were down there about 15 minutes before it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "It hit at 6:19.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "Yes, that's when I call 911. And I know I called right away. We were all huddled. He was over me. Everything was falling on our backs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Oh, my gosh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "And luckily, our, house has a walk-up basement, or we would have never gotten out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "God bless you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THOMAS",
      "sentences": "It was awful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "And throughout the state, roads, hospitals, VA Centers, bridges have been damaged by this storm. Also experiencing flooding, Newark Airport. We are told that, in total today, more than 400 flights were canceled, but gradually now we are getting word that service is starting to get back to normal. And, lastly, now some new videos, some astonishing video from Bridgewater Township, New Jersey. If you are a fan of the Somerset Patriots, well, it might be a while until you attend one of their home games, their baseball field now completely underwater. We are told they were in the middle of a seven-game series. It looks like that is going to have to be postponed, this now as New Jersey slowly recovers from a massive storm -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "David Lee, thank you very, very much for that. And to David Lee's point about airlines that were canceling flights and at Newark's Liberty Airport canceling them on their own, there was even some flooding at the at the airport. Today, a little bit more than 11, 050 flights in the New York metropolitan area were canceled outright. But, again, as David Lee also pointed out, some flying has resumed and some of those people stuck in area airports are now able, at least if they are pretty good at it, to find the flight that they want to get to where they want to go. But it is still not easy. In Pennsylvania, very hard hit as well, severe flooding as people trapped in their homes. And it's this guy's push to try to get them out and help them out. I'm talking about the Pennsylvania borough manager out of Bridgeport, Keith Truman. Keith, thanks for taking the time. That's a task. And there are quite a few who are trapped, right? I mean, they had literally no time to leave. And the floodwaters kept coming. What's the latest?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEITH TRUMAN, BRIDGEPORT, PENNSYLVANIA, MANAGER",
      "sentences": "That's correct, Neil. Thank you for having me. Our first responders and emergency management teams, along with the adjacent municipalities, in a large showing have been at work since 10:00 last night performing rescue operations. It has just wrapped up recently, as the river is receding. But, yes, it was quite an endeavor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What are -- what's what's the forecast now in terms of getting to people right now? And are the waters receding? In some parts, they are. In other parts, particularly in Southern New Jersey, that does not appear to be the case? What are you seeing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMAN",
      "sentences": "Well, Neil, at 7:00 a.m., we saw our apex. The Schuylkill River crested at 26.76 feet. That was the worst in modern record. So, at this point, it has -- here, shortly after 4:00 on the Eastern Seaboard, receded all the way to somewhat normal levels, at least off of the roads.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's good. Be safe yourself. Keith Truman, thank you very, very much in Bridgeport, Pennsylvania.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMAN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Just a reminder, I will also be speaking to the mayor of Hoboken, New Jersey, as David Lee was telling you a little bit earlier, tough going there. And it's getting a little messed up, but still problematic for a lot of people also stuck. Let's go to Grady Trimble. He's in Louisiana, where, if you think about it, all of this started. And they're still dealing with the aftermath in terms of gas they can't get, stations that aren't open, utilities that are not providing anything, including valuable air conditioning, because it's pretty hot and a lot sticky. Grady, what's the latest?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRADY TRIMBLE, FOX NEWS CORRESPONDENT",
      "sentences": "It is, Neil. More than 60 percent of gas stations here in New Orleans and Baton Rouge have no fuel whatsoever. So, when people hear that there is a station with fuel, this is what happens. Long lines form. And the governor here says that the lack of fuel is hampering recovery efforts. President Biden promised today that help is on the way, talking about using the Strategic Petroleum Reserve to get fuels to -- fuel to pumps more quickly. He also talked about waiving the time that truckers have to clock out, so that they can get supplies here if they're carrying fuel, water or food. But I have been speaking with people here who are growing frustrated. They haven't had power for several days. One woman told me she waited in line for four hours, and then she was capped at 25 bucks of gas that she could get. She says the help that was promised isn't coming quickly enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We need food, ice, water. We don't have anything, nothing. And FEMA is not helping, FEMA not helping with anything. That's why we had to come home. They're not paying the hotel room. We can't afford to pay all of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRIMBLE",
      "sentences": "And it's ironic that there's a fuel shortage here, because this state produces so much of the oil and gas for the rest of the country. And because some refineries that were shut down after the storm are still inoperable, that's part of the reason that the national gas average is rising. It's up about 4 cents, Neil, from a week ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Grady, thank you very, very much. Grady Trimble reporting on that. Back to the post-storm that is now Afghanistan. We are out, the Taliban is in, but it's having a devil of a time nailing down the entire country. We will explore that a little bit, as well as the push right now here to talk to the Taliban, and the Taliban now reportedly interested in talking to us. Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. TOD WOLTERS, COMMANDER, U.S. EUROPEAN COMMAND",
      "sentences": "We have had one individual since the operation started in Europe on the 20th of September who actually popped red, and that individual is currently in the appropriate custody of U.S. interagency officials.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, so some had slipped through the cracks, right? And that was the first signal we have heard, I believe, referring back to the 20th of August, rather than September, where there could be some problems getting those out of Afghanistan, and that, while the overwhelming majority are indeed seeking asylum and safety and wish us no harm, there are concerns that maybe not everyone is. But all of this comes at a time when we are relying on the Taliban to maybe help us find some answers and, when it comes to those still in the country we want out of the country, to help us do that as well. How likely is that? To Jennifer Griffin at the Pentagon. Jennifer, what are you hearing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Hi, Neil. Well, I just came out of that Pentagon briefing. So, a point of clarification. General Wolters, who we just spoke to, the head of U.S. European Command, says that he's had about 24,000 Afghans come through three bases that fall under European Command, and that 58 people were flagged in the screening, the biometric and biographic screening that is being done by DHS, CBP and others at those bases. But of those 58, only one was really deemed that had to be flagged red and pulled out and taken into some sort of custody arrangement. But General Wolters did say that person was not a serious threat. So it's not clear exactly who that person was and why they were flagged red. In terms of working with the Taliban, I asked John Kirby, the press secretary, whether anyone from the military had reached out to the Taliban since the last U.S. forces had left, and he said no. What's interesting, as we have been reporting, the new relationship between the U.S. government and military is yet to be determined with the Taliban. The Taliban continue to brandish American weapons captured from the Afghan army when the government fell 17 days ago. But their fighters expressed anger the U.S. had disabled all of the military planes and helicopters at the airport before leaving. Taliban fighters took on the role of the police in Kabul today, helping with traffic at checkpoints and issuing a statement like this one from a member of the Taliban Badri special forces urging calm -- quote -- \"My message to the honorable people of Kabul is that everyone should go to work and live. Offices, shops, and companies should start operating and have no fear of anyone. We work day and night to ensure the safety of our fellow citizens. They should have no worries.\" Now, those are easy words for this Taliban leader to say, but the reality on the ground is very different and very fearful for many who are still in hiding, and reports of vicious retribution. Here at the Pentagon yesterday, the defense secretary and chairman of the Joint Chiefs were asked about working with the Taliban in the future. Here's what they said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. MARK MILLEY, CHAIRMAN, JOINT CHIEFS OF STAFF",
      "sentences": "This is a ruthless group from the past, and whether or not they change remains to be seen. And as far as our dealings with them at that airfield or in the past year or so, in war, you do what you must in order to reduce risk to mission and force, not what you necessarily want to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Possibility of coordination against ISIS-K with them, do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLEY",
      "sentences": "It's possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LLOYD AUSTIN, U.S. SECRETARY OF DEFENSE",
      "sentences": "And it's hard to predict where this will go in the future with respect to the Taliban.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRIFFIN",
      "sentences": "A stunning admission as a result of the new reality on the ground in Afghanistan and the absence of strong intelligence networks, which had to be rolled up as part of this hasty U.S. withdrawal -- Neil,",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Jennifer Griffin at the Pentagon, thank you, Jennifer, very, very much. There's another view on this whole subject that maybe it's the Taliban who needs us more than we need them. They still haven't locked down the country, as I said. They're in a battle with these ISIS-K fighters, 2,000- plus strong, and they need money, a lot of money. We froze about $9.5 billion worth, and they can't get their hands on anymore, essentially under the threat of possible sanctions if they don't behave from this country. So it could be problematic. Let's go to Dave Sears, a retired Navy SEALs commander, a bestselling author of \"Smarter Not Harder: 17 Navy Seal Maxims to Elevate Critical Thinking and Prosper in Business and Life.\" Dave, good to see you. We're going to need a lot of smarter thinking going forward here. And now this has turned up on its head again on the notion that the Taliban might be playing coy with us, that they need us more than we need them. What do you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVE SEARS, FORMER U.S. NAVY SEAL COMMANDER",
      "sentences": "They need a lot of people. They're going to have a hard time with governance. Obviously, they -- it was miserable in the 1990s. They were terrible. They don't have the technocrats to keep the electricity on, to deliver services, sewage, waste cleanup, all these things. And it's a very disparate country with a 90 percent poverty rate. So there's going to be people looking to get paid, not the least of which would be -- let's even assume that the 300,000-man-strong Afghan army, 150,000 of those were those ghost soldiers that didn't even exist. Well, you still have 150,000 soldiers that are out there. They're going to need some kind of paycheck. Are they're going to turn to militias? You have the south Afghan Hazaras who are aligned Shias with Iran. And there's 50,000-strong of those plus in Syria. So, the Taliban has a lot of problems coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you think they will be helpful?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARS",
      "sentences": "No, I don't at all. I wouldn't trust them one heartbeat. You want to talk to them, hold them to their promises to get U.S. citizens out. I'd like to know how many have -- I haven't heard how many have gotten out since we left. As far as I know, it's none. I'd like to hear that from the Pentagon or the government. But I wouldn't trust them at all. They will turn us on their enemies. This was an initial thing in the start of Afghanistan. There was a lot of blood feuds being settled and false intelligence given to us that -- so we'd hit a different compound or go on a different target, that people were just settling feeds. It's very hard to vet the targets, if you're not on the ground yourself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, for those Americans who still might be there, and don't want to be there, and the tens of thousands of Afghan loyalists, nationals who are stuck there, and now very much in danger, what's going to happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEARS",
      "sentences": "Yes, so I don't know. I feel for those people. I think that our government has taken the military option off the table. We have capabilities, but we don't have political will, apparently, to exercise that option. So we need to exercise the other elements of national power, the economic. Put pressure on Pakistan. Put pressure on Afghanistan with the money. Put pressure on the Stans up to the north. Put that on diplomatically as well. They need to hold them to their promises and get those people out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Dave, thank you very much again, Dave Sears. The criticism, by the way, that the administration is getting on its handling of this isn't only coming from the outside, now from the inside, and those who might be frustrated that they have been blamed for a debacle that they say really stops at the front of the White House. Jacqui Heinrich is there with more. Jacqui, what's going on here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "sentences": "Hey there, Neil. Well, you're referring to this Politico report. They spoke to two anonymous White House sources, one person telling Politico they were appalled and literally horrified that the American government left Americans behind enemy lines, another person saying they didn't consider the mission accomplished if Americans were left behind. Fresh out of the briefing, still no update on whether any more Americans have made it out since the troops withdrew. The numbers we have heard over the last few days have remained consistent, between 100 and 200 people, with the belief that that number is closer to 100. But a big question that Press Secretary Jen Psaki didn't have an answer to was how many green card holders and SIV applicants are still left behind in Afghanistan. It's a question that Senate Republicans have been trying to get an answer on. They wrote to the president with concerns that ineligible individuals were potentially evacuated, including people with no pending immigration application or status with the U.S., and that that number of eligible people remaining behind is varied. They have heard different things. I asked the press secretary about this. Jen Psaki did not have a hard figure on how many green card holders and SIV applicants remain. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "It is very hard to define those numbers. That is something that certainly the State Department, in coordination with the Department of Homeland Security, are going to be assessing, what we think the population is and how we can work with this population.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEINRICH",
      "sentences": "Psaki also spoke to concerns about charter flights leaving Afghanistan and potentially landing on U.S. military bases, saying sometimes they don't have solid information on passenger manifests. And also there's an active ISIS threat. She said that ISIS is keenly interested in attacks on aviation targets, Air Force personnel and U.S. military bases. So it's kind of unclear when and how flights will continue, where they're going to be going out of when the airport is operational again, and where they will be landing. Meanwhile, we are hearing accounts of reprisals against those Afghans who are at risk getting more dire. I asked Jen Psaki if, given the stories that we're hearing about Taliban going around and killing people, going back on their grant of amnesty that they promised, makes our reliance on the Taliban for free passage of Americans misplaced. She said that no one is saying that the Taliban are good actors, and that's why they're being hesitant to give any sort of recognition to them, but did not directly answer whether our reliance on them in this environment is misplaced, given those kinds of stories that we're hearing -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, to put it mildly. Jacqui, thank you very, very much. Who would have thought all of this would have transpired? I even think of when my friend Chris Wallace was writing this great book \"Countdown bin Laden,\" whether, by the time it came out, the country itself of Afghanistan would be in Taliban hands. Chris is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "A lot of rain. It's going to take a lot of time. You're looking live right now at Schuylkill County in Pennsylvania, one of the many areas that were hit hard by these remnants of Ida that has already proven to be lethal for 26 people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "No one is saying from the federal government, no one, the president, secretary of defense, no one from the intelligence community, that the Taliban are good actors. We are not rushing to recognition. We will be watching clearly. We have a range of leverage at our disposal, including access to the global marketplace. And, of course, we will be assessing. It's, of course, based on how they treat individuals in the country, how they treat women, whether they let people who want to leave the country leave. All of those are factors that we will be assessing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Bottom line, they're open to some conversation with the Taliban and open to say that maybe the Taliban can be taken at its word that it's a different Taliban. Some ironies here not lost on Chris Wallace, who has got a great book out right now, \"Countdown bin Laden: The Untold Story of the 247-Day Hunt to Bring the Mastermind of 9/11 to Justice.\" It follows up on his great success with \"Countdown 1945.\" Chris, I love the way, much as you did in the last bestseller, this one, the ticktock on that beginning 200-plus days beforehand, when they had a hint and an idea that a Usama bin Laden was in a place they knew and the hunt was on. But the irony with your book after the fact -- and you get into it near the end -- is the whole change that happened with the government in Afghanistan, and with now the collapse of our presence in Afghanistan. It's weird, isn't it? CHRIS WALLACE, HOST, \"FOX NEWS SUNDAY\": Yes, weird is an understatement. Neil, when I wrote the book, I obviously was timing it to come out on the 20th anniversary of 9/11.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And I knew that we were going to be out of the country. It never occurred to me, however, that the same Taliban that was in control of Afghanistan in 2001 would be in control of Afghanistan on 9/11 of 2021. That was unimaginable to me. I thought there might be a civil war, might go on for a while, see how the Afghan government and the Afghan military did. But I think that there are a couple of really timely aspects to this book. One is, a lot of us are feeling pretty bad right now about what -- our involvement in Afghanistan in the 20 years, but we accomplished a lot in those 20 years, even if the ending wasn't so great. And part of it was bin Laden, and the fact that, in 2011, May 1, 2011, we took down, we killed the architect, the mastermind of 9/11. We severely degraded Al Qaeda. And the fact is, for 20 years, we protected the U.S. homeland from an attack like 9/11. There was none for 20 years. Now that possibility raises again because of the fact that Al Qaeda is there under the Taliban. ISIS-K is there under the Taliban. But, for 20 years, we protected the homeland, and we did bring justice at the end of a rifle of held by Rob O'Neill, SEAL, a member of SEAL Team Six, to Usama bin Laden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. You know, it's weird. When I'm reading this and when I got the book -- you got it to me a little late, by the way, but it's OK. It was a great book. So I was reading it. This is weird. I was reading it, though, paying special attention to Joe Biden and his role as vice president at the time, someone who doubted this hunt for bin Laden at the time to take him out, where you say that Biden said he'd be more comfortable if they had additional information. Why put troops at risk and further damage U.S. relations with Pakistan if they weren't sure bin Laden was there? He was a doubter right to the end. And I know he congratulated President Obama after the fact. Congratulations, boss. But the fact was and remains that he had serious reservations about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Absolutely. I mean, you talk about this book. And I hope that it's a history thriller and a page-turner. We take you inside when Leon Panetta, the head of the CIA, gets the information about this about Abbottabad compound and all the meetings in the Sit Room.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "On April 28 of 2011, the final decision meeting, Obama goes around the room, starts on his right with Joe Biden. Biden says: I don't think you should launch the raid. Bill -- Bill Gates -- Robert Gates, the defense secretary...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "... says: I don't think you should launch the raid. Then he goes around. The chairman of the Joint Chiefs, Mullen, CIA Director Panetta, Hillary Clinton say go for it. And Obama says, look, this is about a 50/50 proposition.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Some people are saying it's 70 percent. Some are saying it's 45 percent. It's 50/50. He's either there or he's not there. And he comes down the next morning and he tells U.S. national security adviser, Tom Donilon, it's a go. The other -- there are new facts. People think they know this story. There are new facts on every page. And one of them that I didn't know before I started researching this, because we talked to Rob O'Neill, the man who actually killed bin Laden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "He said, most of the SEALs thought this was going to be a suicide mission. They thought this was a one-way ticket. If they got to the compound, and if bin Laden was there, he'd have it booby-trapped, you got body guards, they might be able to get him, but they weren't going to come home alive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, like you, because I thought I knew it pretty much the general story and how they got bin Laden and took him out, and how tall he was to confirm that he -- they got the right guy before they got DNA to prove it was the right guy. But the one thing that struck me is how this started off potentially as a calamity. I mean, we all hearken back with Jimmy Carter's hostage rescue back in Iran, and we had a lead helicopter here fail. And it wasn't looking promising. But President Obama went through with it. But there were a lot of nervous moments there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "A lot of people say it was the riskiest commando raid of this sort, special operations raid, in the history of the country. And one of the people who was against it, Bob Gates, he had been an executive assistant to the CIA director back in 1980 on the Jimmy Carter hostage rescue, when, of course, helicopters crashed into transport planes, I think it was eight Americans were killed and they didn't get any hostages out. And he was very, very worried it was going to happen again. And one of the things that people said is, in these kinds of missions, no matter how carefully you plan, something always goes wrong. And you're right. There were two helicopters that went in carrying 24 SEALs. The first one, Chalk-1, was supposed to go in and hover over the compound and the SEALs were going to rappel down on a rope and attack the main house where they thought, if bin Laden was there, he'd be there. And for two reasons -- and one of them was the weather report was wrong. They that said it was going to be 64 degrees. Turned out it was 70 degrees. With the heat, there wasn't the lift.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And also, when they had been practicing in the replicas, they had done it in chain-link fences. And these were cement fences. So the airflow was not the same. And then you're right. The Chalk-1 crashed. The -- we all remember the pictures of the tail of the Black Hawk up against.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And they were very scared. That's when you see Hillary Clinton in that famous picture with her hand to her mouth. And Bill McRaven, the head of Joint Special Operations Command, said, it's not a craft. It's a hard landing. Our men are safe. The mission continues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, it's a very fast read of the ticktock on it, which I love, I mean, all the stuff I thought I knew that I didn't know. But, again, I told you in the beginning, Chris, I read this through the prism of what was transpiring in Afghanistan over the last week or so, and particularly Joe Biden. And the one thing that interested me after this successful attack and the vice president at the time, Joe Biden, was putting away his rosary ring. And, obviously, he was urged don't do that so fast. We're not out of this yet. But the rosary ring stood out to me, because your colleague Bret Baier had raised and others had raised the possibility that, when President Biden was at Dover Air Force Base, rather than looking at his watch, he was in fact clasping a rosary ring, which, for some who might not be familiar, in the Catholic religion, it can fit around your wrist, you can palm it or whatever. But that got me thinking of his religious views here, and that aspect of it, and the doubts and the concerns he had, but that that came through and surprised me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, this was another one of those facts that I had never heard before. But one of the principals -- one of the joys of writing this book, as opposed to \"1945\" -- then, of course, all the people are gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I interviewed almost everyone who was on this operation, from Bill McRaven, to Leon Panetta, to Hillary Clinton, to Bob Gates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "At the end of the president's speech in the East Room, Mullen and Panetta and Biden all come together, and they're all holding their rosaries. And Obama comes over and he reaches into his pocket, and he pulls out a crucifix. They had all -- for all of the planning by the U.S. military and the power of the U.S. government, they all had sought divine intervention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. No, it was very powerful. It's just a great book. Chris, I really liked it. I mean, you got it to me late, but that's fine. You're a big bestselling author now and all that. That's fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But I urge anyone who -- it is a fascinating -- a fascinating breakdown of what you think you know, but you really don't, and see it through the prism of what's going on right now. It's a little jarring and, at the same time, interesting timing, not only with the anniversary of the 9/11 attacks, but everything that has happened in the last two weeks. Chris Wallace, thank you very, very much. We have a lot more coming up on present-day, as of today, concerns, what's going on in New Jersey, particularly where the flooding doesn't stop. We have got an important mayor there in Hoboken, who says it's not over. Don't give up just yet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You are looking live at Hoboken. And at first glance, you might just say, well, is that Venice, Italy? What's going on there? No, flooded streets, they remain flooded. The mayor of Hoboken, Ravi Bhalla, joins us right now. Mayor, I know the waters are a little bit better than they were early this morning. But it still looks tricky.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAVI BHALLA, MAYOR OF HOBOKEN, NEW JERSEY",
      "sentences": "Yes, we're not out of the woods yet. Hoboken last night received the worst storm event that we have had since Superstorm Sandy. So, several of the streets in West Hoboken, they're still flooded and impassable, as we wait for the water to be pumped out. Just to give you some perspective, Neil, within an eight-hour period, we had six, almost seven inches of rain. And that puts us on par with Hurricane Irene, if you remember that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BHALLA",
      "sentences": "It was that type of a rain event for us last night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And how was transit affected through this, Mayor? I mean, you you're a busy city, in and of itself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BHALLA",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But you're also a way that people get to New York and what have you. And when it floods like that, and they're just on the other side of the Hudson, the same deal, how did you handle that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BHALLA",
      "sentences": "Yes, well, when you have half the city underwater, traffic comes to a standstill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "You're right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BHALLA",
      "sentences": "We had to issue a state of emergency, a shelter-in-place order, which means stay home, and a restriction on nonessential travel. So, we strongly urge people to work from home today. Do not go out. Do not cross into flooded intersections. We have got a lot of cars that are stuck and people who are stuck trying to pass barricades into flooded areas of Hoboken, which also makes it a lot more difficult for our emergency vehicles to assist other residents. So, the bottom line is, for the time being, until we get the waters receded, we're urging people not to travel unless they absolutely need to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Wise words. Mayor, thank you very much. I know you're busy. And I do appreciate your taking the time to speak with us, but it looks like, hopefully, things are on the mend right now, so one step at a time. Mayor Ravi Bhalla of the beautiful city of Hoboken. And it really is. It's a fun city as well, right now, a little wet, but they can get through that. They have gotten through a lot. All right, we have a lot more coming up, including, speaking of travel, whether you're going to go anywhere this Labor Day weekend. A message from the CDC: If you haven't been vaccinated, please don't -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Getting ready to travel this Labor Day weekend? A message from the CDC: If you haven't been vaccinated, please don't. Phil Keating in Atlanta with more on that. Hey, Phil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "sentences": "Hi there, Neil. Another three-day holiday weekend right on deck, and for millions of Americans, that means traditionally Labor Day weekend with family and friends and, this weekend, a full slate of college football. But with the voracious Delta variant leading to surge and sometimes record numbers of new cases in hospitalizations, the CDC is warning all Americans simply don't travel or avoid gathering in groups. And, if you do, make sure everybody's vaccinated and aim for outdoor spaces. According to the CDC, right now, the Delta variant has put more COVID patients in their 30s in the hospital than at any point in the pandemic. Here's the director an hour ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ROCHELLE WALENSKY, CDC DIRECTOR",
      "sentences": "We must continue to vaccinate all of those who are eligible to protect our younger children from disease. Communities with high vaccination coverage are seeing lower pediatric cases and hospitalization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "As the mask battle won't let up, last evening, this quiet neighborhood street turned into an anti-mask demonstration across the street from the house of a Brevard County, Florida, school board member who helped pass its new mask mandate for the kids in school this week. And the largest Florida's 13 school districts defying Republican Governor Ron DeSantis' mask mandate ban. Miami-Dade County informed the state that it will not back down, and, for child safety, it will accept the loss of salary sanctions now being imposed on the first two defiant districts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEBRA HIXON, BROWARD COUNTY SCHOOL BOARD MEMBER",
      "sentences": "We had this mask mandate before the order came down. We know that it's working. And that's why we keep moving forward. So I want to take us out of the idea that we're fighting with anyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEATING",
      "sentences": "And two Florida Panhandle school districts are now closed fully until at least next week, after a spike in the number of kids with COVID, as well as teachers. Those schools, those districts, no mask requirements. It's also happened here this week into DeKalb County, east of downtown Atlanta. An elementary school is now temporarily closed, which actually had a mask requirement -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Phil Keating. Thank you, Phil. To Roshini Raj on this, if you're not vaccinated, don't travel this weekend. What do you think of that, Doctor?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ROSHINI RAJ, NYU LANGONE HEALTH",
      "sentences": "I think it makes a lot of sense, Neil. We are still seeing record numbers of cases in many parts of the country, some their highest that they have been in, in the entire pandemic. And if you're not vaccinated, you are at risk. So traveling for this three-day weekend is not a good idea. And they're saying, even if you are vaccinated, to be cautious, especially in big groups.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, a lot of people are worried about this, even those who've been vaccinated, because they have to subscribe to the same rules, the mask stuff indoors, and all that. So they're pretty angry about it. And it's increased some hostilities over this. But what is the threat and the danger to those already vaccinated? They don't think they need to do all of this stuff.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAJ",
      "sentences": "Well, the threat is, with the Delta variant, unlike previous variants, it does seem to affect vaccinated people as well, now, not to the same extent, which is why it certainly makes sense to get vaccinated. But when you look at the people that are being hospitalized right now, while the majority are people that were not vaccinated, there is a percentage that were vaccinated that are still ending up in the hospital. So, in some areas of the country that can be as high as even 20 percent of hospitalizations are in vaccinated people, which means you're not 100 percent protected if you're vaccinated. The other issue is, who else is in your household? You may be vaccinated, but what about your young children under the age of 12? You really have to think about who you possibly could be infecting, and how do we keep everyone in this society really as healthy and as functioning as possible, because it really behooves all of us to get this virus stamped out. And the sooner more people are vaccinated, the sooner that's going to happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Doctor, do you think kids need to get the vaccine? Dr. Fauci was among others who said that, maybe within a very short time, they will get the clearance for the vaccine, and they should. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAJ",
      "sentences": "Yes, I definitely think that kids should. One of the things we found out through this pandemic is how important it is for children to be in school and to be learning and how much they really suffered over the last year, not just educationally, but socially as well. So, in order to have them get that full educational experience, we don't want them getting sick, we don't want schools closing, which means we really do need them vaccinated, because they can get sick, and they can expose their elderly teachers as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Dr. Roshini Raj, thank you very much, the NYU Langone associate professor of medicine there. Thanks, Doctor. Switching gears right now, back to the flooding that's going on, remember where all of this started, the Gulf Coast. Remember Louisiana. And they're still in a world of hurt. And doesn't our Robert Ray, FOX Weather multimedia journalist know it? He's in Grand Isle, Louisiana. How are things looking there, Robert?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT RAY, FOX WEATHER MULTIMEDIA JOURNALIST",
      "sentences": "Neil, it's a total disaster here. And you make the great point of where it all began, when Ida came to America, so to speak, here at the shores of Louisiana on the Gulf Coast. All you got to do is take one look behind me and you see the destruction here, as this high Category 4 made its landfall here. Drove around Grand Isle, Louisiana all day today, trying to capture images. The issue is, is that we couldn't get down here unless you were on a chopper or a plane in the past few days, so now interesting to see it from the ground. Jefferson Parish officials, Neil, tell us that 100 percent of the structures here on the island have been damaged. It is totally uninhabitable, over 60 percent of the structures in total ruin, total loss. So, you just -- you look at it. It's amazing. You see the force of the energy that Hurricane Ida brought in. And we -- viewers may remember this is the spot 11 years ago during the BP oil spill that so much of the staging occurred, many of the workers that went out in the areas picking up the oils, so a very important part of Louisiana, a fishing village. It means a lot. It's on Barataria Bay here, just 90 miles southwest of New Orleans, the Big Easy. But you really do see the effects and how powerful Ida was when it came ashore. And amazing to think, Neil, that it went all the way up through the United States, and, of course, the devastating situation that you guys are all dealing with in the Northeast right now. What a storm Ida is and was. And, clearly, the work that has to be done in the coming months and, I got to tell you, probably years down here is significant. But it's just humbling to see the power and the energy of Ida and these structures and what it did to people. And amazing that no one hurt down here, and everyone left. Of course, official stayed and hunker down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAY",
      "sentences": "And even they said in reports and told us how humbled they were -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No. And your reporting has shown that, Robert, so kudos to you and your cameramen and folks working with you. Are folks still without power there? And I ask because, man, it gets hot there. And I know it's very, very hot there right now, to say nothing of the humidity. That's an awful combination.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAY",
      "sentences": "Indeed. It's very warm. And it's a little over 900,000 people in the state of Louisiana right now are still out of power. I'm staying in New Orleans last night in part of the French Quarter. The lights went on at the hotel. And I mean this sincerely. A cheer and a clap went out. You could hear it from the blocks around as those lights went on, because I'm just standing here idly and sweating, and the humidity. And you can imagine what it's like in people's homes all across the region, just trying to stay afloat and move forward and pick up the pieces here, but, nonetheless, with no power and no running water and these incredibly long gas lines, so just -- this is where we're challenged as human beings right now. But this is Louisiana tough, as they like to say down here in the South, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Well, best of luck, Robert. And, hopefully, for all the people down there, the power starts coming back on, their lives can get back to normal, but like you were saying there, man, that does look like a war scene. I hope they get out of that. Robert Ray of FOX Weather, multimedia journalist here. We are getting a couple of more details about the extensive and the damage done, not only in Louisiana, but, of course, in the Northeast, where these unexpected flash floods have already claimed the lives of 26 people in the Northeast right now. Some always try to attach price damages to these things. I guess, because I'm the numbers nerd at FOX, I should tell you that the estimates for just what Ida did in the South is north of $16 billion. When I was inquiring on FOX Business about the damage now in the Northeast, they said, Neil, triple that. Now, that necessarily isn't reliable, but what is clear is that it is a mess. Few people saw it coming. And just a reminder, the hurricane season itself, it's not over, not by a long shot. That will do it. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, FOX NEWS ANCHOR",
      "utterance": "The storm and its fallout is getting worse all over the Northeast right now, confirmation of at least 26 dead from Maryland to New York, as the remnants of Ida continued to pummel the area, record-breaking rainfall. We have even seen tornadoes. And a lot of people who have lost their homes are having trouble getting back to them. And this could be a preview to coming attractions, as some fear that the rollout just to get to people gets increasingly complicated. Welcome, everybody. I'm Neil Cavuto, and this is \"Your World.\" And we have got you covered on a story that wasn't supposed to be. We knew, of course, that Ida was barreling toward the Gulf Coast and did considerable damage to Louisiana, that she would then launch her rains and showers and floods possibly going north, but nothing like this, and nothing approaching the historic damage of these storms. We have got Bryan Llenas is in Queens, New York, and David Lee Miller in Hoboken, New Jersey, Grady Trimble in Arabi, Louisiana. We begin right now with Bryan in Queens. And, Bryan, Queens has the not-so-great honor of having been hit perhaps the hardest among communities."
    },
    {
      "speaker": "BRYAN LLENAS, FOX NEWS CORRESPONDENT",
      "utterance": "Yes, Neil, at least 11 people died in their basement apartments here in Queens, New York, like this one behind me. You see the gaping hole. We have been talking about it all day, but just horrific. Four feet of water came gushing in, killing the mother and a 22- year-old son. The father and the son were able to make it out. The family had been living there for 15 years. The building owner came down to warn them. And in just in a matter of five minutes, it was too late. There was separation and, tragically, death. A 2-year-old boy just 10 miles away also died. These basement dwellings were really horrific places to be during a flash flood event. On top of all of that, we are now getting word that a Connecticut State Trooper, a veteran State Trooper, is also among the dead in Connecticut. His car was swept away. Back here in New York, though, the subway system completely inundated by the rain, as well as cars that were just abandoned by hundreds of people on the streets. This rain came in so quickly, stunning people, frankly. We're used to two inches of rain at most here New York, New York City. This was a historic three inches of rain per hour, Central Park seeing 3.15 inches in just one hour. That broke a record. La Guardia saw the most rain ever, La Guardia Airport, in its history. So you can see a situation here, where the National Weather Service sent out a flood emergency, the first in the city's history, warning people to seek higher ground. But that warning came with just minutes and hours for people. And some people were stranded because the subway system was completely shut down. People were stranded in their vehicles, and others were just trying to, well, seek higher ground. At the end of the day, though, Governor Kathy Hochul came to Queens. And she spoke. And she said that the state officials were actually surprised themselves by the rate in which this rainfall came down."
    },
    {
      "speaker": "GOV. KATHY HOCHUL (D-NY)",
      "utterance": "We did not know that between 8:50 and 9:50 p.m. last night that the heavens would literally open up and bring Niagara Falls-level water to the streets of New York. Could that have been anticipated? I want to find out."
    },
    {
      "speaker": "LLENAS",
      "utterance": "Yes, lots of questions here, because, obviously, the National Weather Service and other forecasters have been forecasting for days that there would be excessive rainfall amounts and flash flooding in the area. But here in Queens, the cleanup continues. And the mourning begins for so many here who have lost loved ones. And we expect that death toll to increase -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, thank you very much for that, Bryan Llenas. And, indeed, to Bryan's point, the National Weather Service and other weather entities were warning about flash floods hours before they hit. In fact, it might have been a nuisance for those of you with smartphones and the like. You were probably getting beeped and pummeled with updates throughout the day and later into the night. So I had a tough time understanding that politicians who said that they were caught off-guard by this. Be that as it may, let's go to David Lee Miller right now in Hoboken, New Jersey, where a lot of roads look more like rivers, right, David Lee?"
    },
    {
      "speaker": "DAVID LEE MILLER, FOX NEWS CORRESPONDENT",
      "utterance": "Indeed, you are right, Neil. A boat might be more helpful now than a car. The storm deluged the state of New Jersey. It dumped almost five inches of rain here in Hoboken. And you can see for yourself the main intersection here in downtown Hoboken, First and Clinton, there is a long line of cars slowly, very slowly, making their way through the city. And we are told that the water now has started to recede, but, at this intersection, it's much as eight or nine inches. And it was even higher than that just a few hours ago, but the situation here slowly improving. No loss of life here in the city of Hoboken, but, statewide, there were nine deaths in New Jersey. And that number might have been significantly higher if not for the efforts of first responders. Two tornadoes touched down in the state. And one resident, Ashley Thomas, who was eight months pregnant with two kids, had the smarts to race to the basement to get her family to safety. Listen."
    },
    {
      "speaker": "ASHLEY THOMAS, HOME DESTROYED BY TORNADO",
      "utterance": "We were down there about 15 minutes before it."
    },
    {
      "speaker": "QUESTION",
      "utterance": "It hit at 6:19."
    },
    {
      "speaker": "THOMAS",
      "utterance": "Yes, that's when I call 911. And I know I called right away. We were all huddled. He was over me. Everything was falling on our backs."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Oh, my gosh."
    },
    {
      "speaker": "THOMAS",
      "utterance": "And luckily, our, house has a walk-up basement, or we would have never gotten out."
    },
    {
      "speaker": "QUESTION",
      "utterance": "God bless you."
    },
    {
      "speaker": "THOMAS",
      "utterance": "It was awful."
    },
    {
      "speaker": "MILLER",
      "utterance": "And throughout the state, roads, hospitals, VA Centers, bridges have been damaged by this storm. Also experiencing flooding, Newark Airport. We are told that, in total today, more than 400 flights were canceled, but gradually now we are getting word that service is starting to get back to normal. And, lastly, now some new videos, some astonishing video from Bridgewater Township, New Jersey. If you are a fan of the Somerset Patriots, well, it might be a while until you attend one of their home games, their baseball field now completely underwater. We are told they were in the middle of a seven-game series. It looks like that is going to have to be postponed, this now as New Jersey slowly recovers from a massive storm -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "David Lee, thank you very, very much for that. And to David Lee's point about airlines that were canceling flights and at Newark's Liberty Airport canceling them on their own, there was even some flooding at the at the airport. Today, a little bit more than 11, 050 flights in the New York metropolitan area were canceled outright. But, again, as David Lee also pointed out, some flying has resumed and some of those people stuck in area airports are now able, at least if they are pretty good at it, to find the flight that they want to get to where they want to go. But it is still not easy. In Pennsylvania, very hard hit as well, severe flooding as people trapped in their homes. And it's this guy's push to try to get them out and help them out. I'm talking about the Pennsylvania borough manager out of Bridgeport, Keith Truman. Keith, thanks for taking the time. That's a task. And there are quite a few who are trapped, right? I mean, they had literally no time to leave. And the floodwaters kept coming. What's the latest?"
    },
    {
      "speaker": "KEITH TRUMAN, BRIDGEPORT, PENNSYLVANIA, MANAGER",
      "utterance": "That's correct, Neil. Thank you for having me. Our first responders and emergency management teams, along with the adjacent municipalities, in a large showing have been at work since 10:00 last night performing rescue operations. It has just wrapped up recently, as the river is receding. But, yes, it was quite an endeavor."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What are -- what's what's the forecast now in terms of getting to people right now? And are the waters receding? In some parts, they are. In other parts, particularly in Southern New Jersey, that does not appear to be the case? What are you seeing?"
    },
    {
      "speaker": "TRUMAN",
      "utterance": "Well, Neil, at 7:00 a.m., we saw our apex. The Schuylkill River crested at 26.76 feet. That was the worst in modern record. So, at this point, it has -- here, shortly after 4:00 on the Eastern Seaboard, receded all the way to somewhat normal levels, at least off of the roads."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's good. Be safe yourself. Keith Truman, thank you very, very much in Bridgeport, Pennsylvania."
    },
    {
      "speaker": "TRUMAN",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Just a reminder, I will also be speaking to the mayor of Hoboken, New Jersey, as David Lee was telling you a little bit earlier, tough going there. And it's getting a little messed up, but still problematic for a lot of people also stuck. Let's go to Grady Trimble. He's in Louisiana, where, if you think about it, all of this started. And they're still dealing with the aftermath in terms of gas they can't get, stations that aren't open, utilities that are not providing anything, including valuable air conditioning, because it's pretty hot and a lot sticky. Grady, what's the latest?"
    },
    {
      "speaker": "GRADY TRIMBLE, FOX NEWS CORRESPONDENT",
      "utterance": "It is, Neil. More than 60 percent of gas stations here in New Orleans and Baton Rouge have no fuel whatsoever. So, when people hear that there is a station with fuel, this is what happens. Long lines form. And the governor here says that the lack of fuel is hampering recovery efforts. President Biden promised today that help is on the way, talking about using the Strategic Petroleum Reserve to get fuels to -- fuel to pumps more quickly. He also talked about waiving the time that truckers have to clock out, so that they can get supplies here if they're carrying fuel, water or food. But I have been speaking with people here who are growing frustrated. They haven't had power for several days. One woman told me she waited in line for four hours, and then she was capped at 25 bucks of gas that she could get. She says the help that was promised isn't coming quickly enough."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We need food, ice, water. We don't have anything, nothing. And FEMA is not helping, FEMA not helping with anything. That's why we had to come home. They're not paying the hotel room. We can't afford to pay all of that."
    },
    {
      "speaker": "TRIMBLE",
      "utterance": "And it's ironic that there's a fuel shortage here, because this state produces so much of the oil and gas for the rest of the country. And because some refineries that were shut down after the storm are still inoperable, that's part of the reason that the national gas average is rising. It's up about 4 cents, Neil, from a week ago."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Grady, thank you very, very much. Grady Trimble reporting on that. Back to the post-storm that is now Afghanistan. We are out, the Taliban is in, but it's having a devil of a time nailing down the entire country. We will explore that a little bit, as well as the push right now here to talk to the Taliban, and the Taliban now reportedly interested in talking to us. Really?"
    },
    {
      "speaker": "GEN. TOD WOLTERS, COMMANDER, U.S. EUROPEAN COMMAND",
      "utterance": "We have had one individual since the operation started in Europe on the 20th of September who actually popped red, and that individual is currently in the appropriate custody of U.S. interagency officials."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, so some had slipped through the cracks, right? And that was the first signal we have heard, I believe, referring back to the 20th of August, rather than September, where there could be some problems getting those out of Afghanistan, and that, while the overwhelming majority are indeed seeking asylum and safety and wish us no harm, there are concerns that maybe not everyone is. But all of this comes at a time when we are relying on the Taliban to maybe help us find some answers and, when it comes to those still in the country we want out of the country, to help us do that as well. How likely is that? To Jennifer Griffin at the Pentagon. Jennifer, what are you hearing?"
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT",
      "utterance": "Hi, Neil. Well, I just came out of that Pentagon briefing. So, a point of clarification. General Wolters, who we just spoke to, the head of U.S. European Command, says that he's had about 24,000 Afghans come through three bases that fall under European Command, and that 58 people were flagged in the screening, the biometric and biographic screening that is being done by DHS, CBP and others at those bases. But of those 58, only one was really deemed that had to be flagged red and pulled out and taken into some sort of custody arrangement. But General Wolters did say that person was not a serious threat. So it's not clear exactly who that person was and why they were flagged red. In terms of working with the Taliban, I asked John Kirby, the press secretary, whether anyone from the military had reached out to the Taliban since the last U.S. forces had left, and he said no. What's interesting, as we have been reporting, the new relationship between the U.S. government and military is yet to be determined with the Taliban. The Taliban continue to brandish American weapons captured from the Afghan army when the government fell 17 days ago. But their fighters expressed anger the U.S. had disabled all of the military planes and helicopters at the airport before leaving. Taliban fighters took on the role of the police in Kabul today, helping with traffic at checkpoints and issuing a statement like this one from a member of the Taliban Badri special forces urging calm -- quote -- \"My message to the honorable people of Kabul is that everyone should go to work and live. Offices, shops, and companies should start operating and have no fear of anyone. We work day and night to ensure the safety of our fellow citizens. They should have no worries.\" Now, those are easy words for this Taliban leader to say, but the reality on the ground is very different and very fearful for many who are still in hiding, and reports of vicious retribution. Here at the Pentagon yesterday, the defense secretary and chairman of the Joint Chiefs were asked about working with the Taliban in the future. Here's what they said."
    },
    {
      "speaker": "GEN. MARK MILLEY, CHAIRMAN, JOINT CHIEFS OF STAFF",
      "utterance": "This is a ruthless group from the past, and whether or not they change remains to be seen. And as far as our dealings with them at that airfield or in the past year or so, in war, you do what you must in order to reduce risk to mission and force, not what you necessarily want to do."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Possibility of coordination against ISIS-K with them, do you think?"
    },
    {
      "speaker": "MILLEY",
      "utterance": "It's possible."
    },
    {
      "speaker": "LLOYD AUSTIN, U.S. SECRETARY OF DEFENSE",
      "utterance": "And it's hard to predict where this will go in the future with respect to the Taliban."
    },
    {
      "speaker": "GRIFFIN",
      "utterance": "A stunning admission as a result of the new reality on the ground in Afghanistan and the absence of strong intelligence networks, which had to be rolled up as part of this hasty U.S. withdrawal -- Neil,"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Jennifer Griffin at the Pentagon, thank you, Jennifer, very, very much. There's another view on this whole subject that maybe it's the Taliban who needs us more than we need them. They still haven't locked down the country, as I said. They're in a battle with these ISIS-K fighters, 2,000- plus strong, and they need money, a lot of money. We froze about $9.5 billion worth, and they can't get their hands on anymore, essentially under the threat of possible sanctions if they don't behave from this country. So it could be problematic. Let's go to Dave Sears, a retired Navy SEALs commander, a bestselling author of \"Smarter Not Harder: 17 Navy Seal Maxims to Elevate Critical Thinking and Prosper in Business and Life.\" Dave, good to see you. We're going to need a lot of smarter thinking going forward here. And now this has turned up on its head again on the notion that the Taliban might be playing coy with us, that they need us more than we need them. What do you make of that?"
    },
    {
      "speaker": "DAVE SEARS, FORMER U.S. NAVY SEAL COMMANDER",
      "utterance": "They need a lot of people. They're going to have a hard time with governance. Obviously, they -- it was miserable in the 1990s. They were terrible. They don't have the technocrats to keep the electricity on, to deliver services, sewage, waste cleanup, all these things. And it's a very disparate country with a 90 percent poverty rate. So there's going to be people looking to get paid, not the least of which would be -- let's even assume that the 300,000-man-strong Afghan army, 150,000 of those were those ghost soldiers that didn't even exist. Well, you still have 150,000 soldiers that are out there. They're going to need some kind of paycheck. Are they're going to turn to militias? You have the south Afghan Hazaras who are aligned Shias with Iran. And there's 50,000-strong of those plus in Syria. So, the Taliban has a lot of problems coming up."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you think they will be helpful?"
    },
    {
      "speaker": "SEARS",
      "utterance": "No, I don't at all. I wouldn't trust them one heartbeat. You want to talk to them, hold them to their promises to get U.S. citizens out. I'd like to know how many have -- I haven't heard how many have gotten out since we left. As far as I know, it's none. I'd like to hear that from the Pentagon or the government. But I wouldn't trust them at all. They will turn us on their enemies. This was an initial thing in the start of Afghanistan. There was a lot of blood feuds being settled and false intelligence given to us that -- so we'd hit a different compound or go on a different target, that people were just settling feeds. It's very hard to vet the targets, if you're not on the ground yourself."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, for those Americans who still might be there, and don't want to be there, and the tens of thousands of Afghan loyalists, nationals who are stuck there, and now very much in danger, what's going to happen?"
    },
    {
      "speaker": "SEARS",
      "utterance": "Yes, so I don't know. I feel for those people. I think that our government has taken the military option off the table. We have capabilities, but we don't have political will, apparently, to exercise that option. So we need to exercise the other elements of national power, the economic. Put pressure on Pakistan. Put pressure on Afghanistan with the money. Put pressure on the Stans up to the north. Put that on diplomatically as well. They need to hold them to their promises and get those people out."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Dave, thank you very much again, Dave Sears. The criticism, by the way, that the administration is getting on its handling of this isn't only coming from the outside, now from the inside, and those who might be frustrated that they have been blamed for a debacle that they say really stops at the front of the White House. Jacqui Heinrich is there with more. Jacqui, what's going on here?"
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "utterance": "Hey there, Neil. Well, you're referring to this Politico report. They spoke to two anonymous White House sources, one person telling Politico they were appalled and literally horrified that the American government left Americans behind enemy lines, another person saying they didn't consider the mission accomplished if Americans were left behind. Fresh out of the briefing, still no update on whether any more Americans have made it out since the troops withdrew. The numbers we have heard over the last few days have remained consistent, between 100 and 200 people, with the belief that that number is closer to 100. But a big question that Press Secretary Jen Psaki didn't have an answer to was how many green card holders and SIV applicants are still left behind in Afghanistan. It's a question that Senate Republicans have been trying to get an answer on. They wrote to the president with concerns that ineligible individuals were potentially evacuated, including people with no pending immigration application or status with the U.S., and that that number of eligible people remaining behind is varied. They have heard different things. I asked the press secretary about this. Jen Psaki did not have a hard figure on how many green card holders and SIV applicants remain. Listen."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "It is very hard to define those numbers. That is something that certainly the State Department, in coordination with the Department of Homeland Security, are going to be assessing, what we think the population is and how we can work with this population."
    },
    {
      "speaker": "HEINRICH",
      "utterance": "Psaki also spoke to concerns about charter flights leaving Afghanistan and potentially landing on U.S. military bases, saying sometimes they don't have solid information on passenger manifests. And also there's an active ISIS threat. She said that ISIS is keenly interested in attacks on aviation targets, Air Force personnel and U.S. military bases. So it's kind of unclear when and how flights will continue, where they're going to be going out of when the airport is operational again, and where they will be landing. Meanwhile, we are hearing accounts of reprisals against those Afghans who are at risk getting more dire. I asked Jen Psaki if, given the stories that we're hearing about Taliban going around and killing people, going back on their grant of amnesty that they promised, makes our reliance on the Taliban for free passage of Americans misplaced. She said that no one is saying that the Taliban are good actors, and that's why they're being hesitant to give any sort of recognition to them, but did not directly answer whether our reliance on them in this environment is misplaced, given those kinds of stories that we're hearing -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, to put it mildly. Jacqui, thank you very, very much. Who would have thought all of this would have transpired? I even think of when my friend Chris Wallace was writing this great book \"Countdown bin Laden,\" whether, by the time it came out, the country itself of Afghanistan would be in Taliban hands. Chris is next."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "A lot of rain. It's going to take a lot of time. You're looking live right now at Schuylkill County in Pennsylvania, one of the many areas that were hit hard by these remnants of Ida that has already proven to be lethal for 26 people."
    },
    {
      "speaker": "PSAKI",
      "utterance": "No one is saying from the federal government, no one, the president, secretary of defense, no one from the intelligence community, that the Taliban are good actors. We are not rushing to recognition. We will be watching clearly. We have a range of leverage at our disposal, including access to the global marketplace. And, of course, we will be assessing. It's, of course, based on how they treat individuals in the country, how they treat women, whether they let people who want to leave the country leave. All of those are factors that we will be assessing."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Bottom line, they're open to some conversation with the Taliban and open to say that maybe the Taliban can be taken at its word that it's a different Taliban. Some ironies here not lost on Chris Wallace, who has got a great book out right now, \"Countdown bin Laden: The Untold Story of the 247-Day Hunt to Bring the Mastermind of 9/11 to Justice.\" It follows up on his great success with \"Countdown 1945.\" Chris, I love the way, much as you did in the last bestseller, this one, the ticktock on that beginning 200-plus days beforehand, when they had a hint and an idea that a Usama bin Laden was in a place they knew and the hunt was on. But the irony with your book after the fact -- and you get into it near the end -- is the whole change that happened with the government in Afghanistan, and with now the collapse of our presence in Afghanistan. It's weird, isn't it? CHRIS WALLACE, HOST, \"FOX NEWS SUNDAY\": Yes, weird is an understatement. Neil, when I wrote the book, I obviously was timing it to come out on the 20th anniversary of 9/11."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And I knew that we were going to be out of the country. It never occurred to me, however, that the same Taliban that was in control of Afghanistan in 2001 would be in control of Afghanistan on 9/11 of 2021. That was unimaginable to me. I thought there might be a civil war, might go on for a while, see how the Afghan government and the Afghan military did. But I think that there are a couple of really timely aspects to this book. One is, a lot of us are feeling pretty bad right now about what -- our involvement in Afghanistan in the 20 years, but we accomplished a lot in those 20 years, even if the ending wasn't so great. And part of it was bin Laden, and the fact that, in 2011, May 1, 2011, we took down, we killed the architect, the mastermind of 9/11. We severely degraded Al Qaeda. And the fact is, for 20 years, we protected the U.S. homeland from an attack like 9/11. There was none for 20 years. Now that possibility raises again because of the fact that Al Qaeda is there under the Taliban. ISIS-K is there under the Taliban. But, for 20 years, we protected the homeland, and we did bring justice at the end of a rifle of held by Rob O'Neill, SEAL, a member of SEAL Team Six, to Usama bin Laden."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. You know, it's weird. When I'm reading this and when I got the book -- you got it to me a little late, by the way, but it's OK. It was a great book. So I was reading it. This is weird. I was reading it, though, paying special attention to Joe Biden and his role as vice president at the time, someone who doubted this hunt for bin Laden at the time to take him out, where you say that Biden said he'd be more comfortable if they had additional information. Why put troops at risk and further damage U.S. relations with Pakistan if they weren't sure bin Laden was there? He was a doubter right to the end. And I know he congratulated President Obama after the fact. Congratulations, boss. But the fact was and remains that he had serious reservations about it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Absolutely. I mean, you talk about this book. And I hope that it's a history thriller and a page-turner. We take you inside when Leon Panetta, the head of the CIA, gets the information about this about Abbottabad compound and all the meetings in the Sit Room."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "On April 28 of 2011, the final decision meeting, Obama goes around the room, starts on his right with Joe Biden. Biden says: I don't think you should launch the raid. Bill -- Bill Gates -- Robert Gates, the defense secretary..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "... says: I don't think you should launch the raid. Then he goes around. The chairman of the Joint Chiefs, Mullen, CIA Director Panetta, Hillary Clinton say go for it. And Obama says, look, this is about a 50/50 proposition."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Some people are saying it's 70 percent. Some are saying it's 45 percent. It's 50/50. He's either there or he's not there. And he comes down the next morning and he tells U.S. national security adviser, Tom Donilon, it's a go. The other -- there are new facts. People think they know this story. There are new facts on every page. And one of them that I didn't know before I started researching this, because we talked to Rob O'Neill, the man who actually killed bin Laden."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "He said, most of the SEALs thought this was going to be a suicide mission. They thought this was a one-way ticket. If they got to the compound, and if bin Laden was there, he'd have it booby-trapped, you got body guards, they might be able to get him, but they weren't going to come home alive."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, like you, because I thought I knew it pretty much the general story and how they got bin Laden and took him out, and how tall he was to confirm that he -- they got the right guy before they got DNA to prove it was the right guy. But the one thing that struck me is how this started off potentially as a calamity. I mean, we all hearken back with Jimmy Carter's hostage rescue back in Iran, and we had a lead helicopter here fail. And it wasn't looking promising. But President Obama went through with it. But there were a lot of nervous moments there."
    },
    {
      "speaker": "WALLACE",
      "utterance": "A lot of people say it was the riskiest commando raid of this sort, special operations raid, in the history of the country. And one of the people who was against it, Bob Gates, he had been an executive assistant to the CIA director back in 1980 on the Jimmy Carter hostage rescue, when, of course, helicopters crashed into transport planes, I think it was eight Americans were killed and they didn't get any hostages out. And he was very, very worried it was going to happen again. And one of the things that people said is, in these kinds of missions, no matter how carefully you plan, something always goes wrong. And you're right. There were two helicopters that went in carrying 24 SEALs. The first one, Chalk-1, was supposed to go in and hover over the compound and the SEALs were going to rappel down on a rope and attack the main house where they thought, if bin Laden was there, he'd be there. And for two reasons -- and one of them was the weather report was wrong. They that said it was going to be 64 degrees. Turned out it was 70 degrees. With the heat, there wasn't the lift."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And also, when they had been practicing in the replicas, they had done it in chain-link fences. And these were cement fences. So the airflow was not the same. And then you're right. The Chalk-1 crashed. The -- we all remember the pictures of the tail of the Black Hawk up against."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Absolutely."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And they were very scared. That's when you see Hillary Clinton in that famous picture with her hand to her mouth. And Bill McRaven, the head of Joint Special Operations Command, said, it's not a craft. It's a hard landing. Our men are safe. The mission continues."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, it's a very fast read of the ticktock on it, which I love, I mean, all the stuff I thought I knew that I didn't know. But, again, I told you in the beginning, Chris, I read this through the prism of what was transpiring in Afghanistan over the last week or so, and particularly Joe Biden. And the one thing that interested me after this successful attack and the vice president at the time, Joe Biden, was putting away his rosary ring. And, obviously, he was urged don't do that so fast. We're not out of this yet. But the rosary ring stood out to me, because your colleague Bret Baier had raised and others had raised the possibility that, when President Biden was at Dover Air Force Base, rather than looking at his watch, he was in fact clasping a rosary ring, which, for some who might not be familiar, in the Catholic religion, it can fit around your wrist, you can palm it or whatever. But that got me thinking of his religious views here, and that aspect of it, and the doubts and the concerns he had, but that that came through and surprised me."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, this was another one of those facts that I had never heard before. But one of the principals -- one of the joys of writing this book, as opposed to \"1945\" -- then, of course, all the people are gone."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I interviewed almost everyone who was on this operation, from Bill McRaven, to Leon Panetta, to Hillary Clinton, to Bob Gates."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "At the end of the president's speech in the East Room, Mullen and Panetta and Biden all come together, and they're all holding their rosaries. And Obama comes over and he reaches into his pocket, and he pulls out a crucifix. They had all -- for all of the planning by the U.S. military and the power of the U.S. government, they all had sought divine intervention."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. No, it was very powerful. It's just a great book. Chris, I really liked it. I mean, you got it to me late, but that's fine. You're a big bestselling author now and all that. That's fine."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But I urge anyone who -- it is a fascinating -- a fascinating breakdown of what you think you know, but you really don't, and see it through the prism of what's going on right now. It's a little jarring and, at the same time, interesting timing, not only with the anniversary of the 9/11 attacks, but everything that has happened in the last two weeks. Chris Wallace, thank you very, very much. We have a lot more coming up on present-day, as of today, concerns, what's going on in New Jersey, particularly where the flooding doesn't stop. We have got an important mayor there in Hoboken, who says it's not over. Don't give up just yet."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You are looking live at Hoboken. And at first glance, you might just say, well, is that Venice, Italy? What's going on there? No, flooded streets, they remain flooded. The mayor of Hoboken, Ravi Bhalla, joins us right now. Mayor, I know the waters are a little bit better than they were early this morning. But it still looks tricky."
    },
    {
      "speaker": "RAVI BHALLA, MAYOR OF HOBOKEN, NEW JERSEY",
      "utterance": "Yes, we're not out of the woods yet. Hoboken last night received the worst storm event that we have had since Superstorm Sandy. So, several of the streets in West Hoboken, they're still flooded and impassable, as we wait for the water to be pumped out. Just to give you some perspective, Neil, within an eight-hour period, we had six, almost seven inches of rain. And that puts us on par with Hurricane Irene, if you remember that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Wow."
    },
    {
      "speaker": "BHALLA",
      "utterance": "It was that type of a rain event for us last night."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And how was transit affected through this, Mayor? I mean, you you're a busy city, in and of itself."
    },
    {
      "speaker": "BHALLA",
      "utterance": "Sure."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But you're also a way that people get to New York and what have you. And when it floods like that, and they're just on the other side of the Hudson, the same deal, how did you handle that?"
    },
    {
      "speaker": "BHALLA",
      "utterance": "Yes, well, when you have half the city underwater, traffic comes to a standstill."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "You're right."
    },
    {
      "speaker": "BHALLA",
      "utterance": "We had to issue a state of emergency, a shelter-in-place order, which means stay home, and a restriction on nonessential travel. So, we strongly urge people to work from home today. Do not go out. Do not cross into flooded intersections. We have got a lot of cars that are stuck and people who are stuck trying to pass barricades into flooded areas of Hoboken, which also makes it a lot more difficult for our emergency vehicles to assist other residents. So, the bottom line is, for the time being, until we get the waters receded, we're urging people not to travel unless they absolutely need to."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Wise words. Mayor, thank you very much. I know you're busy. And I do appreciate your taking the time to speak with us, but it looks like, hopefully, things are on the mend right now, so one step at a time. Mayor Ravi Bhalla of the beautiful city of Hoboken. And it really is. It's a fun city as well, right now, a little wet, but they can get through that. They have gotten through a lot. All right, we have a lot more coming up, including, speaking of travel, whether you're going to go anywhere this Labor Day weekend."
    },
    {
      "speaker": "A message from the CDC",
      "utterance": "If you haven't been vaccinated, please don't -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Getting ready to travel this Labor Day weekend? A message from the CDC: If you haven't been vaccinated, please don't. Phil Keating in Atlanta with more on that. Hey, Phil."
    },
    {
      "speaker": "PHIL KEATING, FOX NEWS CORRESPONDENT",
      "utterance": "Hi there, Neil. Another three-day holiday weekend right on deck, and for millions of Americans, that means traditionally Labor Day weekend with family and friends and, this weekend, a full slate of college football. But with the voracious Delta variant leading to surge and sometimes record numbers of new cases in hospitalizations, the CDC is warning all Americans simply don't travel or avoid gathering in groups. And, if you do, make sure everybody's vaccinated and aim for outdoor spaces. According to the CDC, right now, the Delta variant has put more COVID patients in their 30s in the hospital than at any point in the pandemic. Here's the director an hour ago."
    },
    {
      "speaker": "DR. ROCHELLE WALENSKY, CDC DIRECTOR",
      "utterance": "We must continue to vaccinate all of those who are eligible to protect our younger children from disease. Communities with high vaccination coverage are seeing lower pediatric cases and hospitalization."
    },
    {
      "speaker": "KEATING",
      "utterance": "As the mask battle won't let up, last evening, this quiet neighborhood street turned into an anti-mask demonstration across the street from the house of a Brevard County, Florida, school board member who helped pass its new mask mandate for the kids in school this week. And the largest Florida's 13 school districts defying Republican Governor Ron DeSantis' mask mandate ban. Miami-Dade County informed the state that it will not back down, and, for child safety, it will accept the loss of salary sanctions now being imposed on the first two defiant districts."
    },
    {
      "speaker": "DEBRA HIXON, BROWARD COUNTY SCHOOL BOARD MEMBER",
      "utterance": "We had this mask mandate before the order came down. We know that it's working. And that's why we keep moving forward. So I want to take us out of the idea that we're fighting with anyone."
    },
    {
      "speaker": "KEATING",
      "utterance": "And two Florida Panhandle school districts are now closed fully until at least next week, after a spike in the number of kids with COVID, as well as teachers. Those schools, those districts, no mask requirements. It's also happened here this week into DeKalb County, east of downtown Atlanta. An elementary school is now temporarily closed, which actually had a mask requirement -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Phil Keating. Thank you, Phil. To Roshini Raj on this, if you're not vaccinated, don't travel this weekend. What do you think of that, Doctor?"
    },
    {
      "speaker": "DR. ROSHINI RAJ, NYU LANGONE HEALTH",
      "utterance": "I think it makes a lot of sense, Neil. We are still seeing record numbers of cases in many parts of the country, some their highest that they have been in, in the entire pandemic. And if you're not vaccinated, you are at risk. So traveling for this three-day weekend is not a good idea. And they're saying, even if you are vaccinated, to be cautious, especially in big groups."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, a lot of people are worried about this, even those who've been vaccinated, because they have to subscribe to the same rules, the mask stuff indoors, and all that. So they're pretty angry about it. And it's increased some hostilities over this. But what is the threat and the danger to those already vaccinated? They don't think they need to do all of this stuff."
    },
    {
      "speaker": "RAJ",
      "utterance": "Well, the threat is, with the Delta variant, unlike previous variants, it does seem to affect vaccinated people as well, now, not to the same extent, which is why it certainly makes sense to get vaccinated. But when you look at the people that are being hospitalized right now, while the majority are people that were not vaccinated, there is a percentage that were vaccinated that are still ending up in the hospital. So, in some areas of the country that can be as high as even 20 percent of hospitalizations are in vaccinated people, which means you're not 100 percent protected if you're vaccinated. The other issue is, who else is in your household? You may be vaccinated, but what about your young children under the age of 12? You really have to think about who you possibly could be infecting, and how do we keep everyone in this society really as healthy and as functioning as possible, because it really behooves all of us to get this virus stamped out. And the sooner more people are vaccinated, the sooner that's going to happen."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Doctor, do you think kids need to get the vaccine? Dr. Fauci was among others who said that, maybe within a very short time, they will get the clearance for the vaccine, and they should. What do you think?"
    },
    {
      "speaker": "RAJ",
      "utterance": "Yes, I definitely think that kids should. One of the things we found out through this pandemic is how important it is for children to be in school and to be learning and how much they really suffered over the last year, not just educationally, but socially as well. So, in order to have them get that full educational experience, we don't want them getting sick, we don't want schools closing, which means we really do need them vaccinated, because they can get sick, and they can expose their elderly teachers as well."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Dr. Roshini Raj, thank you very much, the NYU Langone associate professor of medicine there. Thanks, Doctor. Switching gears right now, back to the flooding that's going on, remember where all of this started, the Gulf Coast. Remember Louisiana. And they're still in a world of hurt. And doesn't our Robert Ray, FOX Weather multimedia journalist know it? He's in Grand Isle, Louisiana. How are things looking there, Robert?"
    },
    {
      "speaker": "ROBERT RAY, FOX WEATHER MULTIMEDIA JOURNALIST",
      "utterance": "Neil, it's a total disaster here. And you make the great point of where it all began, when Ida came to America, so to speak, here at the shores of Louisiana on the Gulf Coast. All you got to do is take one look behind me and you see the destruction here, as this high Category 4 made its landfall here. Drove around Grand Isle, Louisiana all day today, trying to capture images. The issue is, is that we couldn't get down here unless you were on a chopper or a plane in the past few days, so now interesting to see it from the ground. Jefferson Parish officials, Neil, tell us that 100 percent of the structures here on the island have been damaged. It is totally uninhabitable, over 60 percent of the structures in total ruin, total loss. So, you just -- you look at it. It's amazing. You see the force of the energy that Hurricane Ida brought in. And we -- viewers may remember this is the spot 11 years ago during the BP oil spill that so much of the staging occurred, many of the workers that went out in the areas picking up the oils, so a very important part of Louisiana, a fishing village. It means a lot. It's on Barataria Bay here, just 90 miles southwest of New Orleans, the Big Easy. But you really do see the effects and how powerful Ida was when it came ashore. And amazing to think, Neil, that it went all the way up through the United States, and, of course, the devastating situation that you guys are all dealing with in the Northeast right now. What a storm Ida is and was. And, clearly, the work that has to be done in the coming months and, I got to tell you, probably years down here is significant. But it's just humbling to see the power and the energy of Ida and these structures and what it did to people. And amazing that no one hurt down here, and everyone left. Of course, official stayed and hunker down."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "RAY",
      "utterance": "And even they said in reports and told us how humbled they were -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No. And your reporting has shown that, Robert, so kudos to you and your cameramen and folks working with you. Are folks still without power there? And I ask because, man, it gets hot there. And I know it's very, very hot there right now, to say nothing of the humidity. That's an awful combination."
    },
    {
      "speaker": "RAY",
      "utterance": "Indeed. It's very warm. And it's a little over 900,000 people in the state of Louisiana right now are still out of power. I'm staying in New Orleans last night in part of the French Quarter. The lights went on at the hotel. And I mean this sincerely. A cheer and a clap went out. You could hear it from the blocks around as those lights went on, because I'm just standing here idly and sweating, and the humidity. And you can imagine what it's like in people's homes all across the region, just trying to stay afloat and move forward and pick up the pieces here, but, nonetheless, with no power and no running water and these incredibly long gas lines, so just -- this is where we're challenged as human beings right now. But this is Louisiana tough, as they like to say down here in the South, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Well, best of luck, Robert. And, hopefully, for all the people down there, the power starts coming back on, their lives can get back to normal, but like you were saying there, man, that does look like a war scene. I hope they get out of that. Robert Ray of FOX Weather, multimedia journalist here. We are getting a couple of more details about the extensive and the damage done, not only in Louisiana, but, of course, in the Northeast, where these unexpected flash floods have already claimed the lives of 26 people in the Northeast right now. Some always try to attach price damages to these things. I guess, because I'm the numbers nerd at FOX, I should tell you that the estimates for just what Ida did in the South is north of $16 billion. When I was inquiring on FOX Business about the damage now in the Northeast, they said, Neil, triple that. Now, that necessarily isn't reliable, but what is clear is that it is a mess. Few people saw it coming. And just a reminder, the hurricane season itself, it's not over, not by a long shot. That will do it. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}