{
  "date": "September 11, 2019",
  "headline": "Families of 9/11 victims suing Saudi Arabia",
  "subHeadline": "Guests: Bryan Dean Wright, Tulsi Gabbard; Jim Kreindler; Colion Noir; Ned Ryun; Lila Rose; Nicholas Giordano",
  "url": "https://www.foxnews.com/transcript/families-of-9-11-victims-suing-saudi-arabia",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "TUCKER CARLSON, HOST",
      "sentences": "Good evening and welcome to “Tucker Carlson Tonight.” There were two special elections in the state of North Carolina last night. Both of them were billed as close races. In the end, Republicans won both of them, and they won handily. In the more competitive race in the Ninth District, Republican Dan Bishop finished substantially better than the last Republican who ran during the midterms just 10 months ago.  So what does that tell us? Well, on Twitter, the debate is about Donald Trump, as it always is on Twitter. How much did his rally in North Carolina on Monday night influence the outcome of the election? There's no question it did influence it, positively. It helped the Republicans.  But there's another factor at play here that's received far less attention. The Democratic debates. The debates have been televised. And that means the rest of the country gets to hear what leading Democrats actually believe. It turns out, that's been terrifying to many people.  I could give you a lot of examples of this, but we'll start with this one. How many people you have to survey -- go to the mall or a park, any public place, and ask people? How many would you have to talk to before you found a single person who supports giving free taxpayer funded healthcare to foreign nationals who have snuck into our country and who are living here illegally? You have to talk to a lot of people before you found someone in favor of that. Almost nobody in America supports that. And for good reason, because it's nuts and not something we can afford. And yet all the major Democratic candidates say they do support it. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "So you support giving universal healthcare and Medicare-for-All to people who are in this country illegally?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "sentences": "Let me just be very clear about this. I'm opposed to policy that would deny in our country any human being from access to public safety, public education or public health. Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN HOST",
      "sentences": "Do you believe that undocumented people should have healthcare in this country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "I think an undocumented people need to have a means by which they can be covered when they're sick. People need -- this is just common decency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAVANNAH GUTHRIE, MSNBC HOST",
      "sentences": "Raise your hand if your government plan would provide coverage for undocumented immigrants?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Uh-huh. If you're a middle class person who can barely afford to get sick, who is struggling, for example, as so many are to pay the premiums on your health insurance, imagine what they're telling you. They're saying that people who aren't from here, who have no right to be here, who are breaking our laws, by their presence, get ahead of you in line.  That's just the beginning by the way. At various other times, the Democratic candidates have told us they want to put hundreds of thousands of criminals back onto the streets. They bragged about decriminalizing all illegal border crossings. They've embraced the most aggressive form of identity politics, as well as the weirdest kind of gender theology.   They've relentlessly attacked America as evil and described a person's worth as defined by gender and skin color, the opposite of the American dream. They've endorsed taxpayer funded abortion up to the moment of birth. Here is Beto O'Rourke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "QUESTION",
      "sentences": "Someone asked you specifically -- specifically about third trimester abortions, and you said that it's a decision left up to the mother. So my question is this, I was born September 8, 1989. And I want to know, if you think on September 7, 1989, my life had no value.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "sentences": "Of course, I don't think that and, of course, I'm glad that you're here. This is a decision that neither you, nor I, nor the United States government should be making. That's a decision for the woman to make. But we want her to have --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Meanwhile, any Democrat -- and there are some -- who urges the party to focus on the practical concerns of mainstream Americans. Anyone that says that is treated like a leper, like they're unclean. They're met either with total silence or worse, they get a lecture from Elizabeth Warren.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN DELANEY, D-PRESIDENTIAL CANDIDATE",
      "sentences": "So I think Democrats when we run on real solutions, not impossible promises. When we run on things that are workable, not fairy tale economics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "You know, I don't understand why anybody goes to all the trouble of running for President of the United States, just to talk about what we really can't do and shouldn't fight for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, moments like that kill on Twitter. All of the Twitter people love it. In real life, though, they're a surefire way to lose votes. Most Americans don't hate America. They know we're not a racist country that needs to be rebuilt from the ground up. Most Americans are cheerful and moderate and the polls show it.  An NPR poll from two months ago, for example, found that less than 30 percent of voters wanted to decriminalize border crossings, or pay out reparations for slavery. Just 41 percent wanted to replace private health insurance with Medicare-for-All.  A Marist poll this spring found that only 18 percent of Americans agree with Beto that abortion ought to be available for any reason up until birth. In other words, the Democratic Party is almost perfectly in-sync with the population of Martha's Vineyard, the summertime population, not the wintertime population. But the party is gravely out of step with the rest of the country. And that's why they lost last night. In fact, that's what they'll lose again next November, unless they stop talking like that and move to the center fast.   Bryan Dean Wright is a democrat and a former C.I.A. officer, and he joins us tonight. Bryan, thanks for coming on. You watch the claims and the promises and the boasting of Democrats at these debates, and then you compare them to the polling on the issues and it's almost as if they're trying to tank their own party, what do you think is going on here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRYAN DEAN WRIGHT, FORMER C.I.A. OFFICER",
      "sentences": "Yes, a year ago, rather, we had an event. The Democratic Party had a substantial advantage over the Republican Party in terms of the generic ballot. In the past year, that has collapsed. We now run even  So let's ask ourselves a question. What has happened in the past year that would make that change? And we know what has happened. We've had the party of AOC and the squad, you know, promising nothing but socialism and anti-Semitism. Right? We've had hysteria. There's a Russian in every closet. Trump is a traitor. All the policy solutions that we're offering, they're not real.  The Green New Deal isn't real where we're trying to ban cow farts and straws. That's not realistic. That's not real. That wouldn't actually even solve the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "So we have this multitude of issues that have happened over the past year. Basically, Chuck and Nancy are saying, \"Hey, we're a big tent. Come on in, everybody.\" And you are now seeing the ramifications of that. There's another fantastic poll out today. You're talking about NPR, they discussed the very fact that Biden or Warren, all the major candidates, in fact, all of the candidates have less popularity in this country than they do on favorability.   In other words, they are no better than Trump. So what does that tell you in terms of what has happened to the Democratic Party, we're not an alternative to the President, we're an embarrassment. And that is the consequence of, you know, hooking your wagon up to Ocasio-Cortez and her merry band of idiots. That is the consequence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Of course, and it's a predictable one. I mean, I think Ocasio- Cortez has, you know things about her that are impressive. She is bold, anyway. And she gets credit for that for me. But it's clear when you listen to her that she is way out of the mainstream. Most Americans don't even understand what she is saying. She doesn't understand what she is saying. Why would you ever -- why would an adult ever allow someone like that determine the direction of the party? I'm confused. Sincerely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "Look. Yes. So in North Carolina, McCready lost in what's called the exurbs in the rural parts of that district. That's places where I come from in rural America. Why is it that for folks like me think that she is crazy, and a guy who like McCready, who frankly, was a pretty moderate guy. I mean, a Marine, a pretty moderate voice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "The reason is, the National Democratic brand is tarnished, and it is tarnished, because of the AOCs and Ilhan Omar's and you know, the Tlaib's and the rest of them.  And so until we stop as Democrats saying, \"Hey, we welcome anybody and everybody.\" And we say we have a spine because we want and believe in a different kind of country. We're not going to fall for any of this silliness on the progressive side of the party. We're going to stand up and offer an alternative. And so we want to give people a chance to vote for someone, for a party, not just against Trump. I mean, we've had this for years, you know, \"Vote against Obama,\" Vote against Bush.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "It's enough and people are looking for something different and the Democratic Party isn't giving that to them right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So finally, do you think it's helpful considering that we're in an election cycle right now, to blow up the Democratic Congressional Campaign Committee because the people who run it are the wrong skin color? That just happened. That seems like kind of a lunatic thing to do? Why did they do that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "If I could answer that question, my friend, perhaps I would actually lead the party out of the doldrums and out of the progressive left. I don't know. Look, Pelosi and Schumer have led this party into the gutter.   The only reason we're competitive at all is because Trump is so combustible to so many. And I think that once the President is gone, I think you're going to see very different electorates saying, \"No thanks, Democrats. We're looking for something different.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Amazing. Bryan Dean Wright, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WRIGHT",
      "sentences": "Pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So the macro picture for the Democratic Party is that at some point over the past 30 years, the party moved from its historic position as the party of the working man and became utterly and completely the party of guilty rich kids.  No living person personifies this shift more perfectly then Robert Francis \"Beto\" O'Rourke. The product of a single sex boarding school and Columbia University. When Beto O'Rourke speaks, he speaks for every underachieving trustafarians in Telluride, Brooklyn and Nantucket. Like all rich liberals, O'Rourke is happiest when he is denouncing his country as racist and lecturing other people about their privilege.  Just the other day, for example, Beto explained that when he is President, he is going to make sure that poor people move in right next door to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'ROURKE",
      "sentences": "Here's a tough thing to talk about, though we must, rich people are going to have to allow or be forced to allow lower income people to live near them, which is what we fail to do in this country right now.  What if as we propose to do, we invested in housing that was closer to where you work, very often mixed-income housing, meaning the very wealthiest are living next to those who are not the very wealthiest in this country, to make sure that they can both afford to go to the same public schools.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Sounds like a pretty great plan. The best part of the plan, of course, is that Beto himself has no intention of participating in it. No one is going to put Section 8 housing or a homeless shelter next to Beto's house, there's no way his kids are going to high school with a bunch of poor people. There's literally no chance of that happening.  The real point of Beto's plan isn't to bring rich people like himself back to Earth. The point is to deny normal people the right to control their own lives. Beto would like to force Middle America to be charitable. Here's the interesting thing, though. Amazingly, Beto has exempted himself from that requirement. We know this for a fact, because we have his financial disclosures. In 2017, Beto and his wife gave a total of just 0.3 percent of their income to charity. That's not just low by national standards. It's worse than that. It's disgusting. It's incredibly stingy and selfish. And yet Beto seems totally unembarrassed about it. He was asked to spring by a reporter and he explained that his mere existence is a form of charity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'ROURKE",
      "sentences": "I've served in public office since 2005. I do my best to contribute to the success of my community, my state, and now, of my country. There are ways that I do this that are measurable, and there are ways I do this that are immeasurable. There are charities that we donate to that we've recorded and itemize. Others that we donate to that we have not. But I'll tell you, I'm doing everything I can right now, spending this time with you, not with our kiddos, not back home in El Paso because I want sacrifice everything to make sure that we meet this moment of truth with everything that we've done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So, \"Running for office is my form of charity.\" That's what Beto is telling you. Imagine saying something like that. No wonder he is polling below five percent. Democrats ought to pray that Beto O'Rourke drops out very soon. Every time this guy opens his mouth, someone somewhere decides to vote for Donald Trump. The Democratic Party is doing everything it can to keep Tulsi Gabberd off the debate stage. She joins us to discuss that, next.   Also tonight, we are remembering the victims of the September 11th attacks on this country. More on that, after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It's hard to believe it's been that long, but today marks the 18th Anniversary of the 9/11 attacks. If you remember what happened that day, you remember it vividly. Almost 3,000 people died. You might think they were killed by Islamic extremists, but that's because you're clearly a backward simpleton. \"The New York Times\" is here to tell, no. This morning, the paper tweeted this, quote, \"18 years have passed since airplanes took aim and brought down the World Trade Center. Today, families will once again gather and grieve at the site where more than 2,000 people died.\" Airplanes took it.  Did Ilhan Omar write that? No, but she could have. \"Some airplanes did something,\" she might say. But at least \"The Times\" is remembering the attacks at all. CNN remembered 9/11 by trying to distract its audience with a brand new narrative it just made up. On their morning show, a guy called John Avlon explained that actually, right-wing terrorism is the real threat. Yes, we just have to ignore 9/11 and the thousands of troops we lost in the wars it started. Take those out, and actually it's not a problem at all. CNN's name for the segment was \"9/11 Amnesia,\" describing itself clearly.  Well, 9/11 played a critical role in the lives of so many Americans, certainly in the life of Congresswoman Tulsi Gabbard of Hawaii. She joined the military immediately following the attacks, and subsequently served a tour in Iraq. Now, she is running for President. We'll talk about that in a minute. But first, Congresswoman Gabbard joins us tonight to talk about 9/11. Congresswoman, thanks a lot for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TULSI GABBARD, D-HI, PRESIDENTIAL CANDIDATE",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So looking back, you've had time to think about this, both in this country and abroad, what are the lessons for the rest of us from 9/11 when you say 18 years later?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Yes, it's -- you know, looking back on that day remembering where we were and as we observed al-Qaeda attacking us and seeing the thousands of our fellow Americans who were killed on that day and seeing the brave acts that these heroes, our first responders before as they ran into the those crumbling buildings that so many people were trying to get out, to see how many people they could save. Like so many Americans, it was this event that made me decide in my own life that I wanted to dedicate my life to keeping the American people safe, to finding and defeating those who attacked us on that day and to protecting our freedoms. This is something that continues to inspire me today. But also, we've got to recognize how much our leaders have failed us, where instead of focusing one pointedly on defeating al-Qaeda and its affiliates and offshoots. Instead, they went and started waging a series of regime change wars in places like Iraq, and Libya and the ongoing regime change war in Syria.  Now, this has cost our country, trillions of taxpayer dollars. We have lost thousands of American lives in these wars, my brothers and sisters in uniform. What to speak of the countless lives lost in these other countries in the Middle East. And where do we find ourselves today? Al- Qaeda is stronger now than they were on 9/11. This is the result that we have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So I have to say, I'm completely convinced that if you would leave the line about Syria out, if you would pretend that what we're doing in Syria and have done in Syria is wise and smart, that you would be on the stage with your fellow Democrats at the debate. Bringing up that point about Syria has earned you the enmity of a lot of people in Washington, a lot. The entire foreign policy establishment. I think it's a badge of honor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Well, you know, what's so interesting, though, Tucker is if you look back around the vote for the Iraq War, you know, there were some folks, a very few folks who voted against that Iraq War, and they were smeared, they were accused of hating America, they were called unpatriotic. And all of a sudden now, we are where we are today. And it's become vogue for politicians to say how terrible that Iraq War was. Yet, they lack the courage to stand up and speak the truth today, against the ongoing regime change war in Syria. That's not leadership.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, it's certainly not. So how do you feel about being excluded from this next DNC debate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Oh, you know, the DNC is trying to basically send a message to the American people that they are the all-powerful gatekeepers, and that they are the ones who have the power to decide who should be considered to be our Democratic nominee or not.  But the reality is that voters in this country have that power, so that's where I'm focused. I'm focused on reaching out to and connecting with voters. They are the ones I'm committed to serving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, you'd think that a party that says it believes in diversity would like to have somewhat maybe a different point of view on the issue, and you have a different point of view on some of those issues, and so, I wish it was represented.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "I think that's part of the problem with these debates is, you know, with these 30-second answers, 60-second answers, you're not really giving voters the chance to hear where do we stand on these issues? What motivates us? Why are we doing what we're doing? What experience and credibility do we bring to this job of President and this huge responsibility of serving as Commander-in-Chief? And so really, all it becomes is an opportunity for the hosting media network to get high ratings or make some money off of it, and it is just -- you know, the whole thing is a charade, and it doesn't serve voters. That's really the biggest problem here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I've noticed. Congresswoman Tulsi Gabbard, thank you for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GABBARD",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, 18 years since 9/11, as we just said, many facts about what happened on 9/11 remain hidden remarkably, and many are still seeking justice.  Almost all the 9/11 hijackers came not from Iraq, but from Saudi Arabia. The families of several 9/11 victims are suing the Saudi government. They argue that the government was linked to the attacks. They're asking the F.B.I. to provide documents that could help prove their case. Jim Kreindler is an attorney who represents those families, and he joins us tonight. Jim, thanks very much for coming on. JIM KREINDLER, ATTORNEY REPRESENTING 9/11 FAMILIES: Thanks for having me on, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So this has confused me for years, and I'm hoping that you can explain it as clearly as it can be explained.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KREINDLER",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Why would the U.S. government withhold documents that might explain Saudi Arabia's links to 9/11?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KREINDLER",
      "sentences": "Yes. The last administrations and Directors Mueller and Comey and President Obama fought against the families and maintained a cover up to cover up the F.B.I.'s own Intelligence failures.  The F.B.I. had identified the two lead hijackers in January of 2000 in the United States. It was monitoring them and was monitoring the Saudi government officials that were helping them. The F.B.I., the Intelligence Community lost them and 9/11 occurred. This was an enormous embarrassment to the Intelligence Community and the Bureau, and they had tried to hide the truth from the families. Moreover, President Obama tried to stop the families from even being able to sue Saudi Arabia and show to the world how officials in the Ministry of Islamic Affairs -- and we've now identified 11 Saudi government officials were the accomplices that provided the help al-Qaeda needed to mount the attacks. That was done by the last President to try and get Saudi Arabia not to oppose the Iran Nuclear Deal. So for 18 years, until this President, you've had Presidents and F.B.I. Directors who stood with Saudi Arabia, and the families have had to fight not only Saudi Arabia with its trillions of dollars and enormous power, but our own F.B.I. and the last President. Finally, we hope that horror is coming to an end. And we hope we will be able to get all the F.B.I. documents that reveal the investigation, F.B.I. agents on their own, initiated to identify the Saudi government officials who were the accomplices in 9/11.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "That story is so infuriating, and I'm having trouble seeing straight as I take in what you just --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KREINDLER",
      "sentences": "You and me, both.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "What I just -- yes, take in what you just said. Our government has no right to lie to us and the families of those murdered on 9/11 to protect the Saudi government. It is hard to imagine a more disgusting arrangement.  Jim, Godspeed. All of us are rooting for you and your efforts to get those documents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KREINDLER",
      "sentences": "Thank you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Immediately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KREINDLER",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I hope you'll tell us -- I hope you'll tell us when you do. Thanks a lot for coming on tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KREINDLER",
      "sentences": "Hopefully, it'll be soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Amen. Well, increasingly, as you know, if you've been paying attention, the last response to any disagreement is to silence the person who disagrees. The latest target, five million members of the NRA. Many Democrats say you shouldn't be allowed to join the NRA. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, last week, San Francisco's Board of Supervisors having solved every problem in the city, voted to classify the National Rifle Association and all five million of its members as a domestic terror organization. For now the plan is just a delegitimize supporters of the Second Amendment, but plenty of people in the left don't want to stop there. No, not close. A New Rasmussen poll, 28 percent of Democrats -- almost a third -- say it should be illegal to belong to any gun rights organization -- illegal. In other words, almost a third of all Democrats believe it should be a crime to openly support part of the U.S. Constitution. Colion Noir is well-versed in all matters Second Amendment related. He is a frequent guest on this show, and we're happy to have him tonight. Colion, thanks a lot for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLION NOIR, GUN RIGHTS ADVOCATE",
      "sentences": "Thanks for having me, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So 28 percent of Democrats polled -- I'm assuming this is a real poll, it's a reputable pollster -- that it should be illegal to belong to an organization that advocates on behalf of a constitutional right. What do you make of that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOIR",
      "sentences": "I'm not surprised. It's essentially what happens when you have a society that starts to champion the idea of emotion over intellect. We've essentially turned into basically a big group of \"Mean Girls\" where basically if I don't like what they do, and like what they say, you can't join them or be a part of them, either. That's all emotion. But the idea of communicating and engaging in intellectual conversation about a topic, we can't do that now. It's essentially a dumb-ification of America. I literally feel like in a modern day version of mediocracy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, there's a hysterical quality to a lot of our conversations, which aren't actually as you just pointed out conversations. They're more, you know, people emoting past each other, getting red in the face, a lot of heavy breathing. But there are very few reasoned arguments taking place anymore. I think you're absolutely right. What should the average gun owner or second amendment supporter, think about this? Should we be worried?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOIR",
      "sentences": "I do think we should be worried because you have to ask yourself a question, especially considering the idea of tagging a certain organization as being a terrorist organization, a domestic terrorist organization simply because you don't agree with them. But what's the end goal here? We're talking about an organization that has five million people who are American citizens. So what are we going to do? We're going to start rounding them up and throwing them in prison, too? And the irony is, our Founding Fathers were considered terrorists, by way of the British government because they wanted to come and confiscate our firearms, and they said, \"No.\" So now, we're literally dealing with elements in our own country, who are saying, \"You know what? We want to prevent you from owning firearms. And as a result of that, we're going to deem you a terrorist.\" So you've essentially proved -- they've essentially proved the point why the Second Amendment is as relevant today as it was in 1791, when the Second Amendment was ratified.  And that, no, you actually do want to eliminate the idea of bearing arms in this country, and you'll go to whatever extreme possible to do it even to deeming you a terrorist, and we all know we do with terrorists in this country. It's not a good sight. So what's the end goal? That's the question we really need to be asking because it's essentially extremely dangerous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It is. It does kind of strike you if you think about it, that this same group of people is siding with criminals over the law-abiding, has opened our borders to foreign nationals whose names we don't even know is presiding over a country that's getting dirtier and more chaotic and more dangerous. And exactly the point, all of this is happening. They're saying, you don't have the right to defend yourself. That should make us nervous, I would think.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOIR",
      "sentences": "All right, it makes me -- look, I've done a whole documentary series on San Francisco. I think we've been talking about it on the show in the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. It was excellent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOIR",
      "sentences": "And I remember being there and -- thank you very much -- and I vividly remember being there. My conceal-carry in Texas doesn't transfer over to California. So I was walking the streets without the ability to protect myself and I didn't like it. It wasn't a very comfortable situation. So I can only imagine the people that have to live there day in and day out considering all of the crime that's going on there now. Yes, it's a serious problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, I think the best response the next time somebody demands that, you know, you give up your guns. Okay. You first, and none of them will, I've noticed. Colion Noir --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOIR",
      "sentences": "And to be honest with you, Tucker, even if they did give it up. I wouldn't give mine up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, of course not. Great to see you tonight. Thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOIR",
      "sentences": "Thanks a lot, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, the Attorney General of California is trying to silence a pro-life activist for the crime of -- true story -- appearing on this program. Details after the break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "This week, a coalition of 48 states launched a major antitrust investigation of the monopoly Google, it's about time. Google has grown more powerful than many governments, may be our own government. And it's a bigger threat to freedom than any we face probably in our lifetimes, with a mix of bans and blacklist, they control what websites appear on their search engine and what videos people see on YouTube. That's bad as is. But what's even worse, when Google has a close relationship with the dictatorship of fascist China. In 2017, Google opened an artificial intelligence lab in China, which in the long run will power up Chinese military and make them better at oppressing their own citizens. Well, yesterday, as we said, 48 states launched investigation of Google for possible antitrust violations. Interesting to note that one of the only holdouts was the far left California Attorney General, Xavier Becerra, which shows you how real his progressivism is siding with China over the United States. Ned Ryun is Founder and CEO of American Majorities, and says it's time to break up Google. He joins us right tonight. Ned, thanks so much for coming on. You had such a great piece on this, and I want to read one of your opening lines, which put everything in, I thought, into context, you said, \"In the second quarter of 2019, Google ...\" and I'm quoting, \" ... removed 500 million comments, more than a hundred thousand videos and over 17,000 channels from YouTube.\" End quote. That gives you a sense of the scale of the censorship that this company engages in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NED RYUN, FOUNDER AND CEO, AMERICAN MAJORITY",
      "sentences": "Yes. No, it's pretty staggering, Tucker, when you think about it, that Google and these other tech companies have decided that they're the arbiters of free speech. They're the ones that decide if there's going to be free flow of information. And I know that you've had Dr. Epstein on, but again, their manipulation of information flow leads to the ability to manipulate elections as well, and the other thing that I wrote about in this piece, Tucker, is that you're seeing these Silicon Valley companies roll out social credit scores, much like Communist China is doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYUN",
      "sentences": "And I want to remind people that that these are -- the tech companies and corporations are rolling out these credit scores because they're deciding what is right and wrong. They're creating their own moral code. And then they roll up these credit scores to manipulate behavior to achieve the desired ends that line up with their worldview with their faith system. And I forgot when we had the conversation, Tucker, when we decided that our Republic was going to be ruled by leftist corporations who are creating a new Constitution and a new Bill of Rights. And I have to tell you, if we're not careful, we are headed towards a tech oligarchy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, that's exactly where we're going at very high speed. California is virtually there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYUN",
      "sentences": "That's right. What I'm surprised by and you touched on this in your piece is how passive our political class has been in the face of this. The people we elect to protect us from threats like this, have in fact, collaborated, it seems with Google. Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYUN",
      "sentences": "Well, I've started calling these people tech collaborators, Tucker. Well, if you look at last year, in 2018, alone, these tech companies spent $64 million lobbying in Washington, D.C. alone, if you go back to 2005, they spent almost $600 million I would argue that they're buying the silence of our elected officials, and quite frankly, they're buying the collaboration of organizations on both the right and the left, buying their silence and then also buying their willingness to actually say good things about these tech companies who I think are making a total farce of freedom of speech, free flow of information. They are the rights that we are given in our Constitution, we are endowed with by our Creator and protected by our Constitution.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I knew we faced a real problem with Mike Lee on the show, a very smart Senator from Utah, and I think very sensible on most things. And he is Chairman of the Senate Antitrust Subcommittee, and if there was ever trust, of course, it's Google. It's a transparent monopoly. And I said to him, \"Senator, you know, what are we doing about Google?\" Well, nothing. Because it's a free market, and that's when I thought, you know, this runs deep, very deep.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYUN",
      "sentences": "It does run deep. It runs deep. And if you look at Google and Facebook alone, combined, they own about 250 companies. I will tell you this, Tucker, I hope that they do break up these monopolies. I hope that these antitrust suits are successful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYUN",
      "sentences": "But we have to go back and look and redefine these companies. They're operating this and This talker, I hope that they do break up these monopolies. I hope that these anti lawsuits are successful. But we have to go back and look at redefine these companies. They're operating this nebulous to 230 Section Exemption from the 1996 Telecommunications Act. They need to be defined as publishers and telecommunications companies. And quite frankly, we need to have a conversation and put into law protecting our rights as citizens' data sovereignty, our personal data. That's the whole point of government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYUN",
      "sentences": "The government is to protect the property of individual citizens, including our data.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. If only our lawmakers cared about us, it would be nice. Ned Ryun, thank you so much for your piece and for explaining it on the show. We appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RYN",
      "sentences": "Thanks, Tucker. I appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, recently on the show, we invited pro-life activist David Daleiden on to talk about how Kamala Harris once sent the cops to his house, because he made undercover videos targeting her donor, Planned Parenthood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID DALEIDEN, PRO-LIFE ACTIVIST",
      "sentences": "They got a highly political search warrant to conduct a political raid on my home to seize the unreleased undercover footage. By the way, it's black letter California law, that you're not supposed to get a search warrant to seize the unpublished materials of a journalist, whether a citizen journalist, professional journalist, but that's what Kamala Harris went ahead and did at the behest of Planned Parenthood, in order to cover up for them and in order to protect them from increased further scrutiny for the crimes of selling aborted baby body parts, sometimes from criminal partial birth abortions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It turns out that while Harris's successor, Xavier Becerra has no problem with Google, he has the same problem that Harris does with political dissent. He is against it and will crush it if he can. Not only is Becerra pursuing criminal charges against Daleiden for the crime of journalism, but after Daleiden appeared on this show, Becerra sought a gag order restricting what he is allowed to say in public about his case, total fascist move as if the First Amendment doesn't exist. Fortunately, a judge denied it. But clearly, there's no limit to how ghoulish pro-abortion forces are willing to be. Just yesterday in Washington, a nurse testified that a hospital in Oak Park, Illinois runs a special comfort room that it places aborted infants in to die if they survive an abortion. By the way, the words just kind of hung in the air and then left. No one is following up on it, unfortunately. So we thought we would. Lila Rose joins us tonight. She's the Founder of Live Action, and it's good to have you on tonight. Lila, thanks very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LILA ROSE, FOUNDER, LIVE ACTION",
      "sentences": "Good to be on with you, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I want to say at the outset that that even as these this segment has begun, well within last three or four minutes, Josh Hawley, Senator from Missouri and one of our favorites on this show, tweeted that he just received information from Facebook, Facebook is pledging to put some of your videos back online, what's your response to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSE",
      "sentences": "So Facebook used two abortionists -- two partisan abortionists as their fact checkers to punish my account and Live Action and our three million followers on Facebook. And they've been saying to us behind the scenes, \"Oh, we're going to fix it. We're going to fix it,\" for over a week now. So now they're saying it to Senator Hawley and to Senator Cruz and these other senators because they sent a letter to Mark Zuckerberg today saying, \"You better fix this. Why are you using abortionists as your fact checkers of pro-lifers?\" So we're going to believe it when we see it, Tucker. As of about 10 minutes ago, the violation tags were still on our accounts punishing our pro-life accounts online. So we'll believe it when we see it that Facebook will actually make good on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So the last time we had a pro-life guest on the show, the Attorney General of California tried to force him not to talk anymore. Is this is feature of modern American life where if the Attorney General of the State doesn't like your opinions, he can legally get you to stop talking? When did this happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSE",
      "sentences": "Yes, it's preposterous. I mean, David Daleiden is a good friend. He worked with Live Action for years before he and Sandra Merrick did their amazing investigation exposing the selling of baby body parts. Listen, this is California politics that's dirty. I mean, these tech companies which are being protected by politicians in California and then getting all of these protections. They're also very pro-abortion. Attorney General Becerra was campaigning with Planned Parenthood while he was supposedly prosecuting -- while he was prosecuting Daleiden and Merrick for exposing Planned Parenthood. It is a dirty -- this is the dirtiest you're going to get in politics, basically fighting against investigative journalists fighting them, I mean, prosecuting them in court while protecting and getting money from the very corporation, the abortion industry that they exposed. So the fact that Becerra wants to now do a gag order on Daleiden should not surprise us. He hates the fact that David is appearing on your program. He is getting the word out because people are realizing this is the dirtiest it gets in politics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, Xavier Becerra is totally corrupt. He is welcome on the show any time by the way to explain himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSE",
      "sentences": "Completely and Kamala Harris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes, that that is exactly right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSE",
      "sentences": "Yes, she started this. So Kamala Harris started this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Finally, in just the minute that we have left. She certainly did and has gotten almost no credit for that, unfortunately. Very quickly. This story out of Oak Park, Illinois that a hospital had a room set aside for children to die in, beggar's belief. Are you familiar with this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSE",
      "sentences": "Yes, it's heartbreaking. So, Nurse Jill Stanek testified explaining how she actually held babies that were aborted and born alive and left to die in a soiled utility room. This is the face of the abortion industry in America. Meanwhile, the Democrats are fighting against the Born Alive Infants Protection Act at the Federal level saying we don't want to provide life- saving care to little babies that survive abortion attempts. I mean, you had abortion survivors testifying, saying, \"Does my life matter? If I survive an abortion attempt, should I do then become the victim of infanticide in these abortion facilities and hospitals?\" And the Democrats are saying, \"We don't care. You don't have the right to protection even if you survive an abortion attempt.\" So it's a chilling story. And it shows what happens when we allow the killing of the child in the womb. It leads to the killing of a child outside the womb.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "We're going to look back on this moment in shame, I think. Lila Rose. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROSE",
      "sentences": "Thanks, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "American colleges are tremendous at pushing a political agenda. They are skilled propagandists. They don't teach much else though, especially now that they are calling the English language itself racist. Details ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TEXT",
      "sentences": "Campus Craziness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Every year like clockwork, tuition rises at American colleges and universities, but standards fall. Now, an American University in northwest Washington where the current price tag is $48,000.00 a year. Professors are being instructed to grade student essays on their perceived effort, not on the actual quality of their work. Why are they doing this? Well, it's being done in the name of promoting, quote, \"anti-racist ends.\" How does this work? We'll let the lessons speak for itself? Quote, \"White language supremacy is perpetuated in college classrooms despite the better intentions of faculty, particularly through the practice of grading writing.\" People pay to go to a place like an American University. What a joke. Nicholas Giordano is a Professor, a Professor of Politics at Suffolk County Community College, also the host of the \"PAS Report Podcast\" and he joins us tonight. Professor, thank you very much for coming on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICHOLAS GIORDANO, PROFESSOR OF POLITICS, SUFFOLK COUNTY COMMUNITY COLLEGE",
      "sentences": "Hi, Tucker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "So white language supremacy, basically is another way of saying we're not going to teach the kids anything, because it's too hard and it's too painful. This is a very prevalent attitude. Do you notice it, and its effects as someone who is teaching kids every day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIORDANO",
      "sentences": "Well, what we've seen is the collapse of the entire American education system. So in my classroom, we have -- kids take the Citizenship Exam on the first day of classes. This semester, every single student failed that exam. I give them assignment then and then make them read the Constitution of the United States --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Well, I'm sorry to interrupt you, every single student in your class failed? How hard is the test?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIORDANO",
      "sentences": "It asks questions like who is the Speaker of the House? What branch of government can suspend habeas corpus? What type of government we have? And everyone failed. But then it gets better because I give them the United States Constitution to read, only it's not really the United States Constitution, it's the Russian constitution. And I just replaced Russian Federation with United States and I make them write two paragraphs on it. They read it, write two paragraphs, and then we discuss it the next class. Only three students were able to identify that it wasn't the United States Constitution. And so my students are coming into college with no knowledge of American Government, and how can you have appreciation for America if you don't know America? And so I went and I looked and I researched and I found the National Report Card. It's the largest ongoing assessment of education of graduating seniors what they know and can do. Only 11 percent are proficient in American history, 23 percent proficiency in Government and Civics; 22 percent proficient in math; 34 percent proficient in reading; 24 percent proficient in writing; and 19 percent proficient in Geography. So essentially, these are graduating high school seniors going into college, and our proficiency levels on average of all the subjects is 22 percent. And so what's happened is we have -- we've dumbed down the standards. The system has collapsed. Nobody wants to talk about it. Nobody wants to sound the alarm bells. We are teaching kids how to take a test and taking a test is not a life skill, rather than teaching them knowledge and how to apply that knowledge in the real world. And that's why you see this bonehead Professor who wants to make this claim that it's about race when it's not, because it cuts across all races, all socio economic backgrounds. It doesn't matter if you're rich or poor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes. I mean, we're turning these kids loose into a world they can't compete in. It's cruel what we're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIORDANO",
      "sentences": "Well, would you call a plumber that's only 22 proficient in plumbing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIORDANO",
      "sentences": "I mean, or --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "I don't know why I am laughing. This is our country. This is the future of the country and you are on the front lines of it. Professor, one of the very few Professors we're proud to have on the show. Thank you very much for that update.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIORDANO",
      "sentences": "Thank you for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "It turns out you didn't actually make us feel better, but we're glad to know the truth. Well, another hour has gone. That is it for us tonight. But we will be back tomorrow night and every night at 8:00 p.m. Eastern Time. The show that is the sworn and totally sincere and we hope cheerful enemy of lying, pomposity, smugness and groupthink. DVR it if you could figure out how that works. In the meantime, have a great night with the ones you love, and stay tuned for Sean Hannity, live from New York City. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, HOST",
      "utterance": "Good evening and welcome to “Tucker Carlson Tonight.” There were two special elections in the state of North Carolina last night. Both of them were billed as close races. In the end, Republicans won both of them, and they won handily. In the more competitive race in the Ninth District, Republican Dan Bishop finished substantially better than the last Republican who ran during the midterms just 10 months ago. So what does that tell us? Well, on Twitter, the debate is about Donald Trump, as it always is on Twitter. How much did his rally in North Carolina on Monday night influence the outcome of the election? There's no question it did influence it, positively. It helped the Republicans. But there's another factor at play here that's received far less attention. The Democratic debates. The debates have been televised. And that means the rest of the country gets to hear what leading Democrats actually believe. It turns out, that's been terrifying to many people. I could give you a lot of examples of this, but we'll start with this one. How many people you have to survey -- go to the mall or a park, any public place, and ask people? How many would you have to talk to before you found a single person who supports giving free taxpayer funded healthcare to foreign nationals who have snuck into our country and who are living here illegally? You have to talk to a lot of people before you found someone in favor of that. Almost nobody in America supports that. And for good reason, because it's nuts and not something we can afford. And yet all the major Democratic candidates say they do support it. Watch this."
    },
    {
      "speaker": "JAKE TAPPER, CNN HOST",
      "utterance": "So you support giving universal healthcare and Medicare-for-All to people who are in this country illegally?"
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "utterance": "Let me just be very clear about this. I'm opposed to policy that would deny in our country any human being from access to public safety, public education or public health. Period."
    },
    {
      "speaker": "CHRIS CUOMO, CNN HOST",
      "utterance": "Do you believe that undocumented people should have healthcare in this country?"
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "I think an undocumented people need to have a means by which they can be covered when they're sick. People need -- this is just common decency."
    },
    {
      "speaker": "SAVANNAH GUTHRIE, MSNBC HOST",
      "utterance": "Raise your hand if your government plan would provide coverage for undocumented immigrants?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Uh-huh. If you're a middle class person who can barely afford to get sick, who is struggling, for example, as so many are to pay the premiums on your health insurance, imagine what they're telling you. They're saying that people who aren't from here, who have no right to be here, who are breaking our laws, by their presence, get ahead of you in line. That's just the beginning by the way. At various other times, the Democratic candidates have told us they want to put hundreds of thousands of criminals back onto the streets. They bragged about decriminalizing all illegal border crossings. They've embraced the most aggressive form of identity politics, as well as the weirdest kind of gender theology. They've relentlessly attacked America as evil and described a person's worth as defined by gender and skin color, the opposite of the American dream. They've endorsed taxpayer funded abortion up to the moment of birth. Here is Beto O'Rourke."
    },
    {
      "speaker": "QUESTION",
      "utterance": "Someone asked you specifically -- specifically about third trimester abortions, and you said that it's a decision left up to the mother. So my question is this, I was born September 8, 1989. And I want to know, if you think on September 7, 1989, my life had no value."
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "utterance": "Of course, I don't think that and, of course, I'm glad that you're here. This is a decision that neither you, nor I, nor the United States government should be making. That's a decision for the woman to make. But we want her to have --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Meanwhile, any Democrat -- and there are some -- who urges the party to focus on the practical concerns of mainstream Americans. Anyone that says that is treated like a leper, like they're unclean. They're met either with total silence or worse, they get a lecture from Elizabeth Warren."
    },
    {
      "speaker": "JOHN DELANEY, D-PRESIDENTIAL CANDIDATE",
      "utterance": "So I think Democrats when we run on real solutions, not impossible promises. When we run on things that are workable, not fairy tale economics."
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "You know, I don't understand why anybody goes to all the trouble of running for President of the United States, just to talk about what we really can't do and shouldn't fight for."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, moments like that kill on Twitter. All of the Twitter people love it. In real life, though, they're a surefire way to lose votes. Most Americans don't hate America. They know we're not a racist country that needs to be rebuilt from the ground up. Most Americans are cheerful and moderate and the polls show it. An NPR poll from two months ago, for example, found that less than 30 percent of voters wanted to decriminalize border crossings, or pay out reparations for slavery. Just 41 percent wanted to replace private health insurance with Medicare-for-All. A Marist poll this spring found that only 18 percent of Americans agree with Beto that abortion ought to be available for any reason up until birth. In other words, the Democratic Party is almost perfectly in-sync with the population of Martha's Vineyard, the summertime population, not the wintertime population. But the party is gravely out of step with the rest of the country. And that's why they lost last night. In fact, that's what they'll lose again next November, unless they stop talking like that and move to the center fast. Bryan Dean Wright is a democrat and a former C.I.A. officer, and he joins us tonight. Bryan, thanks for coming on. You watch the claims and the promises and the boasting of Democrats at these debates, and then you compare them to the polling on the issues and it's almost as if they're trying to tank their own party, what do you think is going on here?"
    },
    {
      "speaker": "BRYAN DEAN WRIGHT, FORMER C.I.A. OFFICER",
      "utterance": "Yes, a year ago, rather, we had an event. The Democratic Party had a substantial advantage over the Republican Party in terms of the generic ballot. In the past year, that has collapsed. We now run even So let's ask ourselves a question. What has happened in the past year that would make that change? And we know what has happened. We've had the party of AOC and the squad, you know, promising nothing but socialism and anti-Semitism. Right? We've had hysteria. There's a Russian in every closet. Trump is a traitor. All the policy solutions that we're offering, they're not real. The Green New Deal isn't real where we're trying to ban cow farts and straws. That's not realistic. That's not real. That wouldn't actually even solve the problem."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "So we have this multitude of issues that have happened over the past year. Basically, Chuck and Nancy are saying, \"Hey, we're a big tent. Come on in, everybody.\" And you are now seeing the ramifications of that. There's another fantastic poll out today. You're talking about NPR, they discussed the very fact that Biden or Warren, all the major candidates, in fact, all of the candidates have less popularity in this country than they do on favorability. In other words, they are no better than Trump. So what does that tell you in terms of what has happened to the Democratic Party, we're not an alternative to the President, we're an embarrassment. And that is the consequence of, you know, hooking your wagon up to Ocasio-Cortez and her merry band of idiots. That is the consequence."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Of course, and it's a predictable one. I mean, I think Ocasio- Cortez has, you know things about her that are impressive. She is bold, anyway. And she gets credit for that for me. But it's clear when you listen to her that she is way out of the mainstream. Most Americans don't even understand what she is saying. She doesn't understand what she is saying. Why would you ever -- why would an adult ever allow someone like that determine the direction of the party? I'm confused. Sincerely."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "Look. Yes. So in North Carolina, McCready lost in what's called the exurbs in the rural parts of that district. That's places where I come from in rural America. Why is it that for folks like me think that she is crazy, and a guy who like McCready, who frankly, was a pretty moderate guy. I mean, a Marine, a pretty moderate voice."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "The reason is, the National Democratic brand is tarnished, and it is tarnished, because of the AOCs and Ilhan Omar's and you know, the Tlaib's and the rest of them. And so until we stop as Democrats saying, \"Hey, we welcome anybody and everybody.\" And we say we have a spine because we want and believe in a different kind of country. We're not going to fall for any of this silliness on the progressive side of the party. We're going to stand up and offer an alternative. And so we want to give people a chance to vote for someone, for a party, not just against Trump. I mean, we've had this for years, you know, \"Vote against Obama,\" Vote against Bush.\""
    },
    {
      "speaker": "CARLSON",
      "utterance": "Right."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "It's enough and people are looking for something different and the Democratic Party isn't giving that to them right now."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So finally, do you think it's helpful considering that we're in an election cycle right now, to blow up the Democratic Congressional Campaign Committee because the people who run it are the wrong skin color? That just happened. That seems like kind of a lunatic thing to do? Why did they do that?"
    },
    {
      "speaker": "WRIGHT",
      "utterance": "If I could answer that question, my friend, perhaps I would actually lead the party out of the doldrums and out of the progressive left. I don't know. Look, Pelosi and Schumer have led this party into the gutter. The only reason we're competitive at all is because Trump is so combustible to so many. And I think that once the President is gone, I think you're going to see very different electorates saying, \"No thanks, Democrats. We're looking for something different.\""
    },
    {
      "speaker": "CARLSON",
      "utterance": "Amazing. Bryan Dean Wright, thank you."
    },
    {
      "speaker": "WRIGHT",
      "utterance": "Pleasure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So the macro picture for the Democratic Party is that at some point over the past 30 years, the party moved from its historic position as the party of the working man and became utterly and completely the party of guilty rich kids. No living person personifies this shift more perfectly then Robert Francis \"Beto\" O'Rourke. The product of a single sex boarding school and Columbia University. When Beto O'Rourke speaks, he speaks for every underachieving trustafarians in Telluride, Brooklyn and Nantucket. Like all rich liberals, O'Rourke is happiest when he is denouncing his country as racist and lecturing other people about their privilege. Just the other day, for example, Beto explained that when he is President, he is going to make sure that poor people move in right next door to you."
    },
    {
      "speaker": "O'ROURKE",
      "utterance": "Here's a tough thing to talk about, though we must, rich people are going to have to allow or be forced to allow lower income people to live near them, which is what we fail to do in this country right now. What if as we propose to do, we invested in housing that was closer to where you work, very often mixed-income housing, meaning the very wealthiest are living next to those who are not the very wealthiest in this country, to make sure that they can both afford to go to the same public schools."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Sounds like a pretty great plan. The best part of the plan, of course, is that Beto himself has no intention of participating in it. No one is going to put Section 8 housing or a homeless shelter next to Beto's house, there's no way his kids are going to high school with a bunch of poor people. There's literally no chance of that happening. The real point of Beto's plan isn't to bring rich people like himself back to Earth. The point is to deny normal people the right to control their own lives. Beto would like to force Middle America to be charitable. Here's the interesting thing, though. Amazingly, Beto has exempted himself from that requirement. We know this for a fact, because we have his financial disclosures. In 2017, Beto and his wife gave a total of just 0.3 percent of their income to charity. That's not just low by national standards. It's worse than that. It's disgusting. It's incredibly stingy and selfish. And yet Beto seems totally unembarrassed about it. He was asked to spring by a reporter and he explained that his mere existence is a form of charity."
    },
    {
      "speaker": "O'ROURKE",
      "utterance": "I've served in public office since 2005. I do my best to contribute to the success of my community, my state, and now, of my country. There are ways that I do this that are measurable, and there are ways I do this that are immeasurable. There are charities that we donate to that we've recorded and itemize. Others that we donate to that we have not. But I'll tell you, I'm doing everything I can right now, spending this time with you, not with our kiddos, not back home in El Paso because I want sacrifice everything to make sure that we meet this moment of truth with everything that we've done."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So, \"Running for office is my form of charity.\" That's what Beto is telling you. Imagine saying something like that. No wonder he is polling below five percent. Democrats ought to pray that Beto O'Rourke drops out very soon. Every time this guy opens his mouth, someone somewhere decides to vote for Donald Trump. The Democratic Party is doing everything it can to keep Tulsi Gabberd off the debate stage. She joins us to discuss that, next. Also tonight, we are remembering the victims of the September 11th attacks on this country. More on that, after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It's hard to believe it's been that long, but today marks the 18th Anniversary of the 9/11 attacks. If you remember what happened that day, you remember it vividly. Almost 3,000 people died. You might think they were killed by Islamic extremists, but that's because you're clearly a backward simpleton. \"The New York Times\" is here to tell, no. This morning, the paper tweeted this, quote, \"18 years have passed since airplanes took aim and brought down the World Trade Center. Today, families will once again gather and grieve at the site where more than 2,000 people died.\" Airplanes took it. Did Ilhan Omar write that? No, but she could have. \"Some airplanes did something,\" she might say. But at least \"The Times\" is remembering the attacks at all. CNN remembered 9/11 by trying to distract its audience with a brand new narrative it just made up. On their morning show, a guy called John Avlon explained that actually, right-wing terrorism is the real threat. Yes, we just have to ignore 9/11 and the thousands of troops we lost in the wars it started. Take those out, and actually it's not a problem at all. CNN's name for the segment was \"9/11 Amnesia,\" describing itself clearly. Well, 9/11 played a critical role in the lives of so many Americans, certainly in the life of Congresswoman Tulsi Gabbard of Hawaii. She joined the military immediately following the attacks, and subsequently served a tour in Iraq. Now, she is running for President. We'll talk about that in a minute. But first, Congresswoman Gabbard joins us tonight to talk about 9/11. Congresswoman, thanks a lot for coming on."
    },
    {
      "speaker": "REP. TULSI GABBARD, D-HI, PRESIDENTIAL CANDIDATE",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So looking back, you've had time to think about this, both in this country and abroad, what are the lessons for the rest of us from 9/11 when you say 18 years later?"
    },
    {
      "speaker": "GABBARD",
      "utterance": "Yes, it's -- you know, looking back on that day remembering where we were and as we observed al-Qaeda attacking us and seeing the thousands of our fellow Americans who were killed on that day and seeing the brave acts that these heroes, our first responders before as they ran into the those crumbling buildings that so many people were trying to get out, to see how many people they could save. Like so many Americans, it was this event that made me decide in my own life that I wanted to dedicate my life to keeping the American people safe, to finding and defeating those who attacked us on that day and to protecting our freedoms. This is something that continues to inspire me today. But also, we've got to recognize how much our leaders have failed us, where instead of focusing one pointedly on defeating al-Qaeda and its affiliates and offshoots. Instead, they went and started waging a series of regime change wars in places like Iraq, and Libya and the ongoing regime change war in Syria. Now, this has cost our country, trillions of taxpayer dollars. We have lost thousands of American lives in these wars, my brothers and sisters in uniform. What to speak of the countless lives lost in these other countries in the Middle East. And where do we find ourselves today? Al- Qaeda is stronger now than they were on 9/11. This is the result that we have."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So I have to say, I'm completely convinced that if you would leave the line about Syria out, if you would pretend that what we're doing in Syria and have done in Syria is wise and smart, that you would be on the stage with your fellow Democrats at the debate. Bringing up that point about Syria has earned you the enmity of a lot of people in Washington, a lot. The entire foreign policy establishment. I think it's a badge of honor."
    },
    {
      "speaker": "GABBARD",
      "utterance": "Well, you know, what's so interesting, though, Tucker is if you look back around the vote for the Iraq War, you know, there were some folks, a very few folks who voted against that Iraq War, and they were smeared, they were accused of hating America, they were called unpatriotic. And all of a sudden now, we are where we are today. And it's become vogue for politicians to say how terrible that Iraq War was. Yet, they lack the courage to stand up and speak the truth today, against the ongoing regime change war in Syria. That's not leadership."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, it's certainly not. So how do you feel about being excluded from this next DNC debate?"
    },
    {
      "speaker": "GABBARD",
      "utterance": "Oh, you know, the DNC is trying to basically send a message to the American people that they are the all-powerful gatekeepers, and that they are the ones who have the power to decide who should be considered to be our Democratic nominee or not. But the reality is that voters in this country have that power, so that's where I'm focused. I'm focused on reaching out to and connecting with voters. They are the ones I'm committed to serving."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, you'd think that a party that says it believes in diversity would like to have somewhat maybe a different point of view on the issue, and you have a different point of view on some of those issues, and so, I wish it was represented."
    },
    {
      "speaker": "GABBARD",
      "utterance": "I think that's part of the problem with these debates is, you know, with these 30-second answers, 60-second answers, you're not really giving voters the chance to hear where do we stand on these issues? What motivates us? Why are we doing what we're doing? What experience and credibility do we bring to this job of President and this huge responsibility of serving as Commander-in-Chief? And so really, all it becomes is an opportunity for the hosting media network to get high ratings or make some money off of it, and it is just -- you know, the whole thing is a charade, and it doesn't serve voters. That's really the biggest problem here."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I've noticed. Congresswoman Tulsi Gabbard, thank you for that."
    },
    {
      "speaker": "GABBARD",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, 18 years since 9/11, as we just said, many facts about what happened on 9/11 remain hidden remarkably, and many are still seeking justice. Almost all the 9/11 hijackers came not from Iraq, but from Saudi Arabia. The families of several 9/11 victims are suing the Saudi government. They argue that the government was linked to the attacks. They're asking the F.B.I. to provide documents that could help prove their case. Jim Kreindler is an attorney who represents those families, and he joins us tonight. Jim, thanks very much for coming on. JIM KREINDLER, ATTORNEY REPRESENTING 9/11 FAMILIES: Thanks for having me on, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So this has confused me for years, and I'm hoping that you can explain it as clearly as it can be explained."
    },
    {
      "speaker": "KREINDLER",
      "utterance": "Sure."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Why would the U.S. government withhold documents that might explain Saudi Arabia's links to 9/11?"
    },
    {
      "speaker": "KREINDLER",
      "utterance": "Yes. The last administrations and Directors Mueller and Comey and President Obama fought against the families and maintained a cover up to cover up the F.B.I.'s own Intelligence failures. The F.B.I. had identified the two lead hijackers in January of 2000 in the United States. It was monitoring them and was monitoring the Saudi government officials that were helping them. The F.B.I., the Intelligence Community lost them and 9/11 occurred. This was an enormous embarrassment to the Intelligence Community and the Bureau, and they had tried to hide the truth from the families. Moreover, President Obama tried to stop the families from even being able to sue Saudi Arabia and show to the world how officials in the Ministry of Islamic Affairs -- and we've now identified 11 Saudi government officials were the accomplices that provided the help al-Qaeda needed to mount the attacks. That was done by the last President to try and get Saudi Arabia not to oppose the Iran Nuclear Deal. So for 18 years, until this President, you've had Presidents and F.B.I. Directors who stood with Saudi Arabia, and the families have had to fight not only Saudi Arabia with its trillions of dollars and enormous power, but our own F.B.I. and the last President. Finally, we hope that horror is coming to an end. And we hope we will be able to get all the F.B.I. documents that reveal the investigation, F.B.I. agents on their own, initiated to identify the Saudi government officials who were the accomplices in 9/11."
    },
    {
      "speaker": "CARLSON",
      "utterance": "That story is so infuriating, and I'm having trouble seeing straight as I take in what you just --"
    },
    {
      "speaker": "KREINDLER",
      "utterance": "You and me, both."
    },
    {
      "speaker": "CARLSON",
      "utterance": "What I just -- yes, take in what you just said. Our government has no right to lie to us and the families of those murdered on 9/11 to protect the Saudi government. It is hard to imagine a more disgusting arrangement. Jim, Godspeed. All of us are rooting for you and your efforts to get those documents."
    },
    {
      "speaker": "KREINDLER",
      "utterance": "Thank you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Immediately."
    },
    {
      "speaker": "KREINDLER",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I hope you'll tell us -- I hope you'll tell us when you do. Thanks a lot for coming on tonight."
    },
    {
      "speaker": "KREINDLER",
      "utterance": "Hopefully, it'll be soon."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Amen. Well, increasingly, as you know, if you've been paying attention, the last response to any disagreement is to silence the person who disagrees. The latest target, five million members of the NRA. Many Democrats say you shouldn't be allowed to join the NRA. That's next."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, last week, San Francisco's Board of Supervisors having solved every problem in the city, voted to classify the National Rifle Association and all five million of its members as a domestic terror organization. For now the plan is just a delegitimize supporters of the Second Amendment, but plenty of people in the left don't want to stop there. No, not close. A New Rasmussen poll, 28 percent of Democrats -- almost a third -- say it should be illegal to belong to any gun rights organization -- illegal. In other words, almost a third of all Democrats believe it should be a crime to openly support part of the U.S. Constitution. Colion Noir is well-versed in all matters Second Amendment related. He is a frequent guest on this show, and we're happy to have him tonight. Colion, thanks a lot for coming on."
    },
    {
      "speaker": "COLION NOIR, GUN RIGHTS ADVOCATE",
      "utterance": "Thanks for having me, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So 28 percent of Democrats polled -- I'm assuming this is a real poll, it's a reputable pollster -- that it should be illegal to belong to an organization that advocates on behalf of a constitutional right. What do you make of that?"
    },
    {
      "speaker": "NOIR",
      "utterance": "I'm not surprised. It's essentially what happens when you have a society that starts to champion the idea of emotion over intellect. We've essentially turned into basically a big group of \"Mean Girls\" where basically if I don't like what they do, and like what they say, you can't join them or be a part of them, either. That's all emotion. But the idea of communicating and engaging in intellectual conversation about a topic, we can't do that now. It's essentially a dumb-ification of America. I literally feel like in a modern day version of mediocracy."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, there's a hysterical quality to a lot of our conversations, which aren't actually as you just pointed out conversations. They're more, you know, people emoting past each other, getting red in the face, a lot of heavy breathing. But there are very few reasoned arguments taking place anymore. I think you're absolutely right. What should the average gun owner or second amendment supporter, think about this? Should we be worried?"
    },
    {
      "speaker": "NOIR",
      "utterance": "I do think we should be worried because you have to ask yourself a question, especially considering the idea of tagging a certain organization as being a terrorist organization, a domestic terrorist organization simply because you don't agree with them. But what's the end goal here? We're talking about an organization that has five million people who are American citizens. So what are we going to do? We're going to start rounding them up and throwing them in prison, too? And the irony is, our Founding Fathers were considered terrorists, by way of the British government because they wanted to come and confiscate our firearms, and they said, \"No.\" So now, we're literally dealing with elements in our own country, who are saying, \"You know what? We want to prevent you from owning firearms. And as a result of that, we're going to deem you a terrorist.\" So you've essentially proved -- they've essentially proved the point why the Second Amendment is as relevant today as it was in 1791, when the Second Amendment was ratified. And that, no, you actually do want to eliminate the idea of bearing arms in this country, and you'll go to whatever extreme possible to do it even to deeming you a terrorist, and we all know we do with terrorists in this country. It's not a good sight. So what's the end goal? That's the question we really need to be asking because it's essentially extremely dangerous."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It is. It does kind of strike you if you think about it, that this same group of people is siding with criminals over the law-abiding, has opened our borders to foreign nationals whose names we don't even know is presiding over a country that's getting dirtier and more chaotic and more dangerous. And exactly the point, all of this is happening. They're saying, you don't have the right to defend yourself. That should make us nervous, I would think."
    },
    {
      "speaker": "NOIR",
      "utterance": "All right, it makes me -- look, I've done a whole documentary series on San Francisco. I think we've been talking about it on the show in the past."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. It was excellent."
    },
    {
      "speaker": "NOIR",
      "utterance": "And I remember being there and -- thank you very much -- and I vividly remember being there. My conceal-carry in Texas doesn't transfer over to California. So I was walking the streets without the ability to protect myself and I didn't like it. It wasn't a very comfortable situation. So I can only imagine the people that have to live there day in and day out considering all of the crime that's going on there now. Yes, it's a serious problem."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, I think the best response the next time somebody demands that, you know, you give up your guns. Okay. You first, and none of them will, I've noticed. Colion Noir --"
    },
    {
      "speaker": "NOIR",
      "utterance": "And to be honest with you, Tucker, even if they did give it up. I wouldn't give mine up."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, of course not. Great to see you tonight. Thanks so much."
    },
    {
      "speaker": "NOIR",
      "utterance": "Thanks a lot, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, the Attorney General of California is trying to silence a pro-life activist for the crime of -- true story -- appearing on this program. Details after the break."
    },
    {
      "speaker": "CARLSON",
      "utterance": "This week, a coalition of 48 states launched a major antitrust investigation of the monopoly Google, it's about time. Google has grown more powerful than many governments, may be our own government. And it's a bigger threat to freedom than any we face probably in our lifetimes, with a mix of bans and blacklist, they control what websites appear on their search engine and what videos people see on YouTube. That's bad as is. But what's even worse, when Google has a close relationship with the dictatorship of fascist China. In 2017, Google opened an artificial intelligence lab in China, which in the long run will power up Chinese military and make them better at oppressing their own citizens. Well, yesterday, as we said, 48 states launched investigation of Google for possible antitrust violations. Interesting to note that one of the only holdouts was the far left California Attorney General, Xavier Becerra, which shows you how real his progressivism is siding with China over the United States. Ned Ryun is Founder and CEO of American Majorities, and says it's time to break up Google. He joins us right tonight. Ned, thanks so much for coming on. You had such a great piece on this, and I want to read one of your opening lines, which put everything in, I thought, into context, you said, \"In the second quarter of 2019, Google ...\" and I'm quoting, \" ... removed 500 million comments, more than a hundred thousand videos and over 17,000 channels from YouTube.\" End quote. That gives you a sense of the scale of the censorship that this company engages in."
    },
    {
      "speaker": "NED RYUN, FOUNDER AND CEO, AMERICAN MAJORITY",
      "utterance": "Yes. No, it's pretty staggering, Tucker, when you think about it, that Google and these other tech companies have decided that they're the arbiters of free speech. They're the ones that decide if there's going to be free flow of information. And I know that you've had Dr. Epstein on, but again, their manipulation of information flow leads to the ability to manipulate elections as well, and the other thing that I wrote about in this piece, Tucker, is that you're seeing these Silicon Valley companies roll out social credit scores, much like Communist China is doing."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "RYUN",
      "utterance": "And I want to remind people that that these are -- the tech companies and corporations are rolling out these credit scores because they're deciding what is right and wrong. They're creating their own moral code. And then they roll up these credit scores to manipulate behavior to achieve the desired ends that line up with their worldview with their faith system. And I forgot when we had the conversation, Tucker, when we decided that our Republic was going to be ruled by leftist corporations who are creating a new Constitution and a new Bill of Rights. And I have to tell you, if we're not careful, we are headed towards a tech oligarchy."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, that's exactly where we're going at very high speed. California is virtually there."
    },
    {
      "speaker": "RYUN",
      "utterance": "That's right. What I'm surprised by and you touched on this in your piece is how passive our political class has been in the face of this. The people we elect to protect us from threats like this, have in fact, collaborated, it seems with Google. Why?"
    },
    {
      "speaker": "RYUN",
      "utterance": "Well, I've started calling these people tech collaborators, Tucker. Well, if you look at last year, in 2018, alone, these tech companies spent $64 million lobbying in Washington, D.C. alone, if you go back to 2005, they spent almost $600 million I would argue that they're buying the silence of our elected officials, and quite frankly, they're buying the collaboration of organizations on both the right and the left, buying their silence and then also buying their willingness to actually say good things about these tech companies who I think are making a total farce of freedom of speech, free flow of information. They are the rights that we are given in our Constitution, we are endowed with by our Creator and protected by our Constitution."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I knew we faced a real problem with Mike Lee on the show, a very smart Senator from Utah, and I think very sensible on most things. And he is Chairman of the Senate Antitrust Subcommittee, and if there was ever trust, of course, it's Google. It's a transparent monopoly. And I said to him, \"Senator, you know, what are we doing about Google?\" Well, nothing. Because it's a free market, and that's when I thought, you know, this runs deep, very deep."
    },
    {
      "speaker": "RYUN",
      "utterance": "It does run deep. It runs deep. And if you look at Google and Facebook alone, combined, they own about 250 companies. I will tell you this, Tucker, I hope that they do break up these monopolies. I hope that these antitrust suits are successful."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "RYUN",
      "utterance": "But we have to go back and look and redefine these companies. They're operating this and This talker, I hope that they do break up these monopolies. I hope that these anti lawsuits are successful. But we have to go back and look at redefine these companies. They're operating this nebulous to 230 Section Exemption from the 1996 Telecommunications Act. They need to be defined as publishers and telecommunications companies. And quite frankly, we need to have a conversation and put into law protecting our rights as citizens' data sovereignty, our personal data. That's the whole point of government."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Exactly."
    },
    {
      "speaker": "RYUN",
      "utterance": "The government is to protect the property of individual citizens, including our data."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. If only our lawmakers cared about us, it would be nice. Ned Ryun, thank you so much for your piece and for explaining it on the show. We appreciate it."
    },
    {
      "speaker": "RYN",
      "utterance": "Thanks, Tucker. I appreciate it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, recently on the show, we invited pro-life activist David Daleiden on to talk about how Kamala Harris once sent the cops to his house, because he made undercover videos targeting her donor, Planned Parenthood."
    },
    {
      "speaker": "DAVID DALEIDEN, PRO-LIFE ACTIVIST",
      "utterance": "They got a highly political search warrant to conduct a political raid on my home to seize the unreleased undercover footage. By the way, it's black letter California law, that you're not supposed to get a search warrant to seize the unpublished materials of a journalist, whether a citizen journalist, professional journalist, but that's what Kamala Harris went ahead and did at the behest of Planned Parenthood, in order to cover up for them and in order to protect them from increased further scrutiny for the crimes of selling aborted baby body parts, sometimes from criminal partial birth abortions."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It turns out that while Harris's successor, Xavier Becerra has no problem with Google, he has the same problem that Harris does with political dissent. He is against it and will crush it if he can. Not only is Becerra pursuing criminal charges against Daleiden for the crime of journalism, but after Daleiden appeared on this show, Becerra sought a gag order restricting what he is allowed to say in public about his case, total fascist move as if the First Amendment doesn't exist. Fortunately, a judge denied it. But clearly, there's no limit to how ghoulish pro-abortion forces are willing to be. Just yesterday in Washington, a nurse testified that a hospital in Oak Park, Illinois runs a special comfort room that it places aborted infants in to die if they survive an abortion. By the way, the words just kind of hung in the air and then left. No one is following up on it, unfortunately. So we thought we would. Lila Rose joins us tonight. She's the Founder of Live Action, and it's good to have you on tonight. Lila, thanks very much."
    },
    {
      "speaker": "LILA ROSE, FOUNDER, LIVE ACTION",
      "utterance": "Good to be on with you, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "I want to say at the outset that that even as these this segment has begun, well within last three or four minutes, Josh Hawley, Senator from Missouri and one of our favorites on this show, tweeted that he just received information from Facebook, Facebook is pledging to put some of your videos back online, what's your response to that?"
    },
    {
      "speaker": "ROSE",
      "utterance": "So Facebook used two abortionists -- two partisan abortionists as their fact checkers to punish my account and Live Action and our three million followers on Facebook. And they've been saying to us behind the scenes, \"Oh, we're going to fix it. We're going to fix it,\" for over a week now. So now they're saying it to Senator Hawley and to Senator Cruz and these other senators because they sent a letter to Mark Zuckerberg today saying, \"You better fix this. Why are you using abortionists as your fact checkers of pro-lifers?\" So we're going to believe it when we see it, Tucker. As of about 10 minutes ago, the violation tags were still on our accounts punishing our pro-life accounts online. So we'll believe it when we see it that Facebook will actually make good on this."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So the last time we had a pro-life guest on the show, the Attorney General of California tried to force him not to talk anymore. Is this is feature of modern American life where if the Attorney General of the State doesn't like your opinions, he can legally get you to stop talking? When did this happen?"
    },
    {
      "speaker": "ROSE",
      "utterance": "Yes, it's preposterous. I mean, David Daleiden is a good friend. He worked with Live Action for years before he and Sandra Merrick did their amazing investigation exposing the selling of baby body parts. Listen, this is California politics that's dirty. I mean, these tech companies which are being protected by politicians in California and then getting all of these protections. They're also very pro-abortion. Attorney General Becerra was campaigning with Planned Parenthood while he was supposedly prosecuting -- while he was prosecuting Daleiden and Merrick for exposing Planned Parenthood. It is a dirty -- this is the dirtiest you're going to get in politics, basically fighting against investigative journalists fighting them, I mean, prosecuting them in court while protecting and getting money from the very corporation, the abortion industry that they exposed. So the fact that Becerra wants to now do a gag order on Daleiden should not surprise us. He hates the fact that David is appearing on your program. He is getting the word out because people are realizing this is the dirtiest it gets in politics."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, Xavier Becerra is totally corrupt. He is welcome on the show any time by the way to explain himself."
    },
    {
      "speaker": "ROSE",
      "utterance": "Completely and Kamala Harris."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes, that that is exactly right."
    },
    {
      "speaker": "ROSE",
      "utterance": "Yes, she started this. So Kamala Harris started this."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Finally, in just the minute that we have left. She certainly did and has gotten almost no credit for that, unfortunately. Very quickly. This story out of Oak Park, Illinois that a hospital had a room set aside for children to die in, beggar's belief. Are you familiar with this?"
    },
    {
      "speaker": "ROSE",
      "utterance": "Yes, it's heartbreaking. So, Nurse Jill Stanek testified explaining how she actually held babies that were aborted and born alive and left to die in a soiled utility room. This is the face of the abortion industry in America. Meanwhile, the Democrats are fighting against the Born Alive Infants Protection Act at the Federal level saying we don't want to provide life- saving care to little babies that survive abortion attempts. I mean, you had abortion survivors testifying, saying, \"Does my life matter? If I survive an abortion attempt, should I do then become the victim of infanticide in these abortion facilities and hospitals?\" And the Democrats are saying, \"We don't care. You don't have the right to protection even if you survive an abortion attempt.\" So it's a chilling story. And it shows what happens when we allow the killing of the child in the womb. It leads to the killing of a child outside the womb."
    },
    {
      "speaker": "CARLSON",
      "utterance": "We're going to look back on this moment in shame, I think. Lila Rose. Thank you."
    },
    {
      "speaker": "ROSE",
      "utterance": "Thanks, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "American colleges are tremendous at pushing a political agenda. They are skilled propagandists. They don't teach much else though, especially now that they are calling the English language itself racist. Details ahead."
    },
    {
      "speaker": "TEXT",
      "utterance": "Campus Craziness."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Every year like clockwork, tuition rises at American colleges and universities, but standards fall. Now, an American University in northwest Washington where the current price tag is $48,000.00 a year. Professors are being instructed to grade student essays on their perceived effort, not on the actual quality of their work. Why are they doing this? Well, it's being done in the name of promoting, quote, \"anti-racist ends.\" How does this work? We'll let the lessons speak for itself? Quote, \"White language supremacy is perpetuated in college classrooms despite the better intentions of faculty, particularly through the practice of grading writing.\" People pay to go to a place like an American University. What a joke. Nicholas Giordano is a Professor, a Professor of Politics at Suffolk County Community College, also the host of the \"PAS Report Podcast\" and he joins us tonight. Professor, thank you very much for coming on."
    },
    {
      "speaker": "NICHOLAS GIORDANO, PROFESSOR OF POLITICS, SUFFOLK COUNTY COMMUNITY COLLEGE",
      "utterance": "Hi, Tucker."
    },
    {
      "speaker": "CARLSON",
      "utterance": "So white language supremacy, basically is another way of saying we're not going to teach the kids anything, because it's too hard and it's too painful. This is a very prevalent attitude. Do you notice it, and its effects as someone who is teaching kids every day?"
    },
    {
      "speaker": "GIORDANO",
      "utterance": "Well, what we've seen is the collapse of the entire American education system. So in my classroom, we have -- kids take the Citizenship Exam on the first day of classes. This semester, every single student failed that exam. I give them assignment then and then make them read the Constitution of the United States --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Well, I'm sorry to interrupt you, every single student in your class failed? How hard is the test?"
    },
    {
      "speaker": "GIORDANO",
      "utterance": "It asks questions like who is the Speaker of the House? What branch of government can suspend habeas corpus? What type of government we have? And everyone failed. But then it gets better because I give them the United States Constitution to read, only it's not really the United States Constitution, it's the Russian constitution. And I just replaced Russian Federation with United States and I make them write two paragraphs on it. They read it, write two paragraphs, and then we discuss it the next class. Only three students were able to identify that it wasn't the United States Constitution. And so my students are coming into college with no knowledge of American Government, and how can you have appreciation for America if you don't know America? And so I went and I looked and I researched and I found the National Report Card. It's the largest ongoing assessment of education of graduating seniors what they know and can do. Only 11 percent are proficient in American history, 23 percent proficiency in Government and Civics; 22 percent proficient in math; 34 percent proficient in reading; 24 percent proficient in writing; and 19 percent proficient in Geography. So essentially, these are graduating high school seniors going into college, and our proficiency levels on average of all the subjects is 22 percent. And so what's happened is we have -- we've dumbed down the standards. The system has collapsed. Nobody wants to talk about it. Nobody wants to sound the alarm bells. We are teaching kids how to take a test and taking a test is not a life skill, rather than teaching them knowledge and how to apply that knowledge in the real world. And that's why you see this bonehead Professor who wants to make this claim that it's about race when it's not, because it cuts across all races, all socio economic backgrounds. It doesn't matter if you're rich or poor."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes. I mean, we're turning these kids loose into a world they can't compete in. It's cruel what we're doing."
    },
    {
      "speaker": "GIORDANO",
      "utterance": "Well, would you call a plumber that's only 22 proficient in plumbing?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "No."
    },
    {
      "speaker": "GIORDANO",
      "utterance": "I mean, or --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "I don't know why I am laughing. This is our country. This is the future of the country and you are on the front lines of it. Professor, one of the very few Professors we're proud to have on the show. Thank you very much for that update."
    },
    {
      "speaker": "GIORDANO",
      "utterance": "Thank you for having me."
    },
    {
      "speaker": "CARLSON",
      "utterance": "It turns out you didn't actually make us feel better, but we're glad to know the truth. Well, another hour has gone. That is it for us tonight. But we will be back tomorrow night and every night at 8:00 p.m. Eastern Time. The show that is the sworn and totally sincere and we hope cheerful enemy of lying, pomposity, smugness and groupthink. DVR it if you could figure out how that works. In the meantime, have a great night with the ones you love, and stay tuned for Sean Hannity, live from New York City. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}