{
  "date": "September 26, 2019",
  "headline": "Giuliani hits back at Kamala Harris' demand for a probe into State Dept. officials working with him",
  "subHeadline": "Guests: Rudy Giuliani, Alan Dershowitz, Sol Weisenberg, Fred Fleitz",
  "url": "https://www.foxnews.com/transcript/giuliani-hits-back-at-kamala-harris-demand-for-a-probe-into-state-dept-officials-working-with-him",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "They are awesome people. We will get there. Hannity thanks so much. I'm Laura Ingraham. This is “The Ingraham Angle” from Chicago and he is back. President Trump's personal Attorney, Rudy Giuliani. Oh, boy. He is here tonight for an extended interview you do not want to miss it he promises to set the record straight about his involvement in the Ukraine and he will respond to some of the criticism leveled by some of the Democrats at today's hearing. Plus, Fred Fleitz spent decades working at various Intel circles. He says, that this is a fascinating story, that this whistleblower complaint reeks of coordination he and Dan Bongino explain who might actually be behind it and Kim Strassel, wow, she exposes the medias both face on the Biden's family trouble in the Ukraine. She's been all over that for \"The Wall Street Journal\" but first, impeaching the punishment party that's the focus of tonight's “Angle.”  It seems like just yesterday, doesn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Did she speak to just be grossly generalist you could be half of Trump supporters into what I call the basket of deplorable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I Love that. It lives on. But could Trump supporters, when they heard that from Hillary, it was ten times worse than when Mitt Romney talked about the 47 percent obviously writing them off because she was saying out loud what the Democrats had felt for many years. That basically they had nothing but utter disdain for conservatives their pace, cultural and political, all stupid rednecks off. It's all like they were just waiting for all of those flyover people, to die off. So the progressives could get along with implementing their utopia. Now, remember when Obama came up with this gem in 2010?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "sentences": "We are going to punish our enemies and we're going to reward our friends who stand with us on issues that are important to us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Enemies. Well, this wasn't the language was it that many expected from the man who is a lofty hoping change rhetoric helped propel him to the Presidency? There was a lot of hope there but beneath Obama's cool exterior, there was anger too. Anger that developed when Obamacare and Dhaka and bailouts and the Paris accord turned out to be deeply unpopular with millions and millions of Americans. And then with the election of Trump, the anger simmering beneath the surface bubbled over and became the driver of almost everything that the Democrats did and said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "sentences": "A very low regard for people who know he's doing wrong but still enable him to where they will go down in history as despicable actors who have enabled one of the Presidents was doing some of the worst things to that office and the entire history of our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, we went from deplorable with though Hillary now to despicable's of Cory. Don Jr. tweeted out today, what's next, disposables? Well, the victory all started, remember, this time around the Mueller investigation. That entire crooked fiasco was born out of an almost insane desire to punish Trump for winning and then believe it or not, to punish you, the American people for electing a man who vowed to drain the swamp.   Leftist anger and fury also drove the Kavanaugh Confirmation Fight. Christine Blase forced letter to \"The Washington Post\" alleging a High School sexual assault was leaked after being sent to a Democrat Senator's office. The purpose? To force an ugly Judiciary Committee circus and then punish Trump for nominating someone who could vote may be to overturn Roe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRETT KAVANAUGH, ASSOCIATE JUSTICE OF THE SUPREME COURT OF THE UNITED STATES",
      "sentences": "The allegation came in weeks ago and nothing was done with it by the Ranking Member and then it just sprung on me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT, D-PRESIDENTIAL CANDIDATE",
      "sentences": "Judge Kavanaugh, I have heard your lies and overt state over and over again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAVANAUGH",
      "sentences": "Look what you are doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I ask that these interruptions not tracked from my time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOOKER",
      "sentences": "Are we going to rush to put someone on the Supreme Court with us clouding over them. I cannot stomach that we are going to move forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And a few weeks ago, the disgraceful \"The New York Times\" try to resurrect that drama with more allegations against Kavanaugh, this time without even a victim. They keep punishing him even a year after he was confirmed. Well, the punishment party became so unhinged by Trump's very existence that they even decided to take it out on his death. On a daily basis, they brutally vilified his top aides throwing around casual charges of racism and white supremacy and encouraging activists to hound them in public.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You see anybody from that cabinet in a restaurant, and a department store, and a gasoline station, you take wrath on them. And you tell them that they're not welcomed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Sarah Sanders, Christian Neilson, Steven Miller and Ted Cruz, they were all treated to the equivalent of verbal stoning. Their punishment was a warning to others who even thought about joining the administration.   Meanwhile, well, 150 Trump appointed judges have been confirmed and our economy under his policies as the strongest by far no comparison the whole world. He's taken on the Chinese and has made huge strides in trade. If Obama had done the stuff, that would be striking of the band. Remember, Obama said it couldn't be done but Trump did it. And Mueller came up with goose eggs. In recession that seems unlikely. Again, all of this infuriates the Democrats. The happier you are, the more infuriated they are. And now this fury and anger has brought us all to the brink of impeachment. The Democrat impulse, again, to punish their enemies, has only gotten stronger over time. It's metastasizing like a cancer. The cells are replicating out of control until the patient goes into organ failure.  They are the punishment party, not a governing party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "They don't want to talk about infrastructure. They don't want to talk about lowering drug prices. They don't want to talk about anything because they are fixated on this band and Nancy Pelosi has been hijacked by the radical left and everybody knows it. We can talk about anything because frankly, they are so tied up, they are so screwed up, nothing gets done. Except for when I do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yet the ones who really need to be punished here are the Democrats and their enablers in the press and the deep state. Those are the ones who need to be punished. Because Washington has got to learn once and for all that they work for us, not the other way around. We are not going to let them take our jobs, all the wage increases people have seen, our stronger investments, or any of the other benefits that we now enjoy because of this economy.  They try to convince us that America could never get better but they were wrong. And we cannot and we will not go back to the way things were before and that's THE ANGLE. The punishment party is using what was supposed to be an explosive whistleblower complaint that turned out to be anything but. Joining me now, with reaction Sol Weisenberg, Former Whitewater Deputy and Independent Counsel. Fox News Contributor John Eastman, a Constitutional Law Professor and Senior Fellow at the Claymont Institution and Alan Dershowitz, Harvard Law Professor of Emeritus and Author of the book \"The case Against Impeaching Trump\".  Alan, let me start with you. After watching today's hearing, did Democrats do anything to strengthen their case for impeachment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW PROFESSOR EMERITUS",
      "sentences": "No, not at all. I think they weakened in their case for impeachment everything they speak because they make it clear that they don't understand the impeachment provisions of the constitution. They also don't understand article two of the constitution. Big picture. Article two of the constitution says that the executive authority of the United States shall vest in a President. 535 members of Congress, that's the Legislative Authority. Nine members of the Supreme Court, thus the Judicial Authority but one President a unified executive, the President decides what the classified.  The President decides who to speak to about foreign policy. The President decides what to ask Ukraine to do. Only subject to not committing treason, bribery, or other high crimes and misdemeanors. Unless those criteria can be met, there's only one way to get rid of a President you disapprove of, vote against him. The Democrats are doing that. What they are doing is gritting away and moving toward impeachment which will never occur. It certainly won't result in removal of the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The reelection is right around the corner. It's coming out. The freight train is coming on the track where they don't away for that. Gentlemen, there were also - there was a section from the complaint pointing to the records of the cause with foreign leaders being put on lockdown and a classified server and this detail was the Nixon moment for our media brethren. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Why did they go to such lengths to hide the transcript?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Every scandal needs a cover up and I think this is part of the cover-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In our hands, this document detailing not just a phone call but a possible attempt to cover up the contents of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Today House Speaker Nancy Pelosi said it is clear what this sounds like to her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is a cover-up. This is a cover-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. Sol, let's go to you first. What is this, because POLITICO is reporting tonight that the White House started this after other leaks that happened early on, I think in the first couple months of the administration with the foreign leaders, assuming that's the case, does the White House have a pretty valid reason to deal with these records in the way that they did?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOL WEISENBERG, FORMER DEPUTY INDEPENDENT COUNSEL",
      "sentences": "Well, I think it's important that the White House started doing this before this particular event but Laura, it really doesn't matter here because the whistleblower complaint came out, the transcript came out very soon. This is kind of like the nonsense about Bar's alleged mischaracterization of the Mueller report. It all comes out within a matter of days anyway. I think it's an illusion. It you want to know what a cover-up is. A cover-up is President Nixon ordering John Dean to pay hush money to the Watergate burglars. That's a cover-up. Whether or not you think it's impeachable, a cover-up is President Clinton asking Betty Curry to retrieve gifts from Monica Lewinsky and then she hides them under her bed. That's a cover-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, gosh, you are taking us back to impeachment of yours. When you say Betty Curry and then we are all getting all back to that. All right, John Eastman, you are a Constitutional Law Professor. You've been watching this entire thing unfold like Dersh and Sol. This has gotten into cover-up mode. They are releasing all the documents. I think they are releasing too many documents frankly but they are releasing documents, foreign leaders are complaining I understand. But an impeachable offense beyond a shadow of a doubt, we have heard that length from Democrats all day long.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN EASTMAN, CONSTITUTIONAL LAW PROFESSOR",
      "sentences": "That's what I want to pick up on, that last piece. The foreign leaders to be upset about this and that President to be upset about this. As Professor Dershowitz pointed out, the executive power is invested in the President. He is our sole organ on foreign affairs.  And what the Democrats are doing here and playing petty politics is threatening our ability to engage in communications with other foreign leaders and to conduct foreign affairs. No foreign leader in their mind right now would have a candid conversation with our President expecting to see it in the front pages of \"The New York Times\" the next day.  This is unbelievably damaging to our ability to do what we need to do on the international stage and that the fact that the Democrats are doing that to make, score cheap political points, demonstrates how deep into the hatred this President they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "It doesn't even require talking to foreign leaders. The President has on occasion asked me for my advice on Israel, Netanyahu; he has asked me my advice on whom to appoint and not to appoint the Supreme Court, Justices.  I didn't want the media to get that information. I don't want them to know which judges I say, I didn't think would make good Supreme Court Justices. I didn't want them to have the information about who in the Israeli government I might've said negative things about. The President under article two has the absolute advice to seek advice from anyone that has to be held confidential.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm telling you all those rules are out of the window Sol, okay, because believe they have the President on the ropes here. Watching the commentary today, and that's why I say, it's got to be motivated by fund a controlled anger and upsetment that Trump keeps plugging along while they are hoping he gets knocked off by Mueller or a recession and none of that happens and they are completely subsumed by their own anger. But what you look into them today, it is - all of that is irrelevant. They don't care if it's bad for the country. They don't care if the people for the most part don't want this Sol. They seem to feel like it's their moral right to unseat a President for what they feel is a pattern and practice of corrupt acts and if that means they have to get another calls Sol and other transcripts, they are going to grouse about that too. I promise you they are going to ask for their calls and transcripts bear they are going to ask. They are going to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WEISENBERG",
      "sentences": "It never stops. I told you last night and the night before, I think the call itself showed poor judgment that was not close to being impeachable but the Democrats continue to overplay their hands to cry wolf and instead of just saying this was a bad thing and talking about it, everything is impeachable.  Keep in mind, that impeachment is there is an emergency mechanism if the country can't wait until the next election to find out that the President has done a serious abuse of public trust. As you pointed out, Laura, the election is around the corner. By the time the process is over, it will be an election season. We are already in election season. So it's really an abuse. Whatever you think about what the President did, it's really an abuse of what the framers had in mind of what impeachment was all about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "That's absolutely right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let's go to John Eastman on this. John Eastman, again going back to your constitutional law classroom, when you teach your students about the extraordinary step of impeachment and why our framers put that into the constitution, why they worded it one way and not another way, what undergird that ultimate language and text of the constitution?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EASTMAN",
      "sentences": "Well, it's exactly as has been said. It's not any petty crime and there is no crime here at all. Its high crimes and misdemeanors. It's an abuse of the public trust so serious that it threatens the very existence of the government. That's why that is there. It uses the language of treason and bribery and high crime to misdemeanors. That was well known. In fact, there was a discussion about whether maladministration whether to be included in impeachment and they rejected that because they thought that would remain petty politics and would launch impeachment anytime we turn around. But by the way they know it well that there is nothing in this call that even close to this. This is why Adam Schiff began his hearing with a blatant set of lies about what was said during that call.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let's play that. Not everybody knows what John is talking about. I know our panel does but this was Adam Schiff, okay, claiming the President said something. It was a total lie, and then we will play his justification. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF., CHAIRMAN, INTELLIGENCE COMMITTEE",
      "sentences": "This is the essence of what the President communicates. I hear what you want, I have a favor, I want from you though. I'm going to say this only seven times so you better listen good. I want you to make up dirt on my political opponent, understand lots of it, I'm going to put you in touch with people, not just any people come and go to put you in touch with the Attorney General of the United States, my Attorney General, Bill Barr. He has the whole weight of the American Law Enforcement behind him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, he eventually fessed up by what he was called out by a GOP Congressman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My summary of the President's call was meant to be at least part in parity. My point is that's the message that the Ukraine President was receiving and not so many words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Actually no, the Ukraine President Alan Dershowitz said that he was not pressured at all, that this was normal conversation, he wasn't feeling pressured. This is a congratulatory call we helped to the eels helping you enough. This is the way Trump talks. It's ridiculous and Adam Schiff was caught lying and he dined out on all, oh, it's a parity sorry but Adam Schiff is about as funny as a toothache.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DERSHOWITZ",
      "sentences": "But you know we shouldn't be partying the constitution. You know as the Professor correctly said it. One of the reasons we had this impeachment provision is because we didn't want the United States to become Great Britain. We rejected a parliamentary system and that system. In a parliamentary system, if the President acts abusively or corruptly or in a way that people don't like, just no vote of confidence and he's out of the office. We rejected that appeared we wanted the President to serve for 40 years and less he committed a serious high crime and what the Democrats are now trying to do is use that against them till next time they are in office. For example, if Biden were to be elected this time and the Republicans would immediately start impeachment proceedings and they would be using the same Presidents that the Democrats are using their that's why everybody has to pass the shoe on the other foot tests. If you wouldn't do it to your political friends, don't do it to your political enemies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right gentleman, thank you very much. Incredible panel. You always do great but tonight especially we needed you. The country needed you. Coming up, he is been waiting all day for this. A moment, Rudy Giuliani sets the record straight about his own involvement in Ukraine who gave him the green light and he is going to respond to some of the vicious criticisms about his own competency. Don't move.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Rudy Giuliani is the president's personal attorney and the man \"The Wall Street Journal\" referred to tonight as the center of the Ukraine controversy. Now this after the whistleblower accused him of going rogue, saying: State Department officials, including Ambassadors Volker and Sandland, had spoken with him in an attempt to contain the damage to U.S. national security.  Rudy G. joins me now to respond. All right, Rudy, I want to start with these texts that you sent my team, which our audience now can see.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S PERSONAL ATTORNEY",
      "sentences": "Only two of 15, by the way. I got 13 more congratulating me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, OK, you only gave us two, but I want -- all right, I want to show them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Volker and Sandland congratulated me for what I was doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. But let's show them. Let's show them.  They are dated before Trump's call --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "-- with the Ukrainian president --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Very important point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "-- and involved correspondence with the Ambassador Volker who is the U.S. special rep to Ukraine. Now, what is the significance of these? And are you, Rudy, concerned that you are unnecessarily dragging, you know, his name into this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Who? Whose name?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Volker's name. Volker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes, well, he -- he should step forward and explain what he did. The whistleblower falsely alleges that I was operating on my own. Well, I wasn't operating on my own. I went to meet Mr. Zelensky's aide at the request of the State Department. Fifteen memos make that clear. I didn't know Mr. Yermak. On July 19th, you see it right there, 2019, at 4:48 in the afternoon, I got a call from Volker. Volker said, would you meet with him? It would be helpful to us. We really want you to do it. Four, five conversations later, I met with him and -- I met with him in Madrid. I reported back to them in a rather lengthy conversation. I spoke to Ambassador Sandland four times. I spoke to Volker eight times. They basically -- they basically knew everything I was doing. So, it was being done with the authorization and at the request -- and then I have a final one in which they -- there is a big \"thank you\" about how my honest and straightforward discussion led to solving a problem in the relationship. You know (ph), I think I should get some kind of an award.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, they say -- they say -- we'd like to greet you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "You have the last -- you have the last one that says about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, yes, we're putting -- we're putting -- yes, we're putting it up on the screen. OK, this is the one we have. We really enjoyed breakfast this morning. As discussed connecting you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "No, no, that's not one. No. That's not it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. Well, these are the two ones -- we can't put up on the screen if you don't give it to us, Rudy. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I did give it to you. I did give it to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right so -- well, these are the ones I have. I can't do --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "-- hand puppets to put them up there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "The one that I sent to you is one at the end of all of this, they sent me one saying, your honest and frank discussion really helped to solve this. And it's going to really help settle the relationship between the two countries. I don't know why they haven't said that to the press to kind of -- to kind of explain this very false picture that's being created.  But there's another significance to that -- to that particular text. Note the date, July 19th. In the statement that he made, the complaint that he made, the whistleblower asserts that the meeting that I had with Zelensky's aide was the direct result, I'm quoting, direct result, of the conversation between President Trump and Zelensky. It couldn't possibly be true, because if you look at that July 19th memo, text, that's when we started setting it up. The meeting was set three days before the telephone conversation. Just to get even more careful about it, the I.G. has to be one of those sloppier guys around because Zelensky makes it clear on page four of the transcript that I already had talked to his aide when he tells the president that. So, this guy doesn't know what happened. He gets the prosecutors confused. He falsely asserted I talked to two people, my records demonstrate I didn't talk to. One of whom I was specifically told not to talk to because he was described as a crook.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. So, who is the State Department --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "This is filled, this is filled --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, I want to ask this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "This is filled with lies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, Rudy, I want to ask this. Who told -- so where did the State Department get its marching orders from, here? Because people I think are extremely confused. All of these wild allegations about you, you have a series of texts that refute pretty much every single one of them. And so, the State Department was then -- it was then told to connect you with them how? How did that begin?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "There's a reason I'm in the middle of this. And the reason is very -- emerges from the corruption of how they tried to hide this for years, including trying to cover up Biden for years. I got this because the FBI wouldn't take it. The Ukrainians who came to me back in November of 2018 and then subsequently have told this to five other people who could testify to it, told me that we -- we have been trying to get to you for over a year, year and a half. We have solid evidence of collusion. Not Russian, Ukrainian. Not with Trump, with Hillary and the DNC. We believe George Soros is behind it, because his company was -- was involved in it. By the way, when Biden's son's case was dismissed, the other case the crooked new prosecutor had to dismiss was Soros' case, which is why the Biden thing is relevant to me because Biden's corruption, Biden's compromising the president of the Ukraine led to the dismissal of the case against Soros' organization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Had that case gone on, we would've had the evidence to refute the Mueller investigation on day one. Think of the damage they did to this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Did you see, Rudy -- yes. Did you see Biden --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "This is a gigantic scandal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "-- did you see Biden, I guess it was last night with Jimmy Kimmel, where he was basically saying there's nothing to see here? No reputable organization --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I can't look at Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I mean, he just blows it off. And he's like this is ridiculous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I have a visceral -- I have a visceral reaction to a man who sells public office. And he's been doing it since he was a senator. His son took over where his brother left off, and the Washington --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hey, Rudy, I've got to ask you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "And the Washington press corps --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We've talked about that. I want to move the conversation along. I want to move the conversation along --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "The Washington press corps --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "-- because a lot of other stuff is out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "-- because he's a Democrat, because he's a Democrat -- no, no --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, but -- that's obvious. They're just going to push it away. They're not going to take it seriously. They're going to say there's nothing here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "No, it's going to end very badly -- it's going to end very badly for the Washington press corps -- INGRAHAM: But, Rudy, I've got to ask you. I've got to move this conversation along. I've got -- I've got to move this along, Rudy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The Republicans in the Senate, Mitt Romney, Ben Sasse, a few others, are -- say, oh, this is deeply troubling. This is deeply troubling, what we've seen and in this whistleblower complaint or in this transcript. What do you make of these Republicans? The president has a 94 percent, I believe, 94 percent approval rating, around there, among Republicans. Yet the mainstream media is always looking for that crack -- well, how long -- how wide will this division get in the Republican Party? What do you say to Mitt Romney tonight, given that he runs to the cameras to express his deeply troubled opinion about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I don't know, maybe he's as confused about this as he was when Candy Crowley contradicted him and his campaign fell apart. I mean, come on, this guy is not -- you know, the strongest guy you're going to find anywhere. I wouldn't count on him. And he's bitter about Donald Trump. I mean, every time he -- it's like -- I don't know, it's like a child. I mean, look, Mitt, Trump did what you couldn't do. Trump has ability to relate to people, you don't. Always been true. One time, Bill Clinton asked me, what's this guy Romney like? You know what I told him? He's our Al Gore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Rudy. Hold that thought. Stay right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "My producers are telling me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "He's jealous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "-- that we need to squeeze in a break in a bit. But I want you to pick up right where you left off. OK? We also have all the texts now, so don't go anywhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Oh, yes, I got that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. Our free-ranging conversation with Rudy Giuliani. Welcome back, Mayor. Kamala Harris is demanding that the State Department inspector general investigate you, now, and anyone working with you. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "sentences": "I'm actually calling on the I.G. in the State Department to actually investigate and figure out who in the State Department was in cahoots or was facilitating Giuliani's interactions with Ukrainian officials, who facilitated Rudy Giuliani to conduct himself as though he is an emissary for the United States. The New York Bar Association needs to investigate Giuliani and probably disbar him. I think Rudy Giuliani really ought to stop talking and get a lawyer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Your response, Mayor?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, here's Kurt -- here's Kurt saying, great, I will tell Yermak and he'll visit with you there. Thanks. Mr. Mayor, how was your meeting with Andre? Do you have time for a call? Best, Kurt. Now, they were all over me, you know, asking me to do it. I was happy to do it. I helped my country get this relationship in good shape. And at the same time, look, I began this -- I don't know if Kamala Harris, you know, understands the Sixth Amendment, but it relates to, you know, being represented by counsel. I'm the president's lawyer. I know they don't think that Donald Trump is entitled to constitutional rights. But I was trying to -- I was trying to make it clear that the charges against the president were completely false, because what they charged as Russian collusion was really Ukrainian collusion. Now why are they doing this? What they are really trying to do is to intimidate me and to discredit me because I'm doing such an effective job of showing what phonies they are, and I am uncovering what you will find to be an enormous pay-for-play scheme, not just one but several in the Obama administration. It goes back to Hillary and the Clinton Foundation. The $8 million from the crooked oligarch --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Rudy, why the State Department? Why not work with the -- why not work with the DOJ and the FBI as we said before? I mean, why not work with them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "What did I tell you about -- what did I tell you about the FBI? For a year and a half, they were trying to get these -- this information to the FBI. But the FBI wasn't interested, turning them back. They even hired a lawyer in America. They even gave it to several U.S. attorneys. When I first got this, I was -- I said to my colleague and -- that this is a really sad day. I don't know who to trust here. I didn't reach out to the State Department, by the way. You said, why go to the State Department? I did it on my own because, in fact, this thing had been scuttled for two and a half to three years. I also knew from day one, the minute I laid out this evidence against Biden, they were going to try to kill me. They're going to try to kill me. I told -- I told my colleague, too bad Biden's involved in this. Those Washington swamp people are going to come after me like crazy because they can't face it. Everything we're talking about is almost irrelevant. If Kamala Harris weren't a phony, she'd be saying, I'm shocked that a vice president of the United States sold out his office for $8 million, and we haven't gotten to China yet where he sold out his office again. In the Ukraine and in China, they believe they bought the president of United States. How can you talk to the Ukraine about corruption --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right, right, but, Rudy, let me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "-- if you're being corrupted? Biden -- Biden is completely discredited.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hold on. All right. As a lawyer though, what's I think confusing -- I just want to understand - - it's confusing to people. Were you acting as the president's personal representative interfacing with State? Or were you working as kind of a pseudo-government emissary working to ferret out corruption in the Ukraine? What, were they dual roles? Because I think that gets confusing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Let me tell you -- let me tell you the facts. They called me, I didn't call them. They asked me if I would take a call from Yermak and if I would meet with him. And I did. And I reported it back to them. And the conversation was completely normal. And there was no bribery. There was no extortion there. Nothing like what Biden did. I didn't do that. And the president didn't do that. So, why are we talking about us and not Biden? Because the media in this city is corrupt. That's why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, that's obvious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Because it's not the same standard. It's not the same standard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's obvious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I did this in the open. I did it with notes and texts. Have we seen Joe Biden's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, you were coming on my show in May talking about it, before April, before you were going to go to the Ukraine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I was begging people to cover it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, no, there was no hiding this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I was begging people to cover it. Joe Biden has been hiding this for years and they all know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. State Department -- Rudy, State Department -- is your relationship with Pompeo good? Are you guys good? Because Maggie Haberman, who apparently knows everything at \"The New York Times\" --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "-- she said that Pompeo was unhappy with you. Is that true? I know both of you. I haven't heard about this except from Maggie Haberman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I actually think they should all congratulate me, because if it weren't for me, nobody would be -- nobody would have uncovered and faced massive corruption by the vice president of the United States. In fact, I'm the legitimate whistleblower. I have uncovered -- I have uncovered corruption that this Washington swamp has been covering up effectively for years. And here's State Department, you know, asked me to do this. So, Mike, if you're unhappy with me, I'm sorry but I accomplished my mission. I even have -- you didn't put up the last one about how good my conversation was. We have that text here, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We have that. I think we'll put -- we'll put -- yes, we'll put that up on the screen. I think we have that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Yes. So, I don't know, maybe Mike should read that and will change his mind. I have no idea if he is unhappy with me or not. I frankly don't care. I'm the president's lawyer. The president is clear on this charge completely. And the reality is that Joe Biden did everything that these stupid fools accuse the president of doing, which he didn't do. And now, they are doubling down on a whistleblower complaint that is falling apart. He's not even a whistleblower. A hearsay witness is not a whistleblower under the law. The inspector general decided the hearsay witness was credible. How could he possibly decide that unless he has some kind of severe bias? You know the definition of hearsay. Hearsay is inherently unreliable evidence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, the DNI today -- the acting DNI director said that as far as he could tell, the whistleblower and the counsel representing the whistleblower did everything by the book and did it because they thought it was right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Well, I think, I think, I think he missed --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So, that's what Maguire said today on Capitol Hill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I think he missed the 16 areas in which the whistleblower either made a false statement or lied, which could easily have been investigated by the I.G. before he pronounced that he was credible. But you begin with the fact that you cannot say that a hearsay witness is credible because it isn't about his credibility. It's about the underlying credibility of the people who were speaking to him, which is why for a thousand years, it hasn't been allowed into evidence. But may be the I.G. isn't a lawyer, I don't know. But he certainly didn't do anything to try to figure out if this was credible or not, otherwise he would have found out that he was totally mistaken that this meeting was the result of the telephone conversation. It was the result of the conversation from Yermak that was a week earlier. He would have figured out that in here, this guy mentions the wrong prosecutor. He's got the wrong prosecutor that the president was talking about. He's got them reversed. The president doesn't know what happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, what -- everyone has to know what the whistleblower said here. The whistleblower in this complaint said, I was not a direct witness to most of the events described.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "And then he said I was told --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "However, I found my colleague's accounts of these events to be credible, went on, blah, blah, blah, and then information consistent with these private accounts has been reported publicly. So, the private -- the friends have been echoed in the media. And I didn't -- I didn't witness any of this, believe me. I find the whole to be -- it's preposterous. Preposterous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Let me give you another overview, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Real quick, we've got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "This whole complaint as far as the phony Democrats is concerned is all about Biden, right? There are 197 lines in this report. Only four relate to Biden. Biden was an afterthought. The president was seeking an investigation of how, in fact, ironically, the Democrats did exactly what they accused him of and paid for it in the Ukraine, which will be proven. And then as an afterthought, he mentioned Biden. And the first person that named me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "-- was not President Trump. It was Mr. Zelensky who said that I had a good conversation and that basically I was counsel (ph) --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, we got, we got the text. Finally got the text here. Rudy, thank you very much. We have a hard break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "Put it up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think it cleared it up for a lot of people. We appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GIULIANI",
      "sentences": "I hope so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Up next, more reports about the whistleblower complaint when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHIFF",
      "sentences": "I found the allegations deeply disturbing. The complaint was very well written, and certainly provides information for the committee to follow up with other witnesses and documents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Those comments from House Intel Committee Chair Adam Schiff today are raising eyebrows among experts in this very field. The question on their minds, did somebody help this whistleblower write the complain? Joining me now is someone who edited transcripts of presidential phone calls with foreign leaders. Fred Fleitz is a former CIA analyst and former NSC official. Also here with me, Dan Bongino, FOX News contributor and former Secret Service agent, author of the new book, \"Exonerated.\" All right, Fred, you say that you're troubled by this complaint. Tell us why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED FLEITZ, FORMER CIA ANALYST",
      "sentences": "Laura, it's great to be had. This is one of the most unusual whistleblowing complaints I have ever seen. I have seen a bunch of them. Not only was it perfectly written, but it was written with long legal citations, suggesting that it was written by a teen of attorneys. And frankly, for me this didn't add up. But also, this isn't even an intelligence matter. The president is not an intelligence official. It didn't belong with the Intelligence Community Inspector General or the Intelligence Committee. But we know at the same time that Adam Schiff was making almost identical complaints about the president meddling with aid to Ukraine in August of last year, and now this whistleblowing complaint basically shows up in his lap. I've got to tell you, it looks to me like there was outside help with this. I suspect the outside helpers were Democratic attorneys with the House Intelligence Committee. And today a staffer with the House Intelligence Committee, a Republican staffer, called me and said I think you are exactly right, we think this was a group project.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A group project, Dan Bongino. We don't know this for a fact, but in reading the whistleblower complaint, and I was a criminal defense attorney years ago, it is exceptionally well-crafted. Rudy Giuliani says it's filled with all these falsehoods, but nevertheless the layout, the language, it is very precise. He or she is represented by a very well- known Democrat lawyer in town who has done a lot of these. But does that smack as true to you, Dan, that this could have been, again, an orchestrated effort by Democrats who didn't get Trump on Mueller, they want to get Trump now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN BONGINO, FORMER SECRET SERVICE AGENT",
      "sentences": "You may have the doubts, but I don't. This was a professional hit on Donald Trump. I have no doubt. Let's look back here. Let's look at the rollout. First, mirrors what happened with Ms. Blasey Ford and with the spy-gate collusion hoax as well. What did they do? They leaked out hyperbolic, ridiculous talking points to compliant collusion hoaxer media types, Natasha Bertrand and others out there, who would be more than willing to scoop them up. Remember the promise? We thought he promised the nuclear codes to Kim Jong-un. Then we find out later there is no promise at all, that the favor wasn't even about Biden. The favor was just to look at the corruption most of us already know happened. We have that. Then we have, as Fred accurately stating, the sighting of legal codes, Title 53033, which by the way, doesn't apply to the president of the United States at all. You think the whistleblower just fabricated that out of thin air? Laura, listen, I was born at night, but not last night. The probability this was a professional hit is overwhelmingly high.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And look Fred, they promised the moon with this complaint, though. If they had known, because Democrats on the Hill were part of this, why would they overpromised and underdelivered? They would have under-promised an overdelivered, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEITZ",
      "sentences": "I suspect the Democrats think the American people are going to be fooled by this. What I think is very significant is that Adam Schiff sent a tweet on the 28th of August that almost exactly mirrored this whistleblowing complaint. And what's going to happen now is the House Intelligence Committee Republican members, if they get to grill this whistleblower, they are going to ask him specifically, when did you start talking to the committee? What staffers did you start talking to?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hold that thought. We are going to follow up with Kim Strassel up next on the biggest media failures.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "For months the media was publishing stories on the Biden family's troubling ties to Ukraine. And just a couple of months ago in July, \"The Washington Post\" reported this. \"As Vice President Biden said Ukraine should increase gas production, then his son got a job with a Ukrainian gas company.\" And here's what ABC News reported in June. \"Biden sidesteps questions about his son's foreign business dealings, but promises ethics pledge.\" But now, the media sounds like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There's no evidence of Joe Biden doing anything wrong, this is something that has been looked into.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "His accusation is that Biden's son Hunter Biden -- there's been no evidence to prove this by any means, was corrupt.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He's trying to equate Joe Biden's work with Ukraine on rooting out corruption with his asks of the president here. They are just not the same. There is no evidence of wrongdoing by Joe Biden or his son Hunter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Nothing to see here. Joining me now, Kim Strassel, \"Wall Street Journal\" editorial board member, Fox News contributor. All right, Kim, what's changed? KIMBERLEY STRASSEL, \"WALL STREET JOURNAL\": So it's pretty easy. what's changed is that Republicans are now focusing on Joe Biden, and so the media, as you would expect, are regrouping and deciding that Joe Biden is perfectly fine. And so, as you just very well pointed out, the very same people who were happy to go after him before because they wanted to mix it up in in the Democratic primary, they are now rolling out their fact- checkers with lots of soothing assurances that it's all OK. And they've all adopted the same line. It's not just that they are defending him now, Laura, but they have a new line that's even worse, which is, not only did everything Biden do is OK, but to ask about it is itself corrupt. So they're setting a new standard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's good. That's good. So reporting on it, you're corrupt, you're corrupt, John Solomon is corrupt. All the people writing about this, \"Washington Examiner,\" \"The Federalist,\" we are corrupt for covering it. OK, that's easy. We got about 20 seconds, wrap up your thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Well, this is going to come back, though, because they've already got a lot of things on record about him. And the problem for Joe Biden is not whether or not he engaged in criminal behavior. It's whether or not there was appearance of a conflict, an appearance of corruption, and that's already out on the record, and it's going to dog him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, well, that's beyond obvious, a conflict of interest from the very get go. Kim, thanks so much. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's time for the Last Bite. All this talk about Trump asking for a favor got me thinking, is that kind of the way he speaks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I said, fellas, do me a favor. I said, do me a favor. Go back and check.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We had like 50 of those. It could have gone on for another few minutes. Shannon bream and the \"Fox News @ Night\" team take it Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "They are awesome people. We will get there. Hannity thanks so much. I'm Laura Ingraham. This is “The Ingraham Angle” from Chicago and he is back. President Trump's personal Attorney, Rudy Giuliani. Oh, boy. He is here tonight for an extended interview you do not want to miss it he promises to set the record straight about his involvement in the Ukraine and he will respond to some of the criticism leveled by some of the Democrats at today's hearing. Plus, Fred Fleitz spent decades working at various Intel circles. He says, that this is a fascinating story, that this whistleblower complaint reeks of coordination he and Dan Bongino explain who might actually be behind it and Kim Strassel, wow, she exposes the medias both face on the Biden's family trouble in the Ukraine. She's been all over that for \"The Wall Street Journal\" but first, impeaching the punishment party that's the focus of tonight's “Angle.” It seems like just yesterday, doesn't it?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Did she speak to just be grossly generalist you could be half of Trump supporters into what I call the basket of deplorable."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I Love that. It lives on. But could Trump supporters, when they heard that from Hillary, it was ten times worse than when Mitt Romney talked about the 47 percent obviously writing them off because she was saying out loud what the Democrats had felt for many years. That basically they had nothing but utter disdain for conservatives their pace, cultural and political, all stupid rednecks off. It's all like they were just waiting for all of those flyover people, to die off. So the progressives could get along with implementing their utopia. Now, remember when Obama came up with this gem in 2010?"
    },
    {
      "speaker": "BARACK OBAMA, FORMER PRESIDENT",
      "utterance": "We are going to punish our enemies and we're going to reward our friends who stand with us on issues that are important to us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Enemies. Well, this wasn't the language was it that many expected from the man who is a lofty hoping change rhetoric helped propel him to the Presidency? There was a lot of hope there but beneath Obama's cool exterior, there was anger too. Anger that developed when Obamacare and Dhaka and bailouts and the Paris accord turned out to be deeply unpopular with millions and millions of Americans. And then with the election of Trump, the anger simmering beneath the surface bubbled over and became the driver of almost everything that the Democrats did and said."
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "utterance": "A very low regard for people who know he's doing wrong but still enable him to where they will go down in history as despicable actors who have enabled one of the Presidents was doing some of the worst things to that office and the entire history of our country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, we went from deplorable with though Hillary now to despicable's of Cory. Don Jr. tweeted out today, what's next, disposables? Well, the victory all started, remember, this time around the Mueller investigation. That entire crooked fiasco was born out of an almost insane desire to punish Trump for winning and then believe it or not, to punish you, the American people for electing a man who vowed to drain the swamp. Leftist anger and fury also drove the Kavanaugh Confirmation Fight. Christine Blase forced letter to \"The Washington Post\" alleging a High School sexual assault was leaked after being sent to a Democrat Senator's office. The purpose? To force an ugly Judiciary Committee circus and then punish Trump for nominating someone who could vote may be to overturn Roe."
    },
    {
      "speaker": "BRETT KAVANAUGH, ASSOCIATE JUSTICE OF THE SUPREME COURT OF THE UNITED STATES",
      "utterance": "The allegation came in weeks ago and nothing was done with it by the Ranking Member and then it just sprung on me."
    },
    {
      "speaker": "SEN. BERNIE SANDERS, I-VT, D-PRESIDENTIAL CANDIDATE",
      "utterance": "Judge Kavanaugh, I have heard your lies and overt state over and over again."
    },
    {
      "speaker": "KAVANAUGH",
      "utterance": "Look what you are doing."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I ask that these interruptions not tracked from my time."
    },
    {
      "speaker": "BOOKER",
      "utterance": "Are we going to rush to put someone on the Supreme Court with us clouding over them. I cannot stomach that we are going to move forward."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And a few weeks ago, the disgraceful \"The New York Times\" try to resurrect that drama with more allegations against Kavanaugh, this time without even a victim. They keep punishing him even a year after he was confirmed. Well, the punishment party became so unhinged by Trump's very existence that they even decided to take it out on his death. On a daily basis, they brutally vilified his top aides throwing around casual charges of racism and white supremacy and encouraging activists to hound them in public."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You see anybody from that cabinet in a restaurant, and a department store, and a gasoline station, you take wrath on them. And you tell them that they're not welcomed."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Sarah Sanders, Christian Neilson, Steven Miller and Ted Cruz, they were all treated to the equivalent of verbal stoning. Their punishment was a warning to others who even thought about joining the administration. Meanwhile, well, 150 Trump appointed judges have been confirmed and our economy under his policies as the strongest by far no comparison the whole world. He's taken on the Chinese and has made huge strides in trade. If Obama had done the stuff, that would be striking of the band. Remember, Obama said it couldn't be done but Trump did it. And Mueller came up with goose eggs. In recession that seems unlikely. Again, all of this infuriates the Democrats. The happier you are, the more infuriated they are. And now this fury and anger has brought us all to the brink of impeachment. The Democrat impulse, again, to punish their enemies, has only gotten stronger over time. It's metastasizing like a cancer. The cells are replicating out of control until the patient goes into organ failure. They are the punishment party, not a governing party."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "They don't want to talk about infrastructure. They don't want to talk about lowering drug prices. They don't want to talk about anything because they are fixated on this band and Nancy Pelosi has been hijacked by the radical left and everybody knows it. We can talk about anything because frankly, they are so tied up, they are so screwed up, nothing gets done. Except for when I do it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yet the ones who really need to be punished here are the Democrats and their enablers in the press and the deep state. Those are the ones who need to be punished. Because Washington has got to learn once and for all that they work for us, not the other way around. We are not going to let them take our jobs, all the wage increases people have seen, our stronger investments, or any of the other benefits that we now enjoy because of this economy. They try to convince us that America could never get better but they were wrong. And we cannot and we will not go back to the way things were before and that's THE ANGLE. The punishment party is using what was supposed to be an explosive whistleblower complaint that turned out to be anything but. Joining me now, with reaction Sol Weisenberg, Former Whitewater Deputy and Independent Counsel. Fox News Contributor John Eastman, a Constitutional Law Professor and Senior Fellow at the Claymont Institution and Alan Dershowitz, Harvard Law Professor of Emeritus and Author of the book \"The case Against Impeaching Trump\". Alan, let me start with you. After watching today's hearing, did Democrats do anything to strengthen their case for impeachment?"
    },
    {
      "speaker": "ALAN DERSHOWITZ, HARVARD LAW PROFESSOR EMERITUS",
      "utterance": "No, not at all. I think they weakened in their case for impeachment everything they speak because they make it clear that they don't understand the impeachment provisions of the constitution. They also don't understand article two of the constitution. Big picture. Article two of the constitution says that the executive authority of the United States shall vest in a President. 535 members of Congress, that's the Legislative Authority. Nine members of the Supreme Court, thus the Judicial Authority but one President a unified executive, the President decides what the classified. The President decides who to speak to about foreign policy. The President decides what to ask Ukraine to do. Only subject to not committing treason, bribery, or other high crimes and misdemeanors. Unless those criteria can be met, there's only one way to get rid of a President you disapprove of, vote against him. The Democrats are doing that. What they are doing is gritting away and moving toward impeachment which will never occur. It certainly won't result in removal of the President."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The reelection is right around the corner. It's coming out. The freight train is coming on the track where they don't away for that. Gentlemen, there were also - there was a section from the complaint pointing to the records of the cause with foreign leaders being put on lockdown and a classified server and this detail was the Nixon moment for our media brethren. Watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Why did they go to such lengths to hide the transcript?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Every scandal needs a cover up and I think this is part of the cover-up."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "In our hands, this document detailing not just a phone call but a possible attempt to cover up the contents of it."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Today House Speaker Nancy Pelosi said it is clear what this sounds like to her."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "This is a cover-up. This is a cover-up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. Sol, let's go to you first. What is this, because POLITICO is reporting tonight that the White House started this after other leaks that happened early on, I think in the first couple months of the administration with the foreign leaders, assuming that's the case, does the White House have a pretty valid reason to deal with these records in the way that they did?"
    },
    {
      "speaker": "SOL WEISENBERG, FORMER DEPUTY INDEPENDENT COUNSEL",
      "utterance": "Well, I think it's important that the White House started doing this before this particular event but Laura, it really doesn't matter here because the whistleblower complaint came out, the transcript came out very soon. This is kind of like the nonsense about Bar's alleged mischaracterization of the Mueller report. It all comes out within a matter of days anyway. I think it's an illusion. It you want to know what a cover-up is. A cover-up is President Nixon ordering John Dean to pay hush money to the Watergate burglars. That's a cover-up. Whether or not you think it's impeachable, a cover-up is President Clinton asking Betty Curry to retrieve gifts from Monica Lewinsky and then she hides them under her bed. That's a cover-up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, gosh, you are taking us back to impeachment of yours. When you say Betty Curry and then we are all getting all back to that. All right, John Eastman, you are a Constitutional Law Professor. You've been watching this entire thing unfold like Dersh and Sol. This has gotten into cover-up mode. They are releasing all the documents. I think they are releasing too many documents frankly but they are releasing documents, foreign leaders are complaining I understand. But an impeachable offense beyond a shadow of a doubt, we have heard that length from Democrats all day long."
    },
    {
      "speaker": "JOHN EASTMAN, CONSTITUTIONAL LAW PROFESSOR",
      "utterance": "That's what I want to pick up on, that last piece. The foreign leaders to be upset about this and that President to be upset about this. As Professor Dershowitz pointed out, the executive power is invested in the President. He is our sole organ on foreign affairs. And what the Democrats are doing here and playing petty politics is threatening our ability to engage in communications with other foreign leaders and to conduct foreign affairs. No foreign leader in their mind right now would have a candid conversation with our President expecting to see it in the front pages of \"The New York Times\" the next day. This is unbelievably damaging to our ability to do what we need to do on the international stage and that the fact that the Democrats are doing that to make, score cheap political points, demonstrates how deep into the hatred this President they are."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "It doesn't even require talking to foreign leaders. The President has on occasion asked me for my advice on Israel, Netanyahu; he has asked me my advice on whom to appoint and not to appoint the Supreme Court, Justices. I didn't want the media to get that information. I don't want them to know which judges I say, I didn't think would make good Supreme Court Justices. I didn't want them to have the information about who in the Israeli government I might've said negative things about. The President under article two has the absolute advice to seek advice from anyone that has to be held confidential."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm telling you all those rules are out of the window Sol, okay, because believe they have the President on the ropes here. Watching the commentary today, and that's why I say, it's got to be motivated by fund a controlled anger and upsetment that Trump keeps plugging along while they are hoping he gets knocked off by Mueller or a recession and none of that happens and they are completely subsumed by their own anger. But what you look into them today, it is - all of that is irrelevant. They don't care if it's bad for the country. They don't care if the people for the most part don't want this Sol. They seem to feel like it's their moral right to unseat a President for what they feel is a pattern and practice of corrupt acts and if that means they have to get another calls Sol and other transcripts, they are going to grouse about that too. I promise you they are going to ask for their calls and transcripts bear they are going to ask. They are going to do it."
    },
    {
      "speaker": "WEISENBERG",
      "utterance": "It never stops. I told you last night and the night before, I think the call itself showed poor judgment that was not close to being impeachable but the Democrats continue to overplay their hands to cry wolf and instead of just saying this was a bad thing and talking about it, everything is impeachable. Keep in mind, that impeachment is there is an emergency mechanism if the country can't wait until the next election to find out that the President has done a serious abuse of public trust. As you pointed out, Laura, the election is around the corner. By the time the process is over, it will be an election season. We are already in election season. So it's really an abuse. Whatever you think about what the President did, it's really an abuse of what the framers had in mind of what impeachment was all about."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "That's absolutely right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let's go to John Eastman on this. John Eastman, again going back to your constitutional law classroom, when you teach your students about the extraordinary step of impeachment and why our framers put that into the constitution, why they worded it one way and not another way, what undergird that ultimate language and text of the constitution?"
    },
    {
      "speaker": "EASTMAN",
      "utterance": "Well, it's exactly as has been said. It's not any petty crime and there is no crime here at all. Its high crimes and misdemeanors. It's an abuse of the public trust so serious that it threatens the very existence of the government. That's why that is there. It uses the language of treason and bribery and high crime to misdemeanors. That was well known. In fact, there was a discussion about whether maladministration whether to be included in impeachment and they rejected that because they thought that would remain petty politics and would launch impeachment anytime we turn around. But by the way they know it well that there is nothing in this call that even close to this. This is why Adam Schiff began his hearing with a blatant set of lies about what was said during that call."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let's play that. Not everybody knows what John is talking about. I know our panel does but this was Adam Schiff, okay, claiming the President said something. It was a total lie, and then we will play his justification. Watch."
    },
    {
      "speaker": "REP. ADAM SCHIFF, D-CALIF., CHAIRMAN, INTELLIGENCE COMMITTEE",
      "utterance": "This is the essence of what the President communicates. I hear what you want, I have a favor, I want from you though. I'm going to say this only seven times so you better listen good. I want you to make up dirt on my political opponent, understand lots of it, I'm going to put you in touch with people, not just any people come and go to put you in touch with the Attorney General of the United States, my Attorney General, Bill Barr. He has the whole weight of the American Law Enforcement behind him."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, he eventually fessed up by what he was called out by a GOP Congressman."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "My summary of the President's call was meant to be at least part in parity. My point is that's the message that the Ukraine President was receiving and not so many words."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Actually no, the Ukraine President Alan Dershowitz said that he was not pressured at all, that this was normal conversation, he wasn't feeling pressured. This is a congratulatory call we helped to the eels helping you enough. This is the way Trump talks. It's ridiculous and Adam Schiff was caught lying and he dined out on all, oh, it's a parity sorry but Adam Schiff is about as funny as a toothache."
    },
    {
      "speaker": "DERSHOWITZ",
      "utterance": "But you know we shouldn't be partying the constitution. You know as the Professor correctly said it. One of the reasons we had this impeachment provision is because we didn't want the United States to become Great Britain. We rejected a parliamentary system and that system. In a parliamentary system, if the President acts abusively or corruptly or in a way that people don't like, just no vote of confidence and he's out of the office. We rejected that appeared we wanted the President to serve for 40 years and less he committed a serious high crime and what the Democrats are now trying to do is use that against them till next time they are in office. For example, if Biden were to be elected this time and the Republicans would immediately start impeachment proceedings and they would be using the same Presidents that the Democrats are using their that's why everybody has to pass the shoe on the other foot tests. If you wouldn't do it to your political friends, don't do it to your political enemies."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right gentleman, thank you very much. Incredible panel. You always do great but tonight especially we needed you. The country needed you. Coming up, he is been waiting all day for this. A moment, Rudy Giuliani sets the record straight about his own involvement in Ukraine who gave him the green light and he is going to respond to some of the vicious criticisms about his own competency. Don't move."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Rudy Giuliani is the president's personal attorney and the man \"The Wall Street Journal\" referred to tonight as the center of the Ukraine controversy. Now this after the whistleblower accused him of going rogue, saying: State Department officials, including Ambassadors Volker and Sandland, had spoken with him in an attempt to contain the damage to U.S. national security. Rudy G. joins me now to respond. All right, Rudy, I want to start with these texts that you sent my team, which our audience now can see."
    },
    {
      "speaker": "RUDY GIULIANI, PRESIDENT TRUMP'S PERSONAL ATTORNEY",
      "utterance": "Only two of 15, by the way. I got 13 more congratulating me --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, OK, you only gave us two, but I want -- all right, I want to show them."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Volker and Sandland congratulated me for what I was doing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. But let's show them. Let's show them. They are dated before Trump's call --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "-- with the Ukrainian president --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Very important point."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "-- and involved correspondence with the Ambassador Volker who is the U.S. special rep to Ukraine. Now, what is the significance of these? And are you, Rudy, concerned that you are unnecessarily dragging, you know, his name into this?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Who? Whose name?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Volker's name. Volker."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes, well, he -- he should step forward and explain what he did. The whistleblower falsely alleges that I was operating on my own. Well, I wasn't operating on my own. I went to meet Mr. Zelensky's aide at the request of the State Department. Fifteen memos make that clear. I didn't know Mr. Yermak. On July 19th, you see it right there, 2019, at 4:48 in the afternoon, I got a call from Volker. Volker said, would you meet with him? It would be helpful to us. We really want you to do it. Four, five conversations later, I met with him and -- I met with him in Madrid. I reported back to them in a rather lengthy conversation. I spoke to Ambassador Sandland four times. I spoke to Volker eight times. They basically -- they basically knew everything I was doing. So, it was being done with the authorization and at the request -- and then I have a final one in which they -- there is a big \"thank you\" about how my honest and straightforward discussion led to solving a problem in the relationship. You know (ph), I think I should get some kind of an award."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, they say -- they say -- we'd like to greet you --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "You have the last -- you have the last one that says about --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, yes, we're putting -- we're putting -- yes, we're putting it up on the screen. OK, this is the one we have. We really enjoyed breakfast this morning. As discussed connecting you --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "No, no, that's not one. No. That's not it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. Well, these are the two ones -- we can't put up on the screen if you don't give it to us, Rudy. So --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I did give it to you. I did give it to you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right so -- well, these are the ones I have. I can't do --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "-- hand puppets to put them up there."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "The one that I sent to you is one at the end of all of this, they sent me one saying, your honest and frank discussion really helped to solve this. And it's going to really help settle the relationship between the two countries. I don't know why they haven't said that to the press to kind of -- to kind of explain this very false picture that's being created. But there's another significance to that -- to that particular text. Note the date, July 19th. In the statement that he made, the complaint that he made, the whistleblower asserts that the meeting that I had with Zelensky's aide was the direct result, I'm quoting, direct result, of the conversation between President Trump and Zelensky. It couldn't possibly be true, because if you look at that July 19th memo, text, that's when we started setting it up. The meeting was set three days before the telephone conversation. Just to get even more careful about it, the I.G. has to be one of those sloppier guys around because Zelensky makes it clear on page four of the transcript that I already had talked to his aide when he tells the president that. So, this guy doesn't know what happened. He gets the prosecutors confused. He falsely asserted I talked to two people, my records demonstrate I didn't talk to. One of whom I was specifically told not to talk to because he was described as a crook."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. So, who is the State Department --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "This is filled, this is filled --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, I want to ask this."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "This is filled with lies."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, Rudy, I want to ask this. Who told -- so where did the State Department get its marching orders from, here? Because people I think are extremely confused. All of these wild allegations about you, you have a series of texts that refute pretty much every single one of them. And so, the State Department was then -- it was then told to connect you with them how? How did that begin?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "There's a reason I'm in the middle of this. And the reason is very -- emerges from the corruption of how they tried to hide this for years, including trying to cover up Biden for years. I got this because the FBI wouldn't take it. The Ukrainians who came to me back in November of 2018 and then subsequently have told this to five other people who could testify to it, told me that we -- we have been trying to get to you for over a year, year and a half. We have solid evidence of collusion. Not Russian, Ukrainian. Not with Trump, with Hillary and the DNC. We believe George Soros is behind it, because his company was -- was involved in it. By the way, when Biden's son's case was dismissed, the other case the crooked new prosecutor had to dismiss was Soros' case, which is why the Biden thing is relevant to me because Biden's corruption, Biden's compromising the president of the Ukraine led to the dismissal of the case against Soros' organization."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Had that case gone on, we would've had the evidence to refute the Mueller investigation on day one. Think of the damage they did to this country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Did you see, Rudy -- yes. Did you see Biden --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "This is a gigantic scandal."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "-- did you see Biden, I guess it was last night with Jimmy Kimmel, where he was basically saying there's nothing to see here? No reputable organization --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I can't look at Biden."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I mean, he just blows it off. And he's like this is ridiculous."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I have a visceral -- I have a visceral reaction to a man who sells public office. And he's been doing it since he was a senator. His son took over where his brother left off, and the Washington --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hey, Rudy, I've got to ask you --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "And the Washington press corps --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We've talked about that. I want to move the conversation along. I want to move the conversation along --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "The Washington press corps --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "-- because a lot of other stuff is out there."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "-- because he's a Democrat, because he's a Democrat -- no, no --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, but -- that's obvious. They're just going to push it away. They're not going to take it seriously. They're going to say there's nothing here."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "No, it's going to end very badly -- it's going to end very badly for the Washington press corps -- INGRAHAM: But, Rudy, I've got to ask you. I've got to move this conversation along. I've got -- I've got to move this along, Rudy."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The Republicans in the Senate, Mitt Romney, Ben Sasse, a few others, are -- say, oh, this is deeply troubling. This is deeply troubling, what we've seen and in this whistleblower complaint or in this transcript. What do you make of these Republicans? The president has a 94 percent, I believe, 94 percent approval rating, around there, among Republicans. Yet the mainstream media is always looking for that crack -- well, how long -- how wide will this division get in the Republican Party? What do you say to Mitt Romney tonight, given that he runs to the cameras to express his deeply troubled opinion about this?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I don't know, maybe he's as confused about this as he was when Candy Crowley contradicted him and his campaign fell apart. I mean, come on, this guy is not -- you know, the strongest guy you're going to find anywhere. I wouldn't count on him. And he's bitter about Donald Trump. I mean, every time he -- it's like -- I don't know, it's like a child. I mean, look, Mitt, Trump did what you couldn't do. Trump has ability to relate to people, you don't. Always been true. One time, Bill Clinton asked me, what's this guy Romney like? You know what I told him? He's our Al Gore."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Rudy. Hold that thought. Stay right there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "My producers are telling me --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "He's jealous."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "-- that we need to squeeze in a break in a bit. But I want you to pick up right where you left off. OK? We also have all the texts now, so don't go anywhere."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Oh, yes, I got that --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. Our free-ranging conversation with Rudy Giuliani. Welcome back, Mayor. Kamala Harris is demanding that the State Department inspector general investigate you, now, and anyone working with you. Watch."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Wow."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "utterance": "I'm actually calling on the I.G. in the State Department to actually investigate and figure out who in the State Department was in cahoots or was facilitating Giuliani's interactions with Ukrainian officials, who facilitated Rudy Giuliani to conduct himself as though he is an emissary for the United States. The New York Bar Association needs to investigate Giuliani and probably disbar him. I think Rudy Giuliani really ought to stop talking and get a lawyer."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Your response, Mayor?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, here's Kurt -- here's Kurt saying, great, I will tell Yermak and he'll visit with you there. Thanks. Mr. Mayor, how was your meeting with Andre? Do you have time for a call? Best, Kurt. Now, they were all over me, you know, asking me to do it. I was happy to do it. I helped my country get this relationship in good shape. And at the same time, look, I began this -- I don't know if Kamala Harris, you know, understands the Sixth Amendment, but it relates to, you know, being represented by counsel. I'm the president's lawyer. I know they don't think that Donald Trump is entitled to constitutional rights. But I was trying to -- I was trying to make it clear that the charges against the president were completely false, because what they charged as Russian collusion was really Ukrainian collusion. Now why are they doing this? What they are really trying to do is to intimidate me and to discredit me because I'm doing such an effective job of showing what phonies they are, and I am uncovering what you will find to be an enormous pay-for-play scheme, not just one but several in the Obama administration. It goes back to Hillary and the Clinton Foundation. The $8 million from the crooked oligarch --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Rudy, why the State Department? Why not work with the -- why not work with the DOJ and the FBI as we said before? I mean, why not work with them?"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "What did I tell you about -- what did I tell you about the FBI? For a year and a half, they were trying to get these -- this information to the FBI. But the FBI wasn't interested, turning them back. They even hired a lawyer in America. They even gave it to several U.S. attorneys. When I first got this, I was -- I said to my colleague and -- that this is a really sad day. I don't know who to trust here. I didn't reach out to the State Department, by the way. You said, why go to the State Department? I did it on my own because, in fact, this thing had been scuttled for two and a half to three years. I also knew from day one, the minute I laid out this evidence against Biden, they were going to try to kill me. They're going to try to kill me. I told -- I told my colleague, too bad Biden's involved in this. Those Washington swamp people are going to come after me like crazy because they can't face it. Everything we're talking about is almost irrelevant. If Kamala Harris weren't a phony, she'd be saying, I'm shocked that a vice president of the United States sold out his office for $8 million, and we haven't gotten to China yet where he sold out his office again. In the Ukraine and in China, they believe they bought the president of United States. How can you talk to the Ukraine about corruption --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right, right, but, Rudy, let me --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "-- if you're being corrupted? Biden -- Biden is completely discredited."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hold on. All right. As a lawyer though, what's I think confusing -- I just want to understand - - it's confusing to people. Were you acting as the president's personal representative interfacing with State? Or were you working as kind of a pseudo-government emissary working to ferret out corruption in the Ukraine? What, were they dual roles? Because I think that gets confusing."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Let me tell you -- let me tell you the facts. They called me, I didn't call them. They asked me if I would take a call from Yermak and if I would meet with him. And I did. And I reported it back to them. And the conversation was completely normal. And there was no bribery. There was no extortion there. Nothing like what Biden did. I didn't do that. And the president didn't do that. So, why are we talking about us and not Biden? Because the media in this city is corrupt. That's why."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, that's obvious."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Because it's not the same standard. It's not the same standard."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's obvious."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I did this in the open. I did it with notes and texts. Have we seen Joe Biden's --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, you were coming on my show in May talking about it, before April, before you were going to go to the Ukraine."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I was begging people to cover it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, no, there was no hiding this."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I was begging people to cover it. Joe Biden has been hiding this for years and they all know --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. State Department -- Rudy, State Department -- is your relationship with Pompeo good? Are you guys good? Because Maggie Haberman, who apparently knows everything at \"The New York Times\" --"
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "-- she said that Pompeo was unhappy with you. Is that true? I know both of you. I haven't heard about this except from Maggie Haberman."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I actually think they should all congratulate me, because if it weren't for me, nobody would be -- nobody would have uncovered and faced massive corruption by the vice president of the United States. In fact, I'm the legitimate whistleblower. I have uncovered -- I have uncovered corruption that this Washington swamp has been covering up effectively for years. And here's State Department, you know, asked me to do this. So, Mike, if you're unhappy with me, I'm sorry but I accomplished my mission. I even have -- you didn't put up the last one about how good my conversation was. We have that text here, too."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We have that. I think we'll put -- we'll put -- yes, we'll put that up on the screen. I think we have that."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Yes. So, I don't know, maybe Mike should read that and will change his mind. I have no idea if he is unhappy with me or not. I frankly don't care. I'm the president's lawyer. The president is clear on this charge completely. And the reality is that Joe Biden did everything that these stupid fools accuse the president of doing, which he didn't do. And now, they are doubling down on a whistleblower complaint that is falling apart. He's not even a whistleblower. A hearsay witness is not a whistleblower under the law. The inspector general decided the hearsay witness was credible. How could he possibly decide that unless he has some kind of severe bias? You know the definition of hearsay. Hearsay is inherently unreliable evidence."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, the DNI today -- the acting DNI director said that as far as he could tell, the whistleblower and the counsel representing the whistleblower did everything by the book and did it because they thought it was right."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Well, I think, I think, I think he missed --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So, that's what Maguire said today on Capitol Hill."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I think he missed the 16 areas in which the whistleblower either made a false statement or lied, which could easily have been investigated by the I.G. before he pronounced that he was credible. But you begin with the fact that you cannot say that a hearsay witness is credible because it isn't about his credibility. It's about the underlying credibility of the people who were speaking to him, which is why for a thousand years, it hasn't been allowed into evidence. But may be the I.G. isn't a lawyer, I don't know. But he certainly didn't do anything to try to figure out if this was credible or not, otherwise he would have found out that he was totally mistaken that this meeting was the result of the telephone conversation. It was the result of the conversation from Yermak that was a week earlier. He would have figured out that in here, this guy mentions the wrong prosecutor. He's got the wrong prosecutor that the president was talking about. He's got them reversed. The president doesn't know what happened."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, what -- everyone has to know what the whistleblower said here. The whistleblower in this complaint said, I was not a direct witness to most of the events described."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "And then he said I was told --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "However, I found my colleague's accounts of these events to be credible, went on, blah, blah, blah, and then information consistent with these private accounts has been reported publicly. So, the private -- the friends have been echoed in the media. And I didn't -- I didn't witness any of this, believe me. I find the whole to be -- it's preposterous. Preposterous."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Let me give you another overview, right?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Real quick, we've got to go."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "This whole complaint as far as the phony Democrats is concerned is all about Biden, right? There are 197 lines in this report. Only four relate to Biden. Biden was an afterthought. The president was seeking an investigation of how, in fact, ironically, the Democrats did exactly what they accused him of and paid for it in the Ukraine, which will be proven. And then as an afterthought, he mentioned Biden. And the first person that named me --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "-- was not President Trump. It was Mr. Zelensky who said that I had a good conversation and that basically I was counsel (ph) --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, we got, we got the text. Finally got the text here. Rudy, thank you very much. We have a hard break."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "Put it up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think it cleared it up for a lot of people. We appreciate it."
    },
    {
      "speaker": "GIULIANI",
      "utterance": "I hope so."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Up next, more reports about the whistleblower complaint when we come back."
    },
    {
      "speaker": "SCHIFF",
      "utterance": "I found the allegations deeply disturbing. The complaint was very well written, and certainly provides information for the committee to follow up with other witnesses and documents."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Those comments from House Intel Committee Chair Adam Schiff today are raising eyebrows among experts in this very field. The question on their minds, did somebody help this whistleblower write the complain? Joining me now is someone who edited transcripts of presidential phone calls with foreign leaders. Fred Fleitz is a former CIA analyst and former NSC official. Also here with me, Dan Bongino, FOX News contributor and former Secret Service agent, author of the new book, \"Exonerated.\" All right, Fred, you say that you're troubled by this complaint. Tell us why."
    },
    {
      "speaker": "FRED FLEITZ, FORMER CIA ANALYST",
      "utterance": "Laura, it's great to be had. This is one of the most unusual whistleblowing complaints I have ever seen. I have seen a bunch of them. Not only was it perfectly written, but it was written with long legal citations, suggesting that it was written by a teen of attorneys. And frankly, for me this didn't add up. But also, this isn't even an intelligence matter. The president is not an intelligence official. It didn't belong with the Intelligence Community Inspector General or the Intelligence Committee. But we know at the same time that Adam Schiff was making almost identical complaints about the president meddling with aid to Ukraine in August of last year, and now this whistleblowing complaint basically shows up in his lap. I've got to tell you, it looks to me like there was outside help with this. I suspect the outside helpers were Democratic attorneys with the House Intelligence Committee. And today a staffer with the House Intelligence Committee, a Republican staffer, called me and said I think you are exactly right, we think this was a group project."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A group project, Dan Bongino. We don't know this for a fact, but in reading the whistleblower complaint, and I was a criminal defense attorney years ago, it is exceptionally well-crafted. Rudy Giuliani says it's filled with all these falsehoods, but nevertheless the layout, the language, it is very precise. He or she is represented by a very well- known Democrat lawyer in town who has done a lot of these. But does that smack as true to you, Dan, that this could have been, again, an orchestrated effort by Democrats who didn't get Trump on Mueller, they want to get Trump now?"
    },
    {
      "speaker": "DAN BONGINO, FORMER SECRET SERVICE AGENT",
      "utterance": "You may have the doubts, but I don't. This was a professional hit on Donald Trump. I have no doubt. Let's look back here. Let's look at the rollout. First, mirrors what happened with Ms. Blasey Ford and with the spy-gate collusion hoax as well. What did they do? They leaked out hyperbolic, ridiculous talking points to compliant collusion hoaxer media types, Natasha Bertrand and others out there, who would be more than willing to scoop them up. Remember the promise? We thought he promised the nuclear codes to Kim Jong-un. Then we find out later there is no promise at all, that the favor wasn't even about Biden. The favor was just to look at the corruption most of us already know happened. We have that. Then we have, as Fred accurately stating, the sighting of legal codes, Title 53033, which by the way, doesn't apply to the president of the United States at all. You think the whistleblower just fabricated that out of thin air? Laura, listen, I was born at night, but not last night. The probability this was a professional hit is overwhelmingly high."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And look Fred, they promised the moon with this complaint, though. If they had known, because Democrats on the Hill were part of this, why would they overpromised and underdelivered? They would have under-promised an overdelivered, right?"
    },
    {
      "speaker": "FLEITZ",
      "utterance": "I suspect the Democrats think the American people are going to be fooled by this. What I think is very significant is that Adam Schiff sent a tweet on the 28th of August that almost exactly mirrored this whistleblowing complaint. And what's going to happen now is the House Intelligence Committee Republican members, if they get to grill this whistleblower, they are going to ask him specifically, when did you start talking to the committee? What staffers did you start talking to?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hold that thought. We are going to follow up with Kim Strassel up next on the biggest media failures."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "For months the media was publishing stories on the Biden family's troubling ties to Ukraine. And just a couple of months ago in July, \"The Washington Post\" reported this. \"As Vice President Biden said Ukraine should increase gas production, then his son got a job with a Ukrainian gas company.\" And here's what ABC News reported in June. \"Biden sidesteps questions about his son's foreign business dealings, but promises ethics pledge.\" But now, the media sounds like this."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "There's no evidence of Joe Biden doing anything wrong, this is something that has been looked into."
    },
    {
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "utterance": "His accusation is that Biden's son Hunter Biden -- there's been no evidence to prove this by any means, was corrupt."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He's trying to equate Joe Biden's work with Ukraine on rooting out corruption with his asks of the president here. They are just not the same. There is no evidence of wrongdoing by Joe Biden or his son Hunter."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Nothing to see here. Joining me now, Kim Strassel, \"Wall Street Journal\" editorial board member, Fox News contributor. All right, Kim, what's changed? KIMBERLEY STRASSEL, \"WALL STREET JOURNAL\": So it's pretty easy. what's changed is that Republicans are now focusing on Joe Biden, and so the media, as you would expect, are regrouping and deciding that Joe Biden is perfectly fine. And so, as you just very well pointed out, the very same people who were happy to go after him before because they wanted to mix it up in in the Democratic primary, they are now rolling out their fact- checkers with lots of soothing assurances that it's all OK. And they've all adopted the same line. It's not just that they are defending him now, Laura, but they have a new line that's even worse, which is, not only did everything Biden do is OK, but to ask about it is itself corrupt. So they're setting a new standard."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's good. That's good. So reporting on it, you're corrupt, you're corrupt, John Solomon is corrupt. All the people writing about this, \"Washington Examiner,\" \"The Federalist,\" we are corrupt for covering it. OK, that's easy. We got about 20 seconds, wrap up your thoughts."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Well, this is going to come back, though, because they've already got a lot of things on record about him. And the problem for Joe Biden is not whether or not he engaged in criminal behavior. It's whether or not there was appearance of a conflict, an appearance of corruption, and that's already out on the record, and it's going to dog him."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, well, that's beyond obvious, a conflict of interest from the very get go. Kim, thanks so much. We'll be right back."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's time for the Last Bite. All this talk about Trump asking for a favor got me thinking, is that kind of the way he speaks?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "I said, fellas, do me a favor. I said, do me a favor. Go back and check."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We had like 50 of those. It could have gone on for another few minutes. Shannon bream and the \"Fox News @ Night\" team take it Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}