{
  "date": "September 17, 2019",
  "headline": "Michelle Malkin on the danger of open border policies",
  "subHeadline": "Guests: Carrie Severino, Dinesh D'Souza, Sol Wisenberg, Doug Schoen, Tom Bevan, Michelle Malkin, Steve Drazkowski, Robert Davi",
  "url": "https://www.foxnews.com/transcript/michelle-malkin-on-the-danger-of-open-border-policies",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "All right. I'm Laura Ingraham. This is “The Ingraham Angle” from Washington tonight. The media is ready to coronate Elizabeth Warren after her speech in lower Manhattan last night. But we're going to tell you why she is President Trump's dream opponent. And Congresswoman Ilhan Omar is under fire tonight on two fronts. First, a rash of vicious beatings caught on tape in her district. Plus, her new intrigue over her alleged sham marriage. And President Trump is currently raising huge amounts of cash in California, of all places, at this very moment. Actor Robert Davi has all the details. The hidden Trump fans in Tinseltown? Really?  But first, Democrats' smash-and-smear campaign. That's the focus of tonight's “Angle.”  One year ago, Democrats and the Senate Judiciary Committee showed the world how low they would go, how dirty they would play in order to derail the Supreme Court nomination of Brett Kavanaugh. Well, of course, despite their best efforts, Kavanaugh was confirmed. But now, radical Democrats and their friends in the media are picking up where they left off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The sexual misconduct allegations against Supreme Justice Brett Kavanaugh back in the spotlight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A new book on Kavanaugh by two \"New York Times\" journalists mentions a previously unreported claim.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "--of a book detailing a new allegation of sexual misconduct against Kavanaugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Serious questions are being raised about the FBI investigation into Supreme Court Justice Brett Kavanaugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Were earlier investigations mishandled?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This new smash-and-smear campaign involves charges advanced (ph). You might have heard about it by these two \"New York Times\" reporters in order to sell a book about the Kavanaugh fight. Now, the lewd accusations, they threw them out with no evidence or even a victim. They were quickly smacked down by real journalists. That should have ended this entire shameful saga. But it didn't.   The authors are defending their vile article since it's now become politically useful to Democrats. But their big bombshell is imploding. You see, \"The Times\" editors didn't want to include the victims' names. So they omitted a key detail that undermines the entire allegation. This supposed victim has no memory of this ever happening. Didn't give an interview. Well, now the reporters' excuses are rolling in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBIN POGREBIN, CO-AUTHOR, THE EDUCATION OF BRETT KAVANAUGH",
      "sentences": "We had her name. And \"The Times\" doesn't usually include the name of victim.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE O'DONNELL, MSNBC HOST",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POGREBIN",
      "sentences": "And so I think in this case, the editors felt like maybe it was probably better to remove it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Did you read it right before it went to print?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POGREBIN",
      "sentences": "I - we thought we had.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They thought they had. A new story here also. Well, they were wrong. But don't worry about the slanderous charge, the damage done. You people are making too much of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POGREBIN",
      "sentences": "It's two paragraphs in an almost 300-page book. We did not make a lot of this. The world is making a lot of this. And we just put out every fact that we could find that hadn't been reported previously.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But \"The Times\" reporters, in an excerpt use to hype their book, omitted this key fact. What is it? That Christine Blasey Ford's friend, Leland Keyser, now doubts Blasey Ford's claim that Kavanaugh ever sexually assaulted her. And that's not all. Keyser also told the authors she felt pressured by Ford's friends, including a former FBI agent, to change her story, otherwise they'll publicize her past problems with drugs and alcohol. Can you imagine this? Now, we've seen this type of smash-and-smear job before when the deep state employed similarly sleazy tactics, uncorroborated allegations, of course, against President Trump. All the while, media lapdogs reporting it all without a hint of skepticism. And when it all turned out to be hogwash, talking about the dossier, et cetera, the left just moved on. Nothing to see here. But even after all the backtracking and the corrections, Democrats are still using this fake news for political gain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, George, the calls for Kavanaugh to go are now growing. This morning, at least six of the Democratic presidential candidates say Kavanaugh should be removed from the bench.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIAN CASTRO, D-PRESIDENTIAL CANDIDATE",
      "sentences": "What's become clear is that he should be impeached. The House absolutely has the ability to impeach him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "sentences": "I think that he has disqualified himself for service on the Supreme Court. And he should step down or should be impeached.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Speaking of people who disqualified himself, what is it? Zero percent now? Predictably same, AOC has returned her own verdict, also calling for Kavanaugh's impeachment, and her provocateur protege, Congressman Ayanna Pressley, followed up with a resolution in the House today, which of course Kamala Harris seemed to almost take this her cue to act. Kamala is pursuing House Judiciary Committee Chairman Jerry Nadler to investigate and, yes, impeach Kavanaugh.  Now, if they don't act, Senator Harris wants to turn it into the next Mueller probe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "sentences": "The process by which he was confirmed has created a crisis of confidence in that court. If the United States Congress doesn't act, well, then, let's appoint - let's appoint an outside counsel, somebody who can - who is neutral, who can review the evidence in this case, determine the credibility of the witnesses. We have to pursue justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hear that thud? That's the sound of Kamala falling off her high horse. OK? Pursuing justice? It's the last thing they're interested in. That's nearly impossible three decades after any alleged wrongdoing, especially one with invisible victims. And the Democrats know it. That's what's so sick about all of this.  Where Trump is on the campaign trail sowing peace and prosperity, Democrats are sowing chaos and calamity. What they're doing to Kavanaugh right now is a classic leftist smear operation. Throw out charges all over the top, inject them into the media ecosystem, where compliant journalists will eagerly spread the fake news. The charges are so outrageous, so lurid that they're beneath response. But the press, possessed with anti-Trump hatred, endlessly regurgitates them over and over, hoping to inflict maximum damage. And remember, they're doing all of this while controlling only one House of Congress.  I'm here tonight to tell you, imagine - or ask you, imagine what they'll do if they win the White House again. Give them the Presidency or the Senate, and they'll use the power of government to do to us what they're doing to Brett Kavanaugh. They'll demonize opposing voices and work to silence them or intimidate them.  But I have to believe that fair-minded Americans, anyone who has a son or a brother going off to college or is in the workplace, will see this new Kavanaugh smear for what it is. A sad, revealing, and desperate commentary on the current state of the Democrat Party and the press that long ago stopped calling balls and strikes. And that's “The Angle.” Joining me now with reaction is Carrie Severino, Chief Counsel and Policy Director of the Judicial Crisis Network and co-author of the fabulous book \"Justice on Trial.\" Also, Dinesh D'Souza, conservative commentator and filmmaker, author. Both of you, great to have you.  Carrie, you literally wrote the book on this case. People can't believe (ph) are we here again? What really is going on here? Because the authors have said that this - their intent was not to fuzz things up here. Their intent was just to put the facts out. CARRIE SEVERINO, CHIEF COUNSEL AND POLICY DIRECTOR, JUDICIAL CRISIS NETWORK & CO-AUTHOR, JUSTICE ON TRIAL: Right. Well, I happened to have read the entire book. And let me tell you, it's not just one paragraph in a 300-page book. I've got pages and pages of notes of, oh, my gosh, they got this wrong, they got that wrong. There was just a new report from an excerpt they had in \"The Atlantic.\" They also left off exculpatory comments. They said, oh, the people involved in the Ramirez thing that were alleged to have been there didn't say anything. It turns out they did.   They said this never happened. So you just leave that out of the story. This is the - this is the problem. And it's how these smear campaigns have been run. Now they're trying to parlay, no new facts, no new evidence into somehow impeachment investigations. You and I both know that's legally absurd. There's - you can't even impeach a Supreme Court Justice for things he did 30 years ago. It has to be things he did after taking office. So this is lunacy. It's really just their - they're playing for the cameras. They're trying to probably raise campaign money on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is about 2020. And Dinesh, here's what one of \"The New York Times\" authors said on \"The View\" today about these calls for impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POGREBIN",
      "sentences": "It's fine to have a series of Democratic candidates calling for impeachment, but that was before the book came out, which is today. And you also have Trump kind of jumping on things as if we have an agenda which - that was not our intent. Our intent is to revisit these facts with detail and depth and then kind of have people open their minds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Dinesh, is it fine to ruin a man's life, his career, based on misleading, incomplete and even deceptive reporting or hyping of a book that's just out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DINESH D'SOUZA, CONSERVATIVE COMMENTATOR",
      "sentences": "I think this has now become standard modus operandi not just of \"The New York Times\" but essentially the media left colluding with \"The Times.\" And we see the way in which here the media works hand-in-hand with the left wing of the Democratic Party. So this is not a Republican-Democratic fight. The Democrats have allies in Hollywood, in academia, in the media. And that's how this plays out.   Now, of course, among the presidential candidates, they're all competing for the votes of the craziest people in their own party. And so there's a kind of competition to pivot to the left. And so it was very predictable that this would take the course for all of them would keep calling for impeachment. It may never happen. It's kind of ridiculous. But nevertheless, this is the way in which each of them shows that they are more left-wing than the next guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well - and tonight, Chad Pergram, our producer on Capitol Hill, has said that, off-camera, Pelosi is not pushing forward on the Kavanaugh deal. Doesn't look like it at least. She said she's not really spoken to members about Kavanaugh, and they were focused on everything else from funding the government to guns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEVERINO",
      "sentences": "Yes--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So she's - she's smart enough to know this is a nightmare for the Democrats.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEVERINO",
      "sentences": "Not a good move. And a lot of people were saying, why bring this up? This is what ignited the Republican base last year. Why you're bringing it up now? I agree that for them this is all about politics, but I think there's something else going on too or it's an attack on the judges themselves. They want to intimidate Justice Kavanaugh. Maybe, hey, you keep on stepping out of line and we're going to continue to destroy your reputation. They love to intimidate the Chief Justice, anyone else who might dare to keep their name on President Trump's list to be nominated for a future vacancy. I think that's the real problem. They would not - they don't want the justices to be able to have an independent voice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is an attack on the judiciary, in my view.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEVERINO",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is - it goes - people think it's about Kavanaugh or Yale. It's not about any of it. This is about, you better watch your back. You better watch what you're doing. And there is implicit threats, just like they've threatened Leland Keyser, friend of Christine Blasey Ford, Carrie. It's a type of threat against sitting Supreme Court justices or future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEVERINO",
      "sentences": "Yes. They're on the - they're in their bench for life. But if their reputation is at risk like this for nothing, an allegation that the alleged victim herself doesn't think happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, \"The New York Times\" also, Dinesh, was forced to apologize for this now-deleted really-offensive tweet promoting its Kavanaugh hit piece. But it wasn't until today that we actually found out who wrote it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POGREBIN",
      "sentences": "I drafted this with this in mind, to have actually the opposite effect, which is to anticipate those who would say, a guy pulling down his pants at a party when they were drunk isn't on the spectrum of sexual misconduct, it's not sexual assault, it's not rape, what's the big deal, and to try to put in context Deborah Ramirez's experience and to say, actually it was a big deal. For those who minimize it and dismiss it, I was trying to help them understand that. It had the opposite effect, and it seemed to undermine--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There is so much there, Dinesh. I mean, this is one of the hit pieces. Co-authors. Your response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "D'SOUZA",
      "sentences": "Well, I think that that was a - that was a case where they were trying to peddle back the offensive content of the tweet, but I want to pick up the theme about Kavanaugh here because I think it's right that this was an effort to intimidate Kavanaugh, to telegraph to Kavanaugh, hey, if you pivot to the left, we'll start treating you better. And it's really important that Kavanaugh recognize this and Kavanaugh, in a sense, take a page out of the book of Clarence Thomas, Kavanaugh remember that these are the people who tried to do this to him. The good news is he now has a lifetime appointment on the bench, and he has a long time, in a sense, to teach these people a lesson that they will never forget.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Carrie, if the President has another Supreme Court pick, what should he take from this experience? Be careful, go moderate, judicial, temperament, what--?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEVERINO",
      "sentences": "You don't negotiate with terrorists. Right? Do not give in to this kind of behavior and moderate. In fact, he should just keep doing what he's been doing. We need to appoint judges who're going to be faithful to the constitution and do continue to vet them though for that thing we all knew they need, which is courage. They need courage on the bench to stand up to these kind of attacks. They need courage to make it through the confirmation process, because if they've done this to Kavanaugh, what do you think they do the next time, especially if he is replacing a liberal justice this time?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So Amy Coney Barrett--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEVERINO",
      "sentences": "Heads exploding.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "--Notre Dame Appellate Court Judge, Notre Dame professor, how would you put her in the pantheon of judicial conservatives faithful to the constitution?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEVERINO",
      "sentences": "With the evidence we've seen so far, looks great on her. I think there's a lot of great people on this list. She, a lot of times, has talked about as a frontrunner, but I think it's anyone's game still. And you've got to have a vacancy first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Absolutely. Great to see both of you. Carrie and Dinesh, thanks so much. As I told you in “The Angle,” Kamala Harris has jumped on the Kavanaugh impeachment bandwagon - unbelievable - pressuring House Judiciary Committee Chair Nadler to investigate the Supreme Court Justice. We've got Mollie and Carrie going to be writing follow-up books to all of this. Joining me now, Sol Wisenberg, Former Whitewater Deputy Independent Counsel, Fox News contributor.  Sol, is this latest impeachment push going anywhere?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SOL WISENBERG, FORMER DEPUTY INDEPENDENT COUNSEL",
      "sentences": "No. When Joe Scarborough - even Joe Scarborough scratches his head and says he doesn't understand what Senator Harris is doing. You know you've got a problem. And for Senator Harris, who has a dreadful record of suppressing exculpatory evidence when she was a DA in San Francisco, they had to dismiss more than 1,000 criminal cases because of her office's brainy (ph) policy. She's the last person who should be commenting about the integrity of the judicial system. What's really amazing here is that it was also obviously pre-planned, Laura, and the evidence is so absolutely flimsy. But as I said last night, this is a war. This is a cultural war. It's a total war. It will be - they will be unrelenting, and conservatives just have to be ready to be vigilant and return fire with fire.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. This is all about 2020. People are trying to jump over each other to prove their progressive bona fides. So when AOC comes out and pushes for impeachment or investigation on the road to impeachment, Ayanna Pressley comes out, same thing. The Squad is in action. And even before that, we had several Democrat candidates for the presidency, Sol, saying a sitting Supreme Court Justice should be impeached for allegations about conduct, uncorroborated, from 30 years ago. Is the message don't even think about working in the Trump administration because this is what we'll do to you in any capacity?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "It doesn't appear to be working. And they don't seem to realize the same thing can be and will be done to their judicial candidates, their Supreme Court candidates the next time that they have a president. And that's really a shame. And why can't they follow the example of the Supreme Court? The Supreme Court still has a number of liberal justices. These are strong personalities who have very differing constitutional opinions, and yet they are incredibly cordial and they have urged the country and have urged the politicians and the senators in particular to stop this, and they just don't get the message. The progressive left, the coastal left, the lunatic left, they just don't get it and they just don't care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "And I'm telling you, it's a loser. They are going to get crushed by this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Sol, I also want to get your reaction to something different. This Corey Lewandowski hearing on the Hill today, it was House Judiciary Committee Democrats, and they were trying to get Trump's former campaign manager to give them dirt for their impeachment probe on Trump. And I think it backfired. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ERIC SWALWELL, D-CALIF.",
      "sentences": "Are you ashamed of the words that you wrote down?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COREY LEWANDOWSKI, TRUMP'S FORMER CAMPAIGN MANAGER",
      "sentences": "President Swalwell, I'm very happy of what I've written, but you're welcome to read it if you'd like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SWALWELL",
      "sentences": "Are you ashamed to read it out loud?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEWANDOWSKI",
      "sentences": "I'm not ashamed of anything in my life, Congressman. Are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Nadler came to Swalwell's defense, of course.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERROLD NADLER, D-N.Y.",
      "sentences": "Mr. Lewandowski, when you refuse to answer these questions, you are obstructing the work of our committee. You are also proving our point for the American people to see. The President is intent on obstructing our legitimate oversight. You are aiding him in that obstruction. And I will remind you that Article III of the impeachment against President Nixon was based on obstruction of Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh. Throwing down there, Sol, going right to Nixon and obstruction. Is there any parallel whatsoever to his analysis there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "Richard Nixon was not successfully impeached because his administration officials or his friends were rude to Congress people. He was impeached for classic criminal obstruction of justice. However, I do want to say, they have a right to question Lewandowski. I believe the legal position Lewandowski was taking is a loser in court. The problem is, the Democrats in Congress have taken so many ludicrous constitutional and legal positions during the whole pendency of the Mueller investigation that nobody listens to them anymore. So - Jerrold Nadler is no Peter Rodino. Of course, Peter Rodino had the support of the entire Democratic establishment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "But the fact is, he - on this particular issue, I think it's ridiculous that Lewandowski can't answer questions about conversations he had with the President. But no one listens to the Democrats anymore--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, deliberations. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "--because they're way out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, deliberative process, but - the conversation with the President, I'd - I'd love to make that case in court. I don't think it's - I don't think it's necessarily a loser. But it's - let's litigate it and see where it goes I guess, Sol, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "That's what - it's so amazing. They don't want to litigate anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No. They never want to litigate these things that you and I would be fascinated by. Sol, great to see you. Thanks so much for coming in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WISENBERG",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And the media, they're ready to hold a big coronation for Elizabeth Warren.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "She started out with all these doubts about Pocahontas and very negative coverage. So the second impression has been a lot better for voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK. Well, what are they missing? In moments, we're going to explain why the speech in New York she gave in the city last night has the Trump team skipping daisies. Don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joe Biden's Presidential campaign is slowly cratering and the media needs a worthy successor. Well, that's what people are thinking. Enter princess spitting ball (ph), Elizabeth Warren. But, are they jumping the gun? Sure, she's drawn big crowds in liberal strongholds like Seattle and New York City, but would she dare make a statement like this one in Ohio or Michigan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "sentences": "I wanted to give this speech right here, and not because of the arch behind me or the President that this square is named for. Nope. We are not here today because of famous arches or famous men. In fact, we are not here because of men at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Here now, two famous men, who know how this plays with the voters, Doug Schoen, Democrat pollster, Fox News contributor; Tom Bevan, co-Founder and President of RealClearPolitics. All right, Doug. Is Warren a dream opponent for Trump or is trouble afoot?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG SCHOEN, DEMOCRATIC POLLSTER, FORMER ADVISER TO PRESIDENT CLINTON",
      "sentences": "Well, I think, given that the economy remains strong, there is no sign of a recession as of yet. Laura, I think the answer is simply, yes, she is a dream opponent. She doesn't focus on economic growth. There is only an emphasis on redistribution. For her to make gender appeals may make sense in a Democratic primary, where up to 60 percent of the voters are female, but goodness gracious, that is not an appeal that you want to make in a general election where the swing voters in the Midwest, as you suggested, are largely centrist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Tom, I understand making a pitch for women voters. That's fine. I mean, I think women care about peace and prosperity in a strong economy. And they - some women are tired of the me-too excesses and worried about their sons and husbands in the workplace, in spending, in the borders. But that's fine if she wants to make a pitch to women. But to do it at the expense of and almost ridiculing men, I don't - I don't see how that plays anywhere outside of places like NYU, which is a great school, but let's - not a lot of schools - it's pretty liberal. I don't get it for the life of me. That's not who she has to convince.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM BEVAN, CO-FOUNDER AND PRESIDENT, REALCLEARPOLITICS",
      "sentences": "No. And I think, again, she's in the middle of - she is in the middle of the Democratic primary. She's got a win over primary voters first and foremost and then sort of worry about getting back to the middle to appeal to those voters. But look, there's no question. She is a less formidable general election candidate. I mean, she runs eight to 10 points worse than Joe Biden in Ohio, in Wisconsin, places like that. So it's no wonder. You saw that ad that Donald Trump's campaign came out with tagging Joe Biden for maybe being not having all of it. I think Trump actually - Trump campaign wants to see Biden go down. They want to see Elizabeth Warren as the nominee because she will - again, she'll be - she'll run much softer in the middle of the country and that is Trump's stronghold. And that's what's going to lead him to re-election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. And Doug, Warren has been touting this big anti-corruption plan on the trail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARREN",
      "sentences": "I've got the biggest anti-corruption plan since Watergate. A lifetime ban on senators, congressmen and cabinet secretaries from ever being lobbyists. No more hiring corporate lobbyists to staff up the federal government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Warren didn't always have a hatred for lobbying, though, did she? CNBC reporting today that she accepted at least $95,000 from federally registered lobbyists during her campaigns for the Senate. FEC filings lobbying disclosure report show that Warren accepted the money during the 2012 and 2018 Senate election cycles. So, Doug, could hypocrisy like this end up hurting her, or people just say, OK, well, now she's evolved in the left direction so that's good with the primary voters?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Well, with the primary voters, I think it will be good. She is only taking small though donations, and the big donors, who I saw interviewed in a piece on the same subject, Laura, in \"The New York Times,\" I guess it was last weekend - last week, really we're very careful not to attack her. That being said, this is a woman who used to be a conservative republican, is a multi-millionaire, and is now for radical redistribution of wealth. Her program is, again, appealing one in a primary, but I haven't heard anything about job creation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, they don't even talk about the economy--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Correct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "--or they say it's just wealth and equality. But - they've given up. I just want everyone to understand who's watching “The Ingraham Angle” right now, the Democrats in this campaign have given up the idea of really raising your standard of living. They don't talk about it, they can't answer Trump on this, and it's been glaringly obvious in these debates. They're just - they're done with that. It's on to social justice causes, and that's about it. Now, Tom, you mentioned this ad that the Trump campaign just put together about Biden. I want everyone to watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think Biden looked unsteady at many points.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "Play the radio. Make sure the television -- excuse me. Make sure you have the record player on at night, the phone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's not the most polished speaker anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The bills that the president -- excuse me, the future president here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "sentences": "There's a lot of people who are concerned by Joe Biden's ability to carry the ball all the way across the end line without fumbling.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Go to Joe 30330.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He looked kind of unsteady and almost deer in the headlights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "So what are we doing? What's going on right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The spooky music, too. OK, so does Biden have the stamina to make it to the finish line, or -- look, he's going to keep going. He has really not lost any ground in these polls, although Warren has bumped a little bit, but Biden is pretty much where he was, or up five or six points.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOUG SCHOEN, CONTRIBUTOR",
      "sentences": "That's the case in the national polls, but Iowa and New Hampshire Biden is considerably weaker. I think Warren is the clear favorite among both insiders and increasingly ordinary voters. I don't think really that Biden has the stuff to go the whole distance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Bevan, are you buying that? Are you buying that account?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM BEVAN, REAL CLEAR POLITICS CO-FOUNDER",
      "sentences": "Biden just slipped under 10 points. His lead is under 10 points in our national average, Real Clear Politics. And the new NBC News/\"Wall Street Journal\" poll that just came out showed Elizabeth Warren has 35 percent of folks are enthusiastic about her candidacy. That's up 15 points in the last couple of months, and it's 12 points higher than Joe Biden's folks right now, the folks who are enthusiastic for Biden. So I think Warren, she is creeping up be the favorite, for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Banning fracking, that's going to work out well. We have another crisis in Saudi Arabia. All right, panel, thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHOEN",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And moments away, what California state lawmakers approved today unbelievably dangerous. Tom Homan has a message for Governor Gavin Newsom. Plus, another rape allegedly carried out by an illegal alien in Montgomery County, Maryland, just miles from here. What can be done? Michelle Malkin here to react. And later, actor Robert Davi, the president's left coast tour, it's underway tonight. We have all the details. Stay here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We warned you last week that California is the incubator for the left's wildest ideas. And the state legislature recently passed a bill banning for-profit prisons in the state. Sounds like a lofty goal. That includes four ICE detention facilities that can include up to 4,500 illegals each. Now, we all know the real reason for this -- open borders. Here is what the head of an activist group behind the bill told a local outlet. \"People do not need to be transferred. We've had closures in the state of California and we were able to have just and humane closures where many people were released to their families.\" Here to respond to all this looniness, former ICE acting director, Fox News contributor, Tom Homan. All right, Tom, what happens to all those individuals in ICE holding facilities that are privately run?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM HOMAN, FORMER ACTING ICE DIRECTOR",
      "sentences": "If they are successful in shutting down ICE detention facilities, those will simply be moved out of state. The quote you just gave, wrong. ICE isn't releasing anybody, and they should've did their research, because 72 percent of everybody in ICE detention is congressionally mandated to be there. If ICE released them, they would be violating the law. So these people will simply be moved out of state to a county jail, not in the facility. That's the highest detention standards in the industry, ICE facilities, in a county jail, out of state, away from their families, away from their attorneys, away from the advocates, away from the network of immigration attorneys over there. Plus, you're putting a couple thousand U.S. citizens out of a job. So bad idea, won't work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Gavin Newsom was on CNN today, it was kind of a warning to people who are meddling in their affairs. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. GAVIN NEWSOM, D-CALIF.",
      "sentences": "Look, stay out of our way. Let California continue not to survive but thrive, despite the headwinds, despite everything you are doing to try to put sand in the gears of our success.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "To the president and I think Republicans in general. Your response?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "I think Gavin Newsom needs to remember he is part of the United States. California is in the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Is it still, Tom, really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "It is supposed to be. And look, he ought to spend less time in El Salvador trying to talk more people to come to this country illegally and take care of the homeless problem he has in California. Many times we've been in California, how many homeless veterans are on the streets of California? Yet he is running down to El Salvador to try to get more illegal aliens to come. And he wants to shut down ICE facilities, put U.S. citizens out of work. And he says he is doing it for the immigrant community, but again, let me be frank on this. This would damage the immigrant community. They don't leave the state, they don't want to leave their families, they certainly don't want to go to a county jail in Louisiana or Texas. Our facilities are grade-A, highest detention standards in the industry. Anybody can go to the ICE.gov website, look at the detention standards, highest in the industry. Lowest death in custody of any state or federal facilities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So whether they are for-profit or not for-profit, or they're run by the government, high standards?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "High standards, highest in the industry. And plus, the private sector does things better than the government. The most expensive beds ICE has --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "The most expensive beds ICE has are the ones we own. We don't do it very well. The government, the contractors, they do this for a living. They are accredited. They --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But it sounds good. We are going to shut down the profit- making.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "That's what it's about. He wants to run for president. He wants to run for president one day and he's just throwing it out and say, listen to me. This is all about him, it's not about the community. Look, 90 percent of ICE arrests is a public safety threat. They have a criminal conviction or pending criminal charges. So ICE is not going to release a single person. They're going to transfer them out of state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Tom, in just a moment we're going to talk to Michelle Malkin about what is happening in Montgomery County, Maryland. I know you've been following this. Now we have nine rape allegations against illegal immigrants. Just one sentence on this for us?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "It's disgusting. We've been talking about this way too long. When is the director, Elrich, the commissioner, when is he going to be out of a job? When are the voters going to make him resign or get rid of the sanctuary policy? How many more victims do we need? Nine is enough, 10 enough, how many are enough? Little girl's lives have been lost forever because of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Tom Homan, thank you, as always, for being here. Your expertise is much needed now. And as we just mentioned, the left's open border policies have a real human cost, as Tom said. Case in point, today, as I mentioned, police in sanctuary D.C. suburb of Montgomery County, Maryland, brought rape charges against yet another illegal alien. Our local FOX affiliate WTTG reporting the 23-year-old Salvadoran allegedly raped the victim on his own bed while she fought and screamed. This is after he allegedly got her drunk and sexually assaulted her in his car. By our account and from these local reports, this is what we know of, he is at least at the 10th, not the ninth, illegal immigrant charged with sex crimes in Montgomery County just since July 25th. Joining me now is Michelle Malkin, conservative commentator, author of the fantastic, you must get out and get this, book, \"Open Borders Inc.\" It is a resource, it is a must-read. Michelle, how many of these heinous crimes will it take before the voters in Montgomery County -- again, this is a bedroom community of Washington, D.C. -- to wake up?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHELLE MALKIN, CONSERVATIVE AUTHOR AND COLUMNIST",
      "sentences": "It used to be a safe and affordable community. I lived in Germantown, Maryland, where several of these illegal alien rape suspects preyed on women and girls. The one in this most recent case was six-years-old. There was another one who was gang raped, allegedly, 11-years-old. There was a 16-year-old girl in Germantown who was taking a nap in her town home, and there was an illegal alien rape suspect that perpetrated a home invasion and allegedly sexually assaulted her, who had already been ordered removed from the country. These are the worst of the worst, and Montgomery County and every sanctuary jurisdiction, for that matter, Laura, is protecting criminals at the expense and safety of young girls and women and families. And I agree with Tom Homan. These people need to be put to the test and held accountable. And we are seeing a revolt now. I have attended stand with ICE rallies and helped be a catalyst --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They were great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "-- in Colorado and Montgomery County just this past Friday where nearly 600 to 700 people showed up --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Look at this video. I want everyone to look at this video, Michelle, and I was remiss in not plugging this, because you went out there, you supported ICE, you faced off with a gaggle of protesters. But these were patriotic citizens who want to take their neighborhoods back. And these are liberals, by the way, on the other side, who claim to stand with women and the Me Too movement, and we're against Brett Kavanaugh. But meanwhile, they are sheltering -- let's put up the faces of the people they are sheltering. They are alleged rapists, they are all convicted. But we have a list of those just in Montgomery County. There they are. Faces are kind of small mug shots there, but you get the point. These are all individuals who have been accused, and they're often immigrant girls, Latino girls who are suffering. The Latino community should be outraged as well. And many of them are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "Of course, they should. Of course, they should. And as you mentioned, what's very important is these are the only ones we know about. And what's happening is there is a grassroots revolt not only among citizens in Montgomery County and across the country, but police officers who have to operate with their hands tied behind their back and gags on their mouth, unable to communicate with federal immigration officials when we know that local state and federal enforcement officers could cooperate all the time, whether it's drug investigations or human trafficking. Why would we wall them off when it comes to immigration? In large part it's because of the funding and power behind open borders inc.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, my gosh. And Michelle, people like Mayor Pete saying that ICE raids -- I should have asked Tom this -- ICE raids make the country less safe. And he gets away with saying this, and the reporters are like, oh, thank you Mayor Pete. There's no follow-up, there's no logical rejoinder, because it makes no sense. That's the mentality of the mayor of South Bend, Indiana, where violence is out of control there, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "They're detached from reality, and their only response is to accuse the rest of us, no matter what color we are, of being racist or xenophobes. People are sick and tired of that, and that's why I think you are seeing now this stand with ICE movement spread across the country. Aurora, Colorado, nearby is being targeted again, on Thursday and Saturday. And there will be citizens rising up in defense of the people who are defending our country. It's about time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Thank you. Thank you, Michelle. We will put that on Twitter and remind everybody where you are on these various rallies for ICE. And a rash of violent robberies caught on tape have struck the district of Congresswoman Ilhan Omar. So why isn't she be asked about it, or speaking about it? Plus, how a deleted tweet from a freshman lawmaker is raising questions about her marital status again. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Minneapolis police have now charged over a dozen teenagers and young adults allegedly involved in a crime ring that steals drunk people's cell phones and beats them up. And guess what? These criminals, well, they operated smack dab in the middle of Minnesota Congresswoman Ilhan Omar's district. So why hasn't the media even asked her about it? Joining me now is Minnesota State Rep Steve Drazkowski. Steve, how is Congresswoman Omar avoiding questions about this rash of attacks? And they are disturbing attacks in her district.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE DRAZKOWSKI, R-MINNESOTA STATE REPRESENTATIVE",
      "sentences": "It is disturbing, Laura, and it's equally as disturbing that Representative Omar isn't concerned about her district. Instead her narcissistic behavior is more concerned about deleting tweets and deleting the evidence about her marriage to her brother and the perjury that she has committed. Downtown Minneapolis is in disarray. We are seeing rioting in the streets. Three out of five kids in school cannot be proficient in reading, math, or science. The police are losing their support in the community, and the city council is actually thinking about disarming the police in parts of Minneapolis. This was once a thriving community, the breadbasket of America was here, agribusiness, transportation, all those industries that were here. We're seeing it fall apart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What is going on with these kids? What's going on? Are these folks from neighboring communities, the Somali community? Where are the kids from, do we have any idea? It's not just kids. I guess it's young adults as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRAZKOWSKI",
      "sentences": "Yes. We don't. The part with them riding over them with a bicycle was just amazing. This is Antifa style behavior, and we have the leading face of the Democrats in this country supporting this type of behavior by not addressing it. And we see Representative Omar --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I don't think she is saying she supports it. She is not saying she supports it, but she is certainly not being pressed by the media. This is much of the media's fault. But on the issue of this deleted tweet, which is a separate question, really quickly, people are saying it indicates more problems or confirmed problems with her marital status and her father, and the fact that she allegedly married her brother and this 2013 tweet that identified her father as this man name Nur Said. Your thoughts on that real quick?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DRAZKOWSKI",
      "sentences": "This is just a reaffirmation of much of the evidence that we have that Nur Said is her father. It's very clear she continues to hide her family from the media and from the public eye. If she brought them forward and she truly wasn't guilty of this, it would be very clear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Her office did respond to us and I believe is rejecting, saying \"Nur Said means \"Happy Light.\" It's been her dad's nickname since he was a kid,\" basically calling this, these are the charges of conspiracy theorists. So that is what her response from her spokesperson is tonight about these deleted tweets. So we wanted to say that. Steve, thanks so much for joining us. When we come back, Robert Davi is here. The president is in Hollywood. What do we know? He is raising a lot of dough. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The president had four big fundraising events in two days in California. But you never know, he is in a state where no Republican holds a statewide office -- I don't think not one anymore. He has already raised $3 million in the Bay Area and is at a big ticket Beverly Hills fundraiser at this hour. \"POLITICO\" reporting that \"tickets have \"sold faster than Mick Jagger\" laughs state party chair Shawn Steel, adding that donors have clamored for tickets to four events within the next 24 hours,\" including two events in L.A./Beverly Hills area. Joining me now is a conservative and not hidden in Hollywood, actor Robert Davi. Robert, I was told earlier from someone who is traveling with the Trump team that new people are turning up at these fundraisers, and people at the last minute, and they see how big these have gotten, they are signing on. Does any of this surprise you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT DAVI, ACTOR",
      "sentences": "No, no. And thank you for having me, Laura. You've got to realize, during the Bush and the Obama years, there were thousands of conservatives, quiet, underground, in the Bush era. Now there are more conservatives, they have to go deeper underground, but more of them are coming out. You look at the homeless situation in their backyard in Los Angeles, it's terrifying. You'll talk about that later. But no, there are major, major studio players, artists, actors, musicians, again, below the line people, and your common Joe. I was in a Costco the other day, locally, and people were coming up to me, they saw me on the show, and they kept going, hey, thanks a lot, man. Whispering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVI",
      "sentences": "Armenians, Asians, Hispanics, Middle Easterners. It's a wide variety and it continues to happen. And I think the country is understanding what is happening when they saw what happened today with Lewandowski. The absurdity, the clown world that the Democrats have made of America right now. And I think people are waking up in a much stronger way. They may not be vocal about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They're probably under the radar a little bit, but they are going to raise $15 million. And there's a lot of small ticket donors who showed up today come up in the Bay Area, and more coming. I think that's a really positive sign. The homelessness thing is just one of many problems that Californians are seeing. They love their state, but it ain't working.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVI",
      "sentences": "No, it's not working. And immigration, they continue to worry about illegal immigration. The policies of the left continue to fray at our society. Look what happened in California with schools now. You can't punish a kid in school. Look what happened in Minnesota, the kids getting beaten up. There's chaos on the streets, in our schools. And I think people are fed up and want to do something, and see that Trump is a guy that's delivering. He doesn't get the credit for delivering as he has. What he did with New York City alone, the transformation he made in that city, is just astounding, from the 70s, the 80s, the 90s. And now I see, it was downtown L.A. the other day, Laura. And it's a tragic, tragic -- you feel you're in a different world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's a heartbreak. These are American citizens who are suffering, and whether you have a state run by Democrats or Republicans, Americans are suffering. We should all be concerned. The president --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVI",
      "sentences": "And a lot of the veterans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I hope Mayor Garcetti will ultimately welcome the president and not issue his own snide comments about the president to work on this homelessness thing because it's just out of control. Robert, thank you. We love having you on the show. You take care tonight. And Joe Biden's latest flub. How mean. It's tonight's Last Bite, really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's time for the Last Bite. We told you earlier how the Trump team is capitalizing on Biden's many gaffes. They might need to update that ad after this one. So how many women would benefit from Joe's child tax credit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "It would put 720 million back -- million women back in the workforce. It would increase the GDP, to sound like a wonk here, by about eight-tenths of one percent. It would grow the economy. The things these guys are doing is not growing the economy. It's stifling the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, one problem -- 720 million people, that would be pretty good but it's only 330 million people in the entire country. Well, these are minor details. All right, that's all the time we have tonight. Shannon Bream and the \"Fox News @ Night\" team take it all from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "All right. I'm Laura Ingraham. This is “The Ingraham Angle” from Washington tonight. The media is ready to coronate Elizabeth Warren after her speech in lower Manhattan last night. But we're going to tell you why she is President Trump's dream opponent. And Congresswoman Ilhan Omar is under fire tonight on two fronts. First, a rash of vicious beatings caught on tape in her district. Plus, her new intrigue over her alleged sham marriage. And President Trump is currently raising huge amounts of cash in California, of all places, at this very moment. Actor Robert Davi has all the details. The hidden Trump fans in Tinseltown? Really? But first, Democrats' smash-and-smear campaign. That's the focus of tonight's “Angle.” One year ago, Democrats and the Senate Judiciary Committee showed the world how low they would go, how dirty they would play in order to derail the Supreme Court nomination of Brett Kavanaugh. Well, of course, despite their best efforts, Kavanaugh was confirmed. But now, radical Democrats and their friends in the media are picking up where they left off."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The sexual misconduct allegations against Supreme Justice Brett Kavanaugh back in the spotlight."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "A new book on Kavanaugh by two \"New York Times\" journalists mentions a previously unreported claim."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "--of a book detailing a new allegation of sexual misconduct against Kavanaugh."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Serious questions are being raised about the FBI investigation into Supreme Court Justice Brett Kavanaugh."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Were earlier investigations mishandled?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This new smash-and-smear campaign involves charges advanced (ph). You might have heard about it by these two \"New York Times\" reporters in order to sell a book about the Kavanaugh fight. Now, the lewd accusations, they threw them out with no evidence or even a victim. They were quickly smacked down by real journalists. That should have ended this entire shameful saga. But it didn't. The authors are defending their vile article since it's now become politically useful to Democrats. But their big bombshell is imploding. You see, \"The Times\" editors didn't want to include the victims' names. So they omitted a key detail that undermines the entire allegation. This supposed victim has no memory of this ever happening. Didn't give an interview. Well, now the reporters' excuses are rolling in."
    },
    {
      "speaker": "ROBIN POGREBIN, CO-AUTHOR, THE EDUCATION OF BRETT KAVANAUGH",
      "utterance": "We had her name. And \"The Times\" doesn't usually include the name of victim."
    },
    {
      "speaker": "LAWRENCE O'DONNELL, MSNBC HOST",
      "utterance": "Right."
    },
    {
      "speaker": "POGREBIN",
      "utterance": "And so I think in this case, the editors felt like maybe it was probably better to remove it."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Did you read it right before it went to print?"
    },
    {
      "speaker": "POGREBIN",
      "utterance": "I - we thought we had."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They thought they had. A new story here also. Well, they were wrong. But don't worry about the slanderous charge, the damage done. You people are making too much of this."
    },
    {
      "speaker": "POGREBIN",
      "utterance": "It's two paragraphs in an almost 300-page book. We did not make a lot of this. The world is making a lot of this. And we just put out every fact that we could find that hadn't been reported previously."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But \"The Times\" reporters, in an excerpt use to hype their book, omitted this key fact. What is it? That Christine Blasey Ford's friend, Leland Keyser, now doubts Blasey Ford's claim that Kavanaugh ever sexually assaulted her. And that's not all. Keyser also told the authors she felt pressured by Ford's friends, including a former FBI agent, to change her story, otherwise they'll publicize her past problems with drugs and alcohol. Can you imagine this? Now, we've seen this type of smash-and-smear job before when the deep state employed similarly sleazy tactics, uncorroborated allegations, of course, against President Trump. All the while, media lapdogs reporting it all without a hint of skepticism. And when it all turned out to be hogwash, talking about the dossier, et cetera, the left just moved on. Nothing to see here. But even after all the backtracking and the corrections, Democrats are still using this fake news for political gain."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes, George, the calls for Kavanaugh to go are now growing. This morning, at least six of the Democratic presidential candidates say Kavanaugh should be removed from the bench."
    },
    {
      "speaker": "JULIAN CASTRO, D-PRESIDENTIAL CANDIDATE",
      "utterance": "What's become clear is that he should be impeached. The House absolutely has the ability to impeach him."
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "utterance": "I think that he has disqualified himself for service on the Supreme Court. And he should step down or should be impeached."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Speaking of people who disqualified himself, what is it? Zero percent now? Predictably same, AOC has returned her own verdict, also calling for Kavanaugh's impeachment, and her provocateur protege, Congressman Ayanna Pressley, followed up with a resolution in the House today, which of course Kamala Harris seemed to almost take this her cue to act. Kamala is pursuing House Judiciary Committee Chairman Jerry Nadler to investigate and, yes, impeach Kavanaugh. Now, if they don't act, Senator Harris wants to turn it into the next Mueller probe."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIF., PRESIDENTIAL CANDIDATE",
      "utterance": "The process by which he was confirmed has created a crisis of confidence in that court. If the United States Congress doesn't act, well, then, let's appoint - let's appoint an outside counsel, somebody who can - who is neutral, who can review the evidence in this case, determine the credibility of the witnesses. We have to pursue justice."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hear that thud? That's the sound of Kamala falling off her high horse. OK? Pursuing justice? It's the last thing they're interested in. That's nearly impossible three decades after any alleged wrongdoing, especially one with invisible victims. And the Democrats know it. That's what's so sick about all of this. Where Trump is on the campaign trail sowing peace and prosperity, Democrats are sowing chaos and calamity. What they're doing to Kavanaugh right now is a classic leftist smear operation. Throw out charges all over the top, inject them into the media ecosystem, where compliant journalists will eagerly spread the fake news. The charges are so outrageous, so lurid that they're beneath response. But the press, possessed with anti-Trump hatred, endlessly regurgitates them over and over, hoping to inflict maximum damage. And remember, they're doing all of this while controlling only one House of Congress. I'm here tonight to tell you, imagine - or ask you, imagine what they'll do if they win the White House again. Give them the Presidency or the Senate, and they'll use the power of government to do to us what they're doing to Brett Kavanaugh. They'll demonize opposing voices and work to silence them or intimidate them. But I have to believe that fair-minded Americans, anyone who has a son or a brother going off to college or is in the workplace, will see this new Kavanaugh smear for what it is. A sad, revealing, and desperate commentary on the current state of the Democrat Party and the press that long ago stopped calling balls and strikes. And that's “The Angle.” Joining me now with reaction is Carrie Severino, Chief Counsel and Policy Director of the Judicial Crisis Network and co-author of the fabulous book \"Justice on Trial.\" Also, Dinesh D'Souza, conservative commentator and filmmaker, author. Both of you, great to have you. Carrie, you literally wrote the book on this case. People can't believe (ph) are we here again? What really is going on here? Because the authors have said that this - their intent was not to fuzz things up here. Their intent was just to put the facts out. CARRIE SEVERINO, CHIEF COUNSEL AND POLICY DIRECTOR, JUDICIAL CRISIS NETWORK & CO-AUTHOR, JUSTICE ON TRIAL: Right. Well, I happened to have read the entire book. And let me tell you, it's not just one paragraph in a 300-page book. I've got pages and pages of notes of, oh, my gosh, they got this wrong, they got that wrong. There was just a new report from an excerpt they had in \"The Atlantic.\" They also left off exculpatory comments. They said, oh, the people involved in the Ramirez thing that were alleged to have been there didn't say anything. It turns out they did. They said this never happened. So you just leave that out of the story. This is the - this is the problem. And it's how these smear campaigns have been run. Now they're trying to parlay, no new facts, no new evidence into somehow impeachment investigations. You and I both know that's legally absurd. There's - you can't even impeach a Supreme Court Justice for things he did 30 years ago. It has to be things he did after taking office. So this is lunacy. It's really just their - they're playing for the cameras. They're trying to probably raise campaign money on it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is about 2020. And Dinesh, here's what one of \"The New York Times\" authors said on \"The View\" today about these calls for impeachment."
    },
    {
      "speaker": "POGREBIN",
      "utterance": "It's fine to have a series of Democratic candidates calling for impeachment, but that was before the book came out, which is today. And you also have Trump kind of jumping on things as if we have an agenda which - that was not our intent. Our intent is to revisit these facts with detail and depth and then kind of have people open their minds."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Dinesh, is it fine to ruin a man's life, his career, based on misleading, incomplete and even deceptive reporting or hyping of a book that's just out?"
    },
    {
      "speaker": "DINESH D'SOUZA, CONSERVATIVE COMMENTATOR",
      "utterance": "I think this has now become standard modus operandi not just of \"The New York Times\" but essentially the media left colluding with \"The Times.\" And we see the way in which here the media works hand-in-hand with the left wing of the Democratic Party. So this is not a Republican-Democratic fight. The Democrats have allies in Hollywood, in academia, in the media. And that's how this plays out. Now, of course, among the presidential candidates, they're all competing for the votes of the craziest people in their own party. And so there's a kind of competition to pivot to the left. And so it was very predictable that this would take the course for all of them would keep calling for impeachment. It may never happen. It's kind of ridiculous. But nevertheless, this is the way in which each of them shows that they are more left-wing than the next guy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well - and tonight, Chad Pergram, our producer on Capitol Hill, has said that, off-camera, Pelosi is not pushing forward on the Kavanaugh deal. Doesn't look like it at least. She said she's not really spoken to members about Kavanaugh, and they were focused on everything else from funding the government to guns."
    },
    {
      "speaker": "SEVERINO",
      "utterance": "Yes--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So she's - she's smart enough to know this is a nightmare for the Democrats."
    },
    {
      "speaker": "SEVERINO",
      "utterance": "Not a good move. And a lot of people were saying, why bring this up? This is what ignited the Republican base last year. Why you're bringing it up now? I agree that for them this is all about politics, but I think there's something else going on too or it's an attack on the judges themselves. They want to intimidate Justice Kavanaugh. Maybe, hey, you keep on stepping out of line and we're going to continue to destroy your reputation. They love to intimidate the Chief Justice, anyone else who might dare to keep their name on President Trump's list to be nominated for a future vacancy. I think that's the real problem. They would not - they don't want the justices to be able to have an independent voice."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is an attack on the judiciary, in my view."
    },
    {
      "speaker": "SEVERINO",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is - it goes - people think it's about Kavanaugh or Yale. It's not about any of it. This is about, you better watch your back. You better watch what you're doing. And there is implicit threats, just like they've threatened Leland Keyser, friend of Christine Blasey Ford, Carrie. It's a type of threat against sitting Supreme Court justices or future."
    },
    {
      "speaker": "SEVERINO",
      "utterance": "Yes. They're on the - they're in their bench for life. But if their reputation is at risk like this for nothing, an allegation that the alleged victim herself doesn't think happened."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, \"The New York Times\" also, Dinesh, was forced to apologize for this now-deleted really-offensive tweet promoting its Kavanaugh hit piece. But it wasn't until today that we actually found out who wrote it."
    },
    {
      "speaker": "POGREBIN",
      "utterance": "I drafted this with this in mind, to have actually the opposite effect, which is to anticipate those who would say, a guy pulling down his pants at a party when they were drunk isn't on the spectrum of sexual misconduct, it's not sexual assault, it's not rape, what's the big deal, and to try to put in context Deborah Ramirez's experience and to say, actually it was a big deal. For those who minimize it and dismiss it, I was trying to help them understand that. It had the opposite effect, and it seemed to undermine--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There is so much there, Dinesh. I mean, this is one of the hit pieces. Co-authors. Your response?"
    },
    {
      "speaker": "D'SOUZA",
      "utterance": "Well, I think that that was a - that was a case where they were trying to peddle back the offensive content of the tweet, but I want to pick up the theme about Kavanaugh here because I think it's right that this was an effort to intimidate Kavanaugh, to telegraph to Kavanaugh, hey, if you pivot to the left, we'll start treating you better. And it's really important that Kavanaugh recognize this and Kavanaugh, in a sense, take a page out of the book of Clarence Thomas, Kavanaugh remember that these are the people who tried to do this to him. The good news is he now has a lifetime appointment on the bench, and he has a long time, in a sense, to teach these people a lesson that they will never forget."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Carrie, if the President has another Supreme Court pick, what should he take from this experience? Be careful, go moderate, judicial, temperament, what--?"
    },
    {
      "speaker": "SEVERINO",
      "utterance": "You don't negotiate with terrorists. Right? Do not give in to this kind of behavior and moderate. In fact, he should just keep doing what he's been doing. We need to appoint judges who're going to be faithful to the constitution and do continue to vet them though for that thing we all knew they need, which is courage. They need courage on the bench to stand up to these kind of attacks. They need courage to make it through the confirmation process, because if they've done this to Kavanaugh, what do you think they do the next time, especially if he is replacing a liberal justice this time?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So Amy Coney Barrett--"
    },
    {
      "speaker": "SEVERINO",
      "utterance": "Heads exploding."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "--Notre Dame Appellate Court Judge, Notre Dame professor, how would you put her in the pantheon of judicial conservatives faithful to the constitution?"
    },
    {
      "speaker": "SEVERINO",
      "utterance": "With the evidence we've seen so far, looks great on her. I think there's a lot of great people on this list. She, a lot of times, has talked about as a frontrunner, but I think it's anyone's game still. And you've got to have a vacancy first."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Absolutely. Great to see both of you. Carrie and Dinesh, thanks so much. As I told you in “The Angle,” Kamala Harris has jumped on the Kavanaugh impeachment bandwagon - unbelievable - pressuring House Judiciary Committee Chair Nadler to investigate the Supreme Court Justice. We've got Mollie and Carrie going to be writing follow-up books to all of this. Joining me now, Sol Wisenberg, Former Whitewater Deputy Independent Counsel, Fox News contributor. Sol, is this latest impeachment push going anywhere?"
    },
    {
      "speaker": "SOL WISENBERG, FORMER DEPUTY INDEPENDENT COUNSEL",
      "utterance": "No. When Joe Scarborough - even Joe Scarborough scratches his head and says he doesn't understand what Senator Harris is doing. You know you've got a problem. And for Senator Harris, who has a dreadful record of suppressing exculpatory evidence when she was a DA in San Francisco, they had to dismiss more than 1,000 criminal cases because of her office's brainy (ph) policy. She's the last person who should be commenting about the integrity of the judicial system. What's really amazing here is that it was also obviously pre-planned, Laura, and the evidence is so absolutely flimsy. But as I said last night, this is a war. This is a cultural war. It's a total war. It will be - they will be unrelenting, and conservatives just have to be ready to be vigilant and return fire with fire."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. This is all about 2020. People are trying to jump over each other to prove their progressive bona fides. So when AOC comes out and pushes for impeachment or investigation on the road to impeachment, Ayanna Pressley comes out, same thing. The Squad is in action. And even before that, we had several Democrat candidates for the presidency, Sol, saying a sitting Supreme Court Justice should be impeached for allegations about conduct, uncorroborated, from 30 years ago. Is the message don't even think about working in the Trump administration because this is what we'll do to you in any capacity?"
    },
    {
      "speaker": "WISENBERG",
      "utterance": "It doesn't appear to be working. And they don't seem to realize the same thing can be and will be done to their judicial candidates, their Supreme Court candidates the next time that they have a president. And that's really a shame. And why can't they follow the example of the Supreme Court? The Supreme Court still has a number of liberal justices. These are strong personalities who have very differing constitutional opinions, and yet they are incredibly cordial and they have urged the country and have urged the politicians and the senators in particular to stop this, and they just don't get the message. The progressive left, the coastal left, the lunatic left, they just don't get it and they just don't care."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "And I'm telling you, it's a loser. They are going to get crushed by this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Sol, I also want to get your reaction to something different. This Corey Lewandowski hearing on the Hill today, it was House Judiciary Committee Democrats, and they were trying to get Trump's former campaign manager to give them dirt for their impeachment probe on Trump. And I think it backfired. Watch."
    },
    {
      "speaker": "REP. ERIC SWALWELL, D-CALIF.",
      "utterance": "Are you ashamed of the words that you wrote down?"
    },
    {
      "speaker": "COREY LEWANDOWSKI, TRUMP'S FORMER CAMPAIGN MANAGER",
      "utterance": "President Swalwell, I'm very happy of what I've written, but you're welcome to read it if you'd like."
    },
    {
      "speaker": "SWALWELL",
      "utterance": "Are you ashamed to read it out loud?"
    },
    {
      "speaker": "LEWANDOWSKI",
      "utterance": "I'm not ashamed of anything in my life, Congressman. Are you?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Nadler came to Swalwell's defense, of course."
    },
    {
      "speaker": "REP. JERROLD NADLER, D-N.Y.",
      "utterance": "Mr. Lewandowski, when you refuse to answer these questions, you are obstructing the work of our committee. You are also proving our point for the American people to see. The President is intent on obstructing our legitimate oversight. You are aiding him in that obstruction. And I will remind you that Article III of the impeachment against President Nixon was based on obstruction of Congress."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh. Throwing down there, Sol, going right to Nixon and obstruction. Is there any parallel whatsoever to his analysis there?"
    },
    {
      "speaker": "WISENBERG",
      "utterance": "Richard Nixon was not successfully impeached because his administration officials or his friends were rude to Congress people. He was impeached for classic criminal obstruction of justice. However, I do want to say, they have a right to question Lewandowski. I believe the legal position Lewandowski was taking is a loser in court. The problem is, the Democrats in Congress have taken so many ludicrous constitutional and legal positions during the whole pendency of the Mueller investigation that nobody listens to them anymore. So - Jerrold Nadler is no Peter Rodino. Of course, Peter Rodino had the support of the entire Democratic establishment."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "But the fact is, he - on this particular issue, I think it's ridiculous that Lewandowski can't answer questions about conversations he had with the President. But no one listens to the Democrats anymore--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, deliberations. Yes."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "--because they're way out there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, deliberative process, but - the conversation with the President, I'd - I'd love to make that case in court. I don't think it's - I don't think it's necessarily a loser. But it's - let's litigate it and see where it goes I guess, Sol, right?"
    },
    {
      "speaker": "WISENBERG",
      "utterance": "Absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. All right."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "That's what - it's so amazing. They don't want to litigate anything."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No. They never want to litigate these things that you and I would be fascinated by. Sol, great to see you. Thanks so much for coming in."
    },
    {
      "speaker": "WISENBERG",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And the media, they're ready to hold a big coronation for Elizabeth Warren."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "She started out with all these doubts about Pocahontas and very negative coverage. So the second impression has been a lot better for voters."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK. Well, what are they missing? In moments, we're going to explain why the speech in New York she gave in the city last night has the Trump team skipping daisies. Don't go away."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joe Biden's Presidential campaign is slowly cratering and the media needs a worthy successor. Well, that's what people are thinking. Enter princess spitting ball (ph), Elizabeth Warren. But, are they jumping the gun? Sure, she's drawn big crowds in liberal strongholds like Seattle and New York City, but would she dare make a statement like this one in Ohio or Michigan?"
    },
    {
      "speaker": "SEN. ELIZABETH WARREN, D-MASS., PRESIDENTIAL CANDIDATE",
      "utterance": "I wanted to give this speech right here, and not because of the arch behind me or the President that this square is named for. Nope. We are not here today because of famous arches or famous men. In fact, we are not here because of men at all."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Here now, two famous men, who know how this plays with the voters, Doug Schoen, Democrat pollster, Fox News contributor; Tom Bevan, co-Founder and President of RealClearPolitics. All right, Doug. Is Warren a dream opponent for Trump or is trouble afoot?"
    },
    {
      "speaker": "DOUG SCHOEN, DEMOCRATIC POLLSTER, FORMER ADVISER TO PRESIDENT CLINTON",
      "utterance": "Well, I think, given that the economy remains strong, there is no sign of a recession as of yet. Laura, I think the answer is simply, yes, she is a dream opponent. She doesn't focus on economic growth. There is only an emphasis on redistribution. For her to make gender appeals may make sense in a Democratic primary, where up to 60 percent of the voters are female, but goodness gracious, that is not an appeal that you want to make in a general election where the swing voters in the Midwest, as you suggested, are largely centrist."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Tom, I understand making a pitch for women voters. That's fine. I mean, I think women care about peace and prosperity in a strong economy. And they - some women are tired of the me-too excesses and worried about their sons and husbands in the workplace, in spending, in the borders. But that's fine if she wants to make a pitch to women. But to do it at the expense of and almost ridiculing men, I don't - I don't see how that plays anywhere outside of places like NYU, which is a great school, but let's - not a lot of schools - it's pretty liberal. I don't get it for the life of me. That's not who she has to convince."
    },
    {
      "speaker": "TOM BEVAN, CO-FOUNDER AND PRESIDENT, REALCLEARPOLITICS",
      "utterance": "No. And I think, again, she's in the middle of - she is in the middle of the Democratic primary. She's got a win over primary voters first and foremost and then sort of worry about getting back to the middle to appeal to those voters. But look, there's no question. She is a less formidable general election candidate. I mean, she runs eight to 10 points worse than Joe Biden in Ohio, in Wisconsin, places like that. So it's no wonder. You saw that ad that Donald Trump's campaign came out with tagging Joe Biden for maybe being not having all of it. I think Trump actually - Trump campaign wants to see Biden go down. They want to see Elizabeth Warren as the nominee because she will - again, she'll be - she'll run much softer in the middle of the country and that is Trump's stronghold. And that's what's going to lead him to re-election."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. And Doug, Warren has been touting this big anti-corruption plan on the trail."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Yes."
    },
    {
      "speaker": "WARREN",
      "utterance": "I've got the biggest anti-corruption plan since Watergate. A lifetime ban on senators, congressmen and cabinet secretaries from ever being lobbyists. No more hiring corporate lobbyists to staff up the federal government."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Warren didn't always have a hatred for lobbying, though, did she? CNBC reporting today that she accepted at least $95,000 from federally registered lobbyists during her campaigns for the Senate. FEC filings lobbying disclosure report show that Warren accepted the money during the 2012 and 2018 Senate election cycles. So, Doug, could hypocrisy like this end up hurting her, or people just say, OK, well, now she's evolved in the left direction so that's good with the primary voters?"
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Well, with the primary voters, I think it will be good. She is only taking small though donations, and the big donors, who I saw interviewed in a piece on the same subject, Laura, in \"The New York Times,\" I guess it was last weekend - last week, really we're very careful not to attack her. That being said, this is a woman who used to be a conservative republican, is a multi-millionaire, and is now for radical redistribution of wealth. Her program is, again, appealing one in a primary, but I haven't heard anything about job creation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, they don't even talk about the economy--"
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Correct."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "--or they say it's just wealth and equality. But - they've given up. I just want everyone to understand who's watching “The Ingraham Angle” right now, the Democrats in this campaign have given up the idea of really raising your standard of living. They don't talk about it, they can't answer Trump on this, and it's been glaringly obvious in these debates. They're just - they're done with that. It's on to social justice causes, and that's about it. Now, Tom, you mentioned this ad that the Trump campaign just put together about Biden. I want everyone to watch."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I think Biden looked unsteady at many points."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "Play the radio. Make sure the television -- excuse me. Make sure you have the record player on at night, the phone."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He's not the most polished speaker anymore."
    },
    {
      "speaker": "BIDEN",
      "utterance": "The bills that the president -- excuse me, the future president here."
    },
    {
      "speaker": "SEN. CORY BOOKER, D-N.J., PRESIDENTIAL CANDIDATE",
      "utterance": "There's a lot of people who are concerned by Joe Biden's ability to carry the ball all the way across the end line without fumbling."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Go to Joe 30330."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "He looked kind of unsteady and almost deer in the headlights."
    },
    {
      "speaker": "BIDEN",
      "utterance": "So what are we doing? What's going on right now?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The spooky music, too. OK, so does Biden have the stamina to make it to the finish line, or -- look, he's going to keep going. He has really not lost any ground in these polls, although Warren has bumped a little bit, but Biden is pretty much where he was, or up five or six points."
    },
    {
      "speaker": "DOUG SCHOEN, CONTRIBUTOR",
      "utterance": "That's the case in the national polls, but Iowa and New Hampshire Biden is considerably weaker. I think Warren is the clear favorite among both insiders and increasingly ordinary voters. I don't think really that Biden has the stuff to go the whole distance."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Bevan, are you buying that? Are you buying that account?"
    },
    {
      "speaker": "TOM BEVAN, REAL CLEAR POLITICS CO-FOUNDER",
      "utterance": "Biden just slipped under 10 points. His lead is under 10 points in our national average, Real Clear Politics. And the new NBC News/\"Wall Street Journal\" poll that just came out showed Elizabeth Warren has 35 percent of folks are enthusiastic about her candidacy. That's up 15 points in the last couple of months, and it's 12 points higher than Joe Biden's folks right now, the folks who are enthusiastic for Biden. So I think Warren, she is creeping up be the favorite, for sure."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Banning fracking, that's going to work out well. We have another crisis in Saudi Arabia. All right, panel, thanks so much."
    },
    {
      "speaker": "SCHOEN",
      "utterance": "Thanks."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And moments away, what California state lawmakers approved today unbelievably dangerous. Tom Homan has a message for Governor Gavin Newsom. Plus, another rape allegedly carried out by an illegal alien in Montgomery County, Maryland, just miles from here. What can be done? Michelle Malkin here to react. And later, actor Robert Davi, the president's left coast tour, it's underway tonight. We have all the details. Stay here."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We warned you last week that California is the incubator for the left's wildest ideas. And the state legislature recently passed a bill banning for-profit prisons in the state. Sounds like a lofty goal. That includes four ICE detention facilities that can include up to 4,500 illegals each. Now, we all know the real reason for this -- open borders. Here is what the head of an activist group behind the bill told a local outlet. \"People do not need to be transferred. We've had closures in the state of California and we were able to have just and humane closures where many people were released to their families.\" Here to respond to all this looniness, former ICE acting director, Fox News contributor, Tom Homan. All right, Tom, what happens to all those individuals in ICE holding facilities that are privately run?"
    },
    {
      "speaker": "TOM HOMAN, FORMER ACTING ICE DIRECTOR",
      "utterance": "If they are successful in shutting down ICE detention facilities, those will simply be moved out of state. The quote you just gave, wrong. ICE isn't releasing anybody, and they should've did their research, because 72 percent of everybody in ICE detention is congressionally mandated to be there. If ICE released them, they would be violating the law. So these people will simply be moved out of state to a county jail, not in the facility. That's the highest detention standards in the industry, ICE facilities, in a county jail, out of state, away from their families, away from their attorneys, away from the advocates, away from the network of immigration attorneys over there. Plus, you're putting a couple thousand U.S. citizens out of a job. So bad idea, won't work."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Gavin Newsom was on CNN today, it was kind of a warning to people who are meddling in their affairs. Watch."
    },
    {
      "speaker": "GOV. GAVIN NEWSOM, D-CALIF.",
      "utterance": "Look, stay out of our way. Let California continue not to survive but thrive, despite the headwinds, despite everything you are doing to try to put sand in the gears of our success."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "To the president and I think Republicans in general. Your response?"
    },
    {
      "speaker": "HOMAN",
      "utterance": "I think Gavin Newsom needs to remember he is part of the United States. California is in the United States."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Is it still, Tom, really?"
    },
    {
      "speaker": "HOMAN",
      "utterance": "It is supposed to be. And look, he ought to spend less time in El Salvador trying to talk more people to come to this country illegally and take care of the homeless problem he has in California. Many times we've been in California, how many homeless veterans are on the streets of California? Yet he is running down to El Salvador to try to get more illegal aliens to come. And he wants to shut down ICE facilities, put U.S. citizens out of work. And he says he is doing it for the immigrant community, but again, let me be frank on this. This would damage the immigrant community. They don't leave the state, they don't want to leave their families, they certainly don't want to go to a county jail in Louisiana or Texas. Our facilities are grade-A, highest detention standards in the industry. Anybody can go to the ICE.gov website, look at the detention standards, highest in the industry. Lowest death in custody of any state or federal facilities."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So whether they are for-profit or not for-profit, or they're run by the government, high standards?"
    },
    {
      "speaker": "HOMAN",
      "utterance": "High standards, highest in the industry. And plus, the private sector does things better than the government. The most expensive beds ICE has --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You think?"
    },
    {
      "speaker": "HOMAN",
      "utterance": "The most expensive beds ICE has are the ones we own. We don't do it very well. The government, the contractors, they do this for a living. They are accredited. They --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But it sounds good. We are going to shut down the profit- making."
    },
    {
      "speaker": "HOMAN",
      "utterance": "That's what it's about. He wants to run for president. He wants to run for president one day and he's just throwing it out and say, listen to me. This is all about him, it's not about the community. Look, 90 percent of ICE arrests is a public safety threat. They have a criminal conviction or pending criminal charges. So ICE is not going to release a single person. They're going to transfer them out of state."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Tom, in just a moment we're going to talk to Michelle Malkin about what is happening in Montgomery County, Maryland. I know you've been following this. Now we have nine rape allegations against illegal immigrants. Just one sentence on this for us?"
    },
    {
      "speaker": "HOMAN",
      "utterance": "It's disgusting. We've been talking about this way too long. When is the director, Elrich, the commissioner, when is he going to be out of a job? When are the voters going to make him resign or get rid of the sanctuary policy? How many more victims do we need? Nine is enough, 10 enough, how many are enough? Little girl's lives have been lost forever because of this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Tom Homan, thank you, as always, for being here. Your expertise is much needed now. And as we just mentioned, the left's open border policies have a real human cost, as Tom said. Case in point, today, as I mentioned, police in sanctuary D.C. suburb of Montgomery County, Maryland, brought rape charges against yet another illegal alien. Our local FOX affiliate WTTG reporting the 23-year-old Salvadoran allegedly raped the victim on his own bed while she fought and screamed. This is after he allegedly got her drunk and sexually assaulted her in his car. By our account and from these local reports, this is what we know of, he is at least at the 10th, not the ninth, illegal immigrant charged with sex crimes in Montgomery County just since July 25th. Joining me now is Michelle Malkin, conservative commentator, author of the fantastic, you must get out and get this, book, \"Open Borders Inc.\" It is a resource, it is a must-read. Michelle, how many of these heinous crimes will it take before the voters in Montgomery County -- again, this is a bedroom community of Washington, D.C. -- to wake up?"
    },
    {
      "speaker": "MICHELLE MALKIN, CONSERVATIVE AUTHOR AND COLUMNIST",
      "utterance": "It used to be a safe and affordable community. I lived in Germantown, Maryland, where several of these illegal alien rape suspects preyed on women and girls. The one in this most recent case was six-years-old. There was another one who was gang raped, allegedly, 11-years-old. There was a 16-year-old girl in Germantown who was taking a nap in her town home, and there was an illegal alien rape suspect that perpetrated a home invasion and allegedly sexually assaulted her, who had already been ordered removed from the country. These are the worst of the worst, and Montgomery County and every sanctuary jurisdiction, for that matter, Laura, is protecting criminals at the expense and safety of young girls and women and families. And I agree with Tom Homan. These people need to be put to the test and held accountable. And we are seeing a revolt now. I have attended stand with ICE rallies and helped be a catalyst --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They were great."
    },
    {
      "speaker": "MALKIN",
      "utterance": "-- in Colorado and Montgomery County just this past Friday where nearly 600 to 700 people showed up --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Look at this video. I want everyone to look at this video, Michelle, and I was remiss in not plugging this, because you went out there, you supported ICE, you faced off with a gaggle of protesters. But these were patriotic citizens who want to take their neighborhoods back. And these are liberals, by the way, on the other side, who claim to stand with women and the Me Too movement, and we're against Brett Kavanaugh. But meanwhile, they are sheltering -- let's put up the faces of the people they are sheltering. They are alleged rapists, they are all convicted. But we have a list of those just in Montgomery County. There they are. Faces are kind of small mug shots there, but you get the point. These are all individuals who have been accused, and they're often immigrant girls, Latino girls who are suffering. The Latino community should be outraged as well. And many of them are."
    },
    {
      "speaker": "MALKIN",
      "utterance": "Of course, they should. Of course, they should. And as you mentioned, what's very important is these are the only ones we know about. And what's happening is there is a grassroots revolt not only among citizens in Montgomery County and across the country, but police officers who have to operate with their hands tied behind their back and gags on their mouth, unable to communicate with federal immigration officials when we know that local state and federal enforcement officers could cooperate all the time, whether it's drug investigations or human trafficking. Why would we wall them off when it comes to immigration? In large part it's because of the funding and power behind open borders inc."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, my gosh. And Michelle, people like Mayor Pete saying that ICE raids -- I should have asked Tom this -- ICE raids make the country less safe. And he gets away with saying this, and the reporters are like, oh, thank you Mayor Pete. There's no follow-up, there's no logical rejoinder, because it makes no sense. That's the mentality of the mayor of South Bend, Indiana, where violence is out of control there, too."
    },
    {
      "speaker": "MALKIN",
      "utterance": "They're detached from reality, and their only response is to accuse the rest of us, no matter what color we are, of being racist or xenophobes. People are sick and tired of that, and that's why I think you are seeing now this stand with ICE movement spread across the country. Aurora, Colorado, nearby is being targeted again, on Thursday and Saturday. And there will be citizens rising up in defense of the people who are defending our country. It's about time."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Thank you. Thank you, Michelle. We will put that on Twitter and remind everybody where you are on these various rallies for ICE. And a rash of violent robberies caught on tape have struck the district of Congresswoman Ilhan Omar. So why isn't she be asked about it, or speaking about it? Plus, how a deleted tweet from a freshman lawmaker is raising questions about her marital status again. Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Minneapolis police have now charged over a dozen teenagers and young adults allegedly involved in a crime ring that steals drunk people's cell phones and beats them up. And guess what? These criminals, well, they operated smack dab in the middle of Minnesota Congresswoman Ilhan Omar's district. So why hasn't the media even asked her about it? Joining me now is Minnesota State Rep Steve Drazkowski. Steve, how is Congresswoman Omar avoiding questions about this rash of attacks? And they are disturbing attacks in her district."
    },
    {
      "speaker": "STEVE DRAZKOWSKI, R-MINNESOTA STATE REPRESENTATIVE",
      "utterance": "It is disturbing, Laura, and it's equally as disturbing that Representative Omar isn't concerned about her district. Instead her narcissistic behavior is more concerned about deleting tweets and deleting the evidence about her marriage to her brother and the perjury that she has committed. Downtown Minneapolis is in disarray. We are seeing rioting in the streets. Three out of five kids in school cannot be proficient in reading, math, or science. The police are losing their support in the community, and the city council is actually thinking about disarming the police in parts of Minneapolis. This was once a thriving community, the breadbasket of America was here, agribusiness, transportation, all those industries that were here. We're seeing it fall apart."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What is going on with these kids? What's going on? Are these folks from neighboring communities, the Somali community? Where are the kids from, do we have any idea? It's not just kids. I guess it's young adults as well."
    },
    {
      "speaker": "DRAZKOWSKI",
      "utterance": "Yes. We don't. The part with them riding over them with a bicycle was just amazing. This is Antifa style behavior, and we have the leading face of the Democrats in this country supporting this type of behavior by not addressing it. And we see Representative Omar --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I don't think she is saying she supports it. She is not saying she supports it, but she is certainly not being pressed by the media. This is much of the media's fault. But on the issue of this deleted tweet, which is a separate question, really quickly, people are saying it indicates more problems or confirmed problems with her marital status and her father, and the fact that she allegedly married her brother and this 2013 tweet that identified her father as this man name Nur Said. Your thoughts on that real quick?"
    },
    {
      "speaker": "DRAZKOWSKI",
      "utterance": "This is just a reaffirmation of much of the evidence that we have that Nur Said is her father. It's very clear she continues to hide her family from the media and from the public eye. If she brought them forward and she truly wasn't guilty of this, it would be very clear."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Her office did respond to us and I believe is rejecting, saying \"Nur Said means \"Happy Light.\" It's been her dad's nickname since he was a kid,\" basically calling this, these are the charges of conspiracy theorists. So that is what her response from her spokesperson is tonight about these deleted tweets. So we wanted to say that. Steve, thanks so much for joining us. When we come back, Robert Davi is here. The president is in Hollywood. What do we know? He is raising a lot of dough. Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The president had four big fundraising events in two days in California. But you never know, he is in a state where no Republican holds a statewide office -- I don't think not one anymore. He has already raised $3 million in the Bay Area and is at a big ticket Beverly Hills fundraiser at this hour. \"POLITICO\" reporting that \"tickets have \"sold faster than Mick Jagger\" laughs state party chair Shawn Steel, adding that donors have clamored for tickets to four events within the next 24 hours,\" including two events in L.A./Beverly Hills area. Joining me now is a conservative and not hidden in Hollywood, actor Robert Davi. Robert, I was told earlier from someone who is traveling with the Trump team that new people are turning up at these fundraisers, and people at the last minute, and they see how big these have gotten, they are signing on. Does any of this surprise you?"
    },
    {
      "speaker": "ROBERT DAVI, ACTOR",
      "utterance": "No, no. And thank you for having me, Laura. You've got to realize, during the Bush and the Obama years, there were thousands of conservatives, quiet, underground, in the Bush era. Now there are more conservatives, they have to go deeper underground, but more of them are coming out. You look at the homeless situation in their backyard in Los Angeles, it's terrifying. You'll talk about that later. But no, there are major, major studio players, artists, actors, musicians, again, below the line people, and your common Joe. I was in a Costco the other day, locally, and people were coming up to me, they saw me on the show, and they kept going, hey, thanks a lot, man. Whispering."
    },
    {
      "speaker": "DAVI",
      "utterance": "Armenians, Asians, Hispanics, Middle Easterners. It's a wide variety and it continues to happen. And I think the country is understanding what is happening when they saw what happened today with Lewandowski. The absurdity, the clown world that the Democrats have made of America right now. And I think people are waking up in a much stronger way. They may not be vocal about it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They're probably under the radar a little bit, but they are going to raise $15 million. And there's a lot of small ticket donors who showed up today come up in the Bay Area, and more coming. I think that's a really positive sign. The homelessness thing is just one of many problems that Californians are seeing. They love their state, but it ain't working."
    },
    {
      "speaker": "DAVI",
      "utterance": "No, it's not working. And immigration, they continue to worry about illegal immigration. The policies of the left continue to fray at our society. Look what happened in California with schools now. You can't punish a kid in school. Look what happened in Minnesota, the kids getting beaten up. There's chaos on the streets, in our schools. And I think people are fed up and want to do something, and see that Trump is a guy that's delivering. He doesn't get the credit for delivering as he has. What he did with New York City alone, the transformation he made in that city, is just astounding, from the 70s, the 80s, the 90s. And now I see, it was downtown L.A. the other day, Laura. And it's a tragic, tragic -- you feel you're in a different world."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's a heartbreak. These are American citizens who are suffering, and whether you have a state run by Democrats or Republicans, Americans are suffering. We should all be concerned. The president --"
    },
    {
      "speaker": "DAVI",
      "utterance": "And a lot of the veterans."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I hope Mayor Garcetti will ultimately welcome the president and not issue his own snide comments about the president to work on this homelessness thing because it's just out of control. Robert, thank you. We love having you on the show. You take care tonight. And Joe Biden's latest flub. How mean. It's tonight's Last Bite, really?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's time for the Last Bite. We told you earlier how the Trump team is capitalizing on Biden's many gaffes. They might need to update that ad after this one. So how many women would benefit from Joe's child tax credit?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "It would put 720 million back -- million women back in the workforce. It would increase the GDP, to sound like a wonk here, by about eight-tenths of one percent. It would grow the economy. The things these guys are doing is not growing the economy. It's stifling the economy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, one problem -- 720 million people, that would be pretty good but it's only 330 million people in the entire country. Well, these are minor details. All right, that's all the time we have tonight. Shannon Bream and the \"Fox News @ Night\" team take it all from here. Shannon? Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}