{
  "date": "September 3, 2021",
  "headline": "'The Five' on Biden calling the Afghanistan exit a 'success'",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/the-five-on-biden-calling-the-afghanistan-exit-a-success",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "RON KLAIN, WHITE HOUSE CHIEF OF STAFF",
      "sentences": "It's easy to second-guess but let's just be clear, America was in this war for 20 years. And I think any effort to unwind and any effort to bring our troops out, any effort to end our military presence in Afghanistan was going to be filled with heartbreaking scenes and difficulties, I think the Biden administration managed that as well as it could be managed under the circumstances we were placed in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NICOLLE WALLACE, HOST, MSNBC",
      "sentences": "What is the Taliban, are they are now our frenemy, are they are adversary? Are they our enemy? Are they our -- what are they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISER",
      "sentences": "Well, it's hard to put a label on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MILLEY, U.S. CHAIRMAN OF THE JOINT CHIEFS OF STAFF",
      "sentences": "As far as our dealings with them at that airfield or in the past year or so, in war you do what you must in order to reduce risk, emission and force, not what you necessarily what you want to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNKNOWN",
      "sentences": "Any possibility of coordination against ISIS-K with them, do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLEY",
      "sentences": "It's possible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, he calls it, President Biden calls it an extraordinary success. But you can only apply that phrase if you apply it to a very narrow space, like getting -- like we got the plane in the air, that's it.  Because you have -- if you incorporate the horrifying process and the loss of life how can you say that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, groups also classifying it as an extraordinary success.  China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Russia, Iran, I mean, we have to be very cognizant of how this play in the world stage because clearly there are a number of people who are cheering including other terror groups and the Taliban saying this is the defeat of the U.S.  But when you hear them say we did the best that we could in the situation that we had, I look to this letter that came out a couple days ago from 90 some retired generals, admirals, other top military officials who say, you can't tell me that, General Milley and Secretary Austin thought this was the best plan ever.   If they didn't fully push back against this president and say this was a terrible idea, they should resign. Or they should resign now. People need some kind of accountability because to say that -- and they go back to the pivot of, like it was time to leave. We all, almost everybody agrees on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "It's now about that, it's how we left. And if our military leaders really gave this president this advice and said this was the best scenario then we need some answers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. They'll continuing with the bait and switch, nobody is debating the decision to leave. It was how it was pull off, Will, which was everybody agrees was horrifying.  One thing they don't talk about as much anymore are the allies. We understand that Americans are still there but what about our allies that we left behind? They were there to help us and we just, you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILL CAIN, FOX NEWS CO-HOST",
      "sentences": "We left so much behind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "And it's interesting that they qualify this as a success, Greg, by ignoring what we left behind. What they're looking at is the 100,000 that were evacuated, ignoring the thousand, 2,300, whatever number it may be that we left behind. That is all the hope of a doctor walking in and telling you, you know what, you are 90 percent cancer free.  That's not an encouraging statement coming from your doctor, drought to you by the way from the people with the same mind-set that said here's a mostly peaceful riot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "They have a way not of seeing the silver lining but of creating the silver lining so I would suggest you ignore them. Listen to the silent voices or the anonymous voices in their administration, listen to the Obama administration officials who are throwing them under the bus, listen to our vets that say our standard is leave no man behind. And more importantly, don't act like this is a catastrophe that you accidentally stepped into on the sidewalk, you created this catastrophe. It is your burden and your obligation to ensure that no American is left behind. There is no spinning, no lying, no creating of pseudo reality out of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The benefit, too, it doesn't seem that the media are actively seeking out anonymous sources the way they did with Trump, there would be hundreds of them right now if this were Trump.  Geraldo, speaking of allies being left behind, you have a -- you had a serious issue with your past interpreter, has there been any news or?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "sentences": "Here he is, that's him right to me. That's Akbar Shinwari. He was 18 years old when we met him. He was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's his brother.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "He begged us to go with Craig (Ph) on the left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But Akbar begged us to go with him. You know, take us, take him with us back in the Tora Bora days, he stayed with us the entire time, 12 assignments in Afghanistan, he's wonderful guy. We were so worried about getting him out but Fox News did, an excellent job under J. Wallace's leadership.   We really got virtually all of our people out and many of the other networks did the same. I mean, it is because it's news when things go badly, the fact that this went right and we got this dear friend out and hopefully, he'll -- my family and I will sponsor him here in the United States. We look forward to his arrival here. But you know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They should move in with you, Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But I -- I have said that I will sponsor them. Either he'll live with me or --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I see a reality show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- or he'll live next door.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I see a reality show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But one point I want to make is that JFK after the Bay of Pigs humiliation when he took credits said, victory has a hundred fathers, defeat is an orphan. And that's what you are seeing now. You are seeing, you know, let's laser focus on the thing we did right, getting 120,000 people out like Akbar, and they did, you know, they did get him. It was one of the most magnificent airlifts in history of the human race. What went badly however, and we're going to live with it, it's going to stick in our claws, watching these people who are savages and brutes who are our enemies starting around wearing our clothes. I mean, this can be very, very difficult for us to bear when our program for it. But it is our new reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, Dagen, this is something that drives me crazy. Is that we keep saying that we have this, or the administration keeps saying we have this enormous leverage with the leverage, you know, we have these frozen assets or whatever they're referring to. But it feels like we are basically telling them to extort us, like we are actually being our own extortionists, we're saying, you know what, feel free to hamper the withdrawal until we give you money. That's kind of what we are saying, go ahead, we are going to give you money if you -- if you enable us to get these people out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAGEN MCDOWELL, FOX NEWS BUSINESS CORRESPONDENT",
      "sentences": "We have treasure but they have blood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "We found out a majority of the interpreters, other U.S. visa applicants were left behind in Afghanistan, Wall Street Journal reporting today, a majority. And then we found out that at least 500 journalists from Radio Free Europe and Radio Liberty among government agencies, 500 journalists and their families were also left behind. So, I -- it was too much to expect president empathy -- I thought that was always a joke -- but instead we got commander in callousness. Biden and company and all of these Democrats have displayed a real total lack of respect and regard for the American people. It's the same rubes and red necks and the fly over folks but they are looking at, you know, they are dishing out Washington bio waste.  They are looking at the American people and telling demonstrable lies over and over and over again. And anybody who has the capability of hearing and seeing knows that they are being lied to. And this, like yesterday, couldn't have gone better. And I think one of the reasons that Milley, General Milley and Secretary Austin did only took three questions today is because they are trying to avoid being put in a situation where they have to either lie for the president or tell the American people the truth. And the most dangerous thing to me is Joe Biden clearly is acting like a one-term president. He doesn't give a damn and it is scorched America, it is scorch Afghanistan, it is scorched future because he won't be around when the next terror attack arrives on our shores.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Also, just before we go. Ron Klain saying it's easy to second guess. We should have been second-guessing more, we should have been first guessing. We probably wouldn't been in this mess if more people were engaged, including myself and that. You know, it was the absence of second- guessing that led this unfold for so long and then end like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "I do think that leaks though, it won't be the journalists going to the insiders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "They are going to be like, text in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "You know, when one cockroach comes out, that's when they'll show up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But you are referring to the war itself, 20 years --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- of lies that we --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- averted our glance from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "And how often did we hear about friendly fire casualties and things, the ugly side of war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Second-guessing of political candidate was one of the least vetted in American history as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "True. All right. Coming up, President Biden accused of lying about Afghanistan over what he said in a leaked phone call, that it was perfect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "sentences": "Was the president in anyway pushing a false narrative in that call with the Afghan president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "I think it's pretty clear. Again, I'm not going to go into details of a private conversation, but what we saw over the course of the last few months is that a collapse in leadership and that was happening even before Ghani left the country. What the president has conveyed repeatedly, privately, and publicly is you need to stand up and lead your country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Well, I just -- James Freeman in the Journal wrote a column about this, the use of, by Biden, of the word perception over and over again. And it kind of goes back without us talking about before. That the perception bids out reality. That was the most important to him. So, it was lies over lies. And we know that again, they were trying to paint a picture to the American people, that was not true. Because that State Department cable that was sent in the middle of July called for the State Department to use tougher language in describing the atrocities being committed by the Taliban. Just bear with me. I have a whole theory about this. So, I think the whole planning for this withdrawal if you can actually call it that started with the end result. Joe Biden on the 20th anniversary of September 11th wanted to have a one-man ticker tape parade. It was a publicity stunt and they literally -- not literally, figuratively wrote the speech for that day before the withdrawal even began. It was all getting the troops out. Why did they start the troop withdrawal before civilians before our allies and friends before even the diplomats in the country? So, they were doing it backwards. They were letting the end dictate the path of getting out. All it mattered was the troops on the ground and right now, because again, they think the American people are stupid they're trying to put Vaseline on the lens of history thinking it will fade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Geraldo, there have been some people who got in trouble over phone calls before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "How do you think this is going to play?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Well, I think that it is as innocuous as the Ukraine president phone call by President Trump. I am not sure because I want to give, you know, the benefit of the doubt to the president that he wasn't just spinning Ghani. Trying to say, come on, buck up, you know, however screwed it is, however it's going down the toilet, let's show the world our best face, our strong face because your troops need to you, Mr. President. As they did evidence when he split with hundreds of millions of our taxpayer dollars, the army just, his army just collapsed on him. So, I'm not sure. I withhold judgment against President Biden. I think it could have been him just spinning Ghani and trying to back him up and get in that fight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, we also had reports that Ghani was worried about the optics, Will, that he was saying, I don't want you to start this mass evacuation, it sucks out the credibility or the, you know, confidence in our forces and our ability to get things done. So, both sides seem to be a little bit worried about how this was playing out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "When you were playing that clip, we all scoffed. Greg said which side. I wonder when Jen Psaki was talking about a collapse in leadership if she was talking about the United States of America. When she said, stand up and lead your country. I hope she was saying that in the Oval Office because that's what's missing. You may reserve judgment, Geraldo, I'll pick up your slack and I will pass judgment. And I'm going to pick up where Dagen left off because this is the big story to me. Sometimes we use words like spin or political optics or even lies sometimes. And I worry they are not even strong enough.  Because what's going on is, we are creating a pseudo reality. We are passing off on the American people a reality that does not exist, and it's not limited to this story. We have overplayed COVID fears far beyond what the rational fear is for the average human being out there. We have convinced people out there that unarmed black men are being gunned down in the street by cops and now we are suggesting that Afghanistan was a success. These are false realities. They are pseudo realities. They do not exist. And the reason they are being passed off in the American people is to accumulate people for the one that is telling the lies. This story it is very clear who would benefit from the lie. This is not reality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "You are not saying in the police shootings they don't happen but it's not this massive. And people would be stunned to find out what the real number is and what the sort of saying is in most of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "People have no conception, Shannon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Yes, they don't --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "A vastly over estimated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "You ask people in the street if they find that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Even conservatives watching, there are studies on this. Even conservatives watching think the number is in the thousands every year -- BREAM; Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "-- when the number is in single digits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Yes. And again, I mean, it's all about perception on this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's a quote Carl Bernstein every day of the year last year and the year before. This is bigger than Watergate. Right? You have to imagine, if you can remember, I -- the last time you watch CNN, they -- if this were Trump, they would have to be helicoptering, you know, therapy llamas into the set because they would be passing out choking on their tongues. This is, I disagree with Geraldo. This is bigger than the perfect phone call. It's pretty -- I mean, colluding with a foreign power to lie about the state of the war. Right? Again, imagine if this was coming from Trump, this would be the biggest story ever. I wonder if this is being covered actually at all.  So here is the thing. My question is, was the lie meant to help us, because sometimes politicians have to -- leaders have to lie to help their country. We know that. Or was it to help him? Was the lie designed to convince people to stop being against this fast pullout, to cooperate with what Joe wanted. Because that's really bad. If a general said hey, we leave this place, it's going to collapse in days. And Joe goes like, no, we have the Taliban on the ropes according to the Afghan president. That's the problem. Because in that lie prevented anyone from mounting an alternative to this disaster. We could've still had the withdrawal. It could've been differently. Obviously, it could have been done differently. So, this lie actually ended up causing this disgusting display for the last whatever, 10 days. It's a big deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Can I go back to the support llamas?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "How do we go back getting those?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you know what, I actually have a few back on my place but they spin a lot, which is I kind of like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "All right. Coming up, Kamala Harris being blasted as being the absentee V.P. for lying low during all this chaos in Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I have a theory, but first, I want everybody to know that on Gutfeld tonight we'll be doing an in-depth investigation into her whereabouts, just a key hint, we haven't found her. So. But there will be lots of new breaking information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Where is Geraldo?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, exactly. She went from the star pupil, you know, to the weird ant you keep in the attic. She went -- you know, it's an amazing transition. And it is so fast. Voted basically most likely to be president and she can barely get free Wi-Fi at Arby's. So, I don't know -- Ok, my theory. Where's my theory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I have a theory I wrote down here. OK. Here is my theory. The administration got bad so fast, keeping her hidden is preferable so she doesn't get smeared by Joe's failures, so she's behind the glass like an ax. So, they are just -- they are just waiting for the right time to break the glass and take her out. We really don't know how bad she is, but we're going to have -- Democrats are going to assume it can't be any worse than this. That's my theory. No?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "no, I like your theory. I have a feeling I know when they're going to break that glass.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "When?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "When they're going to pull her out, when racial politics make their way back to the forefront of the national conversation, If I'm Kamala Harris right now, I'm extremely offended because you have been used. They used you to pander to a voting base to get votes. You had the minority. They had a woman and now that they don't need her, they have shelved her because her approval rating is negative 19. It's clear that whenever she is out front, she does hurt. She is a liability to the administration. But if I'm Kamala Harris I'm saying, well, I wasn't a liability for you, Joe, I guess when you need to get elected. So, I think Kamala has a right to be very, very upset but the Biden administration is in a very tough position. Do we admit that we used Kamala to get elected or do we run her back out and hurt our numbers the way hers have plummeted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Until the anger and rage over this Afghanistan withdrawal fades, hopefully it doesn't, hopefully the American people remember, they've got to keep her hidden because she is clearly not very good on her feet. With Lester Holt, you know, I haven't been to Europe, and when she cut off the female journalist, she's not a good enough liar. She can't tap dance around this disaster well enough to put her out there in public, my opinion, Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I think that you remember and you have to remember her historic significance, black woman, first South Asian, first woman in the White House. Remember that and remember the burden that she carries and remember how she was so misused on the southern border. They sent her to Guatemala. They totally dictated her movements and she took the fall for it. Now she is so negative -- negatively perceived, now her popularity I read was 34 percent. So that's extraordinarily low for someone so historic who was supposed to prop up old Joe. So, I think that what this is now is a pragmatic, ruthlessly pragmatic decision, keep her on the low down right now, when the time comes if it is about race you can always bring her back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "But she proved that she can handle herself in those interviews, Shannon. Again, she -- OK, she's got the crown on her head. I'm not making -- but she's got to keep it there. And you know, she stepped on it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, yes. But think about this. I think Will has a great point. She was a great fit for this ticket. Obviously, checked some serious boxes and it was exciting. It was historic for a lot of people. But remember, during the primary, she never caught on fire. She wasn't great in the primary debates, she wasn't polling well, she couldn't raise money, she had to drop out. So, while she was a good fit on the ticket, whether she can be a good leader and manage things, well, it's a totally different question. And so far, she's gotten the worst assignment, which is the border. And so, that's going to be a difficult thing for any vice president because it's an unsolvable problem. She's probably going to be a professional tiebreaker given what's going on in the Senate. That's what she's going to do in Washington is go up there and break ties whenever it matters. But it's not like she showed during the primary process that the American people loved what she had to say substantively or that she was up to taking that next step.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Well, even -- did you have something to say before we go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, I was going to say I miss her laugh. It was always brighten my day whenever she would laugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "I thought it was your ringtone. Isn't that your ringtone?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "It was historical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, it is. It is. But I keep thinking -- do you guys watch Storage Wars? I keep thinking I'm going to watch an episode and they're going to open up a container and she's going to leap out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That's shows how kinky you are that watch Storage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you'll never know what you find.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Or that you think the Vice President is hiding in there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "And jump out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No, that's not kinky 90 Day Fiance is kinky, Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Oh, don't even get me started on that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Yes, exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Naked and Afraid, the show too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "No, it's necked and skurred is how we say it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "That's our version.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Greg Gutfeld. Up next, the disaster in Afghanistan be damned. Liberals like Michael Moore are claiming we are blessed to have Joe Biden as President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Welcome back. Despite an absolute disaster in Afghanistan, some Biden's sycophants are actually praising the president after his speech yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAWRENCE O'DONNELL, HOST, MSNBC",
      "sentences": "President Biden left a marker for history today. President Biden delivered the most accurate and most honest speech by an American president about Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL MOORE, LIBERAL ACTIVIST",
      "sentences": "I have been completely surprised and feeling we're all blessed to have Joe Biden in the White House in these last months, his first year in office, all the things that he's done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Geraldo, how do you look at that and come away the situation over the past what, two weeks, two months, and say absolutely wonderful, bravo, Joe Biden?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Well, it's Michael Moore saying it. Well, it's not like it's the general public is saying. And Michael Moore, who supported Bernie Sanders, very, very hard left. And to him, it's all about the result. It's not how - - it's like sausage. It's not how you make it, it's made. He wanted, Michael Moore and people who believe as he does, wanted the war ended at all costs. The war was ended. What Michael Moore said, and I think it is true, is that many, many, particularly in the dawn of Fox News and with the strength of programs like \"GUTFELD!\" and the kind of reordering of the -- of the American public, there is real fear among liberals are being called out by conservatives and conservatives say you're a coward, you're a traitor. You didn't want the war to end because you have no backbone. You're -- you know, you're this or that. And Michael Moore said that Joe Biden had the courage to blow through, you know, the kind of fears, the phobias that liberals generally have when making a stand. Joe Biden made the stand. We're out of Afghanistan. A lot of people wanted out of Afghanistan. He's the one who did it. To Michael Moore and people who believe like he does, that's the -- that's all that counts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Dagen, I think, to Geraldo's analogy, they don't care how the sausage is made. They seem completely in that vein incapable or unwilling or uninterested in differentiating that we left from how we left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Right. But I think it's more simple what's going on here. These people are completely irrelevant and have no credibility, so they're happy if they can be the most bloated bloviate in the room, so to speak. It's a way of just getting attention, number one. And I don't know what it would take for them to really turn on Joe Biden. Would it be him throwing sacks of puppies into the Potomac? Would they turn on him then? Or if he was lashing Santa Claus with the cat of nine tails? I think that they're just attached to Biden at all costs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "To me, what's revealed, Greg, is the true enemy here is the American people. I wasn't on the show the other day. I'm sure you guys talked about Arne Duncan's tweet. I hope you talked about Are Duncan's horrendous tweet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Let me share you with you Dan Rather's tweet. Take a look at what he had to say about what's going on in Afghanistan. It's worth noting that many of the same people attacking the Biden administration for leaving women's rights behind Afghanistan are eager to control women's bodies and choice in the United States. So pro-life equals Taliban.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Of course. It's so -- but the great thing about this is we can also do it back to them. For example, the same people that are lauding this kind of deep humiliating withdrawal where we abandoned our allies in an authentic takeover, an authentic takeover of a government, the people that are allotting that are calling January 6 an insurrection. So you can go do it right back. How -- like, they -- I think it's going to be very hard for the media to continue to exaggerate what happened on January 6, you know, with their precious few seconds of tape against the unfolding spectacle that we just went through. Also, you're going to watch -- you're going to see an increase in the words seize and pounce, which is how the media reports any criticism of Joe by the Republicans as you get closer to --when they realize that oh my god, this is going to -- this is going to leave a mark, and it is, they're going to say, oh, you're pouncing on a tragedy for political gain, as they do that every single day of their lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "So, Shannon, that's what will happen, right? Greg is right. Now, they'll be able to quickly pivot to January 6, or Arne Duncan will pivot to anti-masking or Dan Rather to pro-life measures, get off of Afghanistan, celebrate Joe and get to a different issue quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, and they shouldn't if you're going to be based on the polls. Like, Geraldo said, Michael Moore does not represent average America, the USA Today Suffolk University poll about how President Biden has managed the withdrawal from Afghanistan, 26 percent approved, 62 percent disapproved. And that was before we had the tragic loss of 13 American service members. So, I got to think those numbers are even worse now. These guys don't speak for the average American. But yes, there will be look over here shiny thing to try to get away from what most American people think has been a disaster.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Absolutely. That will be a clear and obvious play starting probably tomorrow, some other hugely divisive issue that will commandeer all of the attention. Be on the lookout, because there's a distraction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They have one advantage, and that is when you do pull off a band- aid, the most intense pain is that is upfront. And what they're hoping for is that over time, that pain will fade. And I hope it does fade, too. But you've got Americans and allies over there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know how it will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But you have to be careful not to start another Rambo syndrome, where we lost the Vietnam and Rambo's whole razon was we lost, but if I were -- if you stuck it out, if this was just powerful enough and brave enough, you could have --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "No, I don't -- I don't want people to forget because they need to remember that Joe Biden is a great deal more dangerous to the lives of people in service and Americans. And what he might do in terms of the -- again, you scorched Afghanistan, watch what they're going to do with domestic policy, and that's on deck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Exactly. And we have to go. We have to go here, but the point is, this story isn't over. The Rambo analogy, I like that too, because you know what, there are private special operatives right now in Afghanistan still trying to get people out of that country. There are Americans playing Rambo to do the job that this administration did not do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "And I'm sure we'll have 50 movies -- we'll have 50 movies extolling their virtue and the feeling that they'll generate his bitterness over the pullout even though most of them before it all started wanted to pull out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And beside, well, we do have to concentrate on the growing white supremacist movement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Back to white race. Back to white race. Look, our military can focus on what matters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Ahead. Good luck convincing anyone with this rhetoric. CNN anchor Don Lemon erupting on people who haven't been vaccine. You have to hear this next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Welcome back. As COVID cases rage in several locations across the country, the CDC telling unvaccinated people not to travel over this Labor Day weekend, with CNN's Don Lemon going even further pointing this scolding message to those who still refuse to get the shot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, ANCHOR, CNN",
      "sentences": "Some people who are so selfish are saying it's my freedom and I don't want to get vaccinated. No, I don't want to do that. OK, fine. But think about someone other than yourself. And if you don't believe that COVID is real, and that it can -- it can affect your health and possibly take your life, don't go to the hospital then when you get sick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Don't go to the hospital if you get sick. That's a little harsh, Dagen. But isn't it -- isn't it logical to say --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "A little.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "-- to say that, you know, vaccination plus mask equals travel. Unvaccinated -- you know, isn't it prudent for unvaccinated people not to travel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "I would -- if I wasn't vaccinate -- I think this is a personal choice. If I wasn't vaccinated, then I -- well, I'm a hermit. I might just stay -- I might stay at home. But that is a personal choice. Unvaccinated people to vaccinate people, if you got the shot, you should be fine. But I want to expose -- and I'm actually not going to steal this from Greg because I know Greg has talked about this before. But this exposes the combination of like dumb mastery and cruelty by Don Lemon. Because he's literally saying if you smoked and you get lung cancer, you don't get any treatment if you didn't. If you didn't wear sunscreen, you have melanoma, you don't get cancer treatment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "If you didn't wear -- if you didn't wear sunscreen and you have melanoma, you don't get cancer treatment. If you eat too many cheeseburgers, no open-heart surgery for you. So, that's -- again, he's too stupid to be on TV, but he's perfect for CNN.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But there's two things going on here, Will. And I know how deeply you feel about this. There's the premise that unvaccinated people should not travel because of the risk -- the exponential risk they pose to people, the children, for example. And the other thing is the cruelty of the -- of the, you know, the cavalier, well, don't go to the hospital then if you -- if you were that arrogant and not get vaccinated. But in terms of the first, you know, the CDC is advising people, if you're unvaccinated don't travel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "So, let me work that backwards. Regarding the second point you made whether or not it's cruel. Dagen is exactly right. We're veering dangerously close to exterminationist language. Otherwise --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Exterminationist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Absolutely. That's the -- that's the next step, putting the unvaccinated into someplace else camps, whatever it may be. When you listen to the cruelty of Don Lemon right there who you're absolutely right, has managed to wonderful concoction of being stupid and mean at the same time, then you are looking at a very dangerous person, a dangerous mindset that is getting increasingly, increasingly common out there, Geraldo. And now, to your other point about whether or not the unvaccinated pose a threat to other people. In particular, you point out children. That's not true. That is false. What we now know, the data shows, is that vaccinated people transmit COVID at almost the same level of unvaccinated. What the vaccination provides you is protection against severity of illness. It doesn't seem --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "What was the purpose --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "-- to protect you from ability to acquire or give it to somebody else. And the CDC, for what it's worth, by the way, is just a not a credible voice anymore when it comes to COVID.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You believe -- Shannon, pick up what Will is saying. Do you believe that it is so wrong for the CDC to say if you're not vaccinated stay home?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Well, they also tell people not to eat raw cookie dough. But I'm guessing millions of Americans do that too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I love that stuff: So, they have -- they have suggestions. This is a little bit different situation. But listen, the folks who were supportive of Governor Ron DeSantis and what he's done down in Florida, and he's got plenty of critics, but his team will say, look at the percentages. If you berate people versus in Florida, it's a very open situation, don't go there if that's not your cup of tea. 68 percent of people over the age of 12 there are vaccinated. Here in New York where if you don't have your vaccination card, you can't go to restaurants and gyms and that kind of thing, 65 percent. And they're constantly berating people here. So, I don't think that you win people over to your argument by, you know, saying things about them and insulting them in the way that Don Lemon is choosing to do. Maybe the Florida-New York comparison is worth a look on that front.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But I get it. But again, what is it? It's not the rudeness of Don Lemon. Isn't it the advice -- is the advice good advice, if you're unvaccinated stay on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know. I just wonder when CNN will stop pretending to be news. But their anchors are more opinionated than Boston cab drivers. They are the national shame network. Every hour now is about how bad you are. Like, when I'm listening to him, right, I'm trying to figure out who he's talking to. Because whoever he's talking to, I don't know these people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Deny COVID exist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, deny.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Who is that person?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, what he's doing is he's creating a straw man. And then he creates this kind of prison of two ideas. You're either this or you're this. Therefore you should be over there. He's not actually interested in persuasion at all. He's indulging the dopamine rush that he gets from shaming people. He's like a human walking tweet. But I do think also, he's doing this for the -- for the attention, because his ratings are tanking. And why are they tanking? It might be some new competition at 11:00.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Wait, Dagen has -- Dagen is volunteering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "It starts with a G.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But I think that's what this is. It's -- and it is. This is all they do now at CNN. They're relevant that all they can do is shame people. They have to -- they have to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You have not answered my question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "I know. Before we go, I want to restate the question you're asking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "All right. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "You're asking if --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Is it good advice if you're unvaccinated not to travel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "That's a very specific question which you asked me but did asked everyone else, so I'll answer it directly to you. It's -- the answer is that unvaccinated should balance their own risk-reward. Their only threat is to themselves. So, you should balance that question for each every individual out there, balance their own individual risk-reward analysis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "So, if you knew someone came in -- getting on your plane was unvaccinated, you want to sit by him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "I don't care at all. I am vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Wait a minute. (INAUDIBLE) was traveling all decade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "\"ONE MORE THING\" --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm sitting next to Don Lemon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "\"ONE MORE THING\" is next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Last year, everyone flew unvaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Greg is sitting next to Don Lemon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "He's sitting next to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "\"ONE MORE THING.\" I shall go first. let's do this. Greg's are cats out to destroy you? You know -- part three. You know, we've been -- serious issues we're forgetting about cats and are they out to destroy you. Look at this. Disturbing footage of a cat aware, aware that these Huskies are leashed and knows exactly where to lay to taunt them. That takes -- you know what, you were talking about Don Lemon being stupid and mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "I knew what's coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is -- this is a smart and mean yes animal. This cat is smart and mean. Look what they're doing there. I vote that yes, cats are out to destroy you. And this is more evidence of that. And I rest my case. Shannon, I believe you're next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "I love that so much. OK, this is hilarious. This is a weatherman in Canada getting quite a surprise while giving a forecast. Check it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Winds from the southeast now at 17 kilometers per hour. Here's a forecast. As we go through the day tomorrow, yes, Storm is in the building getting some treats, walking on thin air 24 degrees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He almost stepped in a poodle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Look, there he is. Look how cute he is. OK, so this adorable dog named Storm -- how appropriately -- walked right on set interrupting the weather report looking for some treats. He's super cute. He's still looking. The camera certainly loves him. Hands down best weather forecast, second only to Janice Dean that I've ever seen. And by the way, I'm so proud of America for not doing kilometers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank God.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "For assuring the metric system.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was one war we won. All right, Dagen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Kilometers. I see your cat and your dog and I will raise you some fluffy cows. These are -- getting brushed down, Wildroots Farm in Emmett Idaho. Tim and Ashley Sullivan raised Icelandic sheep and Scottish Highland cows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Those are weird.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "I was going to say, those are Scottish. That's not American.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Fluffy cows. But guess what? Delicious. Their milk has a high butterfat content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Really?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "(INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "I'm doing my Homer Simpson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, that's a beautiful animal. All right, we got a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "This is -- this is the quiz show edition of Geraldo news starring Geraldo with Geraldo. Here is the ABC's The Chase. Roll it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "In a 1973 letter, what author called his then-son-in- law, Geraldo Rivera, a fierce Democrat and closet Marxist? Norman Mailer, Kurt Vonnegut, or J.D. Salinger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Norman Mailer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "Norman Mailer. It got to be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "J.D. Salinger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Mailer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Kurt Vonnegut. Kurt Vonnegut was my father-in-law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAIN",
      "sentences": "That's awesome. Super quick, shameless plug. Hey, Corey Mills has been in Afghanistan running people in private operations out of Kabul for the last several weeks. He called me from an undisclosed location just outside of Afghanistan. And you can hear the whole story told on the Will Cain Podcast. Fox News Podcast, Apple, Spotify, wherever you get your podcasts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm going to have to start reading Vonnegut again if he called you a Marxist. Because he must be on the ball.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "He was a great, great father-in-law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, that's it for us. \"SPECIAL REPORT\" is up next. Hey, Bret.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BREAM",
      "sentences": "Kurt Vonnegut for $500. Thanks, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Copy: Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS HOST (on camera)",
      "utterance": "No, but Joe. Hi. I'm Greg Gutfeld along with Dagen McDowell, Geraldo Rivera, Will Cain, and evil Shannon Bream. It's THE FIVE. President Biden spinning his chaotic exit from Afghanistan as an extraordinary success as his administration refuses to rule out working with the Taliban in the future. Privately, administration officials say they are horrified over abandoning Americans, one telling Politico, quote, \"I am absolutely appalled and literally horrified we left Americans there. It was a hostage rescue of thousands of Americans in the guise of a NEO, noncombatant evacuation operations. And we have failed that no-fail mission.\" Biden's Chief of Staff Ron Klain doing his best however to paint a rosy picture."
    },
    {
      "speaker": "RON KLAIN, WHITE HOUSE CHIEF OF STAFF",
      "utterance": "It's easy to second-guess but let's just be clear, America was in this war for 20 years. And I think any effort to unwind and any effort to bring our troops out, any effort to end our military presence in Afghanistan was going to be filled with heartbreaking scenes and difficulties, I think the Biden administration managed that as well as it could be managed under the circumstances we were placed in."
    },
    {
      "speaker": "GUTFELD (on camera)",
      "utterance": "Meanwhile, the Taliban showed off while decked out in billions of dollars of U.S. military equipment and the Biden administration is still not working -- not ruling out working with the terror group in the future."
    },
    {
      "speaker": "NICOLLE WALLACE, HOST, MSNBC",
      "utterance": "What is the Taliban, are they are now our frenemy, are they are adversary? Are they our enemy? Are they our -- what are they?"
    },
    {
      "speaker": "JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISER",
      "utterance": "Well, it's hard to put a label on it."
    },
    {
      "speaker": "MARK MILLEY, U.S. CHAIRMAN OF THE JOINT CHIEFS OF STAFF",
      "utterance": "As far as our dealings with them at that airfield or in the past year or so, in war you do what you must in order to reduce risk, emission and force, not what you necessarily what you want to do."
    },
    {
      "speaker": "UNKNOWN",
      "utterance": "Any possibility of coordination against ISIS-K with them, do you think?"
    },
    {
      "speaker": "MILLEY",
      "utterance": "It's possible."
    },
    {
      "speaker": "GUTFELD (on camera)",
      "utterance": "Man, that was upbeat. All right, evil Shannon, thank you for taking the time out to come here. SHANNON BREAM, FOX NEWS CORRESPONDENT & ANCHOR: Good to be with you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, he calls it, President Biden calls it an extraordinary success. But you can only apply that phrase if you apply it to a very narrow space, like getting -- like we got the plane in the air, that's it. Because you have -- if you incorporate the horrifying process and the loss of life how can you say that?"
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, groups also classifying it as an extraordinary success. China."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BREAM",
      "utterance": "Russia, Iran, I mean, we have to be very cognizant of how this play in the world stage because clearly there are a number of people who are cheering including other terror groups and the Taliban saying this is the defeat of the U.S. But when you hear them say we did the best that we could in the situation that we had, I look to this letter that came out a couple days ago from 90 some retired generals, admirals, other top military officials who say, you can't tell me that, General Milley and Secretary Austin thought this was the best plan ever. If they didn't fully push back against this president and say this was a terrible idea, they should resign. Or they should resign now. People need some kind of accountability because to say that -- and they go back to the pivot of, like it was time to leave. We all, almost everybody agrees on that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BREAM",
      "utterance": "It's now about that, it's how we left. And if our military leaders really gave this president this advice and said this was the best scenario then we need some answers."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. They'll continuing with the bait and switch, nobody is debating the decision to leave. It was how it was pull off, Will, which was everybody agrees was horrifying. One thing they don't talk about as much anymore are the allies. We understand that Americans are still there but what about our allies that we left behind? They were there to help us and we just, you know."
    },
    {
      "speaker": "WILL CAIN, FOX NEWS CO-HOST",
      "utterance": "We left so much behind."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "CAIN",
      "utterance": "And it's interesting that they qualify this as a success, Greg, by ignoring what we left behind. What they're looking at is the 100,000 that were evacuated, ignoring the thousand, 2,300, whatever number it may be that we left behind. That is all the hope of a doctor walking in and telling you, you know what, you are 90 percent cancer free. That's not an encouraging statement coming from your doctor, drought to you by the way from the people with the same mind-set that said here's a mostly peaceful riot."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "CAIN",
      "utterance": "They have a way not of seeing the silver lining but of creating the silver lining so I would suggest you ignore them. Listen to the silent voices or the anonymous voices in their administration, listen to the Obama administration officials who are throwing them under the bus, listen to our vets that say our standard is leave no man behind. And more importantly, don't act like this is a catastrophe that you accidentally stepped into on the sidewalk, you created this catastrophe. It is your burden and your obligation to ensure that no American is left behind. There is no spinning, no lying, no creating of pseudo reality out of that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The benefit, too, it doesn't seem that the media are actively seeking out anonymous sources the way they did with Trump, there would be hundreds of them right now if this were Trump. Geraldo, speaking of allies being left behind, you have a -- you had a serious issue with your past interpreter, has there been any news or?"
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "utterance": "Here he is, that's him right to me. That's Akbar Shinwari. He was 18 years old when we met him. He was --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's his brother."
    },
    {
      "speaker": "RIVERA",
      "utterance": "He begged us to go with Craig (Ph) on the left."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But Akbar begged us to go with him. You know, take us, take him with us back in the Tora Bora days, he stayed with us the entire time, 12 assignments in Afghanistan, he's wonderful guy. We were so worried about getting him out but Fox News did, an excellent job under J. Wallace's leadership. We really got virtually all of our people out and many of the other networks did the same. I mean, it is because it's news when things go badly, the fact that this went right and we got this dear friend out and hopefully, he'll -- my family and I will sponsor him here in the United States. We look forward to his arrival here. But you know --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They should move in with you, Geraldo."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But I -- I have said that I will sponsor them. Either he'll live with me or --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I see a reality show."
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- or he'll live next door."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I see a reality show."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But one point I want to make is that JFK after the Bay of Pigs humiliation when he took credits said, victory has a hundred fathers, defeat is an orphan. And that's what you are seeing now. You are seeing, you know, let's laser focus on the thing we did right, getting 120,000 people out like Akbar, and they did, you know, they did get him. It was one of the most magnificent airlifts in history of the human race. What went badly however, and we're going to live with it, it's going to stick in our claws, watching these people who are savages and brutes who are our enemies starting around wearing our clothes. I mean, this can be very, very difficult for us to bear when our program for it. But it is our new reality."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, Dagen, this is something that drives me crazy. Is that we keep saying that we have this, or the administration keeps saying we have this enormous leverage with the leverage, you know, we have these frozen assets or whatever they're referring to. But it feels like we are basically telling them to extort us, like we are actually being our own extortionists, we're saying, you know what, feel free to hamper the withdrawal until we give you money. That's kind of what we are saying, go ahead, we are going to give you money if you -- if you enable us to get these people out."
    },
    {
      "speaker": "DAGEN MCDOWELL, FOX NEWS BUSINESS CORRESPONDENT",
      "utterance": "We have treasure but they have blood."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "We found out a majority of the interpreters, other U.S. visa applicants were left behind in Afghanistan, Wall Street Journal reporting today, a majority. And then we found out that at least 500 journalists from Radio Free Europe and Radio Liberty among government agencies, 500 journalists and their families were also left behind. So, I -- it was too much to expect president empathy -- I thought that was always a joke -- but instead we got commander in callousness. Biden and company and all of these Democrats have displayed a real total lack of respect and regard for the American people. It's the same rubes and red necks and the fly over folks but they are looking at, you know, they are dishing out Washington bio waste. They are looking at the American people and telling demonstrable lies over and over and over again. And anybody who has the capability of hearing and seeing knows that they are being lied to. And this, like yesterday, couldn't have gone better. And I think one of the reasons that Milley, General Milley and Secretary Austin did only took three questions today is because they are trying to avoid being put in a situation where they have to either lie for the president or tell the American people the truth. And the most dangerous thing to me is Joe Biden clearly is acting like a one-term president. He doesn't give a damn and it is scorched America, it is scorch Afghanistan, it is scorched future because he won't be around when the next terror attack arrives on our shores."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Also, just before we go. Ron Klain saying it's easy to second guess. We should have been second-guessing more, we should have been first guessing. We probably wouldn't been in this mess if more people were engaged, including myself and that. You know, it was the absence of second- guessing that led this unfold for so long and then end like this."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "I do think that leaks though, it won't be the journalists going to the insiders."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "They are going to be like, text in."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "You know, when one cockroach comes out, that's when they'll show up."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But you are referring to the war itself, 20 years --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- of lies that we --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- averted our glance from."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "RIVERA",
      "utterance": "And how often did we hear about friendly fire casualties and things, the ugly side of war."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "CAIN",
      "utterance": "Second-guessing of political candidate was one of the least vetted in American history as well."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "True. All right. Coming up, President Biden accused of lying about Afghanistan over what he said in a leaked phone call, that it was perfect."
    },
    {
      "speaker": "BREAM (on camera)",
      "utterance": "Republicans accusing President Biden of lying to Americans about Afghanistan after Reuters released the transcript of Biden's final phone call with the then president of Afghanistan, Ghani. Back in July, Biden said to Ghani, quote, \"I need not tell you the perception around the world and in parts of Afghanistan, I believe, is that things are not going well in terms of the fight against the Taliban. And there is a need, whether or not it is true, there is a need to project a different picture.\" That conversation raising big questions because President Biden has been saying nobody could have known the Afghan army would collapse. The White House not denying the report earlier today."
    },
    {
      "speaker": "JACQUI HEINRICH, FOX NEWS CORRESPONDENT",
      "utterance": "Was the president in anyway pushing a false narrative in that call with the Afghan president?"
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "I think it's pretty clear. Again, I'm not going to go into details of a private conversation, but what we saw over the course of the last few months is that a collapse in leadership and that was happening even before Ghani left the country. What the president has conveyed repeatedly, privately, and publicly is you need to stand up and lead your country."
    },
    {
      "speaker": "BREAM (on camera)",
      "utterance": "All right, Dagen, so a conversation that they feel the perception was not good, that there were real problems with Afghanistan and their ability to stand up against the Taliban but we couldn't have foreseen this. So how does that all calculate for you?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Well, I just -- James Freeman in the Journal wrote a column about this, the use of, by Biden, of the word perception over and over again. And it kind of goes back without us talking about before. That the perception bids out reality. That was the most important to him. So, it was lies over lies. And we know that again, they were trying to paint a picture to the American people, that was not true. Because that State Department cable that was sent in the middle of July called for the State Department to use tougher language in describing the atrocities being committed by the Taliban. Just bear with me. I have a whole theory about this. So, I think the whole planning for this withdrawal if you can actually call it that started with the end result. Joe Biden on the 20th anniversary of September 11th wanted to have a one-man ticker tape parade. It was a publicity stunt and they literally -- not literally, figuratively wrote the speech for that day before the withdrawal even began. It was all getting the troops out. Why did they start the troop withdrawal before civilians before our allies and friends before even the diplomats in the country? So, they were doing it backwards. They were letting the end dictate the path of getting out. All it mattered was the troops on the ground and right now, because again, they think the American people are stupid they're trying to put Vaseline on the lens of history thinking it will fade."
    },
    {
      "speaker": "BREAM",
      "utterance": "Geraldo, there have been some people who got in trouble over phone calls before."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Do you think?"
    },
    {
      "speaker": "BREAM",
      "utterance": "How do you think this is going to play?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Well, I think that it is as innocuous as the Ukraine president phone call by President Trump. I am not sure because I want to give, you know, the benefit of the doubt to the president that he wasn't just spinning Ghani. Trying to say, come on, buck up, you know, however screwed it is, however it's going down the toilet, let's show the world our best face, our strong face because your troops need to you, Mr. President. As they did evidence when he split with hundreds of millions of our taxpayer dollars, the army just, his army just collapsed on him. So, I'm not sure. I withhold judgment against President Biden. I think it could have been him just spinning Ghani and trying to back him up and get in that fight."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, we also had reports that Ghani was worried about the optics, Will, that he was saying, I don't want you to start this mass evacuation, it sucks out the credibility or the, you know, confidence in our forces and our ability to get things done. So, both sides seem to be a little bit worried about how this was playing out."
    },
    {
      "speaker": "CAIN",
      "utterance": "When you were playing that clip, we all scoffed. Greg said which side. I wonder when Jen Psaki was talking about a collapse in leadership if she was talking about the United States of America. When she said, stand up and lead your country. I hope she was saying that in the Oval Office because that's what's missing. You may reserve judgment, Geraldo, I'll pick up your slack and I will pass judgment. And I'm going to pick up where Dagen left off because this is the big story to me. Sometimes we use words like spin or political optics or even lies sometimes. And I worry they are not even strong enough. Because what's going on is, we are creating a pseudo reality. We are passing off on the American people a reality that does not exist, and it's not limited to this story. We have overplayed COVID fears far beyond what the rational fear is for the average human being out there. We have convinced people out there that unarmed black men are being gunned down in the street by cops and now we are suggesting that Afghanistan was a success. These are false realities. They are pseudo realities. They do not exist. And the reason they are being passed off in the American people is to accumulate people for the one that is telling the lies. This story it is very clear who would benefit from the lie. This is not reality."
    },
    {
      "speaker": "BREAM",
      "utterance": "You are not saying in the police shootings they don't happen but it's not this massive. And people would be stunned to find out what the real number is and what the sort of saying is in most of that."
    },
    {
      "speaker": "CAIN",
      "utterance": "People have no conception, Shannon."
    },
    {
      "speaker": "BREAM",
      "utterance": "Yes, they don't --"
    },
    {
      "speaker": "CAIN",
      "utterance": "A vastly over estimated."
    },
    {
      "speaker": "BREAM",
      "utterance": "You ask people in the street if they find that."
    },
    {
      "speaker": "CAIN",
      "utterance": "Even conservatives watching, there are studies on this. Even conservatives watching think the number is in the thousands every year -- BREAM; Yes."
    },
    {
      "speaker": "CAIN",
      "utterance": "-- when the number is in single digits."
    },
    {
      "speaker": "BREAM",
      "utterance": "Yes. And again, I mean, it's all about perception on this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's a quote Carl Bernstein every day of the year last year and the year before. This is bigger than Watergate. Right? You have to imagine, if you can remember, I -- the last time you watch CNN, they -- if this were Trump, they would have to be helicoptering, you know, therapy llamas into the set because they would be passing out choking on their tongues. This is, I disagree with Geraldo. This is bigger than the perfect phone call. It's pretty -- I mean, colluding with a foreign power to lie about the state of the war. Right? Again, imagine if this was coming from Trump, this would be the biggest story ever. I wonder if this is being covered actually at all. So here is the thing. My question is, was the lie meant to help us, because sometimes politicians have to -- leaders have to lie to help their country. We know that. Or was it to help him? Was the lie designed to convince people to stop being against this fast pullout, to cooperate with what Joe wanted. Because that's really bad. If a general said hey, we leave this place, it's going to collapse in days. And Joe goes like, no, we have the Taliban on the ropes according to the Afghan president. That's the problem. Because in that lie prevented anyone from mounting an alternative to this disaster. We could've still had the withdrawal. It could've been differently. Obviously, it could have been done differently. So, this lie actually ended up causing this disgusting display for the last whatever, 10 days. It's a big deal."
    },
    {
      "speaker": "BREAM",
      "utterance": "Can I go back to the support llamas?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BREAM",
      "utterance": "How do we go back getting those?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you know what, I actually have a few back on my place but they spin a lot, which is I kind of like."
    },
    {
      "speaker": "BREAM",
      "utterance": "All right. Coming up, Kamala Harris being blasted as being the absentee V.P. for lying low during all this chaos in Afghanistan."
    },
    {
      "speaker": "MCDOWELL (on camera)",
      "utterance": "As the Biden administration feels bipartisan blowback from their botched Afghanistan withdrawal, one fact remains. Vice President Kamala Harris has all but disappeared from public view, the second in command who brag about being the last person in the room has hardly commented on the crisis, and that maybe on purpose. Fox News contributor Joe Concha labeling Kamala Harris as the absentee V.P. by design. Saying this, quote, \"since Harris took office, she is yet to hold even one formal solo press conference. Not one. And it's also been weeks since Harris sat down for a one-on-one interview. There's a reason for that.\" Greg, is Kamala Harris a liability for the Biden administration or are they a liability to her future political career at this point."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I have a theory, but first, I want everybody to know that on Gutfeld tonight we'll be doing an in-depth investigation into her whereabouts, just a key hint, we haven't found her. So. But there will be lots of new breaking information."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Where is Geraldo?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, exactly. She went from the star pupil, you know, to the weird ant you keep in the attic. She went -- you know, it's an amazing transition. And it is so fast. Voted basically most likely to be president and she can barely get free Wi-Fi at Arby's. So, I don't know -- Ok, my theory. Where's my theory."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I have a theory I wrote down here. OK. Here is my theory. The administration got bad so fast, keeping her hidden is preferable so she doesn't get smeared by Joe's failures, so she's behind the glass like an ax. So, they are just -- they are just waiting for the right time to break the glass and take her out. We really don't know how bad she is, but we're going to have -- Democrats are going to assume it can't be any worse than this. That's my theory. No?"
    },
    {
      "speaker": "CAIN",
      "utterance": "no, I like your theory. I have a feeling I know when they're going to break that glass."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "When?"
    },
    {
      "speaker": "CAIN",
      "utterance": "When they're going to pull her out, when racial politics make their way back to the forefront of the national conversation, If I'm Kamala Harris right now, I'm extremely offended because you have been used. They used you to pander to a voting base to get votes. You had the minority. They had a woman and now that they don't need her, they have shelved her because her approval rating is negative 19. It's clear that whenever she is out front, she does hurt. She is a liability to the administration. But if I'm Kamala Harris I'm saying, well, I wasn't a liability for you, Joe, I guess when you need to get elected. So, I think Kamala has a right to be very, very upset but the Biden administration is in a very tough position. Do we admit that we used Kamala to get elected or do we run her back out and hurt our numbers the way hers have plummeted?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Until the anger and rage over this Afghanistan withdrawal fades, hopefully it doesn't, hopefully the American people remember, they've got to keep her hidden because she is clearly not very good on her feet. With Lester Holt, you know, I haven't been to Europe, and when she cut off the female journalist, she's not a good enough liar. She can't tap dance around this disaster well enough to put her out there in public, my opinion, Geraldo."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I think that you remember and you have to remember her historic significance, black woman, first South Asian, first woman in the White House. Remember that and remember the burden that she carries and remember how she was so misused on the southern border. They sent her to Guatemala. They totally dictated her movements and she took the fall for it. Now she is so negative -- negatively perceived, now her popularity I read was 34 percent. So that's extraordinarily low for someone so historic who was supposed to prop up old Joe. So, I think that what this is now is a pragmatic, ruthlessly pragmatic decision, keep her on the low down right now, when the time comes if it is about race you can always bring her back."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "But she proved that she can handle herself in those interviews, Shannon. Again, she -- OK, she's got the crown on her head. I'm not making -- but she's got to keep it there. And you know, she stepped on it."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, yes. But think about this. I think Will has a great point. She was a great fit for this ticket. Obviously, checked some serious boxes and it was exciting. It was historic for a lot of people. But remember, during the primary, she never caught on fire. She wasn't great in the primary debates, she wasn't polling well, she couldn't raise money, she had to drop out. So, while she was a good fit on the ticket, whether she can be a good leader and manage things, well, it's a totally different question. And so far, she's gotten the worst assignment, which is the border. And so, that's going to be a difficult thing for any vice president because it's an unsolvable problem. She's probably going to be a professional tiebreaker given what's going on in the Senate. That's what she's going to do in Washington is go up there and break ties whenever it matters. But it's not like she showed during the primary process that the American people loved what she had to say substantively or that she was up to taking that next step."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Well, even -- did you have something to say before we go?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, I was going to say I miss her laugh. It was always brighten my day whenever she would laugh."
    },
    {
      "speaker": "BREAM",
      "utterance": "I thought it was your ringtone. Isn't that your ringtone?"
    },
    {
      "speaker": "CAIN",
      "utterance": "It was historical."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, it is. It is. But I keep thinking -- do you guys watch Storage Wars? I keep thinking I'm going to watch an episode and they're going to open up a container and she's going to leap out."
    },
    {
      "speaker": "RIVERA",
      "utterance": "That's shows how kinky you are that watch Storage."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you'll never know what you find."
    },
    {
      "speaker": "BREAM",
      "utterance": "Or that you think the Vice President is hiding in there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BREAM",
      "utterance": "And jump out."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No, that's not kinky 90 Day Fiance is kinky, Geraldo."
    },
    {
      "speaker": "BREAM",
      "utterance": "Oh, don't even get me started on that one."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Yes, exactly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Naked and Afraid, the show too."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "No, it's necked and skurred is how we say it."
    },
    {
      "speaker": "BREAM",
      "utterance": "That's our version."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Greg Gutfeld. Up next, the disaster in Afghanistan be damned. Liberals like Michael Moore are claiming we are blessed to have Joe Biden as President."
    },
    {
      "speaker": "CAIN",
      "utterance": "Welcome back. Despite an absolute disaster in Afghanistan, some Biden's sycophants are actually praising the president after his speech yesterday."
    },
    {
      "speaker": "LAWRENCE O'DONNELL, HOST, MSNBC",
      "utterance": "President Biden left a marker for history today. President Biden delivered the most accurate and most honest speech by an American president about Afghanistan."
    },
    {
      "speaker": "MICHAEL MOORE, LIBERAL ACTIVIST",
      "utterance": "I have been completely surprised and feeling we're all blessed to have Joe Biden in the White House in these last months, his first year in office, all the things that he's done."
    },
    {
      "speaker": "CAIN",
      "utterance": "Geraldo, how do you look at that and come away the situation over the past what, two weeks, two months, and say absolutely wonderful, bravo, Joe Biden?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Well, it's Michael Moore saying it. Well, it's not like it's the general public is saying. And Michael Moore, who supported Bernie Sanders, very, very hard left. And to him, it's all about the result. It's not how - - it's like sausage. It's not how you make it, it's made. He wanted, Michael Moore and people who believe as he does, wanted the war ended at all costs. The war was ended. What Michael Moore said, and I think it is true, is that many, many, particularly in the dawn of Fox News and with the strength of programs like \"GUTFELD!\" and the kind of reordering of the -- of the American public, there is real fear among liberals are being called out by conservatives and conservatives say you're a coward, you're a traitor. You didn't want the war to end because you have no backbone. You're -- you know, you're this or that. And Michael Moore said that Joe Biden had the courage to blow through, you know, the kind of fears, the phobias that liberals generally have when making a stand. Joe Biden made the stand. We're out of Afghanistan. A lot of people wanted out of Afghanistan. He's the one who did it. To Michael Moore and people who believe like he does, that's the -- that's all that counts."
    },
    {
      "speaker": "CAIN",
      "utterance": "Dagen, I think, to Geraldo's analogy, they don't care how the sausage is made. They seem completely in that vein incapable or unwilling or uninterested in differentiating that we left from how we left."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Right. But I think it's more simple what's going on here. These people are completely irrelevant and have no credibility, so they're happy if they can be the most bloated bloviate in the room, so to speak. It's a way of just getting attention, number one. And I don't know what it would take for them to really turn on Joe Biden. Would it be him throwing sacks of puppies into the Potomac? Would they turn on him then? Or if he was lashing Santa Claus with the cat of nine tails? I think that they're just attached to Biden at all costs."
    },
    {
      "speaker": "CAIN",
      "utterance": "To me, what's revealed, Greg, is the true enemy here is the American people. I wasn't on the show the other day. I'm sure you guys talked about Arne Duncan's tweet. I hope you talked about Are Duncan's horrendous tweet."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, yes, yes."
    },
    {
      "speaker": "CAIN",
      "utterance": "Let me share you with you Dan Rather's tweet. Take a look at what he had to say about what's going on in Afghanistan. It's worth noting that many of the same people attacking the Biden administration for leaving women's rights behind Afghanistan are eager to control women's bodies and choice in the United States. So pro-life equals Taliban."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Of course. It's so -- but the great thing about this is we can also do it back to them. For example, the same people that are lauding this kind of deep humiliating withdrawal where we abandoned our allies in an authentic takeover, an authentic takeover of a government, the people that are allotting that are calling January 6 an insurrection. So you can go do it right back. How -- like, they -- I think it's going to be very hard for the media to continue to exaggerate what happened on January 6, you know, with their precious few seconds of tape against the unfolding spectacle that we just went through. Also, you're going to watch -- you're going to see an increase in the words seize and pounce, which is how the media reports any criticism of Joe by the Republicans as you get closer to --when they realize that oh my god, this is going to -- this is going to leave a mark, and it is, they're going to say, oh, you're pouncing on a tragedy for political gain, as they do that every single day of their lives."
    },
    {
      "speaker": "CAIN",
      "utterance": "So, Shannon, that's what will happen, right? Greg is right. Now, they'll be able to quickly pivot to January 6, or Arne Duncan will pivot to anti-masking or Dan Rather to pro-life measures, get off of Afghanistan, celebrate Joe and get to a different issue quickly."
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, and they shouldn't if you're going to be based on the polls. Like, Geraldo said, Michael Moore does not represent average America, the USA Today Suffolk University poll about how President Biden has managed the withdrawal from Afghanistan, 26 percent approved, 62 percent disapproved. And that was before we had the tragic loss of 13 American service members. So, I got to think those numbers are even worse now. These guys don't speak for the average American. But yes, there will be look over here shiny thing to try to get away from what most American people think has been a disaster."
    },
    {
      "speaker": "CAIN",
      "utterance": "Absolutely. That will be a clear and obvious play starting probably tomorrow, some other hugely divisive issue that will commandeer all of the attention. Be on the lookout, because there's a distraction."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They have one advantage, and that is when you do pull off a band- aid, the most intense pain is that is upfront. And what they're hoping for is that over time, that pain will fade. And I hope it does fade, too. But you've got Americans and allies over there."
    },
    {
      "speaker": "CAIN",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know how it will."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But you have to be careful not to start another Rambo syndrome, where we lost the Vietnam and Rambo's whole razon was we lost, but if I were -- if you stuck it out, if this was just powerful enough and brave enough, you could have --"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "No, I don't -- I don't want people to forget because they need to remember that Joe Biden is a great deal more dangerous to the lives of people in service and Americans. And what he might do in terms of the -- again, you scorched Afghanistan, watch what they're going to do with domestic policy, and that's on deck."
    },
    {
      "speaker": "CAIN",
      "utterance": "Exactly. And we have to go. We have to go here, but the point is, this story isn't over. The Rambo analogy, I like that too, because you know what, there are private special operatives right now in Afghanistan still trying to get people out of that country. There are Americans playing Rambo to do the job that this administration did not do."
    },
    {
      "speaker": "RIVERA",
      "utterance": "And I'm sure we'll have 50 movies -- we'll have 50 movies extolling their virtue and the feeling that they'll generate his bitterness over the pullout even though most of them before it all started wanted to pull out."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And beside, well, we do have to concentrate on the growing white supremacist movement."
    },
    {
      "speaker": "CAIN",
      "utterance": "Back to white race. Back to white race. Look, our military can focus on what matters."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Right."
    },
    {
      "speaker": "CAIN",
      "utterance": "Ahead. Good luck convincing anyone with this rhetoric. CNN anchor Don Lemon erupting on people who haven't been vaccine. You have to hear this next."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Welcome back. As COVID cases rage in several locations across the country, the CDC telling unvaccinated people not to travel over this Labor Day weekend, with CNN's Don Lemon going even further pointing this scolding message to those who still refuse to get the shot."
    },
    {
      "speaker": "DON LEMON, ANCHOR, CNN",
      "utterance": "Some people who are so selfish are saying it's my freedom and I don't want to get vaccinated. No, I don't want to do that. OK, fine. But think about someone other than yourself. And if you don't believe that COVID is real, and that it can -- it can affect your health and possibly take your life, don't go to the hospital then when you get sick."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Don't go to the hospital if you get sick. That's a little harsh, Dagen. But isn't it -- isn't it logical to say --"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "A little."
    },
    {
      "speaker": "RIVERA",
      "utterance": "-- to say that, you know, vaccination plus mask equals travel. Unvaccinated -- you know, isn't it prudent for unvaccinated people not to travel?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "I would -- if I wasn't vaccinate -- I think this is a personal choice. If I wasn't vaccinated, then I -- well, I'm a hermit. I might just stay -- I might stay at home. But that is a personal choice. Unvaccinated people to vaccinate people, if you got the shot, you should be fine. But I want to expose -- and I'm actually not going to steal this from Greg because I know Greg has talked about this before. But this exposes the combination of like dumb mastery and cruelty by Don Lemon. Because he's literally saying if you smoked and you get lung cancer, you don't get any treatment if you didn't. If you didn't wear sunscreen, you have melanoma, you don't get cancer treatment."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right. Yes."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "If you didn't wear -- if you didn't wear sunscreen and you have melanoma, you don't get cancer treatment. If you eat too many cheeseburgers, no open-heart surgery for you. So, that's -- again, he's too stupid to be on TV, but he's perfect for CNN."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But there's two things going on here, Will. And I know how deeply you feel about this. There's the premise that unvaccinated people should not travel because of the risk -- the exponential risk they pose to people, the children, for example. And the other thing is the cruelty of the -- of the, you know, the cavalier, well, don't go to the hospital then if you -- if you were that arrogant and not get vaccinated. But in terms of the first, you know, the CDC is advising people, if you're unvaccinated don't travel."
    },
    {
      "speaker": "CAIN",
      "utterance": "So, let me work that backwards. Regarding the second point you made whether or not it's cruel. Dagen is exactly right. We're veering dangerously close to exterminationist language. Otherwise --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Exterminationist?"
    },
    {
      "speaker": "CAIN",
      "utterance": "Absolutely. That's the -- that's the next step, putting the unvaccinated into someplace else camps, whatever it may be. When you listen to the cruelty of Don Lemon right there who you're absolutely right, has managed to wonderful concoction of being stupid and mean at the same time, then you are looking at a very dangerous person, a dangerous mindset that is getting increasingly, increasingly common out there, Geraldo. And now, to your other point about whether or not the unvaccinated pose a threat to other people. In particular, you point out children. That's not true. That is false. What we now know, the data shows, is that vaccinated people transmit COVID at almost the same level of unvaccinated. What the vaccination provides you is protection against severity of illness. It doesn't seem --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "What was the purpose --"
    },
    {
      "speaker": "CAIN",
      "utterance": "-- to protect you from ability to acquire or give it to somebody else. And the CDC, for what it's worth, by the way, is just a not a credible voice anymore when it comes to COVID."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You believe -- Shannon, pick up what Will is saying. Do you believe that it is so wrong for the CDC to say if you're not vaccinated stay home?"
    },
    {
      "speaker": "BREAM",
      "utterance": "Well, they also tell people not to eat raw cookie dough. But I'm guessing millions of Americans do that too."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I love that stuff: So, they have -- they have suggestions. This is a little bit different situation. But listen, the folks who were supportive of Governor Ron DeSantis and what he's done down in Florida, and he's got plenty of critics, but his team will say, look at the percentages. If you berate people versus in Florida, it's a very open situation, don't go there if that's not your cup of tea. 68 percent of people over the age of 12 there are vaccinated. Here in New York where if you don't have your vaccination card, you can't go to restaurants and gyms and that kind of thing, 65 percent. And they're constantly berating people here. So, I don't think that you win people over to your argument by, you know, saying things about them and insulting them in the way that Don Lemon is choosing to do. Maybe the Florida-New York comparison is worth a look on that front."
    },
    {
      "speaker": "RIVERA",
      "utterance": "But I get it. But again, what is it? It's not the rudeness of Don Lemon. Isn't it the advice -- is the advice good advice, if you're unvaccinated stay on?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know. I just wonder when CNN will stop pretending to be news. But their anchors are more opinionated than Boston cab drivers. They are the national shame network. Every hour now is about how bad you are. Like, when I'm listening to him, right, I'm trying to figure out who he's talking to. Because whoever he's talking to, I don't know these people."
    },
    {
      "speaker": "CAIN",
      "utterance": "Deny COVID exist?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, deny."
    },
    {
      "speaker": "CAIN",
      "utterance": "Who is that person?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, what he's doing is he's creating a straw man. And then he creates this kind of prison of two ideas. You're either this or you're this. Therefore you should be over there. He's not actually interested in persuasion at all. He's indulging the dopamine rush that he gets from shaming people. He's like a human walking tweet. But I do think also, he's doing this for the -- for the attention, because his ratings are tanking. And why are they tanking? It might be some new competition at 11:00."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Wait, Dagen has -- Dagen is volunteering."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "It starts with a G."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But I think that's what this is. It's -- and it is. This is all they do now at CNN. They're relevant that all they can do is shame people. They have to -- they have to --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "You have not answered my question."
    },
    {
      "speaker": "CAIN",
      "utterance": "I know. Before we go, I want to restate the question you're asking."
    },
    {
      "speaker": "RIVERA",
      "utterance": "All right. Thank you."
    },
    {
      "speaker": "CAIN",
      "utterance": "You're asking if --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Is it good advice if you're unvaccinated not to travel?"
    },
    {
      "speaker": "CAIN",
      "utterance": "That's a very specific question which you asked me but did asked everyone else, so I'll answer it directly to you. It's -- the answer is that unvaccinated should balance their own risk-reward. Their only threat is to themselves. So, you should balance that question for each every individual out there, balance their own individual risk-reward analysis."
    },
    {
      "speaker": "RIVERA",
      "utterance": "So, if you knew someone came in -- getting on your plane was unvaccinated, you want to sit by him?"
    },
    {
      "speaker": "CAIN",
      "utterance": "I don't care at all. I am vaccinated."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Wait a minute. (INAUDIBLE) was traveling all decade."
    },
    {
      "speaker": "RIVERA",
      "utterance": "\"ONE MORE THING\" --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm sitting next to Don Lemon."
    },
    {
      "speaker": "RIVERA",
      "utterance": "\"ONE MORE THING\" is next."
    },
    {
      "speaker": "BREAM",
      "utterance": "Last year, everyone flew unvaccinated."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Greg is sitting next to Don Lemon."
    },
    {
      "speaker": "CAIN",
      "utterance": "He's sitting next to --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "\"ONE MORE THING.\" I shall go first. let's do this. Greg's are cats out to destroy you? You know -- part three. You know, we've been -- serious issues we're forgetting about cats and are they out to destroy you. Look at this. Disturbing footage of a cat aware, aware that these Huskies are leashed and knows exactly where to lay to taunt them. That takes -- you know what, you were talking about Don Lemon being stupid and mean."
    },
    {
      "speaker": "CAIN",
      "utterance": "I knew what's coming."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is -- this is a smart and mean yes animal. This cat is smart and mean. Look what they're doing there. I vote that yes, cats are out to destroy you. And this is more evidence of that. And I rest my case. Shannon, I believe you're next."
    },
    {
      "speaker": "BREAM",
      "utterance": "I love that so much. OK, this is hilarious. This is a weatherman in Canada getting quite a surprise while giving a forecast. Check it out."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Winds from the southeast now at 17 kilometers per hour. Here's a forecast. As we go through the day tomorrow, yes, Storm is in the building getting some treats, walking on thin air 24 degrees."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He almost stepped in a poodle."
    },
    {
      "speaker": "BREAM",
      "utterance": "Look, there he is. Look how cute he is. OK, so this adorable dog named Storm -- how appropriately -- walked right on set interrupting the weather report looking for some treats. He's super cute. He's still looking. The camera certainly loves him. Hands down best weather forecast, second only to Janice Dean that I've ever seen. And by the way, I'm so proud of America for not doing kilometers."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank God."
    },
    {
      "speaker": "BREAM",
      "utterance": "For assuring the metric system."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was one war we won. All right, Dagen."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Kilometers. I see your cat and your dog and I will raise you some fluffy cows. These are -- getting brushed down, Wildroots Farm in Emmett Idaho. Tim and Ashley Sullivan raised Icelandic sheep and Scottish Highland cows."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Those are weird."
    },
    {
      "speaker": "CAIN",
      "utterance": "I was going to say, those are Scottish. That's not American."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Fluffy cows. But guess what? Delicious. Their milk has a high butterfat content."
    },
    {
      "speaker": "CAIN",
      "utterance": "Really?"
    },
    {
      "speaker": "BREAM",
      "utterance": "(INAUDIBLE)"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "I'm doing my Homer Simpson."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, that's a beautiful animal. All right, we got a minute."
    },
    {
      "speaker": "RIVERA",
      "utterance": "This is -- this is the quiz show edition of Geraldo news starring Geraldo with Geraldo. Here is the ABC's The Chase. Roll it."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "In a 1973 letter, what author called his then-son-in- law, Geraldo Rivera, a fierce Democrat and closet Marxist? Norman Mailer, Kurt Vonnegut, or J.D. Salinger."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Norman Mailer."
    },
    {
      "speaker": "CAIN",
      "utterance": "Norman Mailer. It got to be."
    },
    {
      "speaker": "BREAM",
      "utterance": "J.D. Salinger."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Mailer."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Kurt Vonnegut. Kurt Vonnegut was my father-in-law."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Will."
    },
    {
      "speaker": "CAIN",
      "utterance": "That's awesome. Super quick, shameless plug. Hey, Corey Mills has been in Afghanistan running people in private operations out of Kabul for the last several weeks. He called me from an undisclosed location just outside of Afghanistan. And you can hear the whole story told on the Will Cain Podcast. Fox News Podcast, Apple, Spotify, wherever you get your podcasts."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm going to have to start reading Vonnegut again if he called you a Marxist. Because he must be on the ball."
    },
    {
      "speaker": "RIVERA",
      "utterance": "He was a great, great father-in-law."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, that's it for us. \"SPECIAL REPORT\" is up next. Hey, Bret."
    },
    {
      "speaker": "BREAM",
      "utterance": "Kurt Vonnegut for $500. Thanks, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}