{
  "date": "September 5, 2021",
  "headline": "'Sunday Morning Futures' on fallout from Biden's Afghanistan withdrawal",
  "subHeadline": "Guests: Robert O'Brien, Brian Mast, Chad Wolf",
  "url": "https://www.foxnews.com/transcript/sunday-morning-futures-on-fallout-from-bidens-afghanistan-withdrawal",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS ANCHOR",
      "sentences": "Good Sunday morning, everyone. I'm Jason Chaffetz, in for Maria Bartiromo. Joining us straight ahead on \"Sunday Morning Futures\": President Biden accused of lying about Afghanistan over statements like this:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The overwhelming consensus was that they -- this was not going -- they were not going to collapse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Afghan war veteran Congressman Brian Mast will be here live on the fallout the president now faces over the way he handled the U.S. withdrawal. Plus: the White House now admitting concerns over the ISIS-K threat in Afghanistan, as U.S. lawmakers raised questions about the vetting of Afghan evacuees. Former National Security Adviser Robert O'Brien will be here live with his take on all that. And another heartbreaking moment on the Southern border, as a little migrant girl carrying her toddler brother on her back dies alongside her mother on their dangerous trek to the United States. Former DHS Secretary Chad Wolf is live with reaction to that and the massive spike of drugs coming into the country. Plus: the fight over masking in schools. And who should be making the call, parents or the government? Dr. Nicole Saphier live on the medical view. All that and more, as we look ahead on \"Sunday Morning Futures.\" President Biden facing widespread criticism over America's botched exit from Afghanistan, some even accusing the commander in chief of lying. It's hurting his approval rating, which has dropped to 43 percent in an NPR poll and 44 percent in the latest ABC poll. The fierce blowback against the president coming after he failed to carry through on his promise to evacuate every American and every Afghan ally who wanted to leave the country. Among those still stranded behind Taliban lines, an Afghan interpreter who helped rescue then Senator Biden and other U.S. lawmakers during a 2008 trip to Afghanistan when a snowstorm stranded their helicopter. Still, the president calls to withdraw -- quote -- \"an extraordinary success.\" But now he's getting called out for repeatedly making this claim:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "The overwhelming consensus was that it was highly unlikely that, in 11 days, they would collapse and fall. The overwhelming consensus was that they -- this was not going to -- they were not going to collapse, the Afghan forces. They were not going to leave. The idea that the Taliban would take over was premised on the notion that the -- somehow, the 300,000 troops we had trained and equipped was going to just collapse, they were going to give up. I don't think anybody anticipated that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But that may not be the case. A transcript of a July 23 phone call reported last week shows President Biden appearing to pressure his Afghan counterpart to create a perception the Taliban wasn't winning, Biden telling Ashraf Ghani -- quote -- \"I need not tell you the perception around the world and in parts of Afghanistan, I believe, is that things are not going well in terms of the fight against the Taliban. And there is a need -- whether it's true or not, there is a need to project a different picture.\" That call came weeks before the Taliban took control of Kabul, which ultimately led to the deaths of 13 young U.S. service members. Joining me now, Republican Congressman Brian Mast of Florida, a veteran of the war in Afghanistan who serves on the House Foreign Affairs Committee. Congressman Mast, thanks for joining us on \"Sunday Morning Futures.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. BRIAN MAST (R-FL)",
      "sentences": "Glad to be with you, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Thank you so much for joining us. And, listen, let's start by thanking you for your service. You lost both your legs service -- in service there in Afghanistan. You are a warrior. Your perception and your vote probably counts a lot more, given your service there in Afghanistan. When you hear the president say that nobody had anticipated that the Taliban would overtake the country, is that believable?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "It's not believable whatsoever. But when you layer that on this report that he attempted to manipulate intelligence, that is one of the most serious charges that can be levied in the face of all of this. Let's pull back the curtain on that just a little bit and say, OK, if you're manipulating intelligence because you want a different perception, who are all the entities that are paying attention to that intelligence to try and make real-time decisions for the military or for the Department of State? As members of Congress, we're getting briefings from all of the intelligence agencies. They're trying to figure out if they have a consensus on what they believe will happen. And if all of that is being manipulated to try and reach some optical goal, which we know this is what -- what's going on in Afghanistan -- the president was trying to reach a specific optics for a 9/11 celebration of withdrawal -- then that is directly what put our service members and so many others in that danger. Because there was a massive misperception of what was actually going on, on the ground, because they tried to change that intelligence. And, in my mind, that's giving aid and comfort to the enemy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Is that the growing consensus, that this withdrawal date, which was picked solely by President Biden and Kamala Harris, as best we can tell, it really was to be done because we're -- we're highlighting, noting the anniversary, 20th anniversary, of 9/11 next Saturday? Is -- was that the driving impetus to get out by August 31?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "I'm not going to pretend that I can read President Biden's mind, but we know for a fact that this was the date that they originally picked to say that was going to be the exit date, was 9/11. They originally picked that, in my opinion, because they wanted to make a very specific optic to show to the world. And they ended up creating a situation that, by every one of the president's own objectives, was a failure. The president laid out -- he said, my number one objective is to make sure that Afghanistan can never again be used as a launch for terrorism. He said in a different statement, my number one job is to defend and protect America. I'd say he screwed both of those up pretty bad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "So, this July 23, call with President Ghani, where he's saying we have to change the perception, that does lead one to believe that he knows that the Taliban are actually winning the fight and they're marching on Kabul, but didn't really do anything about it. In fact, the administration started to move on closing Bagram, the Air Force base, which is 25 miles to the north of the Kabul Airport.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "Yes, not just change the intelligence, apparently -- this is apparently what happened -- ignored what the true intelligence was on the ground, and then, beyond that, allowed himself to be intimidated, which no American should ever be, intimidated into withdrawing from Bagram, withdrawing from the embassy, leaving on the Taliban's timeline, and, beyond that, siding with the Taliban, seeking to give them recognition, instead of siding with those that are still in Afghanistan fighting the terrorists right to this very minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Somehow, this administration, the Biden/Harris administration, believes they have leverage over the Taliban. I have a hard time seeing that. If you're an American that's still in Afghanistan, and not able to get out of the country, what in the world are these people supposed to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "The administration, the State Department, they have zero leverage over the Taliban. They have this fake perception that, because they control some of the dollars of the -- of what has been the Afghanistan government, and they're locking those up, that they have all of this control over them, they're going to be able to twist their arm in these kinds of ways and get people out. If they couldn't get people out through American strength, or their lack of projecting it, when we had people on the ground, they're not going to be able to get people out when there are no Americans there. The Taliban rolled through Afghanistan without having access to any of those dollars that they're saying are this -- quote -- \"leverage\" that they have on them. They're not extremely worried about that. And now what do they have? They have the -- quote -- \"most advanced military weaponry\" to go out there and do whatever it is that they want to do in Afghanistan or across other areas of the region. They have the leverage. The Taliban has the leverage in this. And beyond that, we know for a fact that they're now in close communication with China, with Iran, with Russia, with others that want to go in there and, one, give the United States of America a greater black eye in this instance, but, two, be able to extract whatever they want from that region of Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes, one of the few natural resources in Afghanistan is a big copper mine, but the Chinese have been controlling that for a long period of time. You're on Foreign Affairs. What's going to happen? What do -- what are the interests of Iran and Russia and specifically China?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "I would say Iran, Russia and China are unified on this front. And this should concern every American. It is blacking out the United States of America from that region. If anybody thinks that those three nations are going to do anything to allow American intelligence, our ISR platforms, anything else, into any of the Stans, Uzbekistan, Kazakstan, Turkmenistan, Afghanistan, anywhere in those areas of former Soviet socialist republic, they're not going to allow us in there. There's no person the ground in there in those regions that are begging to say, hey, let me go become American human intelligence asset and work with them, because we see how well that they treated those that worked with them in Afghanistan. There's nobody begging to do that. So, that means our most vital forms of intelligence are totally blacked out in one of the most key regions to go and defend against Iran, to combat China's aggression, and to go out there and defend against Russia's aggression as well. That's exactly what's happening. And they are working together to make sure that we have a blindfold on when it comes to that region.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes, the presence of the Bagram Air Force Base was as much about China and some other things as it was about Afghanistan. All right, more ahead with the congressmen and Afghan war veteran Mast. Don't move. We're coming right back to you. As the chorus of lawmakers calling for action against President Biden over the botched Afghan exit gets louder, some even demanding impeachment, while others say he's simply not fit for the job.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JIM JORDAN (R-OH)",
      "sentences": "What happened in Afghanistan was wrong, it was terrible, but, frankly, it wasn't surprising, because what has this guy done right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JORDAN",
      "sentences": "What happened in Afghanistan was wrong, it was terrible, but, frankly, it wasn't surprising, because what has this guy done right? Everything this guy touches, it goes bad. So, that's why I have said he should resign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This morning, I introduced three resolutions calling for resignation, one for the president of our United States, another for his secretary of defense, and another for his chairman of the Joint Chiefs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's totally disconnected from the truth, many, many other lies. And it just -- he needs to step down. He needs to resign, or the Cabinet needs to do something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Just some of the lawmakers calling for action against President Biden over his handling of the U.S. troop withdrawal from Afghanistan. Most are demanding his resignation. Eleven are pushing for impeachment. Three have brought up the 25th Amendment, which provides for the vice president to replace an incapacitated president. Back with his now, Republican Congressman and Afghan war veteran Brian Mast of Florida. He is also a member of the House Foreign Affairs Committee. Congressman, where are you at on this? Do you push for the 25th Amendment? Do you push for impeachment? What's your solution?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "I think all three of these are realistic options, if this were not the most partisan world that we lived in. No member of the Cabinet is going to push for the 25th Amendment. So I would say that one is out. Impeachment is absolutely something that should be considered, I would say no less than 10,000 counts of reckless endangerment, all of the American lives over there. That's the minimum, which is actually a real crime. Beyond that, as I said, already, I think we absolutely need to look at, what is the truth about this phone call with the former Afghani president? We know for a fact that the Taliban is a sworn enemy of the United States of America. We are still in the midst of the war on terror. And, as I said, I would absolutely consider the manipulation of intelligence, giving aid and comfort to the enemy, all three of those things are part of what meet the constitutional definition of treason. And then, when you go beyond that and you talk about impeachment, I think we all know, though, prior to any change in the majorities in the House or the Senate, you will not see anything move on impeachment with Nancy Pelosi or Chuck Schumer in power. They will probably not even allow such a thing to come to a committee to have a hearing to even ask any of those questions. That's the reality of what's going on, on the ground. But you look at President Biden. And I would say these two things about him. He is hollow. His decisions are empty. They're void of wisdom in their entirety. And across the board, we see a naivete as to the aggressors that he's dealing with. Maybe there is an element of dementia there that we might hear about in years to come. But I would say, at minimum, this man appears to be schizophrenic, with the statements that he's making in front of one camera, and the way that they're directly changing in front of the camera on a different day or the day after that, or what his -- members of his Cabinet are saying. There's definitely got to be schizophrenia there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, listen, I had the honor and privilege of serving with you in the United States Congress. And what I find is, often, Congress is impotent in doing these types of things. They're not very united. And, look, the Democrats control the House, the Senate, and the presidency, but do you see them doing hearings on the Southern border, on Afghanistan, or on the origins of COVID? It's pretty much none of the above? I'm not aware of anything that's really movement in a serious fashion. Is there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "No, there's no serious effort to do this. And let's be clear about this. Behind closed doors, we hear different things from the Democrats. They're talking about what's going on in Afghanistan, very upset about this. But as soon as they walk out from behind those closed doors, they're unwilling to support anything publicly that questions what has gone on there, maybe with the exception of one or two representatives, like Seth Moulton, who actually went over to Afghanistan to check things out. Beyond that, you hear no dissent about what's going on there. When you look at what's going to happen in committees or any other place else, realize that Speaker Pelosi had members of Congress back about a week ago to not touch anything related to Afghanistan, not say a word about it, not even to thereafter allowed to read the names of those that were -- that were killed in Afghanistan a few days after she called all members back. None of that occurred. It was simply to pass a $3.5 trillion to $4 trillion spending bill and take the rights away from states to conduct their election laws. That's what she brought people back for. Not a word about Afghanistan. That's where their head is at.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Congressman, don't worry about it. The vice president, Kamala Harris, she's right on top of it. I thought it was very telling that she was not standing by the president's side when he was supposedly taking a victory lap. I think that says just about everything we need to know about it. Congressman Brian Mast, you served there. You lost your legs serving there. You are an American hero. And I hope you and all those Americans who went over and served in Afghanistan, they hold their head high and know how much this country loves and cares for you and for them and everybody else who served in Afghanistan. They did yeoman's work. We have no problem with the boots on the ground. We have all the problems with the suits behind the decision. So, thank you for your service.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAST",
      "sentences": "Thank you, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Thousands of Afghans fled the country after the Taliban retook control. Many will be resettled here in the United States. Our Jennifer Griffin spoke with General Milley in Germany about the vetting process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEN. MARK MILLEY, CHAIRMAN, JOINT CHIEFS OF STAFF",
      "sentences": "I'm very comfortable that these folks are being properly cleared through the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT",
      "sentences": "And they're being checked about three times before -- with their biometrics before they even get to the U.S.?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLEY",
      "sentences": "That's right, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "But Republicans want more details on that vetting process, especially after the chaotic way the White House handled the withdrawal. Former National Security Adviser Robert O'Brien is with us next for his thoughts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "We know ISIS-K has a keen interest in attacks against aviation targets and our personnel on the ground in our Air Force -- in our military bases. And these are among the risks that we take into account.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "That was White House Press Secretary Jen Psaki on Thursday warning about the terror threat from ISIS-K in Afghanistan. In the meantime, lawmakers here at home are worried about the possible national security threat just days before we mark 20 years since 9/11; 26 Republican senators are now asking the Biden administration for information the vetting process for Afghan evacuees, many of whom may end up in the United States. Here's what the chairman of the Joint Chiefs, Mark Milley, told our Jennifer Griffin yesterday in an exclusive interview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLEY",
      "sentences": "They're getting their names registered. They're doing the biometrics. They check their irises. They do their fingerprints. They take a full facial photo. They run that against the 20 years of databases that we have in the interagency. They run it against the NCTC checks and the FBI checks. If the individual, if the evacuee has some sort of derogatory information or something suspect at all, it'll pop up as red or yellow. They have popped about 30,000 or so people through here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Joining us now is Robert O'Brien. He served as the national security adviser to former President Trump. Thank you so much for joining us, Ambassador. This vetting process, I mean, I have been to Afghanistan a couple of times, only been there, what -- it's the equivalent of a few days. But it is definitely a Third World country. It's not as if everybody's got a driver's license or a birth certificate. This vetting process, how much confidence do you have in it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT O'BRIEN, FORMER U.S. NATIONAL SECURITY ADVISER",
      "sentences": "Well, we have got to be careful about it. Number one, the American people are big-hearted and generous. And we want to bring the folks from Afghanistan who helped us, who helped our soldiers, sailors, airmen, and Marines to stay safe during the 20 years of war. We want to bring those enablers and those interpreters here and give them a safe life and liberty and individual freedom that they will be denied in Afghanistan. And so that's the best of America. But, at the same time, we need to make very certain that the folks that come over here are the people they claim to be, that they were the ones that helped us, and they're not radicals, they're not subject to radicalization, and they're not going to do harm to Americans. So, this vetting process is really important. We need to get it right. But I commend the governors, the governor of your home state, Governor Cox, the governor of Oklahoma, and others, who want to bring the Afghans who are seeking freedom and want an American way of life, bringing them over here. So it's a balancing act. We needed to protect our friends, but we needed also protect the American people from the wrong Afghans and potential terrorists coming to our land.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "The latest numbers I have seen, 20,000 are already in the United States. About 40,000 are still overseas as they go through that processing. But let me switch gears a little bit with you, Ambassador, because the Biden/Harris administration calls it a total success. They're trying to put a spin on it as best they can. But part of what they are claiming is that the Trump administration, of which you were the national security adviser, you had ill-prepared this, that you had put things into motion that caused this chaos, and that it was really Trump's fault for how chaotic it is today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'BRIEN",
      "sentences": "Well, this debacle of the Biden/Harris evacuation or attempted evacuation -- remember, we have left a lot of Americans behind. And so I have been careful not to criticize the administration while we try and get the Americans and our Afghan friends home. But this debacle has undermined American credibility and leadership. And it will travel with us for many years ahead. So we need to figure out how to restore American leadership. I think there's one thing that everyone knows around the world, our friends, our foes, and folks on both sides of the aisle here. This would have never happened under President Trump. He believed in peace through strength. We would have never taken the soldiers out before the American civilians were evacuated, before our Afghan friends were evacuated, and, importantly, before our military equipment was evacuated. I mean, President Trump made that clear over and over again in the Oval Office. He did not want to see the Taliban with combat aircraft and Black Hawk helicopters and Humvees. And it's not just it will stay with the Taliban. They will sell it. And we're already seeing a leakage of this equipment to Iran. We're going to equip the Iranian Revolutionary Guard for years to come with all the equipment we left behind. So I think everyone knows that this would not have happened under President Trump. It's a sad situation. But now we need to turn to, how do we restore American leadership and take care of our allies in Eastern Europe, like Poland, and our allies and in the Pacific, like Taiwan, to make sure that our adversaries don't feel this is an opportunity to further undermine the free world?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Going back to that equipment, I don't understand the billions of dollars of American hardware, everything from guns and ammunition, to tanks and aircraft, why that wasn't scuttled or destroyed and still isn't destroyed. I don't understand. And given the interests of China, Russia and Iran in Afghanistan, if you could talk to us a little bit about what their interests are and what they seek to gain by this total mess of a withdrawal that the United States did in Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'BRIEN",
      "sentences": "Well, the number one thing is that the Chinese are using the withdrawal to humiliate us. It was so poorly handled that they have already -- their Global Times, their mouthpiece of the Communist Party of China, has already told the Taiwanese, this is your future. They had pictures of Kabul. And they said, this is Taipei after we invade and the Americans refuse to help you, to undermine -- so, to psychologically undermine our allies in Taiwan. So we need to do things immediately, like speeding up arms sales deliveries to Taiwan. Taiwan's purchased arms from us. We need to speed those arms sales. Poland, in Eastern Europe, on the front line against the Russians, have asked for 250 Abrams tanks. We ought to get them the tanks from our depots now while they're being built by our great workers in Lima, Ohio. And then, when the new tanks are delivered, we can bring the old ones back out of our depots. We need to get a Coast Guard cutter in American Samoa. We need to reinforce our alliances with the -- Micronesia and Palau and our Compact of Free Association States in the Pacific. So, we need to take some steps right now that have bipartisan approval and support that wouldn't cost us a lot of money. But we need to start showing the leader -- the world that America still leads. And, if we don't, we're going to -- we're going to suffer the same way we did after Saigon under four years of Jimmy Carter. And what I say is, who would have thought we'd be looking back at the Carter years and saying those are the good old days? But we're in that situation right now. We've got to change it quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Ambassador Robert O'Brien, the former national security adviser, please stay right there. We will be back with more with you right after this break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "The Taliban can claiming complete control in Afghanistan, including the last province north of Kabul, where Afghan resistance fighters are still hiding out, the militants celebrating their victory by firing shots into the air. Those bullets ended up killing 17 people and wounding dozens more. This is just the latest story of what life will be like under the notoriously repressive Taliban, who many be -- who may be enemies of ISIS- K, but have harbored Al Qaeda for years. And yet National Security Adviser Jake Sullivan says the U.S. is not ruling out economic aid to the Taliban.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISER",
      "sentences": "When it comes to our economic and development assistance relationship with the Taliban, that will be about the Taliban's actions. It will be about whether they follow through on their commitments, their commitments to safe passage for Americans and Afghan allies, their commitment to not allow Afghanistan to be a base from which terrorists can attack the United States or any other country, their commitments with respect to upholding their international obligations. It's going to be up to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "We're back with Robert O'Brien, the former national security adviser. Ambassador, we also heard General Milley talk about that the country may descend into civil war. The Taliban may not be strong enough to hold out against ISIS-K and Al Qaeda. Given your background and understanding of Afghanistan, where do you see that country going now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'BRIEN",
      "sentences": "Well, we will have to see. Right now, the Taliban has control. And the Taliban has never been in a better position, primarily because they walked into billions and billions of dollars of U.S. equipment, including advanced night-vision goggles, ScanEagle drones, close air support combat aircraft, rotary and fixed wing. So the Taliban right now is in a very good position. But, ultimately, Afghanistan is a tribal country. The Taliban are primarily Pashtuns. There are others, Hazaras and Uzbeks and Tajiks, that may not want to live under a Pashtun/Taliban rule. So you may see some resistance forming in the Panjshir Valley up by Mazar - - and also up in Mazar and other parts of Afghanistan. We will have to see how that plays out. But, look, the reason why that Jake is talking about financial aid to the Taliban is because we left a lot of Americans behind. And, right now, there's not many cards left to play to get those Americans home and get our Afghan allies home, other than the economic card. And we could end up putting a lot of money in the Taliban's pocket to get our remaining Americans out. That's why this crisis is far from over. We have a lot of Americans that still need to come home. We have got friends of ours who helped us who need to come out to the United States. And so this is far from over. And they're not many tools left for the Americans and the United States to play. So I think that's why you're seeing Jake and others talk about the economic aid, trying to put a carrot out for the Taliban to allow our American citizens to get back home. And that's, of course, what we all want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes, the Biden/Harris administration tries to say that they have leverage. I, quite frankly, don't see that. I guess the ultimate question here, last question for you, Ambassador, is, is the United States safer than it was before?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'BRIEN",
      "sentences": "Well, we're not safer. And the primary reason for that is we have lost credibility around the world with our allies, but also with our adversaries. And so we need to restore American leadership. There are a lot of things we can do. Number one, let's get these Americans that are still there home. Let's -- we have got the NDAA markup, the defense budget. We need to make sure there's plenty of money to rebuild our Navy and show our adversaries that we're still in the game, and take some of the steps I talked about earlier, bolstering Romania and Poland and our Eastern European allies and bolstering our allies in the Pacific. And just before signing off, Jason, you were a star player for the BYU Cougars. They had an opening season win last night in Las Vegas. They have got a great new quarterback, so I'm sure you were pleased with opening night for college football with the BYU Cougars. So, congratulations to your former teammates on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Hey, I'm just glad -- I'm just glad we see these full stadiums and people out enjoying and rooting for their team. My team won last night, so it was a good night. Former National Security Adviser Robert O'Brien, thank you. Thank you for your service. And thank you for joining us on \"Sunday Morning Futures.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "O'BRIEN",
      "sentences": "Great to be with you, Jason. Take care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "All right, Afghanistan is just one of the many crises President Biden's administration is facing as we move into September. The border is still a major issue. And now tragic images like this of a young migrant in the desert, these are sparking calls for the White House to do something, do more, do something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRANDON JUDD, PRESIDENT, NATIONAL BORDER PATROL COUNCIL",
      "sentences": "To know that this was preventable really upsets us and it hurts, knowing that we have had to see this over and over again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Former acting Department of Homeland Security Secretary Chad Wolf coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Despite brutal heat and other dangers, there has been no letup in the crisis at the Southern border. Take a look at this picture. It's heartbreaking. It shows an 11-year-old girl carrying -- Colombian girl carrying her 3-year-old brother through the sweltering Arizona desert. The girl's mother can be heard on an audio recording calling for help. But it was too late. By the time rescuers got there, the mother and that young lady, the girl, she had died. The little boy somehow survived. Tragedies like this are only part of the border crisis. Overdoses from the synthetic opioid fentanyl have spiked, as seizures of the drug at the border went up 233 percent in April alone. But the Biden administration is considering rolling back some of the penalties for fentanyl trafficking- related crimes. Maria recently sat down with Texas Attorney General Ken Paxton about the border crisis. Watch this",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEN PAXTON (R), TEXAS ATTORNEY GENERAL",
      "sentences": "I have talked to Border Patrol agents. I have talked to high-level Border Patrol agents. They are -- they say there are no discussions ever with Biden administration about actually stopping illegal immigration, just dealing with the logistics. And that's exactly what they're being told to do. That's what they are doing. And they can't help but do that because there are so many people. You just mentioned the numbers. They're the highest we have ever had. And, unfortunately, the cartels are getting even better at transporting people and transporting drugs across our border.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Joining us now, former acting Department of Homeland Security Secretary during the Trump administration Chad Wolf. Thank you so much for joining us. I mean, you watch that little girl. To hear that she and her mother both perished there in the Arizona desert, I mean, it is human trafficking. It is real. It's not just numbers of people coming across. These are real human beings who are losing their lives because they have been incentivized to come to the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD WOLF, FORMER ACTING U.S. SECRETARY OF HOMELAND SECURITY",
      "sentences": "Well, it's absolutely correct. And that's a heartbreaking story. But we see a lot of those throughout the course of the year and throughout this crisis. But we have to remember that the Biden administration, again, is encouraging these individuals. We're seeing historic numbers month after month after month. And in the process, we see more migrants' deaths in the desert that public safety officials and Border Patrol are seeing every day, but we're also seeing more in-custody deaths in CBP. And that's because of the sheer number of individuals crossing that border illegally every month. And so this border policy that the Biden administration has partaken and undergone over the last several months is a very inhumane policy that's having some devastating consequences.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "There were some 65,000 people that came across as unaccompanied minors. Our understanding is that roughly a third of those are unaccounted for. The Biden administration has totally lost track with them. They thought they could just get a telephone number and call and check up on them. But they can't find them now. I mean, how is that not human trafficking? And how is it that we allow so many unaccompanied minors just loose within the United States of America?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF",
      "sentences": "Well, we need to keep in mind that this is the same administration that rolled back Trump era vetting requirements for those same sponsors. We had put in place very robust sponsoring procedures to make sure we knew who those individuals were that we were placing these minors with. This administration rolled back those. And now they are releasing them. They don't know where they're at, which makes it even more difficult for these minors to show up to their immigration proceedings, which they are required to do by law. But if you can't even locate them, you can't locate them or their sponsor, then you know they're not showing up for court. And so it's exactly right, Jason. It's human trafficking really at its worst.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, and the other thing that's being trafficked are a lot of drugs. I mean, fentanyl is reportedly more dangerous, more deadly than heroin, and yet the Biden administration is actually looking at following through on this idea that, these crimes, they would lessen the penalties for them. How is that going to help make our country more safe and secure?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF",
      "sentences": "Well, it's not. At the end of the day, I think folks need to keep in mind that the historic number of folks that we are seeing cross the border enrich the cartels every day. For every individual crossing that border, it's $5,000 to $10,000 that they pay a cartel member. These cartels are putting that money back into their illicit business. They continue to traffic illegal narcotics, such as fentanyl and others. And the 200 percent that you mentioned at the top of the segment is only in the amount that we are actually apprehending. And we know that the vast majority is getting through. And why do we know that? Because Border Patrol agents are no longer on the line doing their national security mission. They're back in facilities trying to care for all these migrants that are coming across that border. So, the 200 percent increase is a good start, but it's only a small percentage of actually what's coming through that border, again, fueled by the cartels and fueled by the Biden administration's policies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes, the drug cartels know what they're doing, unfortunately, and this administration doesn't. But, hey, Kamala Harris, she's on top of it. I -- there should be nothing to worry about. Former acting Department of Homeland Security Secretary Chad Wolf, thank you for your service. Thanks for joining us on \"Sunday Morning Futures.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOLF",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "All right, the fight over whether students should keep their masks on during the entire school day still playing out in the courtroom and in the court of public opinion. Dr. Nicole Saphier, one of our favorites, is on the case. She's up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Florida's Republican Governor Ron DeSantis appealing a judge's ruling that blocks him from banning mask mandates in schools. And despite that latest ruling, the governor is making good on his threat to withhold funding to school districts that still require kids wear masks in class. Meantime, the battle over masks in school is now reaching the federal level. The Education Department is investigating five states, Iowa, Oklahoma, South Carolina, Tennessee and my home state, Utah, to see if their bans on school mask mandates violate students' civil rights. FOX News medical contributor Dr. Nicole Saphier joins me now. She's also the author of a new book called \"Panic Attack.\" Doctor, thank you so much for joining us today on \"Sunday Morning Futures.\" This battle over masks, what do we need to know? Because you know what? Europe's taking a totally different direction than the United States. Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. NICOLE SAPHIER, FOX NEWS MEDICAL CONTRIBUTOR",
      "sentences": "Well, so, that's right, Jason. And only in the United States are children wearing masks in school controversial. That's because our establishments have made it so black and white, as though children wearing masks in school is vital to their health. But if it was really so black and white and clear-cut and backed by science, would many countries in the -- Europe, as you mentioned, the U.K., and elsewhere across the globe, would they be doing it as well? And how come the World Health Organization hasn't backed it? That's because it's not so black and white. And as far as I'm concerned, Jason, there are no clear-cut evidence and data to support children, especially young children, wearing masks in school. The CDC's own data has shown there's been no statistically significant reduction in transmission in schools from children wearing cloth masks. They have always been by multiple mitigation efforts. And on top of that, one of the largest studies on masking out of Bangladesh, which came out recently -- now, it wasn't in schools, but what they did was, they randomized mask-wearing amongst multiple communities. And what they found was the reduction in cases was almost exclusively by surgical masks. And the benefit was in those older adults. So people masking was protecting the vulnerable, the older adults, but, again, the surgical masks. When you translate that to the United States, and look at our children, about 99 percent of kids are wearing those cloth masks, which there's really no proven benefit to children and the surrounding communities in wearing those cloth masks. But what I can tell you is, there are some real long-term risks for that. So, the cloth mask they be we may be wearing may have zero benefit to the children. But what does have benefit to the children that is backed by science are opening up windows and vaccinating the adults around them, the teachers, their families. In the beginning, we were able to take some of these maybe risk reduction measures because we had a lack of data. But things have changed now, Jason. And we have data. And we know long-term wearing of young children in these cloth masks can have consequences. And no one has proven the benefit yet. So, I have to say the science, or really lack there of, on mask-wearing and children is on DeSantis' side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes, the frustrating thing to me, as somebody who's not a scientist, is that they take this policy position and then somehow try to scramble to find the science. They don't put out the science first, let it percolate, let the scientific community come together to form a consensus. And that's why you have, like Governor Phil -- your governor, Governor Murphy, there in New Jersey making these statements, but doesn't have anything to back it up. I want to go. I have got just time for one other quick question. And that is about this idea of the vaccine booster. There are some that argue that, between shots one and two, it should have been a longer period of time. But what about this booster shot? Is it really necessary? Is the science behind that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAPHIER",
      "sentences": "Well, so, sure. If you compare what happened in Israel vs. the U.K., Israel had a shorter interval between that first and second dose. The U.K. had a longer one. And those in the U.K. are having fewer breakthrough infections. It does seem there should have been a longer interval, maybe six weeks, eight weeks, who knows. We don't actually have a study to show it. When it comes to boosting, we are seeing that the efficacy of these vaccines are declining. But the good news is, Jason, they are still preventing severe illness, hospitalizations and deaths. They are still rare in those who are fully vaccinated. Boosters make sense for the immunocompromised, those who we already have difficulty in building immune responses because of medications and diseases. When it comes to the general population, Jason, the data is not there yet to suggest that the general population requires a third dose. Maybe, in the next four to six months, if we start seeing more hospitalizations and deaths in fully vaccinated, we can start having the conversation about boosters at that point. But, right now, the evidence is not there, which is why there's so much controversy, because the White House and CDC has put forth, saying that boosters may be available to everybody by the end of September. And the FDA is like, well, we haven't even reviewed the data to see if it's necessary. They need to stop, as you mentioned, and pause...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes. There's just that, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SAPHIER",
      "sentences": "... look at the data, and then communicate to the American people. This is why we are having such a distrust in these elite establishments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes. Dr. Nicole Saphier, thank you. I know you're a mom of some wonderful kids. And you also back up the science behind what you say. Thanks for joining us. That does it all for \"Sunday Morning Futures.\" I'm Jason Chaffetz, in for Maria Bartiromo this morning. Have a great Labor Day weekend, everybody. And, remember, you can catch \"Mornings With Maria\" weekdays 6:00 to 9:00 Eastern on FOX Business. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS ANCHOR",
      "utterance": "Good Sunday morning, everyone. I'm Jason Chaffetz, in for Maria Bartiromo. Joining us straight ahead on \"Sunday Morning Futures\": President Biden accused of lying about Afghanistan over statements like this:"
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "The overwhelming consensus was that they -- this was not going -- they were not going to collapse."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Afghan war veteran Congressman Brian Mast will be here live on the fallout the president now faces over the way he handled the U.S. withdrawal."
    },
    {
      "speaker": "Plus",
      "utterance": "the White House now admitting concerns over the ISIS-K threat in Afghanistan, as U.S. lawmakers raised questions about the vetting of Afghan evacuees. Former National Security Adviser Robert O'Brien will be here live with his take on all that. And another heartbreaking moment on the Southern border, as a little migrant girl carrying her toddler brother on her back dies alongside her mother on their dangerous trek to the United States. Former DHS Secretary Chad Wolf is live with reaction to that and the massive spike of drugs coming into the country."
    },
    {
      "speaker": "Plus",
      "utterance": "the fight over masking in schools. And who should be making the call, parents or the government? Dr. Nicole Saphier live on the medical view. All that and more, as we look ahead on \"Sunday Morning Futures.\" President Biden facing widespread criticism over America's botched exit from Afghanistan, some even accusing the commander in chief of lying. It's hurting his approval rating, which has dropped to 43 percent in an NPR poll and 44 percent in the latest ABC poll. The fierce blowback against the president coming after he failed to carry through on his promise to evacuate every American and every Afghan ally who wanted to leave the country. Among those still stranded behind Taliban lines, an Afghan interpreter who helped rescue then Senator Biden and other U.S. lawmakers during a 2008 trip to Afghanistan when a snowstorm stranded their helicopter. Still, the president calls to withdraw -- quote -- \"an extraordinary success.\""
    },
    {
      "speaker": "But now he's getting called out for repeatedly making this claim",
      "utterance": ""
    },
    {
      "speaker": "BIDEN",
      "utterance": "The overwhelming consensus was that it was highly unlikely that, in 11 days, they would collapse and fall. The overwhelming consensus was that they -- this was not going to -- they were not going to collapse, the Afghan forces. They were not going to leave. The idea that the Taliban would take over was premised on the notion that the -- somehow, the 300,000 troops we had trained and equipped was going to just collapse, they were going to give up. I don't think anybody anticipated that."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But that may not be the case. A transcript of a July 23 phone call reported last week shows President Biden appearing to pressure his Afghan counterpart to create a perception the Taliban wasn't winning, Biden telling Ashraf Ghani -- quote -- \"I need not tell you the perception around the world and in parts of Afghanistan, I believe, is that things are not going well in terms of the fight against the Taliban. And there is a need -- whether it's true or not, there is a need to project a different picture.\" That call came weeks before the Taliban took control of Kabul, which ultimately led to the deaths of 13 young U.S. service members. Joining me now, Republican Congressman Brian Mast of Florida, a veteran of the war in Afghanistan who serves on the House Foreign Affairs Committee. Congressman Mast, thanks for joining us on \"Sunday Morning Futures.\""
    },
    {
      "speaker": "REP. BRIAN MAST (R-FL)",
      "utterance": "Glad to be with you, Jason."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Thank you so much for joining us. And, listen, let's start by thanking you for your service. You lost both your legs service -- in service there in Afghanistan. You are a warrior. Your perception and your vote probably counts a lot more, given your service there in Afghanistan. When you hear the president say that nobody had anticipated that the Taliban would overtake the country, is that believable?"
    },
    {
      "speaker": "MAST",
      "utterance": "It's not believable whatsoever. But when you layer that on this report that he attempted to manipulate intelligence, that is one of the most serious charges that can be levied in the face of all of this. Let's pull back the curtain on that just a little bit and say, OK, if you're manipulating intelligence because you want a different perception, who are all the entities that are paying attention to that intelligence to try and make real-time decisions for the military or for the Department of State? As members of Congress, we're getting briefings from all of the intelligence agencies. They're trying to figure out if they have a consensus on what they believe will happen. And if all of that is being manipulated to try and reach some optical goal, which we know this is what -- what's going on in Afghanistan -- the president was trying to reach a specific optics for a 9/11 celebration of withdrawal -- then that is directly what put our service members and so many others in that danger. Because there was a massive misperception of what was actually going on, on the ground, because they tried to change that intelligence. And, in my mind, that's giving aid and comfort to the enemy."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Is that the growing consensus, that this withdrawal date, which was picked solely by President Biden and Kamala Harris, as best we can tell, it really was to be done because we're -- we're highlighting, noting the anniversary, 20th anniversary, of 9/11 next Saturday? Is -- was that the driving impetus to get out by August 31?"
    },
    {
      "speaker": "MAST",
      "utterance": "I'm not going to pretend that I can read President Biden's mind, but we know for a fact that this was the date that they originally picked to say that was going to be the exit date, was 9/11. They originally picked that, in my opinion, because they wanted to make a very specific optic to show to the world. And they ended up creating a situation that, by every one of the president's own objectives, was a failure. The president laid out -- he said, my number one objective is to make sure that Afghanistan can never again be used as a launch for terrorism. He said in a different statement, my number one job is to defend and protect America. I'd say he screwed both of those up pretty bad."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "So, this July 23, call with President Ghani, where he's saying we have to change the perception, that does lead one to believe that he knows that the Taliban are actually winning the fight and they're marching on Kabul, but didn't really do anything about it. In fact, the administration started to move on closing Bagram, the Air Force base, which is 25 miles to the north of the Kabul Airport."
    },
    {
      "speaker": "MAST",
      "utterance": "Yes, not just change the intelligence, apparently -- this is apparently what happened -- ignored what the true intelligence was on the ground, and then, beyond that, allowed himself to be intimidated, which no American should ever be, intimidated into withdrawing from Bagram, withdrawing from the embassy, leaving on the Taliban's timeline, and, beyond that, siding with the Taliban, seeking to give them recognition, instead of siding with those that are still in Afghanistan fighting the terrorists right to this very minute."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Somehow, this administration, the Biden/Harris administration, believes they have leverage over the Taliban. I have a hard time seeing that. If you're an American that's still in Afghanistan, and not able to get out of the country, what in the world are these people supposed to do?"
    },
    {
      "speaker": "MAST",
      "utterance": "The administration, the State Department, they have zero leverage over the Taliban. They have this fake perception that, because they control some of the dollars of the -- of what has been the Afghanistan government, and they're locking those up, that they have all of this control over them, they're going to be able to twist their arm in these kinds of ways and get people out. If they couldn't get people out through American strength, or their lack of projecting it, when we had people on the ground, they're not going to be able to get people out when there are no Americans there. The Taliban rolled through Afghanistan without having access to any of those dollars that they're saying are this -- quote -- \"leverage\" that they have on them. They're not extremely worried about that. And now what do they have? They have the -- quote -- \"most advanced military weaponry\" to go out there and do whatever it is that they want to do in Afghanistan or across other areas of the region. They have the leverage. The Taliban has the leverage in this. And beyond that, we know for a fact that they're now in close communication with China, with Iran, with Russia, with others that want to go in there and, one, give the United States of America a greater black eye in this instance, but, two, be able to extract whatever they want from that region of Afghanistan."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes, one of the few natural resources in Afghanistan is a big copper mine, but the Chinese have been controlling that for a long period of time. You're on Foreign Affairs. What's going to happen? What do -- what are the interests of Iran and Russia and specifically China?"
    },
    {
      "speaker": "MAST",
      "utterance": "I would say Iran, Russia and China are unified on this front. And this should concern every American. It is blacking out the United States of America from that region. If anybody thinks that those three nations are going to do anything to allow American intelligence, our ISR platforms, anything else, into any of the Stans, Uzbekistan, Kazakstan, Turkmenistan, Afghanistan, anywhere in those areas of former Soviet socialist republic, they're not going to allow us in there. There's no person the ground in there in those regions that are begging to say, hey, let me go become American human intelligence asset and work with them, because we see how well that they treated those that worked with them in Afghanistan. There's nobody begging to do that. So, that means our most vital forms of intelligence are totally blacked out in one of the most key regions to go and defend against Iran, to combat China's aggression, and to go out there and defend against Russia's aggression as well. That's exactly what's happening. And they are working together to make sure that we have a blindfold on when it comes to that region."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes, the presence of the Bagram Air Force Base was as much about China and some other things as it was about Afghanistan. All right, more ahead with the congressmen and Afghan war veteran Mast. Don't move. We're coming right back to you. As the chorus of lawmakers calling for action against President Biden over the botched Afghan exit gets louder, some even demanding impeachment, while others say he's simply not fit for the job."
    },
    {
      "speaker": "REP. JIM JORDAN (R-OH)",
      "utterance": "What happened in Afghanistan was wrong, it was terrible, but, frankly, it wasn't surprising, because what has this guy done right?"
    },
    {
      "speaker": "JORDAN",
      "utterance": "What happened in Afghanistan was wrong, it was terrible, but, frankly, it wasn't surprising, because what has this guy done right? Everything this guy touches, it goes bad. So, that's why I have said he should resign."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "This morning, I introduced three resolutions calling for resignation, one for the president of our United States, another for his secretary of defense, and another for his chairman of the Joint Chiefs."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He's totally disconnected from the truth, many, many other lies. And it just -- he needs to step down. He needs to resign, or the Cabinet needs to do something."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Just some of the lawmakers calling for action against President Biden over his handling of the U.S. troop withdrawal from Afghanistan. Most are demanding his resignation. Eleven are pushing for impeachment. Three have brought up the 25th Amendment, which provides for the vice president to replace an incapacitated president. Back with his now, Republican Congressman and Afghan war veteran Brian Mast of Florida. He is also a member of the House Foreign Affairs Committee. Congressman, where are you at on this? Do you push for the 25th Amendment? Do you push for impeachment? What's your solution?"
    },
    {
      "speaker": "MAST",
      "utterance": "I think all three of these are realistic options, if this were not the most partisan world that we lived in. No member of the Cabinet is going to push for the 25th Amendment. So I would say that one is out. Impeachment is absolutely something that should be considered, I would say no less than 10,000 counts of reckless endangerment, all of the American lives over there. That's the minimum, which is actually a real crime. Beyond that, as I said, already, I think we absolutely need to look at, what is the truth about this phone call with the former Afghani president? We know for a fact that the Taliban is a sworn enemy of the United States of America. We are still in the midst of the war on terror. And, as I said, I would absolutely consider the manipulation of intelligence, giving aid and comfort to the enemy, all three of those things are part of what meet the constitutional definition of treason. And then, when you go beyond that and you talk about impeachment, I think we all know, though, prior to any change in the majorities in the House or the Senate, you will not see anything move on impeachment with Nancy Pelosi or Chuck Schumer in power. They will probably not even allow such a thing to come to a committee to have a hearing to even ask any of those questions. That's the reality of what's going on, on the ground. But you look at President Biden. And I would say these two things about him. He is hollow. His decisions are empty. They're void of wisdom in their entirety. And across the board, we see a naivete as to the aggressors that he's dealing with. Maybe there is an element of dementia there that we might hear about in years to come. But I would say, at minimum, this man appears to be schizophrenic, with the statements that he's making in front of one camera, and the way that they're directly changing in front of the camera on a different day or the day after that, or what his -- members of his Cabinet are saying. There's definitely got to be schizophrenia there."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, listen, I had the honor and privilege of serving with you in the United States Congress. And what I find is, often, Congress is impotent in doing these types of things. They're not very united. And, look, the Democrats control the House, the Senate, and the presidency, but do you see them doing hearings on the Southern border, on Afghanistan, or on the origins of COVID? It's pretty much none of the above? I'm not aware of anything that's really movement in a serious fashion. Is there?"
    },
    {
      "speaker": "MAST",
      "utterance": "No, there's no serious effort to do this. And let's be clear about this. Behind closed doors, we hear different things from the Democrats. They're talking about what's going on in Afghanistan, very upset about this. But as soon as they walk out from behind those closed doors, they're unwilling to support anything publicly that questions what has gone on there, maybe with the exception of one or two representatives, like Seth Moulton, who actually went over to Afghanistan to check things out. Beyond that, you hear no dissent about what's going on there. When you look at what's going to happen in committees or any other place else, realize that Speaker Pelosi had members of Congress back about a week ago to not touch anything related to Afghanistan, not say a word about it, not even to thereafter allowed to read the names of those that were -- that were killed in Afghanistan a few days after she called all members back. None of that occurred. It was simply to pass a $3.5 trillion to $4 trillion spending bill and take the rights away from states to conduct their election laws. That's what she brought people back for. Not a word about Afghanistan. That's where their head is at."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Congressman, don't worry about it. The vice president, Kamala Harris, she's right on top of it. I thought it was very telling that she was not standing by the president's side when he was supposedly taking a victory lap. I think that says just about everything we need to know about it. Congressman Brian Mast, you served there. You lost your legs serving there. You are an American hero. And I hope you and all those Americans who went over and served in Afghanistan, they hold their head high and know how much this country loves and cares for you and for them and everybody else who served in Afghanistan. They did yeoman's work. We have no problem with the boots on the ground. We have all the problems with the suits behind the decision. So, thank you for your service."
    },
    {
      "speaker": "MAST",
      "utterance": "Thank you, Jason."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Thousands of Afghans fled the country after the Taliban retook control. Many will be resettled here in the United States. Our Jennifer Griffin spoke with General Milley in Germany about the vetting process."
    },
    {
      "speaker": "GEN. MARK MILLEY, CHAIRMAN, JOINT CHIEFS OF STAFF",
      "utterance": "I'm very comfortable that these folks are being properly cleared through the FBI."
    },
    {
      "speaker": "JENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT",
      "utterance": "And they're being checked about three times before -- with their biometrics before they even get to the U.S.?"
    },
    {
      "speaker": "MILLEY",
      "utterance": "That's right, yes."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "But Republicans want more details on that vetting process, especially after the chaotic way the White House handled the withdrawal. Former National Security Adviser Robert O'Brien is with us next for his thoughts."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "We know ISIS-K has a keen interest in attacks against aviation targets and our personnel on the ground in our Air Force -- in our military bases. And these are among the risks that we take into account."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "That was White House Press Secretary Jen Psaki on Thursday warning about the terror threat from ISIS-K in Afghanistan. In the meantime, lawmakers here at home are worried about the possible national security threat just days before we mark 20 years since 9/11; 26 Republican senators are now asking the Biden administration for information the vetting process for Afghan evacuees, many of whom may end up in the United States. Here's what the chairman of the Joint Chiefs, Mark Milley, told our Jennifer Griffin yesterday in an exclusive interview."
    },
    {
      "speaker": "MILLEY",
      "utterance": "They're getting their names registered. They're doing the biometrics. They check their irises. They do their fingerprints. They take a full facial photo. They run that against the 20 years of databases that we have in the interagency. They run it against the NCTC checks and the FBI checks. If the individual, if the evacuee has some sort of derogatory information or something suspect at all, it'll pop up as red or yellow. They have popped about 30,000 or so people through here."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Joining us now is Robert O'Brien. He served as the national security adviser to former President Trump. Thank you so much for joining us, Ambassador. This vetting process, I mean, I have been to Afghanistan a couple of times, only been there, what -- it's the equivalent of a few days. But it is definitely a Third World country. It's not as if everybody's got a driver's license or a birth certificate. This vetting process, how much confidence do you have in it?"
    },
    {
      "speaker": "ROBERT O'BRIEN, FORMER U.S. NATIONAL SECURITY ADVISER",
      "utterance": "Well, we have got to be careful about it. Number one, the American people are big-hearted and generous. And we want to bring the folks from Afghanistan who helped us, who helped our soldiers, sailors, airmen, and Marines to stay safe during the 20 years of war. We want to bring those enablers and those interpreters here and give them a safe life and liberty and individual freedom that they will be denied in Afghanistan. And so that's the best of America. But, at the same time, we need to make very certain that the folks that come over here are the people they claim to be, that they were the ones that helped us, and they're not radicals, they're not subject to radicalization, and they're not going to do harm to Americans. So, this vetting process is really important. We need to get it right. But I commend the governors, the governor of your home state, Governor Cox, the governor of Oklahoma, and others, who want to bring the Afghans who are seeking freedom and want an American way of life, bringing them over here. So it's a balancing act. We needed to protect our friends, but we needed also protect the American people from the wrong Afghans and potential terrorists coming to our land."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "The latest numbers I have seen, 20,000 are already in the United States. About 40,000 are still overseas as they go through that processing. But let me switch gears a little bit with you, Ambassador, because the Biden/Harris administration calls it a total success. They're trying to put a spin on it as best they can. But part of what they are claiming is that the Trump administration, of which you were the national security adviser, you had ill-prepared this, that you had put things into motion that caused this chaos, and that it was really Trump's fault for how chaotic it is today."
    },
    {
      "speaker": "O'BRIEN",
      "utterance": "Well, this debacle of the Biden/Harris evacuation or attempted evacuation -- remember, we have left a lot of Americans behind. And so I have been careful not to criticize the administration while we try and get the Americans and our Afghan friends home. But this debacle has undermined American credibility and leadership. And it will travel with us for many years ahead. So we need to figure out how to restore American leadership. I think there's one thing that everyone knows around the world, our friends, our foes, and folks on both sides of the aisle here. This would have never happened under President Trump. He believed in peace through strength. We would have never taken the soldiers out before the American civilians were evacuated, before our Afghan friends were evacuated, and, importantly, before our military equipment was evacuated. I mean, President Trump made that clear over and over again in the Oval Office. He did not want to see the Taliban with combat aircraft and Black Hawk helicopters and Humvees. And it's not just it will stay with the Taliban. They will sell it. And we're already seeing a leakage of this equipment to Iran. We're going to equip the Iranian Revolutionary Guard for years to come with all the equipment we left behind. So I think everyone knows that this would not have happened under President Trump. It's a sad situation. But now we need to turn to, how do we restore American leadership and take care of our allies in Eastern Europe, like Poland, and our allies and in the Pacific, like Taiwan, to make sure that our adversaries don't feel this is an opportunity to further undermine the free world?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Going back to that equipment, I don't understand the billions of dollars of American hardware, everything from guns and ammunition, to tanks and aircraft, why that wasn't scuttled or destroyed and still isn't destroyed. I don't understand. And given the interests of China, Russia and Iran in Afghanistan, if you could talk to us a little bit about what their interests are and what they seek to gain by this total mess of a withdrawal that the United States did in Afghanistan."
    },
    {
      "speaker": "O'BRIEN",
      "utterance": "Well, the number one thing is that the Chinese are using the withdrawal to humiliate us. It was so poorly handled that they have already -- their Global Times, their mouthpiece of the Communist Party of China, has already told the Taiwanese, this is your future. They had pictures of Kabul. And they said, this is Taipei after we invade and the Americans refuse to help you, to undermine -- so, to psychologically undermine our allies in Taiwan. So we need to do things immediately, like speeding up arms sales deliveries to Taiwan. Taiwan's purchased arms from us. We need to speed those arms sales. Poland, in Eastern Europe, on the front line against the Russians, have asked for 250 Abrams tanks. We ought to get them the tanks from our depots now while they're being built by our great workers in Lima, Ohio. And then, when the new tanks are delivered, we can bring the old ones back out of our depots. We need to get a Coast Guard cutter in American Samoa. We need to reinforce our alliances with the -- Micronesia and Palau and our Compact of Free Association States in the Pacific. So, we need to take some steps right now that have bipartisan approval and support that wouldn't cost us a lot of money. But we need to start showing the leader -- the world that America still leads. And, if we don't, we're going to -- we're going to suffer the same way we did after Saigon under four years of Jimmy Carter. And what I say is, who would have thought we'd be looking back at the Carter years and saying those are the good old days? But we're in that situation right now. We've got to change it quickly."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Ambassador Robert O'Brien, the former national security adviser, please stay right there. We will be back with more with you right after this break."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "The Taliban can claiming complete control in Afghanistan, including the last province north of Kabul, where Afghan resistance fighters are still hiding out, the militants celebrating their victory by firing shots into the air. Those bullets ended up killing 17 people and wounding dozens more. This is just the latest story of what life will be like under the notoriously repressive Taliban, who many be -- who may be enemies of ISIS- K, but have harbored Al Qaeda for years. And yet National Security Adviser Jake Sullivan says the U.S. is not ruling out economic aid to the Taliban."
    },
    {
      "speaker": "JAKE SULLIVAN, U.S. NATIONAL SECURITY ADVISER",
      "utterance": "When it comes to our economic and development assistance relationship with the Taliban, that will be about the Taliban's actions. It will be about whether they follow through on their commitments, their commitments to safe passage for Americans and Afghan allies, their commitment to not allow Afghanistan to be a base from which terrorists can attack the United States or any other country, their commitments with respect to upholding their international obligations. It's going to be up to them."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "We're back with Robert O'Brien, the former national security adviser. Ambassador, we also heard General Milley talk about that the country may descend into civil war. The Taliban may not be strong enough to hold out against ISIS-K and Al Qaeda. Given your background and understanding of Afghanistan, where do you see that country going now?"
    },
    {
      "speaker": "O'BRIEN",
      "utterance": "Well, we will have to see. Right now, the Taliban has control. And the Taliban has never been in a better position, primarily because they walked into billions and billions of dollars of U.S. equipment, including advanced night-vision goggles, ScanEagle drones, close air support combat aircraft, rotary and fixed wing. So the Taliban right now is in a very good position. But, ultimately, Afghanistan is a tribal country. The Taliban are primarily Pashtuns. There are others, Hazaras and Uzbeks and Tajiks, that may not want to live under a Pashtun/Taliban rule. So you may see some resistance forming in the Panjshir Valley up by Mazar - - and also up in Mazar and other parts of Afghanistan. We will have to see how that plays out. But, look, the reason why that Jake is talking about financial aid to the Taliban is because we left a lot of Americans behind. And, right now, there's not many cards left to play to get those Americans home and get our Afghan allies home, other than the economic card. And we could end up putting a lot of money in the Taliban's pocket to get our remaining Americans out. That's why this crisis is far from over. We have a lot of Americans that still need to come home. We have got friends of ours who helped us who need to come out to the United States. And so this is far from over. And they're not many tools left for the Americans and the United States to play. So I think that's why you're seeing Jake and others talk about the economic aid, trying to put a carrot out for the Taliban to allow our American citizens to get back home. And that's, of course, what we all want."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes, the Biden/Harris administration tries to say that they have leverage. I, quite frankly, don't see that. I guess the ultimate question here, last question for you, Ambassador, is, is the United States safer than it was before?"
    },
    {
      "speaker": "O'BRIEN",
      "utterance": "Well, we're not safer. And the primary reason for that is we have lost credibility around the world with our allies, but also with our adversaries. And so we need to restore American leadership. There are a lot of things we can do. Number one, let's get these Americans that are still there home. Let's -- we have got the NDAA markup, the defense budget. We need to make sure there's plenty of money to rebuild our Navy and show our adversaries that we're still in the game, and take some of the steps I talked about earlier, bolstering Romania and Poland and our Eastern European allies and bolstering our allies in the Pacific. And just before signing off, Jason, you were a star player for the BYU Cougars. They had an opening season win last night in Las Vegas. They have got a great new quarterback, so I'm sure you were pleased with opening night for college football with the BYU Cougars. So, congratulations to your former teammates on that."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Hey, I'm just glad -- I'm just glad we see these full stadiums and people out enjoying and rooting for their team. My team won last night, so it was a good night. Former National Security Adviser Robert O'Brien, thank you. Thank you for your service. And thank you for joining us on \"Sunday Morning Futures.\""
    },
    {
      "speaker": "O'BRIEN",
      "utterance": "Great to be with you, Jason. Take care."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "All right, Afghanistan is just one of the many crises President Biden's administration is facing as we move into September. The border is still a major issue. And now tragic images like this of a young migrant in the desert, these are sparking calls for the White House to do something, do more, do something."
    },
    {
      "speaker": "BRANDON JUDD, PRESIDENT, NATIONAL BORDER PATROL COUNCIL",
      "utterance": "To know that this was preventable really upsets us and it hurts, knowing that we have had to see this over and over again."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Former acting Department of Homeland Security Secretary Chad Wolf coming up next."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Despite brutal heat and other dangers, there has been no letup in the crisis at the Southern border. Take a look at this picture. It's heartbreaking. It shows an 11-year-old girl carrying -- Colombian girl carrying her 3-year-old brother through the sweltering Arizona desert. The girl's mother can be heard on an audio recording calling for help. But it was too late. By the time rescuers got there, the mother and that young lady, the girl, she had died. The little boy somehow survived. Tragedies like this are only part of the border crisis. Overdoses from the synthetic opioid fentanyl have spiked, as seizures of the drug at the border went up 233 percent in April alone. But the Biden administration is considering rolling back some of the penalties for fentanyl trafficking- related crimes. Maria recently sat down with Texas Attorney General Ken Paxton about the border crisis. Watch this"
    },
    {
      "speaker": "KEN PAXTON (R), TEXAS ATTORNEY GENERAL",
      "utterance": "I have talked to Border Patrol agents. I have talked to high-level Border Patrol agents. They are -- they say there are no discussions ever with Biden administration about actually stopping illegal immigration, just dealing with the logistics. And that's exactly what they're being told to do. That's what they are doing. And they can't help but do that because there are so many people. You just mentioned the numbers. They're the highest we have ever had. And, unfortunately, the cartels are getting even better at transporting people and transporting drugs across our border."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Joining us now, former acting Department of Homeland Security Secretary during the Trump administration Chad Wolf. Thank you so much for joining us. I mean, you watch that little girl. To hear that she and her mother both perished there in the Arizona desert, I mean, it is human trafficking. It is real. It's not just numbers of people coming across. These are real human beings who are losing their lives because they have been incentivized to come to the United States."
    },
    {
      "speaker": "CHAD WOLF, FORMER ACTING U.S. SECRETARY OF HOMELAND SECURITY",
      "utterance": "Well, it's absolutely correct. And that's a heartbreaking story. But we see a lot of those throughout the course of the year and throughout this crisis. But we have to remember that the Biden administration, again, is encouraging these individuals. We're seeing historic numbers month after month after month. And in the process, we see more migrants' deaths in the desert that public safety officials and Border Patrol are seeing every day, but we're also seeing more in-custody deaths in CBP. And that's because of the sheer number of individuals crossing that border illegally every month. And so this border policy that the Biden administration has partaken and undergone over the last several months is a very inhumane policy that's having some devastating consequences."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "There were some 65,000 people that came across as unaccompanied minors. Our understanding is that roughly a third of those are unaccounted for. The Biden administration has totally lost track with them. They thought they could just get a telephone number and call and check up on them. But they can't find them now. I mean, how is that not human trafficking? And how is it that we allow so many unaccompanied minors just loose within the United States of America?"
    },
    {
      "speaker": "WOLF",
      "utterance": "Well, we need to keep in mind that this is the same administration that rolled back Trump era vetting requirements for those same sponsors. We had put in place very robust sponsoring procedures to make sure we knew who those individuals were that we were placing these minors with. This administration rolled back those. And now they are releasing them. They don't know where they're at, which makes it even more difficult for these minors to show up to their immigration proceedings, which they are required to do by law. But if you can't even locate them, you can't locate them or their sponsor, then you know they're not showing up for court. And so it's exactly right, Jason. It's human trafficking really at its worst."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, and the other thing that's being trafficked are a lot of drugs. I mean, fentanyl is reportedly more dangerous, more deadly than heroin, and yet the Biden administration is actually looking at following through on this idea that, these crimes, they would lessen the penalties for them. How is that going to help make our country more safe and secure?"
    },
    {
      "speaker": "WOLF",
      "utterance": "Well, it's not. At the end of the day, I think folks need to keep in mind that the historic number of folks that we are seeing cross the border enrich the cartels every day. For every individual crossing that border, it's $5,000 to $10,000 that they pay a cartel member. These cartels are putting that money back into their illicit business. They continue to traffic illegal narcotics, such as fentanyl and others. And the 200 percent that you mentioned at the top of the segment is only in the amount that we are actually apprehending. And we know that the vast majority is getting through. And why do we know that? Because Border Patrol agents are no longer on the line doing their national security mission. They're back in facilities trying to care for all these migrants that are coming across that border. So, the 200 percent increase is a good start, but it's only a small percentage of actually what's coming through that border, again, fueled by the cartels and fueled by the Biden administration's policies."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes, the drug cartels know what they're doing, unfortunately, and this administration doesn't. But, hey, Kamala Harris, she's on top of it. I -- there should be nothing to worry about. Former acting Department of Homeland Security Secretary Chad Wolf, thank you for your service. Thanks for joining us on \"Sunday Morning Futures.\""
    },
    {
      "speaker": "WOLF",
      "utterance": "Thank you."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "All right, the fight over whether students should keep their masks on during the entire school day still playing out in the courtroom and in the court of public opinion. Dr. Nicole Saphier, one of our favorites, is on the case. She's up next."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Florida's Republican Governor Ron DeSantis appealing a judge's ruling that blocks him from banning mask mandates in schools. And despite that latest ruling, the governor is making good on his threat to withhold funding to school districts that still require kids wear masks in class. Meantime, the battle over masks in school is now reaching the federal level. The Education Department is investigating five states, Iowa, Oklahoma, South Carolina, Tennessee and my home state, Utah, to see if their bans on school mask mandates violate students' civil rights. FOX News medical contributor Dr. Nicole Saphier joins me now. She's also the author of a new book called \"Panic Attack.\" Doctor, thank you so much for joining us today on \"Sunday Morning Futures.\" This battle over masks, what do we need to know? Because you know what? Europe's taking a totally different direction than the United States. Why?"
    },
    {
      "speaker": "DR. NICOLE SAPHIER, FOX NEWS MEDICAL CONTRIBUTOR",
      "utterance": "Well, so, that's right, Jason. And only in the United States are children wearing masks in school controversial. That's because our establishments have made it so black and white, as though children wearing masks in school is vital to their health. But if it was really so black and white and clear-cut and backed by science, would many countries in the -- Europe, as you mentioned, the U.K., and elsewhere across the globe, would they be doing it as well? And how come the World Health Organization hasn't backed it? That's because it's not so black and white. And as far as I'm concerned, Jason, there are no clear-cut evidence and data to support children, especially young children, wearing masks in school. The CDC's own data has shown there's been no statistically significant reduction in transmission in schools from children wearing cloth masks. They have always been by multiple mitigation efforts. And on top of that, one of the largest studies on masking out of Bangladesh, which came out recently -- now, it wasn't in schools, but what they did was, they randomized mask-wearing amongst multiple communities. And what they found was the reduction in cases was almost exclusively by surgical masks. And the benefit was in those older adults. So people masking was protecting the vulnerable, the older adults, but, again, the surgical masks. When you translate that to the United States, and look at our children, about 99 percent of kids are wearing those cloth masks, which there's really no proven benefit to children and the surrounding communities in wearing those cloth masks. But what I can tell you is, there are some real long-term risks for that. So, the cloth mask they be we may be wearing may have zero benefit to the children. But what does have benefit to the children that is backed by science are opening up windows and vaccinating the adults around them, the teachers, their families. In the beginning, we were able to take some of these maybe risk reduction measures because we had a lack of data. But things have changed now, Jason. And we have data. And we know long-term wearing of young children in these cloth masks can have consequences. And no one has proven the benefit yet. So, I have to say the science, or really lack there of, on mask-wearing and children is on DeSantis' side."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes, the frustrating thing to me, as somebody who's not a scientist, is that they take this policy position and then somehow try to scramble to find the science. They don't put out the science first, let it percolate, let the scientific community come together to form a consensus. And that's why you have, like Governor Phil -- your governor, Governor Murphy, there in New Jersey making these statements, but doesn't have anything to back it up. I want to go. I have got just time for one other quick question. And that is about this idea of the vaccine booster. There are some that argue that, between shots one and two, it should have been a longer period of time. But what about this booster shot? Is it really necessary? Is the science behind that?"
    },
    {
      "speaker": "SAPHIER",
      "utterance": "Well, so, sure. If you compare what happened in Israel vs. the U.K., Israel had a shorter interval between that first and second dose. The U.K. had a longer one. And those in the U.K. are having fewer breakthrough infections. It does seem there should have been a longer interval, maybe six weeks, eight weeks, who knows. We don't actually have a study to show it. When it comes to boosting, we are seeing that the efficacy of these vaccines are declining. But the good news is, Jason, they are still preventing severe illness, hospitalizations and deaths. They are still rare in those who are fully vaccinated. Boosters make sense for the immunocompromised, those who we already have difficulty in building immune responses because of medications and diseases. When it comes to the general population, Jason, the data is not there yet to suggest that the general population requires a third dose. Maybe, in the next four to six months, if we start seeing more hospitalizations and deaths in fully vaccinated, we can start having the conversation about boosters at that point. But, right now, the evidence is not there, which is why there's so much controversy, because the White House and CDC has put forth, saying that boosters may be available to everybody by the end of September. And the FDA is like, well, we haven't even reviewed the data to see if it's necessary. They need to stop, as you mentioned, and pause..."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes. There's just that, yes."
    },
    {
      "speaker": "SAPHIER",
      "utterance": "... look at the data, and then communicate to the American people. This is why we are having such a distrust in these elite establishments."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes. Dr. Nicole Saphier, thank you. I know you're a mom of some wonderful kids. And you also back up the science behind what you say. Thanks for joining us. That does it all for \"Sunday Morning Futures.\" I'm Jason Chaffetz, in for Maria Bartiromo this morning. Have a great Labor Day weekend, everybody. And, remember, you can catch \"Mornings With Maria\" weekdays 6:00 to 9:00 Eastern on FOX Business. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}