{
  "date": "September 9, 2020",
  "headline": "Joe Biden's fatigued campaign trudges on",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/joe-bidens-fatigued-campaign-trudges-on",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "INGRAHAM",
      "sentences": "All right. I'm Laura Ingraham, this is 'The Ingraham Angle' from Washington tonight. There was a lot of attention, of course, as we just mentioned being paid to this Bob Woodward book. We are going to tell you what really matters about the revelations within it. But we will also highlight a stunning new work from Byron York, how his exclusive insight into the Democrats rabid impeachment spectacle provides a stark warning for Donald Trump. Also, Raymond Arroyo, he's back, and he's going to unmask Biden's new campaign style.  Plus, the Oscars have a new litmus test for nominees. Seen and unseen explains it all. But first, selling defeatism that's the focus of tonight's Angle.  Now, FDR, during the depths of the great depression, in his first inaugural address, told the country that we have nothing to fear but fear itself. Those immortal words were meant to instill confidence, not panic; to convey strength, not weakness. Winston Churchill during the worst of the Blitz on London went on radio night after night to boost the spirits of his people as the Nazis brutally tried to bomb Britain in to submission.  Now, both men understood that projecting fear or worry onto a beleaguered people is dangerous. In fact, when a free people begin to doubt their own survival, well, that is when they need optimistic, unshakable leaders the most, falling in to self doubt or dwelling on the worst aspects of our past or our present only breeds self-loathing, defeatism, and despair, and ultimately disaster. And this is precisely the mindset today's Democrats have adopted. Joe Biden and his media apparatchiks have become masters of anti-American propaganda. They believe that we live in a wicked racist country, a country that deserves suffering, punishment, and pain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENTIAL NOMINEE",
      "sentences": "And what it did, though, it also exposed what had not been paid enough attention to, the underlying racism and it is institutionalized in the United States, still exists, has existed for 400 years. And so, what's happened is that we end up in a circumstance like we had here in Kenosha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, justifying the riots while condemning the violence, yes, that's really nice. The obvious question for Biden, that these pseudo-journalists will not ask, is this: Sir, how could a systematically racist country elect an African- American president, not once, but twice? Has Biden forgotten his own resume? And here is another question: What was Joe Biden doing for the last 47 years? How many times has Biden talked about what a great country we have and what a great people we are? Was that all a lie, or is he lying now? Is he smearing this country in 250 years of American history in a cynical attempt to win minority votes? Well, one thing is for sure, his protectors in the media won't try to find out.   Whatever is Biden's motivation here, whatever it might be, his words are doing great harm. His most ardent supporters now openly question whether America, with all its white privilege, will or even, should survive. I just published New Yorker piece titled The American Myth, argues that \"The United States feels like it's unraveling. The foundation of our nation has deepening cracks, possibly too many to repair any time soon, or perhaps, at all. The attempt to reckon with our unjust past has produced more questions and new divisions about our future\". Well, the fact is the hard left and that's the hard left, gave up on America decades ago. They never forgave Americans for electing Reagan. And disgusted with this country, they decided to poison its future. They took over the universities and began the slow but steady process of indoctrinating our kids to despise the United States, turning their minds against our history, our constitution, and our traditions.  Now, this sort of thing was going on when I was in college, but it's gotten much worse since then. Over the last 35-40 years, generations of young people have been spoon-fed all manner of anti-American poison. And these efforts, well, they've paid off for the left.   All over the blue states, we see ungrateful brats roaming the streets in their Antifa costumes straight out of central casting, burning government buildings, and even terrorizing innocent Americans. It's a stunning combination of ignorance and rage. The Democrat Party that Biden joined in the early 1970s, back then, it still had some sense. It still believed in the rule of law, it believed that illegal immigration was a problem. Heck, almost 40 years later, Barack Obama went to great pains, remember, to distance himself from the hateful anti-American rhetoric of his mentor, Jeremiah \"U.S. of KKK\" Wright. But now it's all changed.  Donald Trump came along and Democrats collectively lost their minds. In Trump, they had met their match, they met somebody who was unrepentantly pro-America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "you have to understand, I'm a cheerleader for this country. Never forget, they are coming after me because I am fighting for you. There is a lot of truth in that one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now Democrats could not risk him winning again, so they threw in with the 'hate America' crowd, hoping to ride the wave of civil unrest after George Floyd to victory in November.  Well, that was wicked, and it was selfish. It was also a huge political mistake. Now two months into the chaos, Biden scrambled to come out and try to condemn the violence, but the damage is already done. He has now tied his political fortunes to those who have given up on America. He stopped trying to put forward any serious proposals that we know would make life really better for most Americans, because why would you want to make things better for a bunch of racists? He certainly has no intention of maintaining American power, because why would you want a racist country to have any power? All he is left with, in fact, are the scraps of manufactured scandals that the media will toss out from now until the election.   Well, yesterday, we debunked The Atlantic magazine smear that President Trump somehow criticized our troops. And today, as if right on cue, the press moved right along, fulminating about Bob Woodward's new book. Today's big claim was that Trump allegedly downplayed the coronavirus in public, while privately telling Woodward that it was much more deadly than the flu. Well, Biden's faux anger quickly followed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "He lied to the American people. He knowingly and willingly lied about the threat it pose to the country for months. He knew how dangerous it was. And while this deadly disease ripped through our nation, he failed to do his job on purpose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Again, this is nonsense. The president addressed this head on today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's just another political hit job, but whether it was Woodward or anybody else, you cannot show a sense of panic, or you can have bigger problems than you've ever had before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And by the way, he said as much at the end of March, we will get that too in to that minute. Dr. Fauci, normally treated as gospel by the Trump-hating media, he directly refuted the media's anti-Trump narrative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NIAID",
      "sentences": "I didn't really see any discrepancies between what he told us and what we told him and what he ultimately came out publicly and said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS HOST",
      "sentences": "So did you get a sense that he was or wasn't playing this down?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "No. No, no, I didn't. I didn't get any sense that he was distorting anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Whoops. Suddenly, Fauci is not quoted anywhere. Now as for Joe Biden, he was the one who was downplaying the virus. He criticized Trump's China travel ban and was out campaigning at events into March. The reality is that Biden, his team, and his supporters, all of them in the press, they have given up on the country that you love. Instead of respecting the actual data and defending our constitutionally-guaranteed freedoms, team Biden, they want to lock America down for months. Of course, there is an exception. If you want to riot against Trump, you are OK. Don't think about going to church, though, or having any fun. Talk about defeatist, let alone stupid and disruptive. And by contrast, President Trump is an informed optimist. He wants us to wash our hands, be smart, if you want to wear a mask, wear a mask, and carry on. Of course, Bob Woodward would never put any of that in a book.  We've been telling you since the beginning of the year that the Democrats have no positive platform to offer. They don't believe that things are ever going to get really better in the United States. They never liked this country much to begin with, and now, they've given up on it totally. So the only way they convince Americans to vote for Biden is to accept less. Expect a full-bore effort over the next two months to demoralize you, demoralize Trump voters. They want you to accept defeat before a single vote is counted. And they are using Big Tech billionaires to preset the narrative.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK ZUCKERBERG, CO-FOUNDER, CHAIRMAN AND CEO, FACEBOOK",
      "sentences": "There is nothing illegitimate about this election taking additional days or even weeks to make sure that all of the votes are counted. In fact, that might be important to make sure that this is a legitimate and fair election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, that's just creepy. We somehow managed to vote in person during every other major American crisis, so why not now, Mark? Because Trump's president, that's why! The left is engaged in an all-out effort to depress and suppress the pro-Trump vote. While meanwhile, swamping us with mail-in votes. So far, these efforts have not worked. We are still fighting for our country and the America First Populist coalition supporting Donald Trump, we are optimistic. And most Americans are just hardworking people, they want to live in safety and security. They haven't thrown in the towel in our guarantee of life, liberty, and the pursuit of happiness. And they are not about to give up the greatest country in history, because of a virus, or rampaging radicals. And that is the Angle.   Joining me now is Mollie Hemingway, senior editor at The Federalist and Fox News contributor. Mollie, it is clear, is it not, what the media are doing? They are going to drop daily bombshells about the president and just give Biden a soft, slow pitch down the middle for him to hit away at with no questions asked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, SENIOR EDITOR, THE FEDERALIST",
      "sentences": "I think it is important for people to understand that so that they are prepared. We know we are already less than two months away from Election Day, and people should anticipate that something like this will happen every day or so until election.   It is very weird to have big media be so invested in the defeat of a president. It is not that bias hasn't been something we have seen before, obviously the 2016 election was a real low point for the media. But this is almost like all the guardrails are off now, and anything that used to restrain the media in to at least like pretending to be somewhat fair in how they cover things, that's all gone now.  But I do think it is interesting that it is not working as well as it used to. So when The Atlantic story came out, everyone was instructed that this had to be treated as a bombshell, that you had to accept the narrative put forth by these anonymous sources and it just didn't go as planned for them. All these people on the record refuting it, disputing it, you had all the evidence that people saw, it just didn't work. And so a couple of days later, they come out with something else, and it just doesn't seem to be having the same effect, in part, because I actually think this is a particularly stupid story that's coming out--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, let me - Mollie, let me tell just.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, let me tell, sorry to interrupt but I want everyone to understand why you are saying that, because the audience needs to understand that the big bombshell from Woodward was something that Trump publicly discussed back in March. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "The statements I made are, I want to keep the country calm, I don't want panic in the country. I could cause panic much better than even you, I could do much - I would make you look like a minor league player. But you know what, I don't want to do that, I want to have our country be calm and strong and fight and win, and it will go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Mollie, you would think that these so-called journalists in the media might have realized that president wouldn't talk on the record with Bob Woodward about something he was trying to hide. He was out in the open about why he was discussing the virus as he was, and treating it as he did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "It's right there in videotape. Everyone saw it, they all pretended to be outraged by it back in March, now they are pretending to be outraged by it again. The context in which the initial comments were made early February of this is a bad virus, we also should remember that was at a time when he was being brutalized for taking it seriously. He had shutdown the border, he had started the task force, he had named it a public health threat. So people were saying, oh, don't do anything, or it is racist to actually care about the Chinese coronavirus. That's the context in which he is saying the first comments. Of course he took it seriously, he had taken all these actions. At the same time, he did not push for panic. I think it is actually legitimate to wonder if he did enough to prevent panic. There were a lot of people, particularly in the media by March, who were really trying to incite panic, really trying to shutdown the economy, to keep businesses closed and keep kids out of school, and he was resisting that. I think it's an open question--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Thank god.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "--whether he did enough to resist that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "But the idea that you're going to criticize him for not wanting people to panic, it just doesn't really work for most of the Americans out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Mollie, we are now seeing what happens when you have these draconian lockdowns as we had in some of these countries in Europe, and now, of course, cases are coming back, because it is a virus and it follows particular laws of viruses and their economies are much worse off than ours. And if you are in red state America, your life is pretty much going back, slowly but surely, to normal. If you are in blue state America, you are still living under these ridiculous rules.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Well, things are going better than I think some people feared with the shutdown, but it is also true that this was originally sold as a two-week shutdown just to slow the spread to make sure hospitals weren't overwhelmed. Now, months later, with people still wanting to push draconian measures, seemingly for political reasons, all of a sudden the goalpost have moved and now it has nothing to do with overwhelming hospitals and has everything to do with, like, preventing anyone from getting this, which is not how it was sold initially.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, it wasn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "But in general, I think people want to get the economy coming back, they want optimism. And I understand that the out party always has to criticize, but I don't think it's particularly inspirational to be told that the country is dark, there is no future, there is no hope. And Joe Biden has said he might shutdown the economy again, if he felt the need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, America is a myth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "This is a very different message coming out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "America, the myth. This is how much they have given up on America. They are calling America, now, a myth, Mollie. It's unbelievable. We're going to be tracking all of this from now until Election Day. Mollie Hemingway, great to see you tonight. And now on to a book that's actually revealing a lot that you do need to know. Washington Examiner Columnist Byron York's new tell-all takes us back to the days of impeachment and details how investigators came to realize that the person driving the events wasn't that so-called whistle-blower, but none other than Colonel Alexander Vindman.  Byron York, Fox News contributor, author of the new book, soon to be a massive best seller \"Obsession: Inside The Washington Establishments Never- Ending War On Trump\". He joins me now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Byron.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BYRON YORK, AUTHOR, OBSESSION",
      "sentences": "INSIDE THE WASHINGTON ESTABLISHMENTS NEVER- ENDING WAR ON TRUMP: Hi, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What made them - congrats on the book, first of all, Byron.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What made them realize that Vindman, and were not the whistle- blower, was driving it all?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Well, if you remember, early on in the Ukraine matter, the Democrats said they wanted the whistle-blower to testify. And then, they changed their mind and they didn't want the whistle-blower to testify, and they began to shut off any Republican attempts to find out who the whistle- blower was.  So the question is, if the whistle-blower wasn't in the White House, how did he learn what was going on? And Lieutenant Colonel Vindman was one of several people who would listen to the Trump-Zelensky phone call, but he was the only one who was disturbed by what took place. He was the only one who thought there was a problem there. So when he was interviewed by the house, remember, in those secret sessions at the intelligence committee, they said, \"Well, who outside the White House, did you tell about this phone call?\" And he said, \"I told two people\". \"So well, who are they?\" \"One of them was George Kent, who was a state department official and who was specialized in Ukraine\". \"And well, ok, who was the other one?\" \"Well, he was in the intelligence community\". And at that point, Adam Schiff and other Democrats interrupted, \"You cannot say, you cannot ask the other person he spoke to\". And Republican said, \"Why can't we ask about that?\" And they said, \"Because it would tend to identify the whistle-blower\". So it didn't take a real rocket scientist to figure out that the source of this, the original source of this, was lieutenant Colonel Vindman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, I got to say, Byron, you might remember that \"yours truly\" got a lot of heat for - something just didn't wash about him to me. I found him extremely - I just question his motivations. He was asked by Ukraine, wasn't he asked to be defense minister at one point? I was just--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "He was, he was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "--so odd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "That didn't come out in the original hearings, but it did come out later, and he said it had been a joke, but he was asked three times, but as far as your criticism of him is concerned, Republicans had a very difficult time handling Lieutenant Colonel Vindman, because they felt that he was the origin of all of this. They wanted to get - they wanted to dig deeper into that, but he was a decorated military officer, and they were afraid, frankly, afraid.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, you can never, you can never. We have to move on from him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, we can never criticize anyone who has the medals on the chest. That is just the rule. Byron, you also discussed President Trump's reluctance to fire Comey at the beginning of his presidency. Why did he resist initially?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Well, during the transition, a number of people, Rudy Giuliani, Chris Christie, Jeff Sessions, all advised Trump to fire Comey immediately upon taking office. Giuliani told me every time we talked about Comey, I said the guy is going to turn on you, there is something wrong with him. And Chris Christie said, he is a loose cannon, and if you keep him after you are inaugurated, he will be your loose cannon. Why didn't trump fire him right then? Apparently he thought he could win Comey over--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "He has long thought that if he could just talk to somebody, he can bring them over to his side, and it did not work with Jim Comey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, he thought he could win over Bob Woodward too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "That's kind of similar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Switching topics to Trump-Russia collusion nonsense. Now what evidence did you unearth that suggested Mueller's team knew early that there was no Russia collusion that continued anyway?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Well, the Trump team could see who Mueller was interviewing, and in the very first weeks, remember, Mueller was appointed in May 2017. In the very first few weeks, Mueller was going hard on a search for collusion. He was looking at people associated with George Papadopoulos with Carter Page. Remember that incident at the Republican Convention, where they said that Trump had changed the platform to make Vladimir Putin happy? He looked into that. He looked into the Trump Tower meeting. He just looked into everything, and what was happening was Trump lawyers could see that Mueller wasn't getting anywhere. And by the fall of 2017, certainly by the end of the year, they knew that collusion was a dry hole for Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "He had not come up with what he was supposed to find.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Unbelievable. Byron, can't wait to read the entire book. Congratulations. You actually did great reporting here. Everyone needs to know what this president was up against and who was behind it. And it's all on \"Obsession.\" Byron, thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YORK",
      "sentences": "Thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And coming up, Antifa continues its reign of terror in Portland. Last night, they brutally beat a journalist for the crime of filming them. And why is Black Lives Matter obsessed with destroying the careers of African-American police chiefs? Lara Logan explains. Don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "After months of agitation and violence, what has that Black Lives Matter movement actually accomplished for black Americans? Well, not only has recent unrest spurred a massive crime wave, they've actually reversed racial progress by forcing black police chiefs across the country to give up and resign.  Now, the first to go was Seattle police chief Carmen Best. Would she stood up to the BLM and Antifa thugs, the city council voted to slash her salary and just destroy the police force. She subsequently stepped down. Now Rochester police chief La'Ron Singletary, a black man, was forced to resign after days of violent BLM protests. His integrity meant just way too much to him. And late last night, this was after our show ended, news broke that Dallas police chief Renee Hall handed in her notice after backlash from the left over her handling of violent protests earlier this summer. Unlike Seattle's Carmen Best, she too, was the first black woman to lead her city's police force. So how exactly does toppling black leaders in the community help African-Americans? You would think that this was the kind of thing that BLM would want to stop, but looking back at how their foot soldiers treated black cops during the riots, I think it all makes perfect sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "--part of the problem. Just because they're black, doesn't mean they are not a part of the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Traitor, traitor to your f***ing people. You're like the f***ing black Judas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Shame! You are the shame of your family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're part of the f***ing problem. And I hope to f**k that your children treat you the way you deserve to be treated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh my god, does that not nauseate you? As Joe Biden put so eloquently, if you aren't with him, you ain't black. Well, this isn't about making lives better for African-Americans or anyone else, for that matter. This is about raw power, it's about tearing down black leaders who think for themselves to send a message that life will be miserable for you, and that you can be replaced with Soros-approved officials who impose a radical agenda on the country, city by city. And when it comes to that radical goal, well, certain black lives are apparently expendable to BLM. Here now is Lara Logan, host of \"Lara Logan Has No Agenda\" on Fox Nation.  Lara, what might removing positive minority role models, why might that be a part of what BLM, Antifa, and all these other radicals want, ultimately, to accomplish?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARA LOGAN, HOST, LARA LOGAN HAS NO AGENDA",
      "sentences": "It's not just the part of what they want to accomplish, Laura, it is the most, one of the most critical parts, because all of these people get in the way of the narrative. The narrative is that the entire police force is racist and needs to be abolished. So having a black female police chief just gets in the way of that propaganda completely, and it makes a mockery of it. It exposes it for exactly what it is. As you said, it's got nothing to do with racial justice, or social justice, or anything else. But you have an entire rebellion that is -- and a revolution, in their words -- that is based on a false premise. So what they want you to do is - - why do they hide their faces? They don't want you to see who they truly are. So what they want to do is to make inroads based on the idea of social justice, and in the end abolish all of it. They want to burn it to the ground. They say the American plantation has to go, right, everything you know. So that means abolishing the police, abolishing the borders, abolishing the prison system, abolishing ICE. This is all over their literature. And the people who stand up to that, who are a powerful symbol of what progress has been made in this country, those are the ones that have to go, they have to be targeted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This was a scene, Lara, from L.A. last night. Check it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Eat a giant -- smoking -- that has herpes. Stupid white --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If you take that badge off I'll suck your -- take that badge off, quit your job, I'll suck the -- out of your -- I'll eat your -- too ladies. I don't discriminate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Sounds like lyrics from Cardi B there. Lara, why are they resorting to this? Why is the language and the costumes, they all seem right out of central casting, why is that part of this for them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "It's about intimidation, right, and it's about intimidation and fear, because even if you look at all of that and you think poorly of it, it also causes you to self-censor and to inhibit your own behavior, because nobody wants to be subjected to that, right? It's about fear. Underneath all of it, it's about spreading fear and intimidating people, because the basic goal here is to remove Donald Trump from power, regardless of what happens in the election, and then, with Donald Trump out of, to move forward with a very radical agenda that involves basically destroying the way of life that this country has known since its inception.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "One of the reasons they were able to nab that murderer and identify him, the police, is because they saw that tattoo on his arm, or hand, in Portland, the pro-Trump supporter brutally killed, and the murderer, they could identify that tattoo that helped them lead to his -- well, he obviously died. But earlier tonight, Lara, there is breaking news that the city of Portland passed an ordinance banning the police from using all facial recognition technology. The city commissioner, Jo Ann Hardesty, saying \"With these concerning reports of state surveillance of Black Lives Matter activists and use of facial recognition technology to aid in the surveillance, it's especially important that Portland prohibits its bureaus from using this technology.\" Lara, they don't things to get better. They don't want this to end, do they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "Their actions indicate THAT they don't want this to get better, right? They are flat out showing you exactly what they want in 100 different ways. And you hit on something that is really at the heart of the propaganda, Laura, and at the heart of the tactics, the operational tactics. If you go across their literature and their social media sites as I do every single day, hours and hours of it, you'll see that one of the biggest things they are concerned about is facial recognition software. That's why the black block wears the full facemasks. that's why they're not just covering part of their faces for the pandemic. It's the whole face. When you see those umbrellas out on the streets, they hide illegal actions, and they hide their identities. They all wear black because even though it exposes them for who they are, what it does is it makes it hard for them to be distinguished from each other, and therefore harder to identify.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What are they hiding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOGAN",
      "sentences": "So this is a gift, this is a gift to Antifa. They're hiding their identity and their agenda, and their criminal acts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Lara, again, thank you so much for shedding light on this. It is so important that people understand these tactics, the ultimate goals, and, yes, who is supporting them and facilitating this lawlessness and chaos. Thanks so much. And coming up, the Joe Biden that the media refused to show you, and the Oscars have some new best picture requirements. Raymond Arroyo has it all in \"Seen and Unseen\" next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's time for our \"Seen and Unseen\" segment where we reveal the stories behind the headlines. Joining us with all of the details, Raymond Arroyo, FOX News contributor, FOX News contributor, author of the forthcoming book \"The Spider Who Saved Christmas.\" Raymond, this was Joe Biden's event in Michigan today. For a moment, I thought he was launching a new honest Joe's used car chain by the look of it. What was that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "sentences": "Laura, the most consistent thing in this speech was his cough. It never stopped.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL CANDIDATE",
      "sentences": "We're going to hear a lot more about this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "He needs to buy an American lozenge, apparently. There was an obvious enthusiasm gap at play here at this event. We've seen this throughout the campaign. And there is an effort, Laura, by the Biden team to shield their candidate. And for some reason the media is not covering these events in toto. They show you a bite with no context. For instance, this was Joe Biden's Labor Day event with union leaders in Lancaster, Pennsylvania, all four of them. The grass was nearly as dead as the half-hour meet up, and I'm still trying to figure out why they are social distancing from the patio table. Was it COVID positive? Nevertheless, masked and socially distant, Biden informally chatted with these leaders, or read to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL CANDIDATE",
      "sentences": "One of the things that, frank, is that, have -- how have unions helped people get through this pandemic? You know, what would be a big investment in infrastructure. Tell me what you hear from your old colleagues that is most bothering them right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, you know, I don't get to talk to many of them anymore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Now you see why he sticks to the teleprompter speeches, Laura. He takes no questions, as he did today. For any other candidate, this would be curtains, OK, the end of the run. And people are worried about the Bob Woodward quote, OK. At least Trump and his audience can be understood.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CROWD",
      "sentences": "We love you! We love you! We love you!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, saying \"We love you\" to the president. CNN did a puff piece on Biden. No one shows the clips that you get together, by the way, Raymond, no one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I watch them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And the piece the other night where this was their main take away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAILAGH MURRAY, FORMER SENIOR ADVISER TO PRESIDENT OBAMA",
      "sentences": "Empathy is Joe Biden's superpower, and he applies it to everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Now, I heard that, Laura, but when left to his own devices, Biden is to empathy what Cardi B is to modesty. Here he is interacting empathetically with workers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL CANDIDATE",
      "sentences": "I tell you what, you know, you iron workers are all nuts, anyway. You got to be crazy. But then again, it helps, it helps. You're full of -- Don't be such a horse's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, the narrative of empathy is totally blown when you see those clips when he is off script. But I always say, it's the vivacity, it's the vigor of a candidate that wins the day. When you look at Biden unscripted, hard to see how this campaign makes it to the end. It really is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, OK, at one point I think he fell asleep talking, OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "He did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He seemed so bored by his own question, he's like, I can't believe somebody wrote ne this. What do you think about, what are people to saying to you? And the guy is like, well, I haven't really talked to them lately. It's just a killer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "It's like visiting day in the yard at the old folks' home. It was very sad, that event.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "With a campaign, we haven't been covering the pop culture as much, Raymond, but yesterday the Academy of Motion Picture Arts and Sciences unveiled their new eligibility requirements for the Oscars. What are they?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Well, their representation and inclusion standards. To qualify for Best Picture a film will have to satisfy at least two of these goals -- on- screen representation of a racial or ethnic group in a lead role or main storyline. Members of the creative team will have to be part of a racial group or LGBTQ plus. Internships and training opportunities for these racial groups. And developing audiences among underrepresented groups.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "The problem is the two latter goals, training and developing audiences. The studios are going to use that to get around what amounts to racial quotas, OK? I like more representation, I love more stories, but I worry about these quotas big time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Shouldn't it just be about great art, which includes all people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Yes, merit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They are going to kill their own medium. I don't understand this. The great art by African-Americans and other people, it's going to be everybody because that's our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, here's the problem. Think of it, under these guidelines, \"The Godfather,\" \"Braveheart,\" \"Schindler List,\" would not qualify for Best Film. That should really give Academy members some soul-searching. And as a sign of what I think we are going to see of more in the future, at least on T.V.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We've got to go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Zoom, watch what happens, did \"Golden Girls\" thing. I will share it with you on Friday. It was a bit of a reversal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "\"The Golden Girls,\" it's a remake. All right, Raymond, we are out of time, but awesome. Up ahead, a lot about the courts, coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "In news that will actually matter to most Americans, and also to law geeks, earlier today President Trump added 20 more names to his list of potential Supreme Court nominees. Included on the list are former solicitor generals, sitting judges, and current Republican Senators Tom Cotton and Ted Cruz. He also added the name of a rising GOP star who we featured on this show, Daniel Cameron, the attorney general of Kentucky. Now, that 20- person list is comprised of 11 women and/or minorities. Here to tell us why these names were added is Jay Sekulow, counsel to President Trump. Jay, I just mention some of the people on that list, but there are a lot of others I want to tick through, too, like Kate Todd. She's an interesting choice. She works in the White House Counsel's Office. And we have Chris Landau, who is the U.S. ambassador to Mexico. Everyone should know, he clerked for Justice Thomas and Justice Scalia and is a friend of yours truly. But he's brilliant. The list is impressive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAY SEKULOW, COUNSEL TO THE PRESIDENT",
      "sentences": "It is an impressive list, and the idea is to have a variety of backgrounds. Not everybody that rises to the Supreme Court necessarily has to rise from the court of appeals. Elena Kagan is a perfect example of that. There are former solicitor generals on the president list. Elena Kagan was a Harvard Law Dean, and then also a solicitor general under President Clinton -- or President Obama. So, the idea to have a variety here I think is what the president is trying to do, broad-based, but conservative in their judicial philosophy, understanding the rule of law, separation of powers, the issues that matter, that is the constitutional ones. That's what the Supreme Court hears. They only hear, as you know better than anybody, they only hear about 85, 90 cases a year, but those 90 cases affect just about everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And also Sarah Pitlyk, she's a district court in the eastern district of Missouri, another woman, another young, it would be a young nominee. So anyone saying this isn't a diverse list is lying, number one. Number two, of course Chuck Schumer responded in the typical way, saying these radical nominees, Jay, would continue the effort to reverse important progress America has made over the last 50 years -- women's reproductive freedom, strip away health care, preexisting conditions, got labor, environmental, and civil rights. Jay, you already see the line of attack. What can we expect?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "I say great. If your challenge is that these judges, potential justices of the Supreme Court, are going to protect religious liberty, protect the First and Second Amendments, protect the concept, the constitutional design of separation of powers, if that's the charge against them, well, great. That is exactly who we want on the bench. And Joe Biden, you don't have to produce his list, because I'll tell you who's his list. Turn on to a couple of the other networks and look at the legal commentators. That's his list. That's who he's going to. And it would be a radically different court. I think the one thing that we have to stay here, and I think it's important for people to understand, is this is an add-on of these additional names to an already very impressive bench of judges, lawyers. But the idea, for instance, you mentioned a judge that serves in the district court, wouldn't that be a bit refreshing, to have a judge --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "-- that becomes a justice that actually tried cases as a sitting judge, so understands how evidence really works, and criminal procedure and civil procedure? So I think all of those experiences, and including the nonjudges, brings something that is important to the Supreme Court, and that means it's important for the American people. I think the president, great picks here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And everyone should just him remember that this is an important issue for conservatives, 2016 exit polls, 21 percent said appointments to the court with the most important issue to their vote. Those voters broke for Trump 56 to 41, a lot of pro-lifers in that crowd, no doubt about it. Does he think it's as important, this time around, though, Jay, with the pandemic and economic issues facing the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "It is. I'm not going to speak for what the president thinks is the most important, because he has got all of these issues for the present are important. But when you take to the courts, we're going to get through -- God willing we are getting through the pandemic, we will get through the pandemic. The Supreme Court justices are going to be here for 30, 40 years. The pandemic, prayerfully, will not be. And the lasting impact of these justices, including the impact that these judges, or justices are having on issues involving the pandemic, like religious freedom, where I think the court has gotten it wrong on a number of cases. I think all of those are real issues that impact real people. But I'm not going to rank what is most important to the president right now, but obviously it was important for the president to do an address today and to release this list.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's an incredible list, period. And I know they have been working on it for some time. Jay, great to see you tonight. Thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEKULOW",
      "sentences": "Good to see you. Thanks, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "There was actually a Biden moment from today that Raymond missed. The Last Bite reveals it. Stay right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We assume Raymond will and see all the best Biden moments, but somehow this one slipped to the cracks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL CANDIDATE",
      "sentences": "We can come back. We can be back stronger than we were before. I want to thank you all. I carry with me -- I don't have it. I gave it to my staff, but I carry it with me in my pocket. Do I have that around anyone? Where's my staff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, come on, like a patient calling out for his nurses. That's all the time we have tonight. Shannon Bream and the \"FOX NEWS @ NIGHT\" team take it all from here. Shannon. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right. I'm Laura Ingraham, this is 'The Ingraham Angle' from Washington tonight. There was a lot of attention, of course, as we just mentioned being paid to this Bob Woodward book. We are going to tell you what really matters about the revelations within it. But we will also highlight a stunning new work from Byron York, how his exclusive insight into the Democrats rabid impeachment spectacle provides a stark warning for Donald Trump. Also, Raymond Arroyo, he's back, and he's going to unmask Biden's new campaign style. Plus, the Oscars have a new litmus test for nominees. Seen and unseen explains it all. But first, selling defeatism that's the focus of tonight's Angle. Now, FDR, during the depths of the great depression, in his first inaugural address, told the country that we have nothing to fear but fear itself. Those immortal words were meant to instill confidence, not panic; to convey strength, not weakness. Winston Churchill during the worst of the Blitz on London went on radio night after night to boost the spirits of his people as the Nazis brutally tried to bomb Britain in to submission. Now, both men understood that projecting fear or worry onto a beleaguered people is dangerous. In fact, when a free people begin to doubt their own survival, well, that is when they need optimistic, unshakable leaders the most, falling in to self doubt or dwelling on the worst aspects of our past or our present only breeds self-loathing, defeatism, and despair, and ultimately disaster. And this is precisely the mindset today's Democrats have adopted. Joe Biden and his media apparatchiks have become masters of anti-American propaganda. They believe that we live in a wicked racist country, a country that deserves suffering, punishment, and pain."
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENTIAL NOMINEE",
      "utterance": "And what it did, though, it also exposed what had not been paid enough attention to, the underlying racism and it is institutionalized in the United States, still exists, has existed for 400 years. And so, what's happened is that we end up in a circumstance like we had here in Kenosha."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, justifying the riots while condemning the violence, yes, that's really nice."
    },
    {
      "speaker": "The obvious question for Biden, that these pseudo-journalists will not ask, is this",
      "utterance": "Sir, how could a systematically racist country elect an African- American president, not once, but twice? Has Biden forgotten his own resume?"
    },
    {
      "speaker": "And here is another question",
      "utterance": "What was Joe Biden doing for the last 47 years? How many times has Biden talked about what a great country we have and what a great people we are? Was that all a lie, or is he lying now? Is he smearing this country in 250 years of American history in a cynical attempt to win minority votes? Well, one thing is for sure, his protectors in the media won't try to find out. Whatever is Biden's motivation here, whatever it might be, his words are doing great harm. His most ardent supporters now openly question whether America, with all its white privilege, will or even, should survive. I just published New Yorker piece titled The American Myth, argues that \"The United States feels like it's unraveling. The foundation of our nation has deepening cracks, possibly too many to repair any time soon, or perhaps, at all. The attempt to reckon with our unjust past has produced more questions and new divisions about our future\". Well, the fact is the hard left and that's the hard left, gave up on America decades ago. They never forgave Americans for electing Reagan. And disgusted with this country, they decided to poison its future. They took over the universities and began the slow but steady process of indoctrinating our kids to despise the United States, turning their minds against our history, our constitution, and our traditions. Now, this sort of thing was going on when I was in college, but it's gotten much worse since then. Over the last 35-40 years, generations of young people have been spoon-fed all manner of anti-American poison. And these efforts, well, they've paid off for the left. All over the blue states, we see ungrateful brats roaming the streets in their Antifa costumes straight out of central casting, burning government buildings, and even terrorizing innocent Americans. It's a stunning combination of ignorance and rage. The Democrat Party that Biden joined in the early 1970s, back then, it still had some sense. It still believed in the rule of law, it believed that illegal immigration was a problem. Heck, almost 40 years later, Barack Obama went to great pains, remember, to distance himself from the hateful anti-American rhetoric of his mentor, Jeremiah \"U.S. of KKK\" Wright. But now it's all changed. Donald Trump came along and Democrats collectively lost their minds. In Trump, they had met their match, they met somebody who was unrepentantly pro-America."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT, UNITED STATES OF AMERICA",
      "utterance": "you have to understand, I'm a cheerleader for this country. Never forget, they are coming after me because I am fighting for you. There is a lot of truth in that one."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now Democrats could not risk him winning again, so they threw in with the 'hate America' crowd, hoping to ride the wave of civil unrest after George Floyd to victory in November. Well, that was wicked, and it was selfish. It was also a huge political mistake. Now two months into the chaos, Biden scrambled to come out and try to condemn the violence, but the damage is already done. He has now tied his political fortunes to those who have given up on America. He stopped trying to put forward any serious proposals that we know would make life really better for most Americans, because why would you want to make things better for a bunch of racists? He certainly has no intention of maintaining American power, because why would you want a racist country to have any power? All he is left with, in fact, are the scraps of manufactured scandals that the media will toss out from now until the election. Well, yesterday, we debunked The Atlantic magazine smear that President Trump somehow criticized our troops. And today, as if right on cue, the press moved right along, fulminating about Bob Woodward's new book. Today's big claim was that Trump allegedly downplayed the coronavirus in public, while privately telling Woodward that it was much more deadly than the flu. Well, Biden's faux anger quickly followed."
    },
    {
      "speaker": "BIDEN",
      "utterance": "He lied to the American people. He knowingly and willingly lied about the threat it pose to the country for months. He knew how dangerous it was. And while this deadly disease ripped through our nation, he failed to do his job on purpose."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Again, this is nonsense. The president addressed this head on today."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's just another political hit job, but whether it was Woodward or anybody else, you cannot show a sense of panic, or you can have bigger problems than you've ever had before."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And by the way, he said as much at the end of March, we will get that too in to that minute. Dr. Fauci, normally treated as gospel by the Trump-hating media, he directly refuted the media's anti-Trump narrative."
    },
    {
      "speaker": "DR. ANTHONY FAUCI, DIRECTOR, NIAID",
      "utterance": "I didn't really see any discrepancies between what he told us and what we told him and what he ultimately came out publicly and said."
    },
    {
      "speaker": "JOHN ROBERTS, FOX NEWS HOST",
      "utterance": "So did you get a sense that he was or wasn't playing this down?"
    },
    {
      "speaker": "FAUCI",
      "utterance": "No. No, no, I didn't. I didn't get any sense that he was distorting anything."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Whoops. Suddenly, Fauci is not quoted anywhere. Now as for Joe Biden, he was the one who was downplaying the virus. He criticized Trump's China travel ban and was out campaigning at events into March. The reality is that Biden, his team, and his supporters, all of them in the press, they have given up on the country that you love. Instead of respecting the actual data and defending our constitutionally-guaranteed freedoms, team Biden, they want to lock America down for months. Of course, there is an exception. If you want to riot against Trump, you are OK. Don't think about going to church, though, or having any fun. Talk about defeatist, let alone stupid and disruptive. And by contrast, President Trump is an informed optimist. He wants us to wash our hands, be smart, if you want to wear a mask, wear a mask, and carry on. Of course, Bob Woodward would never put any of that in a book. We've been telling you since the beginning of the year that the Democrats have no positive platform to offer. They don't believe that things are ever going to get really better in the United States. They never liked this country much to begin with, and now, they've given up on it totally. So the only way they convince Americans to vote for Biden is to accept less. Expect a full-bore effort over the next two months to demoralize you, demoralize Trump voters. They want you to accept defeat before a single vote is counted. And they are using Big Tech billionaires to preset the narrative."
    },
    {
      "speaker": "MARK ZUCKERBERG, CO-FOUNDER, CHAIRMAN AND CEO, FACEBOOK",
      "utterance": "There is nothing illegitimate about this election taking additional days or even weeks to make sure that all of the votes are counted. In fact, that might be important to make sure that this is a legitimate and fair election."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, that's just creepy. We somehow managed to vote in person during every other major American crisis, so why not now, Mark? Because Trump's president, that's why! The left is engaged in an all-out effort to depress and suppress the pro-Trump vote. While meanwhile, swamping us with mail-in votes. So far, these efforts have not worked. We are still fighting for our country and the America First Populist coalition supporting Donald Trump, we are optimistic. And most Americans are just hardworking people, they want to live in safety and security. They haven't thrown in the towel in our guarantee of life, liberty, and the pursuit of happiness. And they are not about to give up the greatest country in history, because of a virus, or rampaging radicals. And that is the Angle. Joining me now is Mollie Hemingway, senior editor at The Federalist and Fox News contributor. Mollie, it is clear, is it not, what the media are doing? They are going to drop daily bombshells about the president and just give Biden a soft, slow pitch down the middle for him to hit away at with no questions asked."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, SENIOR EDITOR, THE FEDERALIST",
      "utterance": "I think it is important for people to understand that so that they are prepared. We know we are already less than two months away from Election Day, and people should anticipate that something like this will happen every day or so until election. It is very weird to have big media be so invested in the defeat of a president. It is not that bias hasn't been something we have seen before, obviously the 2016 election was a real low point for the media. But this is almost like all the guardrails are off now, and anything that used to restrain the media in to at least like pretending to be somewhat fair in how they cover things, that's all gone now. But I do think it is interesting that it is not working as well as it used to. So when The Atlantic story came out, everyone was instructed that this had to be treated as a bombshell, that you had to accept the narrative put forth by these anonymous sources and it just didn't go as planned for them. All these people on the record refuting it, disputing it, you had all the evidence that people saw, it just didn't work. And so a couple of days later, they come out with something else, and it just doesn't seem to be having the same effect, in part, because I actually think this is a particularly stupid story that's coming out--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, let me - Mollie, let me tell just."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Donald Trump."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, let me tell, sorry to interrupt but I want everyone to understand why you are saying that, because the audience needs to understand that the big bombshell from Woodward was something that Trump publicly discussed back in March. Watch."
    },
    {
      "speaker": "TRUMP",
      "utterance": "The statements I made are, I want to keep the country calm, I don't want panic in the country. I could cause panic much better than even you, I could do much - I would make you look like a minor league player. But you know what, I don't want to do that, I want to have our country be calm and strong and fight and win, and it will go away."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Mollie, you would think that these so-called journalists in the media might have realized that president wouldn't talk on the record with Bob Woodward about something he was trying to hide. He was out in the open about why he was discussing the virus as he was, and treating it as he did."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "It's right there in videotape. Everyone saw it, they all pretended to be outraged by it back in March, now they are pretending to be outraged by it again. The context in which the initial comments were made early February of this is a bad virus, we also should remember that was at a time when he was being brutalized for taking it seriously. He had shutdown the border, he had started the task force, he had named it a public health threat. So people were saying, oh, don't do anything, or it is racist to actually care about the Chinese coronavirus. That's the context in which he is saying the first comments. Of course he took it seriously, he had taken all these actions. At the same time, he did not push for panic. I think it is actually legitimate to wonder if he did enough to prevent panic. There were a lot of people, particularly in the media by March, who were really trying to incite panic, really trying to shutdown the economy, to keep businesses closed and keep kids out of school, and he was resisting that. I think it's an open question--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Thank god."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "--whether he did enough to resist that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "But the idea that you're going to criticize him for not wanting people to panic, it just doesn't really work for most of the Americans out there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Mollie, we are now seeing what happens when you have these draconian lockdowns as we had in some of these countries in Europe, and now, of course, cases are coming back, because it is a virus and it follows particular laws of viruses and their economies are much worse off than ours. And if you are in red state America, your life is pretty much going back, slowly but surely, to normal. If you are in blue state America, you are still living under these ridiculous rules."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Well, things are going better than I think some people feared with the shutdown, but it is also true that this was originally sold as a two-week shutdown just to slow the spread to make sure hospitals weren't overwhelmed. Now, months later, with people still wanting to push draconian measures, seemingly for political reasons, all of a sudden the goalpost have moved and now it has nothing to do with overwhelming hospitals and has everything to do with, like, preventing anyone from getting this, which is not how it was sold initially."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, it wasn't."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "But in general, I think people want to get the economy coming back, they want optimism. And I understand that the out party always has to criticize, but I don't think it's particularly inspirational to be told that the country is dark, there is no future, there is no hope. And Joe Biden has said he might shutdown the economy again, if he felt the need."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, America is a myth."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "This is a very different message coming out."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "America, the myth. This is how much they have given up on America. They are calling America, now, a myth, Mollie. It's unbelievable. We're going to be tracking all of this from now until Election Day. Mollie Hemingway, great to see you tonight. And now on to a book that's actually revealing a lot that you do need to know. Washington Examiner Columnist Byron York's new tell-all takes us back to the days of impeachment and details how investigators came to realize that the person driving the events wasn't that so-called whistle-blower, but none other than Colonel Alexander Vindman. Byron York, Fox News contributor, author of the new book, soon to be a massive best seller \"Obsession: Inside The Washington Establishments Never- Ending War On Trump\". He joins me now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Byron."
    },
    {
      "speaker": "BYRON YORK, AUTHOR, OBSESSION",
      "utterance": "INSIDE THE WASHINGTON ESTABLISHMENTS NEVER- ENDING WAR ON TRUMP: Hi, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What made them - congrats on the book, first of all, Byron."
    },
    {
      "speaker": "YORK",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What made them realize that Vindman, and were not the whistle- blower, was driving it all?"
    },
    {
      "speaker": "YORK",
      "utterance": "Well, if you remember, early on in the Ukraine matter, the Democrats said they wanted the whistle-blower to testify. And then, they changed their mind and they didn't want the whistle-blower to testify, and they began to shut off any Republican attempts to find out who the whistle- blower was. So the question is, if the whistle-blower wasn't in the White House, how did he learn what was going on? And Lieutenant Colonel Vindman was one of several people who would listen to the Trump-Zelensky phone call, but he was the only one who was disturbed by what took place. He was the only one who thought there was a problem there. So when he was interviewed by the house, remember, in those secret sessions at the intelligence committee, they said, \"Well, who outside the White House, did you tell about this phone call?\" And he said, \"I told two people\". \"So well, who are they?\" \"One of them was George Kent, who was a state department official and who was specialized in Ukraine\". \"And well, ok, who was the other one?\" \"Well, he was in the intelligence community\". And at that point, Adam Schiff and other Democrats interrupted, \"You cannot say, you cannot ask the other person he spoke to\". And Republican said, \"Why can't we ask about that?\" And they said, \"Because it would tend to identify the whistle-blower\". So it didn't take a real rocket scientist to figure out that the source of this, the original source of this, was lieutenant Colonel Vindman."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, I got to say, Byron, you might remember that \"yours truly\" got a lot of heat for - something just didn't wash about him to me. I found him extremely - I just question his motivations. He was asked by Ukraine, wasn't he asked to be defense minister at one point? I was just--"
    },
    {
      "speaker": "YORK",
      "utterance": "He was, he was."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "--so odd."
    },
    {
      "speaker": "YORK",
      "utterance": "That didn't come out in the original hearings, but it did come out later, and he said it had been a joke, but he was asked three times, but as far as your criticism of him is concerned, Republicans had a very difficult time handling Lieutenant Colonel Vindman, because they felt that he was the origin of all of this. They wanted to get - they wanted to dig deeper into that, but he was a decorated military officer, and they were afraid, frankly, afraid."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, you can never, you can never. We have to move on from him."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, we can never criticize anyone who has the medals on the chest. That is just the rule. Byron, you also discussed President Trump's reluctance to fire Comey at the beginning of his presidency. Why did he resist initially?"
    },
    {
      "speaker": "YORK",
      "utterance": "Well, during the transition, a number of people, Rudy Giuliani, Chris Christie, Jeff Sessions, all advised Trump to fire Comey immediately upon taking office. Giuliani told me every time we talked about Comey, I said the guy is going to turn on you, there is something wrong with him. And Chris Christie said, he is a loose cannon, and if you keep him after you are inaugurated, he will be your loose cannon. Why didn't trump fire him right then? Apparently he thought he could win Comey over--"
    },
    {
      "speaker": "YORK",
      "utterance": "He has long thought that if he could just talk to somebody, he can bring them over to his side, and it did not work with Jim Comey."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, he thought he could win over Bob Woodward too."
    },
    {
      "speaker": "YORK",
      "utterance": "That's kind of similar."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Switching topics to Trump-Russia collusion nonsense. Now what evidence did you unearth that suggested Mueller's team knew early that there was no Russia collusion that continued anyway?"
    },
    {
      "speaker": "YORK",
      "utterance": "Well, the Trump team could see who Mueller was interviewing, and in the very first weeks, remember, Mueller was appointed in May 2017. In the very first few weeks, Mueller was going hard on a search for collusion. He was looking at people associated with George Papadopoulos with Carter Page. Remember that incident at the Republican Convention, where they said that Trump had changed the platform to make Vladimir Putin happy? He looked into that. He looked into the Trump Tower meeting. He just looked into everything, and what was happening was Trump lawyers could see that Mueller wasn't getting anywhere. And by the fall of 2017, certainly by the end of the year, they knew that collusion was a dry hole for Mueller."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "YORK",
      "utterance": "He had not come up with what he was supposed to find."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Unbelievable. Byron, can't wait to read the entire book. Congratulations. You actually did great reporting here. Everyone needs to know what this president was up against and who was behind it. And it's all on \"Obsession.\" Byron, thanks so much."
    },
    {
      "speaker": "YORK",
      "utterance": "Thanks so much."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And coming up, Antifa continues its reign of terror in Portland. Last night, they brutally beat a journalist for the crime of filming them. And why is Black Lives Matter obsessed with destroying the careers of African-American police chiefs? Lara Logan explains. Don't go away."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "After months of agitation and violence, what has that Black Lives Matter movement actually accomplished for black Americans? Well, not only has recent unrest spurred a massive crime wave, they've actually reversed racial progress by forcing black police chiefs across the country to give up and resign. Now, the first to go was Seattle police chief Carmen Best. Would she stood up to the BLM and Antifa thugs, the city council voted to slash her salary and just destroy the police force. She subsequently stepped down. Now Rochester police chief La'Ron Singletary, a black man, was forced to resign after days of violent BLM protests. His integrity meant just way too much to him. And late last night, this was after our show ended, news broke that Dallas police chief Renee Hall handed in her notice after backlash from the left over her handling of violent protests earlier this summer. Unlike Seattle's Carmen Best, she too, was the first black woman to lead her city's police force. So how exactly does toppling black leaders in the community help African-Americans? You would think that this was the kind of thing that BLM would want to stop, but looking back at how their foot soldiers treated black cops during the riots, I think it all makes perfect sense."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "--part of the problem. Just because they're black, doesn't mean they are not a part of the problem."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Traitor, traitor to your f***ing people. You're like the f***ing black Judas."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Shame! You are the shame of your family."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You're part of the f***ing problem. And I hope to f**k that your children treat you the way you deserve to be treated."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh my god, does that not nauseate you? As Joe Biden put so eloquently, if you aren't with him, you ain't black. Well, this isn't about making lives better for African-Americans or anyone else, for that matter. This is about raw power, it's about tearing down black leaders who think for themselves to send a message that life will be miserable for you, and that you can be replaced with Soros-approved officials who impose a radical agenda on the country, city by city. And when it comes to that radical goal, well, certain black lives are apparently expendable to BLM. Here now is Lara Logan, host of \"Lara Logan Has No Agenda\" on Fox Nation. Lara, what might removing positive minority role models, why might that be a part of what BLM, Antifa, and all these other radicals want, ultimately, to accomplish?"
    },
    {
      "speaker": "LARA LOGAN, HOST, LARA LOGAN HAS NO AGENDA",
      "utterance": "It's not just the part of what they want to accomplish, Laura, it is the most, one of the most critical parts, because all of these people get in the way of the narrative. The narrative is that the entire police force is racist and needs to be abolished. So having a black female police chief just gets in the way of that propaganda completely, and it makes a mockery of it. It exposes it for exactly what it is. As you said, it's got nothing to do with racial justice, or social justice, or anything else. But you have an entire rebellion that is -- and a revolution, in their words -- that is based on a false premise. So what they want you to do is - - why do they hide their faces? They don't want you to see who they truly are. So what they want to do is to make inroads based on the idea of social justice, and in the end abolish all of it. They want to burn it to the ground. They say the American plantation has to go, right, everything you know. So that means abolishing the police, abolishing the borders, abolishing the prison system, abolishing ICE. This is all over their literature. And the people who stand up to that, who are a powerful symbol of what progress has been made in this country, those are the ones that have to go, they have to be targeted."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This was a scene, Lara, from L.A. last night. Check it out."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Eat a giant -- smoking -- that has herpes. Stupid white --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "If you take that badge off I'll suck your -- take that badge off, quit your job, I'll suck the -- out of your -- I'll eat your -- too ladies. I don't discriminate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Sounds like lyrics from Cardi B there. Lara, why are they resorting to this? Why is the language and the costumes, they all seem right out of central casting, why is that part of this for them?"
    },
    {
      "speaker": "LOGAN",
      "utterance": "It's about intimidation, right, and it's about intimidation and fear, because even if you look at all of that and you think poorly of it, it also causes you to self-censor and to inhibit your own behavior, because nobody wants to be subjected to that, right? It's about fear. Underneath all of it, it's about spreading fear and intimidating people, because the basic goal here is to remove Donald Trump from power, regardless of what happens in the election, and then, with Donald Trump out of, to move forward with a very radical agenda that involves basically destroying the way of life that this country has known since its inception."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "One of the reasons they were able to nab that murderer and identify him, the police, is because they saw that tattoo on his arm, or hand, in Portland, the pro-Trump supporter brutally killed, and the murderer, they could identify that tattoo that helped them lead to his -- well, he obviously died. But earlier tonight, Lara, there is breaking news that the city of Portland passed an ordinance banning the police from using all facial recognition technology. The city commissioner, Jo Ann Hardesty, saying \"With these concerning reports of state surveillance of Black Lives Matter activists and use of facial recognition technology to aid in the surveillance, it's especially important that Portland prohibits its bureaus from using this technology.\" Lara, they don't things to get better. They don't want this to end, do they?"
    },
    {
      "speaker": "LOGAN",
      "utterance": "Their actions indicate THAT they don't want this to get better, right? They are flat out showing you exactly what they want in 100 different ways. And you hit on something that is really at the heart of the propaganda, Laura, and at the heart of the tactics, the operational tactics. If you go across their literature and their social media sites as I do every single day, hours and hours of it, you'll see that one of the biggest things they are concerned about is facial recognition software. That's why the black block wears the full facemasks. that's why they're not just covering part of their faces for the pandemic. It's the whole face. When you see those umbrellas out on the streets, they hide illegal actions, and they hide their identities. They all wear black because even though it exposes them for who they are, what it does is it makes it hard for them to be distinguished from each other, and therefore harder to identify."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What are they hiding?"
    },
    {
      "speaker": "LOGAN",
      "utterance": "So this is a gift, this is a gift to Antifa. They're hiding their identity and their agenda, and their criminal acts."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Lara, again, thank you so much for shedding light on this. It is so important that people understand these tactics, the ultimate goals, and, yes, who is supporting them and facilitating this lawlessness and chaos. Thanks so much. And coming up, the Joe Biden that the media refused to show you, and the Oscars have some new best picture requirements. Raymond Arroyo has it all in \"Seen and Unseen\" next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's time for our \"Seen and Unseen\" segment where we reveal the stories behind the headlines. Joining us with all of the details, Raymond Arroyo, FOX News contributor, FOX News contributor, author of the forthcoming book \"The Spider Who Saved Christmas.\" Raymond, this was Joe Biden's event in Michigan today. For a moment, I thought he was launching a new honest Joe's used car chain by the look of it. What was that?"
    },
    {
      "speaker": "RAYMOND ARROYO, FOX NEWS CONTRIBUTOR",
      "utterance": "Laura, the most consistent thing in this speech was his cough. It never stopped."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL CANDIDATE",
      "utterance": "We're going to hear a lot more about this --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "He needs to buy an American lozenge, apparently. There was an obvious enthusiasm gap at play here at this event. We've seen this throughout the campaign. And there is an effort, Laura, by the Biden team to shield their candidate. And for some reason the media is not covering these events in toto. They show you a bite with no context. For instance, this was Joe Biden's Labor Day event with union leaders in Lancaster, Pennsylvania, all four of them. The grass was nearly as dead as the half-hour meet up, and I'm still trying to figure out why they are social distancing from the patio table. Was it COVID positive? Nevertheless, masked and socially distant, Biden informally chatted with these leaders, or read to them."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL CANDIDATE",
      "utterance": "One of the things that, frank, is that, have -- how have unions helped people get through this pandemic? You know, what would be a big investment in infrastructure. Tell me what you hear from your old colleagues that is most bothering them right now."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Well, you know, I don't get to talk to many of them anymore."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Now you see why he sticks to the teleprompter speeches, Laura. He takes no questions, as he did today. For any other candidate, this would be curtains, OK, the end of the run. And people are worried about the Bob Woodward quote, OK. At least Trump and his audience can be understood."
    },
    {
      "speaker": "CROWD",
      "utterance": "We love you! We love you! We love you!"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, saying \"We love you\" to the president. CNN did a puff piece on Biden. No one shows the clips that you get together, by the way, Raymond, no one."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I watch them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And the piece the other night where this was their main take away."
    },
    {
      "speaker": "SHAILAGH MURRAY, FORMER SENIOR ADVISER TO PRESIDENT OBAMA",
      "utterance": "Empathy is Joe Biden's superpower, and he applies it to everything."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Now, I heard that, Laura, but when left to his own devices, Biden is to empathy what Cardi B is to modesty. Here he is interacting empathetically with workers."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL CANDIDATE",
      "utterance": "I tell you what, you know, you iron workers are all nuts, anyway. You got to be crazy. But then again, it helps, it helps. You're full of -- Don't be such a horse's --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, the narrative of empathy is totally blown when you see those clips when he is off script. But I always say, it's the vivacity, it's the vigor of a candidate that wins the day. When you look at Biden unscripted, hard to see how this campaign makes it to the end. It really is."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, OK, at one point I think he fell asleep talking, OK?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "He did."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He seemed so bored by his own question, he's like, I can't believe somebody wrote ne this. What do you think about, what are people to saying to you? And the guy is like, well, I haven't really talked to them lately. It's just a killer."
    },
    {
      "speaker": "ARROYO",
      "utterance": "It's like visiting day in the yard at the old folks' home. It was very sad, that event."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "With a campaign, we haven't been covering the pop culture as much, Raymond, but yesterday the Academy of Motion Picture Arts and Sciences unveiled their new eligibility requirements for the Oscars. What are they?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Well, their representation and inclusion standards. To qualify for Best Picture a film will have to satisfy at least two of these goals -- on- screen representation of a racial or ethnic group in a lead role or main storyline. Members of the creative team will have to be part of a racial group or LGBTQ plus. Internships and training opportunities for these racial groups. And developing audiences among underrepresented groups."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "The problem is the two latter goals, training and developing audiences. The studios are going to use that to get around what amounts to racial quotas, OK? I like more representation, I love more stories, but I worry about these quotas big time."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Shouldn't it just be about great art, which includes all people?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Yes, merit."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They are going to kill their own medium. I don't understand this. The great art by African-Americans and other people, it's going to be everybody because that's our country."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, here's the problem. Think of it, under these guidelines, \"The Godfather,\" \"Braveheart,\" \"Schindler List,\" would not qualify for Best Film. That should really give Academy members some soul-searching. And as a sign of what I think we are going to see of more in the future, at least on T.V."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We've got to go."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Zoom, watch what happens, did \"Golden Girls\" thing. I will share it with you on Friday. It was a bit of a reversal."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "\"The Golden Girls,\" it's a remake. All right, Raymond, we are out of time, but awesome. Up ahead, a lot about the courts, coming up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "In news that will actually matter to most Americans, and also to law geeks, earlier today President Trump added 20 more names to his list of potential Supreme Court nominees. Included on the list are former solicitor generals, sitting judges, and current Republican Senators Tom Cotton and Ted Cruz. He also added the name of a rising GOP star who we featured on this show, Daniel Cameron, the attorney general of Kentucky. Now, that 20- person list is comprised of 11 women and/or minorities. Here to tell us why these names were added is Jay Sekulow, counsel to President Trump. Jay, I just mention some of the people on that list, but there are a lot of others I want to tick through, too, like Kate Todd. She's an interesting choice. She works in the White House Counsel's Office. And we have Chris Landau, who is the U.S. ambassador to Mexico. Everyone should know, he clerked for Justice Thomas and Justice Scalia and is a friend of yours truly. But he's brilliant. The list is impressive."
    },
    {
      "speaker": "JAY SEKULOW, COUNSEL TO THE PRESIDENT",
      "utterance": "It is an impressive list, and the idea is to have a variety of backgrounds. Not everybody that rises to the Supreme Court necessarily has to rise from the court of appeals. Elena Kagan is a perfect example of that. There are former solicitor generals on the president list. Elena Kagan was a Harvard Law Dean, and then also a solicitor general under President Clinton -- or President Obama. So, the idea to have a variety here I think is what the president is trying to do, broad-based, but conservative in their judicial philosophy, understanding the rule of law, separation of powers, the issues that matter, that is the constitutional ones. That's what the Supreme Court hears. They only hear, as you know better than anybody, they only hear about 85, 90 cases a year, but those 90 cases affect just about everyone."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And also Sarah Pitlyk, she's a district court in the eastern district of Missouri, another woman, another young, it would be a young nominee. So anyone saying this isn't a diverse list is lying, number one. Number two, of course Chuck Schumer responded in the typical way, saying these radical nominees, Jay, would continue the effort to reverse important progress America has made over the last 50 years -- women's reproductive freedom, strip away health care, preexisting conditions, got labor, environmental, and civil rights. Jay, you already see the line of attack. What can we expect?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "I say great. If your challenge is that these judges, potential justices of the Supreme Court, are going to protect religious liberty, protect the First and Second Amendments, protect the concept, the constitutional design of separation of powers, if that's the charge against them, well, great. That is exactly who we want on the bench. And Joe Biden, you don't have to produce his list, because I'll tell you who's his list. Turn on to a couple of the other networks and look at the legal commentators. That's his list. That's who he's going to. And it would be a radically different court. I think the one thing that we have to stay here, and I think it's important for people to understand, is this is an add-on of these additional names to an already very impressive bench of judges, lawyers. But the idea, for instance, you mentioned a judge that serves in the district court, wouldn't that be a bit refreshing, to have a judge --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "-- that becomes a justice that actually tried cases as a sitting judge, so understands how evidence really works, and criminal procedure and civil procedure? So I think all of those experiences, and including the nonjudges, brings something that is important to the Supreme Court, and that means it's important for the American people. I think the president, great picks here."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And everyone should just him remember that this is an important issue for conservatives, 2016 exit polls, 21 percent said appointments to the court with the most important issue to their vote. Those voters broke for Trump 56 to 41, a lot of pro-lifers in that crowd, no doubt about it. Does he think it's as important, this time around, though, Jay, with the pandemic and economic issues facing the country?"
    },
    {
      "speaker": "SEKULOW",
      "utterance": "It is. I'm not going to speak for what the president thinks is the most important, because he has got all of these issues for the present are important. But when you take to the courts, we're going to get through -- God willing we are getting through the pandemic, we will get through the pandemic. The Supreme Court justices are going to be here for 30, 40 years. The pandemic, prayerfully, will not be. And the lasting impact of these justices, including the impact that these judges, or justices are having on issues involving the pandemic, like religious freedom, where I think the court has gotten it wrong on a number of cases. I think all of those are real issues that impact real people. But I'm not going to rank what is most important to the president right now, but obviously it was important for the president to do an address today and to release this list."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's an incredible list, period. And I know they have been working on it for some time. Jay, great to see you tonight. Thanks so much."
    },
    {
      "speaker": "SEKULOW",
      "utterance": "Good to see you. Thanks, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "There was actually a Biden moment from today that Raymond missed. The Last Bite reveals it. Stay right there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We assume Raymond will and see all the best Biden moments, but somehow this one slipped to the cracks."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL CANDIDATE",
      "utterance": "We can come back. We can be back stronger than we were before. I want to thank you all. I carry with me -- I don't have it. I gave it to my staff, but I carry it with me in my pocket. Do I have that around anyone? Where's my staff?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, come on, like a patient calling out for his nurses. That's all the time we have tonight. Shannon Bream and the \"FOX NEWS @ NIGHT\" team take it all from here. Shannon. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}