{
  "date": "September 14, 2021",
  "headline": "'Ingraham Angle' on General Milley's 'insurrection'",
  "subHeadline": "Guests: William Cleary, Michael Kane, Dan Patrick, Harmeet Dhillon, Don Bolduc, Josh Hawley, Nathan Arnold",
  "url": "https://www.foxnews.com/transcript/ingraham-on-general-milleys-insurrection",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "sentences": "I'm Laura Ingraham and this is the INGRAHAM ANGLE from Washington tonight. General Mark Milley has exposed himself to possible charges under multiple provisions of the Uniform Code of Military Justice. We're going to lay them out for you tonight. Also, polls in California, the recall election close at the bottom of our hour. Could there be any surprises? A report from the ground later tonight. And what do AOC and Fauci have in common? I'll reveal. But first, General Milley's insurrection. That's the focus of tonight's \"Angle\". All year long, Democrats and Trump haters have clung to the events of January 6 with a white knuckle death grip. They claim a riot that the Capitol Police should have been prepared for was actually an insurrection, the shortest in world history by the way. But today, we learn the truth. There was indeed an insurrection being planned around that time in Washington, but it took place at the Pentagon, and its chief architect was General Mark Milley. In a new book by Bob Woodward and Robert Costa, we learn that Milley, chairman of the Joint Chiefs jumped the chain of command and then essentially installed himself an unelected military officer as the nation's commander-in-chief. \"Milley was overseeing the mobilization of America's national security state without the knowledge of the American people or the rest of the world. Some might contend that Milley had overstepped his authority, but he believed his actions were in good faith, a precaution to ensure that there was no historic rupture in the international order, no accidental war with China or others, and no use of nuclear weapons.\" Notice the framing. Yes, he may have violated both the military code and the Constitution, but it was all in good faith, grounded in good intentions for the international order. Now, what an arrogant, imperious boob, but none of us should be surprised about Milley. He's always craved acceptance and approval from the elites. Most evident when he issue that embarrassing on cam apology in June 2020, for having walked across Lafayette Square with President Trump during the BLM unrest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GENERAL MARK MILLEY, CHAIRMAN OF THE JOINT CHIEFS OF STAFF",
      "sentences": "That sparked a national debate about the role of the military in civil society. I should not have been there. My presence in that moment and in that environment created a perception of the military involved in domestic politics. As a commissioned uniformed officer, it was a mistake that I've learned from.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You've learned nothing, sir. In fact, getting involved in domestic politics is exactly what you did six months after that embarrassing performance. If Milley was so gravely concerned about what he saw and heard from President Trump, ok, he should have resigned his position. Instead, if these reports are accurate, he chose not only to violate his chain of command, but to have separate track conversations with the Speaker of the House Nancy Pelosi on January 8 about the nuclear football. She asked Milley, \"What precautions are available to prevent an unstable president from initiating military hostilities or from accessing launch codes and ordering a nuclear strike? Milley assured her that there were a lot of checks in the system.\" Pelosi then told Milley, \"Trump's crazy. You know, he's crazy. He's crazy. And what he did yesterday is further evidence of his craziness.\" Milley replied, \"I agree with you on everything.\" Well, nutbag, Nancy, wanted him to confiscate the nuclear launch codes, denying President Trump the ability to wage war. Although, Milley reportedly waved her off, it doesn't matter. By simply having that conversation, Milley thrust himself into a political role to which he was not elected. As a commissioned officer, Milley answers to his commander-in- chief, not to Pelosi or Schumer or a foreign leader. Speaking of which, perhaps the most disturbing aspect of this entire issue involves Milley's secret conversations before the election with world leaders, including his Chinese counterpart. \"One call took place on October 30, 2020, four days before the election. General Li, I want to assure you that the American government is stable. Everything is going to be ok. You and I have known each other for five years now. If we're going to attack, I'm going to call you ahead of time. It's not going to be a surprise.\" OK. I don't care what he thought Trump might do, Milley had zero authority to make these phone calls. In the absence of a specified unlawful order by President Trump, Milley was engaged in potentially treasonous conduct. He took on the political role that he had decried in his June 2020 apology. Of course, the media spent most of today blocking and tackling for Milley. Because let's face it, any enemy of Trump is a friend of theirs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "sentences": "He seems to be the greatest patriot that was on duty during the previous administration. I have to say, he is emerging as pretty important and heroic American figure in this era.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE SCHMIDT, LINCOLN PROJECT CO-FOUNDER",
      "sentences": "I don't blame general Milley for any of this, it is much I blame Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMIE GANGEL, CNN CORRESPONDENT",
      "sentences": "He felt he couldn't trust Trump and needed to take all necessary precautions to prevent him from doing something dangerous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Weeks ago, I was the first in the media to call for Milley to step down over his role on the deadly Afghanistan withdrawal. Today, these revelations were enough to push Marco Rubio, Rand Paul and others to call for Milley's firing as well. Good for them. And after four years, think about this, of liberal journalists squawking that Trump was like a tyrant, authoritarian figure, he demanded personal loyalty of everyone who work for him, Woodward writes that it was Milley who demanded allegiance, not to the U.S. military code, or the constitution, but to himself. During the final days of the Trump White House, he allegedly said to his top officers, \"No matter what you're told, you do the procedure. You do the process. And I'm part of that procedure. He then went around the room looked each officer in the eye and asked them to verbally confirm they understood. Milley considered it an oath.\" As the \"Angle\" has noted on many occasions, the U.S. military needs a top down reform. Led by generals like Milley, our military, the best equipped in the world, hasn't won a major war outright since World War II. It's been marred by one failure after another. Failures not due to the valiant efforts of our enlisted men and women, but due to their leadership, which has become a woke joke. In recent weeks, they've been exposed as either incompetent, corrupt, or both. From the appalling Afghanistan withdrawal to the Chinese humiliation of our diplomatic corps, we've seen an administration just totally adrift in a Democrat party unwilling to level with the American people about the stark danger we're in as a result of this ineptitude. Among today's military leadership, political correctness, diversity inclusion, they're more fervently prized and studied than any plan for victory on the battlefield or at an airport. As for punishment for Milley, he should be court-martialed and dishonorably discharged for his role in what was a lot closer to an insurrection than anything we saw on January 6. And that's the \"Angle\". Joining me now is retired Brigadier General Don Bolduc who served in Afghanistan. General, you worked with Milley. Tell us why these revelations were not all that surprising?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIGADIER GENERAL DON BOLDUC (RET), SERVED IN AFGHANISTAN",
      "sentences": "Well, it's my opinion. And if these things are true, it's consistent with General Milley's behavior. And I got to tell you, a lot of generals that I have served with, they're very political generals. And their actions have demonstrated that throughout the years. I've been writing about it, I've been writing about the problems of how we select our leaders, the club, the organizational nepotism, the go along to move along type environment that we exist in. If you're a contrarian or you disagree with them, then they push you aside. This is not how to run a military. This is not how to be the best we can possibly be. It's certainly not consistent with George Catlett Marshall's ideas on how we should pick our senior leaders and our generals. And we are letting down the men and women that we are supposed to be serving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And the American people who are spending hundreds of billions of dollars over time to equip the military for our national security concerns. And at this point, General, I consider - I mean to say, I consider - maybe it's unfair, you can correct me if I'm wrong. But to reach the level of general today, it's kind of like getting tenure at a university. A rare conservative or a rare traditionalist will slip through, a MacArthur type, Patton type, Eisenhower too. But for the most part, you have to buy in, do you not, to this woke joke of a approach to military life and military order?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDUC",
      "sentences": "You absolutely have to buy in and if you don't buy in your time as a general officer will be short lived. Those that slip by into the one-star ranks that don't want to play this game are far and few between. And you're absolutely right. And that is, in essence, the problem at the senior military levels. They have become politicians, career politicians in the military.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But he, but, General, Milley made a big show of the stand down along with Austin - Secretary Austin. We had to do a stand down in our military, because a handful of military people walk to the Capitol, I don't know, if any of them walked in. But they really put that at the center of their concern about January 6 that there might have been members of the military, that were members of military, former military who were there and they shouldn't have been there. OK, let's just take that at the face value. What's he doing by doing freelance foreign policy, and potentially really screwing up our national security by speaking for the U.S. government when he had no authority to do so? I mean, I have never heard anything like this ever in my time in Washington, ever. General?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLDUC",
      "sentences": "No, this is unprecedented. It's treason at its worst. It's dereliction of duty at the least harmful, articles 92 and article 115 of the Uniform Code of Military Justice. And you're absolutely right. That was not his job. And to require allegiances from other officers is even worse. And then we have - the tragic thing about this, Laura, is we have punished soldiers for less. Look at Lieutenant Colonel Scheller, look at the Air Force Lieutenant Colonel Omar, look at the officers and the family members that we discredited with the - in the Nigeria ambush. I mean, routinely in Afghanistan and Iraq, these same generals have crucified service members for doing their job. And now they are doing this. And this is a culture that has been allowed to be established of elite-ism that is hugely dangerous and not consistent with military values and principles.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's just like politicians, general. Rules for thee, but not for me. The same thing applies. The rank and file will be thrown out on their butts, if they post something on Facebook, if their Instagram account isn't - up to [ph] snuff according to whatever new woke standards they're applying. But a general can freelance with China and world leaders and gab with Nancy Pelosi about the commander-in-chief being crazy. And we're going to applaud him and he's going to get away with that? That's insane. By the way, U.S. code of - the Uniform Code of Military Justice Article 94, I understand may also be at issue here. And it involves mutiny or sedition \"With intent to cause or overthrow the destruction or lawful civil authority, creates, in concert with any other person, revolt, violence, or other disturbance against that authority is guilty of sedition\" the way that phrase, other disturbance has been interpreted, it doesn't have to involve violence of any kind, General. So we're looking into that as well, but he's exposed himself. And we appreciate you joining us tonight. Thank you, general, for your perspective. Even before the general Milley revelations, my next guest pledged to stop all Pentagon and State Department nominations until Secretaries Austin and Blinken and national security adviser Sullivan resigned. And today in the Senate testimony, Blinken still refused to take any responsibility for Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANTHONY BLINKEN, SECRETARY OF STATE",
      "sentences": "When President Biden took office in January, he inherited an agreement that his predecessor had reached with the Taliban had he not follow through on his predecessor's commitment, attacks on our forces and those of our allies would have resumed, and the Taliban's nationwide assault on Afghanistan's major cities would have commenced.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And joining me now, Missouri senator Josh Hawley. Senator, the lies, the stonewalling, the misrepresentation of Trump as sheer incompetence and now the leaked Milley chats. Is there anyone trustworthy among Biden's military or diplomatic leadership, his cabinet, at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JOSH HAWLEY (R-MO)",
      "sentences": "It really makes me wonder if anybody in this administration, Laura, is willing or able to tell the truth. And that's a dangerous spot to be on and as the United States of America and as the people of this country, listen what Blinken was saying today just isn't true. He knows that that's not true. This administration materially altered the conditions of withdrawal. And they are the ones who are responsible. Joe Biden is responsible for the withdrawal that resulted in 13 service members dead, that resulted in hundreds of American civilians left behind. And until there is some accountability here, I'm not going to rubber stamp these nominees, I'm not going to let them to sail through the Senate. There needs to be accountability for the humiliation that this country has suffered at the hands of Joe Biden. And can I just say this too, Laura, for Joe Biden to call this humiliation an extraordinary success as he did to say that the death of these marines and service members that these civilians left behind to the enemy, that's a success. That's not success. It's a disgrace.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, it's more than Blinken refusing to take responsibility here. It's putting America's national security in jeopardy, for everything this says to the rest of the world, most notably, what it says to our Chinese adversaries. And to that point, Senator, to The Washington Post's Josh Rogin got some additional context about Milley's actions from a senior Trump national security official. And that official said that, \"Milley was making these phone calls with China at a time when the U.S. government was in the middle of very complicated discussions with and actions against the PRC. For him to take this sort of action without any interagency coordination is astonishing.\" The official goes on to say, \"The risk is that Milley could have caused the Chinese to miscalculate and take some sort of diplomatic economic or Military action with far ranging consequences, because he was giving the wrong signal, having no understanding of the context in which he was making the call.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAWLEY",
      "sentences": "Well, I was just going to say, I mean, what he is doing here. If these reports are accurate, Laura, what he has done general Milley is go outside the chain of command, he's broken the chain of command. He has threatened the constitutional principle of civilian control of the military. He doesn't have the right, he doesn't have the authority to contact our opponents in Beijing and tell them that he will inform them about any action we might take before we take it. I mean, I can't believe I'm reading this. I hope these reports are inaccurate. But he does need to resign. He needs to resign, and if he won't resign, he needs to be fired. I mean, he has broken the trust of the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The Republicans hold the key to funding any increases in the U.S. military budget, correct? I mean, if the Republicans say we're not doing this--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAWLEY",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "--that military budget is not being increased. They're not getting their new weapon systems or any of the things that the generals always say they need. So it's incumbent upon the GOP, and you're stepping up to say, whoa, whoa, whoa, this military has got to be reformed and then move on to the diplomatic corps with Blinken's embarrassment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAWLEY",
      "sentences": "I think what we're seeing here, these reports that we're seeing, Laura, I can't underscore enough how dangerous this is. How dangerous it is for a general, especially the Chairman of the Joint Chiefs, to take into his own hands, the conduct of American foreign policy, to undermine elected representatives, including, most importantly, the President of the United States, the elected president. I mean, this is this is dangerous, dangerous territory that we're in. And we're going to have to get to the bottom of it. There needs to be a full congressional inquiry. And I'm again, I'm sorry to say, but it is it is vital now that general Milley, he needs to resign. If he doesn't resign, he needs to be fired. This is dangerous territory that we're in and there's got to be accountability.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Senator, great to see you tonight. Thank you. And with this vaccine mandate, Biden is crushing the very people he claims to be standing out for. In moments, we're going to bring you a panel made up of folks from coast to coast who are putting their jobs on the line in defiance of this mandate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Biden was sold to voters as a model of empathy and compassion. Well, how's this for compassion? The vaccine mandates being imposed by caring Joe are hitting working class Americans. But some of them are fighting back like my next guest. In New York City, Michael Kane, a public school teacher and head of Teachers for Choice, organized a massive march against the city's vaccine mandate yesterday. He's currently applying for an exemption to the mandate and plans on filing suit in the coming days. And speaking of lawsuits, across the country in Seattle, firefighter William Cleary filed one against Democrat Governor Jay Inslee and his vaccine mandate. For William, the stakes could not be higher. Not only is his livelihood at stake, but his pregnant wife is also being forced to choose between her job as a nurse and any potential concern she has risks to her unborn child. Michael Kane and William Cleary join me now. William's attorney Nathan Arnold is here. William, I want to start with you. Both you and your wife serve others. That's part of your job. And how do you feel like you're being served now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAM CLEARY, SEATTLE FIREFIGHTER",
      "sentences": "Frankly, we're not. You know, we just came through a pandemic of a year and a half plus. And I think the overall feeling for all of us that are in a similar situation is really we just put everything on the line for everyone. And now this is being done to us. How is this fair and just?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Michael, as a public school teacher, I know there are many who are afraid to speak out, you're not. You're seeking an exemption, as I said. But what is the reaction so far from your fellow teachers, especially those who are in the unions and tend not to have a lot of Venn diagram crossover with some traditional Americans who are also at times against the vaccines, least the mandates? MICHAEL KANE, \"TEACHERS FOR CHOICE\" FOUNDER: Well, we have thousands of supporters of educators, absolutely. So we're not a small group at all. But those that don't support us, you know, they're very vocal about that as well too. But we actually have some news that just broke. There is a temporary restraining order on the September 27 deadline to get the first COVID vaccine to be in the New York City Department of Education. That came from a lawsuit filed by all unions. And that gives some temporary relief now. So it's really nice that that comes the day after our massive protests in NYC.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, we just showed the video of the March. Was that across the Brooklyn Bridge? I couldn't tell by the shot. Was it Brooklyn Bridge?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KANE",
      "sentences": "Yes. It was across the Brooklyn Bridge headed over into Foley Square. It was massive. The energy was intense. And the momentum is definitely on our side now for sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Oh, yes. I mean, I'm watching this, Nathan, and I'm seeing a diverse group. I see African-Americans, Latinos, younger Americans, older Americans. I mean, this is not a political issue. I know, it's been made into a political issue, because Biden's pushing it. But what about your legal complaint against the governor's vaccine mandate in Washington State? And I think you wrote, in part, \"The penalty is further arbitrary and capricious, were not tailored to those state employees with natural immunity by virtue of prior infection, and also the ability to perform their duties from home.\" So, that seems to be the crux of a lot of these complaints, Nathan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NATHAN ARNOLD, ATTORNEY FOR WILLIAM CLEARY",
      "sentences": "Yes, in our, as you say, we do not want this to be a political lawsuit, except for the extent that separation of powers and civil liberties where those intersect, it has been politicized. When in reality, those things are critically important to everyone in the country, in every other state, regardless of their political opinion on one discrete issue. So our lawsuit is focused on the Washington State Constitution, and which branch of government has the legal authority to enforce such a mandate? And our position is that the executive branch does not, only the legislature does. And if and when the proper branch of government enters such a mandate, then they have to do so without trampling on people's religious liberties. And we expect this to be highly politicized. We expect the opposition to do a lot of mudslinging. The reality is my law firm is not sponsored by any political party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARNOLD",
      "sentences": "In fact, my good friend and law partners, the one of the most staunch Democrats I know. So we are here focused on civil liberties, regardless of, as you mentioned, people's race, creed, or otherwise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, again, I want to remind all Americans watching coast-to- coast, this is a diverse group of plaintiffs and these lawsuits. There are government unions, there are teachers unions involved. A lot of them don't want this mandate. And they said, we're not anti-vaccine, but for their personal choice they're against it. And, Brian, back to you - William, excuse me, back to you on this. We had Inslee stand up and basically make his best case for this mandate. I want to play it for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. JAY INSLEE (R-WA)",
      "sentences": "People who have gone into state employment, have a public service ethos. I really am asking state employees before you make a decision to lose your career, we want to keep you. You're doing good work. The public depends on you. Don't jeopardize a career without talking to your physician about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "William, in other words, you're kind of stupid, if you don't listen to the governor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLEARY",
      "sentences": "It does appear that way. Yes. You know what, we've gone down the route of medical exemption with my wife who's pregnant. We have an at-risk or a high-risk pregnancy, I guess I should say. We have an unborn child with heart issues. And due to the fact that there is some studies that show myocarditis is a possible side effect of these vaccines, it seems like a slam-dunk to me that you would be able to get a medical exemption. However, we have contacted three different -- we've gone to Seattle Children's. We've gone to Swedish Medical Center in Seattle, and we've been denied three times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That is a medical cartel. And Michael, Randi Weingarten, who is head of the biggest teachers in the country essentially said that vaccines are a way of life. Union members, many of them are against this mandate, but they are working hand in glove with the administration on this. So your reaction to way of life argument? MICHAEL KANE, FOUNDER, \"TEACHERS FOR CHOICE\": I would really like to speak to that. Randi Weingarten has actually fired all of unvaccinated AFT employees, so that's not educators, but that's custodians. That could be accountants. Those are the people that work in their offices. And to me, I cannot be associated with any organization doing that. That's why I left the United Federation of Teachers. And I encourage all teachers across the country, if you are in the AFT, this is a moral obligation. We cannot be associated with a group that is discriminating and segregating this disgusting. Me, I'm a progressive unionist. My father was a bricklayer. My mother was a letter carrier. But I cannot stand with this organization that is simply an arm of the biosecurity state. So I have left and I encourage others to do the same.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Michael, William, and Nathan, eye-opening appearance tonight. Thank you all, and we're going to continue to track this, obviously. And what do Anthony Fauci and AOC have in common? My mini-Angle explains in moments. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Cut from the same cloth, that's the focus of tonight's mini- Angle. Last November we posed a very simple question to Congresswoman Alexandria Ocasio-Cortez -- do you really want to be taken seriously, or is this all about just enhancing your brand? It's going to be interesting to see AOC's next move. In the last months the establishment has shown her the care it, the cover of \"Vanity Fair,\" of course, and the stick, leaks about how AOC is hurting the Democrat Party. The choice is hers, and she will have to make it soon. By working with a populist, she can really help working people. And for many folks, that's even better than being on the cover of \"Vogue\" of \"Vanity Fair.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It was a genuine question, and 10 months later, we have an answer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, (D-NY)",
      "sentences": "We should really start having a conversation about what it means to be working-class women of color at the Met. And we said, we can't just play along, but we need to break the fourth wall and challenge some of the institutions. And you know, while the Met is known for its spectacle, we should have a conversation about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Being a working-class woman at the Met. The irony of attending this gala where tickets cost $30,000 each, it's not lost on anyone. And neither should the fact that which rich snob paid for her ticket will get to write it off. Many of her critics say this speaks to her total lack of self-awareness, but I actually disagree. She knows exactly what she is doing. She relishes the limelight and is obsessed with her image as the left's chic social justice queen, or princess. In a way, she's really not all that different, though, from another massive narcissist of the moment, of course, Anthony Fauci.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When you look at crowds like that, do you approve of that, or is that just not smart?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ANTHONY FAUCI, WHITE HOUSE CHIEF MEDICAL ADVISER",
      "sentences": "No, I don't think it's smart.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Smart people I know that I talk to say I'm healthy, I'm this age, I've never been sick, I don't need to get the vaccine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FAUCI",
      "sentences": "You are part of society and you do have some responsibility as a member of society.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Really, Anthony? Of course, since the media feeds off of your misery, the fawning over Fauci has only gotten worse. Just yesterday \"The Guardian\" put up this brooding photo of Fauci with a caption reading \"The U.S. diseases expert has been spoofed by Brad Pitt and lauded as the sexiest man alive.\" In the accompanying article, \"The Guardian\" quoted a Fauci admirer saying \"I have not known anyone with more humility in my lifetime.\" How many times, though, has Fauci lied, or been called out and then lied again? He's a duplicitous snake who only cares about holding onto power. And in that sense, he and AOC are kind of kindred spirits. They've mastered the art of public manipulation through their preferred, chosen mediums. Their currency is magazine covers, social media, cable hits. Certainly, saving lives or really standing up for the working people as they claim to. In a way though, I think we should feel kind of fortunate these two moments happened in unison. The masks are off, and it's time that the cameras start training on the people who actually care about their fellow Americans. And joining me now is Republican Texas Lieutenant Governor Dan Patrick. Dan, another thing I think the two have in common is that they like to take aim at your state, the state of Texas. Your response to my Angle.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAN PATRICK, (R) TEXAS LIEUTENANT GOVERNOR",
      "sentences": "You're right, they do, Laura. And last April I was on your show -- it was either April or early May, and I took a lot of heat for what I said. And on your show, I said, I'm not listening to Anthony Fauci anymore. And at that time, he was considered the guru. I just saw through him because earlier that day he had been at a committee hearing, or that week, and I can tell it was showbiz. It's been showbiz for him since day one, making bold statements of we don't have to worry about this virus. Or we don't need masks, we need double masks. If someone as intelligent as his degrees would say that he has hanging on his office wall, why would anyone that smart make such stupid predictions or wild, wild statements? He knew about Wuhan when this all started. He knew we were invested with American tax dollars there, but he said don't worry about it. This has been showbiz for him all along. And then come along AOC, same thing. She hasn't passed a bill. She is the Twitter queen as she is called in Congress. She loves the spotlight. And unfortunately, too many Americans, too many people in the left, too many people in mainstream media actually listen to them. I turned both of them off early on. I was out in front of that, and it was the right call, Laura. Look, this whole thing where we are today, even with General Milley as you were talking earlier, this Friday is Constitution Day. In 1787, it was September 17th, it was signed. It's being shredded before our eyes. Generals don't worry about it, presidents don't worry about it, Fauci doesn't worry about it, AOC doesn't worry about it. That is where the left is today. And the battle in this country, Laura, is not just over individual policies. It's about those who want to take our freedom from us. And those who are crossing that bridge in New York and those here in Texas and those here all over the country, we are all coming together, and we're saying, you are not taking our freedom from us. You're not going to make us have a vaccination to get on the airplane or go to the restaurant, or to keep our job. I have been vaccinated, but I believe in choice. I believe people should make up their own mind for whatever their reasons are. They have a right to make a decision on their health care. And they are saying we're not going to give this up. I'm not going to give my job up. I'm not going to give my freedom up. And AOC and Fauci, that's what they have in common. That's what they have in common.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But the problem, Dan, is I don't mind anyone developing a brand if they are right. It's fine to develop a brand. Texas has a brand, come and take it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "It's a brand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right, but people have brands. There is no problem with that. Using social media, no problem with that. Trump did it. But it's saying you're doing one thing when, in fact, what you are doing is either covering up the Wuhan deal, or you're really hanging out with a bunch of rich people while you are wearing cute message on your dress. None of it is helping anyone. But it's helping your brand. I think that's the point to distinguish here with both of them. Lieutenant Governor Patrick --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PATRICK",
      "sentences": "That's why I stopped listening to both of them a long time ago. Thank you, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Great to see you tonight. And polls closing in California in just moments, but what about the numerous reports of voter irregularities across the state? Harmeet Dhillon helps break down what they could mean for the final vote tally next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We are just minutes from California polls closing in the recall election of Gavin Newsom. FOX's Matt Finn in Orange County with all the details. Matt, what do we know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT FINN, FOX NEWS CORRESPONDENT",
      "sentences": "Laura, Larry Elder's victory party warming up in Costa Mesa, Orange County, an area known historically to be rich in Republican votes. We expect Larry Elder to be in the building within the next hour or so. And then as you mentioned, the polls set to close in a matter of minutes at 8:00 p.m. local time. And when that happens, we expect to get a pretty significant snapshot into how this race has shaped up so far. Big batches of results are expected for the more than 8 million mail-in ballots already cast. The largest county, Los Angeles, San Diego, and Orange expected to come shortly after 8:00 p.m. And earlier today we spoke to some Californians after they cast their votes at an Orange County polling location.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Well, I think this is absurd we have a recall. I don't care who it was. He won the election fair and square.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I see lots of things that I don't agree the current policy of the governor. That's why I thought it's not really compromising to hear the other side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How he went to the restaurant without the masks with that big group while he's mandating it, and just shutting down all these businesses. It's just, it's not good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FINN",
      "sentences": "Now, in his final pitch, the lead Republican candidate Larry Elder urged people to get out and vote to hit that required 50 percent mark to remove Newsom from office and potentially make Elder California's first black governor. Elder's message in part was clear. Newsom has mismanaged this state. He has crushed small business, and Elder accuses Newsom of being hypocritical throughout COVID, in part infamously intending that indoor, multihousehold restaurant French Laundry. President Biden held a rally for Newsom in Long Beach last night. Vice President Harris campaigned for Newsom here last week. Newsom, the former mayor of San Francisco and lieutenant governor of the state has outraised Larry Elder five to one, much of Newsom's money coming from progressives and wealthy liberals. We'll keep checking in on this historic night, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Matt, thank you so much. And joining me now is Harmeet Dhillon, civil rights attorney and RNC committeewoman for California. Harmeet, Newsom obviously looked pretty strong. He has a huge amount of money behind him. We don't know the final vote count. But if he does prevail, what does it mean for California? What does it say about the future of the California GOP?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMEET DHILLON, CALIFORNIA CIVIL RIGHTS ATTORNEY",
      "sentences": "I'm not sure it says anything about the future of the California GOP, Laura, because over a third of the people who signed this recall petition were not Republicans. They were Democrats and independents. And so I think what you're going to find is that while Gavin Newsom won with a 24 percent advantage three years ago when he became the governor, if he wins tonight it is going to be by a much narrower margin. So his supporter is shrinking. And I think that should send a very strong signal to Democrats and to anybody who is representing voters in California. Look, Laura, in all the lawsuits I've filed you've had me come on to talk about regarding the COVID restrictions, a lot of those had plaintiffs who were Gavin Newsom voters and Democrats. So people are fed up about the schools, about the businesses being shut down, about our liberty being taken away, churches being closed, the fires, the crime, the lack of water, the illegal immigration issues, you name it. And I think that this recall itself and all of the millions of people voting to replace Gavin Newsom should be a wake-up call for Democrats throughout the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We heard some, we heard some concern about voter issues, or people being told that when they got to the polls, they had been told they had already voted when they had not voted, and so forth, particularly Republican showing up to polling places. Watch this perspective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I didn't leave it at first. I said, no, check it again. And they checked and rechecked. They're like, no, it shows that you've already voted. And we were just both in shock. We're like, it wasn't us. And so they handed us the provisional ballots. And they're like you can fill this out and we will cast it that way. And I'm like, what is your process? We'll compare your signatures, and depending on the signatures we'll select whichever vote that seems right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Harmeet is this antidotal, pervasive, what do we know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DHILLON",
      "sentences": "This happened. It is not pervasive. It happened in two polling places in Los Angeles County, and I will tell you that there's likely to be litigation in Los Angeles County over multiple incidents of what I can only call incompetence at best. There are many issues I don't have time to detail here. But it was rectified, and it wasn't the case that people were voting for these particular voters, but rather that the incompetent L.A. registrar had had old poll books from a prior election loaded on so that when they came to vote electronically in person, it was shown that they had already voted in the last election. So this is dumb, and it really undermines the confidence of voters. And the story spread like wildfire, but in fact, we only got those reports that day on Saturday from a few voters. Any voters being misled and told their vote isn't going to count is too many, but that is incompetence as opposed to something else. But there are other issues we can talk about, but ultimately, I think there will need to be some legal effort to clean up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I just want to say this, Harmeet. For everybody that says, oh, well, if he doesn't win, it just shows it's over. California is important. We've got to pay attention to it. The Republican Party cannot let it go down the rat hole. We've got to keep fighting. Harmeet, thank you. Polls close in California in just a few moments. A quick break and then we're back with more. Stay there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ever since we were young, he was always harping on education. So he didn't just harp on what he was talking about now. He was pounding our heads back when we were 10 and we didn't want to hear it. We're like get out of here. And he stayed on us. So he's really about what he says.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That was one of Larry Elder's closest childhood friends. We talked to him when we were out in California last month. Authenticity matters, and in moments we're going to find out if voters feel the same. Stay with our FOX coverage continuing throughout the night. Trace Gallagher picks it up. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, HOST",
      "utterance": "I'm Laura Ingraham and this is the INGRAHAM ANGLE from Washington tonight. General Mark Milley has exposed himself to possible charges under multiple provisions of the Uniform Code of Military Justice. We're going to lay them out for you tonight. Also, polls in California, the recall election close at the bottom of our hour. Could there be any surprises? A report from the ground later tonight. And what do AOC and Fauci have in common? I'll reveal. But first, General Milley's insurrection. That's the focus of tonight's \"Angle\". All year long, Democrats and Trump haters have clung to the events of January 6 with a white knuckle death grip. They claim a riot that the Capitol Police should have been prepared for was actually an insurrection, the shortest in world history by the way. But today, we learn the truth. There was indeed an insurrection being planned around that time in Washington, but it took place at the Pentagon, and its chief architect was General Mark Milley. In a new book by Bob Woodward and Robert Costa, we learn that Milley, chairman of the Joint Chiefs jumped the chain of command and then essentially installed himself an unelected military officer as the nation's commander-in-chief. \"Milley was overseeing the mobilization of America's national security state without the knowledge of the American people or the rest of the world. Some might contend that Milley had overstepped his authority, but he believed his actions were in good faith, a precaution to ensure that there was no historic rupture in the international order, no accidental war with China or others, and no use of nuclear weapons.\" Notice the framing. Yes, he may have violated both the military code and the Constitution, but it was all in good faith, grounded in good intentions for the international order. Now, what an arrogant, imperious boob, but none of us should be surprised about Milley. He's always craved acceptance and approval from the elites. Most evident when he issue that embarrassing on cam apology in June 2020, for having walked across Lafayette Square with President Trump during the BLM unrest."
    },
    {
      "speaker": "GENERAL MARK MILLEY, CHAIRMAN OF THE JOINT CHIEFS OF STAFF",
      "utterance": "That sparked a national debate about the role of the military in civil society. I should not have been there. My presence in that moment and in that environment created a perception of the military involved in domestic politics. As a commissioned uniformed officer, it was a mistake that I've learned from."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You've learned nothing, sir. In fact, getting involved in domestic politics is exactly what you did six months after that embarrassing performance. If Milley was so gravely concerned about what he saw and heard from President Trump, ok, he should have resigned his position. Instead, if these reports are accurate, he chose not only to violate his chain of command, but to have separate track conversations with the Speaker of the House Nancy Pelosi on January 8 about the nuclear football. She asked Milley, \"What precautions are available to prevent an unstable president from initiating military hostilities or from accessing launch codes and ordering a nuclear strike? Milley assured her that there were a lot of checks in the system.\" Pelosi then told Milley, \"Trump's crazy. You know, he's crazy. He's crazy. And what he did yesterday is further evidence of his craziness.\" Milley replied, \"I agree with you on everything.\" Well, nutbag, Nancy, wanted him to confiscate the nuclear launch codes, denying President Trump the ability to wage war. Although, Milley reportedly waved her off, it doesn't matter. By simply having that conversation, Milley thrust himself into a political role to which he was not elected. As a commissioned officer, Milley answers to his commander-in- chief, not to Pelosi or Schumer or a foreign leader. Speaking of which, perhaps the most disturbing aspect of this entire issue involves Milley's secret conversations before the election with world leaders, including his Chinese counterpart. \"One call took place on October 30, 2020, four days before the election. General Li, I want to assure you that the American government is stable. Everything is going to be ok. You and I have known each other for five years now. If we're going to attack, I'm going to call you ahead of time. It's not going to be a surprise.\" OK. I don't care what he thought Trump might do, Milley had zero authority to make these phone calls. In the absence of a specified unlawful order by President Trump, Milley was engaged in potentially treasonous conduct. He took on the political role that he had decried in his June 2020 apology. Of course, the media spent most of today blocking and tackling for Milley. Because let's face it, any enemy of Trump is a friend of theirs."
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "utterance": "He seems to be the greatest patriot that was on duty during the previous administration. I have to say, he is emerging as pretty important and heroic American figure in this era."
    },
    {
      "speaker": "STEVE SCHMIDT, LINCOLN PROJECT CO-FOUNDER",
      "utterance": "I don't blame general Milley for any of this, it is much I blame Donald Trump."
    },
    {
      "speaker": "JAMIE GANGEL, CNN CORRESPONDENT",
      "utterance": "He felt he couldn't trust Trump and needed to take all necessary precautions to prevent him from doing something dangerous."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Weeks ago, I was the first in the media to call for Milley to step down over his role on the deadly Afghanistan withdrawal. Today, these revelations were enough to push Marco Rubio, Rand Paul and others to call for Milley's firing as well. Good for them. And after four years, think about this, of liberal journalists squawking that Trump was like a tyrant, authoritarian figure, he demanded personal loyalty of everyone who work for him, Woodward writes that it was Milley who demanded allegiance, not to the U.S. military code, or the constitution, but to himself. During the final days of the Trump White House, he allegedly said to his top officers, \"No matter what you're told, you do the procedure. You do the process. And I'm part of that procedure. He then went around the room looked each officer in the eye and asked them to verbally confirm they understood. Milley considered it an oath.\" As the \"Angle\" has noted on many occasions, the U.S. military needs a top down reform. Led by generals like Milley, our military, the best equipped in the world, hasn't won a major war outright since World War II. It's been marred by one failure after another. Failures not due to the valiant efforts of our enlisted men and women, but due to their leadership, which has become a woke joke. In recent weeks, they've been exposed as either incompetent, corrupt, or both. From the appalling Afghanistan withdrawal to the Chinese humiliation of our diplomatic corps, we've seen an administration just totally adrift in a Democrat party unwilling to level with the American people about the stark danger we're in as a result of this ineptitude. Among today's military leadership, political correctness, diversity inclusion, they're more fervently prized and studied than any plan for victory on the battlefield or at an airport. As for punishment for Milley, he should be court-martialed and dishonorably discharged for his role in what was a lot closer to an insurrection than anything we saw on January 6. And that's the \"Angle\". Joining me now is retired Brigadier General Don Bolduc who served in Afghanistan. General, you worked with Milley. Tell us why these revelations were not all that surprising?"
    },
    {
      "speaker": "BRIGADIER GENERAL DON BOLDUC (RET), SERVED IN AFGHANISTAN",
      "utterance": "Well, it's my opinion. And if these things are true, it's consistent with General Milley's behavior. And I got to tell you, a lot of generals that I have served with, they're very political generals. And their actions have demonstrated that throughout the years. I've been writing about it, I've been writing about the problems of how we select our leaders, the club, the organizational nepotism, the go along to move along type environment that we exist in. If you're a contrarian or you disagree with them, then they push you aside. This is not how to run a military. This is not how to be the best we can possibly be. It's certainly not consistent with George Catlett Marshall's ideas on how we should pick our senior leaders and our generals. And we are letting down the men and women that we are supposed to be serving."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And the American people who are spending hundreds of billions of dollars over time to equip the military for our national security concerns. And at this point, General, I consider - I mean to say, I consider - maybe it's unfair, you can correct me if I'm wrong. But to reach the level of general today, it's kind of like getting tenure at a university. A rare conservative or a rare traditionalist will slip through, a MacArthur type, Patton type, Eisenhower too. But for the most part, you have to buy in, do you not, to this woke joke of a approach to military life and military order?"
    },
    {
      "speaker": "BOLDUC",
      "utterance": "You absolutely have to buy in and if you don't buy in your time as a general officer will be short lived. Those that slip by into the one-star ranks that don't want to play this game are far and few between. And you're absolutely right. And that is, in essence, the problem at the senior military levels. They have become politicians, career politicians in the military."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But he, but, General, Milley made a big show of the stand down along with Austin - Secretary Austin. We had to do a stand down in our military, because a handful of military people walk to the Capitol, I don't know, if any of them walked in. But they really put that at the center of their concern about January 6 that there might have been members of the military, that were members of military, former military who were there and they shouldn't have been there. OK, let's just take that at the face value. What's he doing by doing freelance foreign policy, and potentially really screwing up our national security by speaking for the U.S. government when he had no authority to do so? I mean, I have never heard anything like this ever in my time in Washington, ever. General?"
    },
    {
      "speaker": "BOLDUC",
      "utterance": "No, this is unprecedented. It's treason at its worst. It's dereliction of duty at the least harmful, articles 92 and article 115 of the Uniform Code of Military Justice. And you're absolutely right. That was not his job. And to require allegiances from other officers is even worse. And then we have - the tragic thing about this, Laura, is we have punished soldiers for less. Look at Lieutenant Colonel Scheller, look at the Air Force Lieutenant Colonel Omar, look at the officers and the family members that we discredited with the - in the Nigeria ambush. I mean, routinely in Afghanistan and Iraq, these same generals have crucified service members for doing their job. And now they are doing this. And this is a culture that has been allowed to be established of elite-ism that is hugely dangerous and not consistent with military values and principles."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's just like politicians, general. Rules for thee, but not for me. The same thing applies. The rank and file will be thrown out on their butts, if they post something on Facebook, if their Instagram account isn't - up to [ph] snuff according to whatever new woke standards they're applying. But a general can freelance with China and world leaders and gab with Nancy Pelosi about the commander-in-chief being crazy. And we're going to applaud him and he's going to get away with that? That's insane. By the way, U.S. code of - the Uniform Code of Military Justice Article 94, I understand may also be at issue here. And it involves mutiny or sedition \"With intent to cause or overthrow the destruction or lawful civil authority, creates, in concert with any other person, revolt, violence, or other disturbance against that authority is guilty of sedition\" the way that phrase, other disturbance has been interpreted, it doesn't have to involve violence of any kind, General. So we're looking into that as well, but he's exposed himself. And we appreciate you joining us tonight. Thank you, general, for your perspective. Even before the general Milley revelations, my next guest pledged to stop all Pentagon and State Department nominations until Secretaries Austin and Blinken and national security adviser Sullivan resigned. And today in the Senate testimony, Blinken still refused to take any responsibility for Afghanistan."
    },
    {
      "speaker": "ANTHONY BLINKEN, SECRETARY OF STATE",
      "utterance": "When President Biden took office in January, he inherited an agreement that his predecessor had reached with the Taliban had he not follow through on his predecessor's commitment, attacks on our forces and those of our allies would have resumed, and the Taliban's nationwide assault on Afghanistan's major cities would have commenced."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And joining me now, Missouri senator Josh Hawley. Senator, the lies, the stonewalling, the misrepresentation of Trump as sheer incompetence and now the leaked Milley chats. Is there anyone trustworthy among Biden's military or diplomatic leadership, his cabinet, at this point?"
    },
    {
      "speaker": "SEN. JOSH HAWLEY (R-MO)",
      "utterance": "It really makes me wonder if anybody in this administration, Laura, is willing or able to tell the truth. And that's a dangerous spot to be on and as the United States of America and as the people of this country, listen what Blinken was saying today just isn't true. He knows that that's not true. This administration materially altered the conditions of withdrawal. And they are the ones who are responsible. Joe Biden is responsible for the withdrawal that resulted in 13 service members dead, that resulted in hundreds of American civilians left behind. And until there is some accountability here, I'm not going to rubber stamp these nominees, I'm not going to let them to sail through the Senate. There needs to be accountability for the humiliation that this country has suffered at the hands of Joe Biden. And can I just say this too, Laura, for Joe Biden to call this humiliation an extraordinary success as he did to say that the death of these marines and service members that these civilians left behind to the enemy, that's a success. That's not success. It's a disgrace."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, it's more than Blinken refusing to take responsibility here. It's putting America's national security in jeopardy, for everything this says to the rest of the world, most notably, what it says to our Chinese adversaries. And to that point, Senator, to The Washington Post's Josh Rogin got some additional context about Milley's actions from a senior Trump national security official. And that official said that, \"Milley was making these phone calls with China at a time when the U.S. government was in the middle of very complicated discussions with and actions against the PRC. For him to take this sort of action without any interagency coordination is astonishing.\" The official goes on to say, \"The risk is that Milley could have caused the Chinese to miscalculate and take some sort of diplomatic economic or Military action with far ranging consequences, because he was giving the wrong signal, having no understanding of the context in which he was making the call.\""
    },
    {
      "speaker": "HAWLEY",
      "utterance": "Well, I was just going to say, I mean, what he is doing here. If these reports are accurate, Laura, what he has done general Milley is go outside the chain of command, he's broken the chain of command. He has threatened the constitutional principle of civilian control of the military. He doesn't have the right, he doesn't have the authority to contact our opponents in Beijing and tell them that he will inform them about any action we might take before we take it. I mean, I can't believe I'm reading this. I hope these reports are inaccurate. But he does need to resign. He needs to resign, and if he won't resign, he needs to be fired. I mean, he has broken the trust of the American people."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The Republicans hold the key to funding any increases in the U.S. military budget, correct? I mean, if the Republicans say we're not doing this--"
    },
    {
      "speaker": "HAWLEY",
      "utterance": "That's right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "--that military budget is not being increased. They're not getting their new weapon systems or any of the things that the generals always say they need. So it's incumbent upon the GOP, and you're stepping up to say, whoa, whoa, whoa, this military has got to be reformed and then move on to the diplomatic corps with Blinken's embarrassment."
    },
    {
      "speaker": "HAWLEY",
      "utterance": "I think what we're seeing here, these reports that we're seeing, Laura, I can't underscore enough how dangerous this is. How dangerous it is for a general, especially the Chairman of the Joint Chiefs, to take into his own hands, the conduct of American foreign policy, to undermine elected representatives, including, most importantly, the President of the United States, the elected president. I mean, this is this is dangerous, dangerous territory that we're in. And we're going to have to get to the bottom of it. There needs to be a full congressional inquiry. And I'm again, I'm sorry to say, but it is it is vital now that general Milley, he needs to resign. If he doesn't resign, he needs to be fired. This is dangerous territory that we're in and there's got to be accountability."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Senator, great to see you tonight. Thank you. And with this vaccine mandate, Biden is crushing the very people he claims to be standing out for. In moments, we're going to bring you a panel made up of folks from coast to coast who are putting their jobs on the line in defiance of this mandate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Biden was sold to voters as a model of empathy and compassion. Well, how's this for compassion? The vaccine mandates being imposed by caring Joe are hitting working class Americans. But some of them are fighting back like my next guest. In New York City, Michael Kane, a public school teacher and head of Teachers for Choice, organized a massive march against the city's vaccine mandate yesterday. He's currently applying for an exemption to the mandate and plans on filing suit in the coming days. And speaking of lawsuits, across the country in Seattle, firefighter William Cleary filed one against Democrat Governor Jay Inslee and his vaccine mandate. For William, the stakes could not be higher. Not only is his livelihood at stake, but his pregnant wife is also being forced to choose between her job as a nurse and any potential concern she has risks to her unborn child. Michael Kane and William Cleary join me now. William's attorney Nathan Arnold is here. William, I want to start with you. Both you and your wife serve others. That's part of your job. And how do you feel like you're being served now?"
    },
    {
      "speaker": "WILLIAM CLEARY, SEATTLE FIREFIGHTER",
      "utterance": "Frankly, we're not. You know, we just came through a pandemic of a year and a half plus. And I think the overall feeling for all of us that are in a similar situation is really we just put everything on the line for everyone. And now this is being done to us. How is this fair and just?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Michael, as a public school teacher, I know there are many who are afraid to speak out, you're not. You're seeking an exemption, as I said. But what is the reaction so far from your fellow teachers, especially those who are in the unions and tend not to have a lot of Venn diagram crossover with some traditional Americans who are also at times against the vaccines, least the mandates? MICHAEL KANE, \"TEACHERS FOR CHOICE\" FOUNDER: Well, we have thousands of supporters of educators, absolutely. So we're not a small group at all. But those that don't support us, you know, they're very vocal about that as well too. But we actually have some news that just broke. There is a temporary restraining order on the September 27 deadline to get the first COVID vaccine to be in the New York City Department of Education. That came from a lawsuit filed by all unions. And that gives some temporary relief now. So it's really nice that that comes the day after our massive protests in NYC."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, we just showed the video of the March. Was that across the Brooklyn Bridge? I couldn't tell by the shot. Was it Brooklyn Bridge?"
    },
    {
      "speaker": "KANE",
      "utterance": "Yes. It was across the Brooklyn Bridge headed over into Foley Square. It was massive. The energy was intense. And the momentum is definitely on our side now for sure."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Oh, yes. I mean, I'm watching this, Nathan, and I'm seeing a diverse group. I see African-Americans, Latinos, younger Americans, older Americans. I mean, this is not a political issue. I know, it's been made into a political issue, because Biden's pushing it. But what about your legal complaint against the governor's vaccine mandate in Washington State? And I think you wrote, in part, \"The penalty is further arbitrary and capricious, were not tailored to those state employees with natural immunity by virtue of prior infection, and also the ability to perform their duties from home.\" So, that seems to be the crux of a lot of these complaints, Nathan."
    },
    {
      "speaker": "NATHAN ARNOLD, ATTORNEY FOR WILLIAM CLEARY",
      "utterance": "Yes, in our, as you say, we do not want this to be a political lawsuit, except for the extent that separation of powers and civil liberties where those intersect, it has been politicized. When in reality, those things are critically important to everyone in the country, in every other state, regardless of their political opinion on one discrete issue. So our lawsuit is focused on the Washington State Constitution, and which branch of government has the legal authority to enforce such a mandate? And our position is that the executive branch does not, only the legislature does. And if and when the proper branch of government enters such a mandate, then they have to do so without trampling on people's religious liberties. And we expect this to be highly politicized. We expect the opposition to do a lot of mudslinging. The reality is my law firm is not sponsored by any political party."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Good."
    },
    {
      "speaker": "ARNOLD",
      "utterance": "In fact, my good friend and law partners, the one of the most staunch Democrats I know. So we are here focused on civil liberties, regardless of, as you mentioned, people's race, creed, or otherwise."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, again, I want to remind all Americans watching coast-to- coast, this is a diverse group of plaintiffs and these lawsuits. There are government unions, there are teachers unions involved. A lot of them don't want this mandate. And they said, we're not anti-vaccine, but for their personal choice they're against it. And, Brian, back to you - William, excuse me, back to you on this. We had Inslee stand up and basically make his best case for this mandate. I want to play it for you."
    },
    {
      "speaker": "GOV. JAY INSLEE (R-WA)",
      "utterance": "People who have gone into state employment, have a public service ethos. I really am asking state employees before you make a decision to lose your career, we want to keep you. You're doing good work. The public depends on you. Don't jeopardize a career without talking to your physician about this."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "William, in other words, you're kind of stupid, if you don't listen to the governor."
    },
    {
      "speaker": "CLEARY",
      "utterance": "It does appear that way. Yes. You know what, we've gone down the route of medical exemption with my wife who's pregnant. We have an at-risk or a high-risk pregnancy, I guess I should say. We have an unborn child with heart issues. And due to the fact that there is some studies that show myocarditis is a possible side effect of these vaccines, it seems like a slam-dunk to me that you would be able to get a medical exemption. However, we have contacted three different -- we've gone to Seattle Children's. We've gone to Swedish Medical Center in Seattle, and we've been denied three times."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That is a medical cartel. And Michael, Randi Weingarten, who is head of the biggest teachers in the country essentially said that vaccines are a way of life. Union members, many of them are against this mandate, but they are working hand in glove with the administration on this. So your reaction to way of life argument? MICHAEL KANE, FOUNDER, \"TEACHERS FOR CHOICE\": I would really like to speak to that. Randi Weingarten has actually fired all of unvaccinated AFT employees, so that's not educators, but that's custodians. That could be accountants. Those are the people that work in their offices. And to me, I cannot be associated with any organization doing that. That's why I left the United Federation of Teachers. And I encourage all teachers across the country, if you are in the AFT, this is a moral obligation. We cannot be associated with a group that is discriminating and segregating this disgusting. Me, I'm a progressive unionist. My father was a bricklayer. My mother was a letter carrier. But I cannot stand with this organization that is simply an arm of the biosecurity state. So I have left and I encourage others to do the same."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Michael, William, and Nathan, eye-opening appearance tonight. Thank you all, and we're going to continue to track this, obviously. And what do Anthony Fauci and AOC have in common? My mini-Angle explains in moments. Stay there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Cut from the same cloth, that's the focus of tonight's mini- Angle. Last November we posed a very simple question to Congresswoman Alexandria Ocasio-Cortez -- do you really want to be taken seriously, or is this all about just enhancing your brand? It's going to be interesting to see AOC's next move. In the last months the establishment has shown her the care it, the cover of \"Vanity Fair,\" of course, and the stick, leaks about how AOC is hurting the Democrat Party. The choice is hers, and she will have to make it soon. By working with a populist, she can really help working people. And for many folks, that's even better than being on the cover of \"Vogue\" of \"Vanity Fair.\""
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It was a genuine question, and 10 months later, we have an answer."
    },
    {
      "speaker": "REP. ALEXANDRIA OCASIO-CORTEZ, (D-NY)",
      "utterance": "We should really start having a conversation about what it means to be working-class women of color at the Met. And we said, we can't just play along, but we need to break the fourth wall and challenge some of the institutions. And you know, while the Met is known for its spectacle, we should have a conversation about it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Being a working-class woman at the Met. The irony of attending this gala where tickets cost $30,000 each, it's not lost on anyone. And neither should the fact that which rich snob paid for her ticket will get to write it off. Many of her critics say this speaks to her total lack of self-awareness, but I actually disagree. She knows exactly what she is doing. She relishes the limelight and is obsessed with her image as the left's chic social justice queen, or princess. In a way, she's really not all that different, though, from another massive narcissist of the moment, of course, Anthony Fauci."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "When you look at crowds like that, do you approve of that, or is that just not smart?"
    },
    {
      "speaker": "DR. ANTHONY FAUCI, WHITE HOUSE CHIEF MEDICAL ADVISER",
      "utterance": "No, I don't think it's smart."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Smart people I know that I talk to say I'm healthy, I'm this age, I've never been sick, I don't need to get the vaccine."
    },
    {
      "speaker": "FAUCI",
      "utterance": "You are part of society and you do have some responsibility as a member of society."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Really, Anthony? Of course, since the media feeds off of your misery, the fawning over Fauci has only gotten worse. Just yesterday \"The Guardian\" put up this brooding photo of Fauci with a caption reading \"The U.S. diseases expert has been spoofed by Brad Pitt and lauded as the sexiest man alive.\" In the accompanying article, \"The Guardian\" quoted a Fauci admirer saying \"I have not known anyone with more humility in my lifetime.\" How many times, though, has Fauci lied, or been called out and then lied again? He's a duplicitous snake who only cares about holding onto power. And in that sense, he and AOC are kind of kindred spirits. They've mastered the art of public manipulation through their preferred, chosen mediums. Their currency is magazine covers, social media, cable hits. Certainly, saving lives or really standing up for the working people as they claim to. In a way though, I think we should feel kind of fortunate these two moments happened in unison. The masks are off, and it's time that the cameras start training on the people who actually care about their fellow Americans. And joining me now is Republican Texas Lieutenant Governor Dan Patrick. Dan, another thing I think the two have in common is that they like to take aim at your state, the state of Texas. Your response to my Angle."
    },
    {
      "speaker": "DAN PATRICK, (R) TEXAS LIEUTENANT GOVERNOR",
      "utterance": "You're right, they do, Laura. And last April I was on your show -- it was either April or early May, and I took a lot of heat for what I said. And on your show, I said, I'm not listening to Anthony Fauci anymore. And at that time, he was considered the guru. I just saw through him because earlier that day he had been at a committee hearing, or that week, and I can tell it was showbiz. It's been showbiz for him since day one, making bold statements of we don't have to worry about this virus. Or we don't need masks, we need double masks. If someone as intelligent as his degrees would say that he has hanging on his office wall, why would anyone that smart make such stupid predictions or wild, wild statements? He knew about Wuhan when this all started. He knew we were invested with American tax dollars there, but he said don't worry about it. This has been showbiz for him all along. And then come along AOC, same thing. She hasn't passed a bill. She is the Twitter queen as she is called in Congress. She loves the spotlight. And unfortunately, too many Americans, too many people in the left, too many people in mainstream media actually listen to them. I turned both of them off early on. I was out in front of that, and it was the right call, Laura. Look, this whole thing where we are today, even with General Milley as you were talking earlier, this Friday is Constitution Day. In 1787, it was September 17th, it was signed. It's being shredded before our eyes. Generals don't worry about it, presidents don't worry about it, Fauci doesn't worry about it, AOC doesn't worry about it. That is where the left is today. And the battle in this country, Laura, is not just over individual policies. It's about those who want to take our freedom from us. And those who are crossing that bridge in New York and those here in Texas and those here all over the country, we are all coming together, and we're saying, you are not taking our freedom from us. You're not going to make us have a vaccination to get on the airplane or go to the restaurant, or to keep our job. I have been vaccinated, but I believe in choice. I believe people should make up their own mind for whatever their reasons are. They have a right to make a decision on their health care. And they are saying we're not going to give this up. I'm not going to give my job up. I'm not going to give my freedom up. And AOC and Fauci, that's what they have in common. That's what they have in common."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But the problem, Dan, is I don't mind anyone developing a brand if they are right. It's fine to develop a brand. Texas has a brand, come and take it."
    },
    {
      "speaker": "PATRICK",
      "utterance": "It's a brand."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right, but people have brands. There is no problem with that. Using social media, no problem with that. Trump did it. But it's saying you're doing one thing when, in fact, what you are doing is either covering up the Wuhan deal, or you're really hanging out with a bunch of rich people while you are wearing cute message on your dress. None of it is helping anyone. But it's helping your brand. I think that's the point to distinguish here with both of them. Lieutenant Governor Patrick --"
    },
    {
      "speaker": "PATRICK",
      "utterance": "That's why I stopped listening to both of them a long time ago. Thank you, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Great to see you tonight. And polls closing in California in just moments, but what about the numerous reports of voter irregularities across the state? Harmeet Dhillon helps break down what they could mean for the final vote tally next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We are just minutes from California polls closing in the recall election of Gavin Newsom. FOX's Matt Finn in Orange County with all the details. Matt, what do we know?"
    },
    {
      "speaker": "MATT FINN, FOX NEWS CORRESPONDENT",
      "utterance": "Laura, Larry Elder's victory party warming up in Costa Mesa, Orange County, an area known historically to be rich in Republican votes. We expect Larry Elder to be in the building within the next hour or so. And then as you mentioned, the polls set to close in a matter of minutes at 8:00 p.m. local time. And when that happens, we expect to get a pretty significant snapshot into how this race has shaped up so far. Big batches of results are expected for the more than 8 million mail-in ballots already cast. The largest county, Los Angeles, San Diego, and Orange expected to come shortly after 8:00 p.m. And earlier today we spoke to some Californians after they cast their votes at an Orange County polling location."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Well, I think this is absurd we have a recall. I don't care who it was. He won the election fair and square."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I see lots of things that I don't agree the current policy of the governor. That's why I thought it's not really compromising to hear the other side."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "How he went to the restaurant without the masks with that big group while he's mandating it, and just shutting down all these businesses. It's just, it's not good."
    },
    {
      "speaker": "FINN",
      "utterance": "Now, in his final pitch, the lead Republican candidate Larry Elder urged people to get out and vote to hit that required 50 percent mark to remove Newsom from office and potentially make Elder California's first black governor. Elder's message in part was clear. Newsom has mismanaged this state. He has crushed small business, and Elder accuses Newsom of being hypocritical throughout COVID, in part infamously intending that indoor, multihousehold restaurant French Laundry. President Biden held a rally for Newsom in Long Beach last night. Vice President Harris campaigned for Newsom here last week. Newsom, the former mayor of San Francisco and lieutenant governor of the state has outraised Larry Elder five to one, much of Newsom's money coming from progressives and wealthy liberals. We'll keep checking in on this historic night, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Matt, thank you so much. And joining me now is Harmeet Dhillon, civil rights attorney and RNC committeewoman for California. Harmeet, Newsom obviously looked pretty strong. He has a huge amount of money behind him. We don't know the final vote count. But if he does prevail, what does it mean for California? What does it say about the future of the California GOP?"
    },
    {
      "speaker": "HARMEET DHILLON, CALIFORNIA CIVIL RIGHTS ATTORNEY",
      "utterance": "I'm not sure it says anything about the future of the California GOP, Laura, because over a third of the people who signed this recall petition were not Republicans. They were Democrats and independents. And so I think what you're going to find is that while Gavin Newsom won with a 24 percent advantage three years ago when he became the governor, if he wins tonight it is going to be by a much narrower margin. So his supporter is shrinking. And I think that should send a very strong signal to Democrats and to anybody who is representing voters in California. Look, Laura, in all the lawsuits I've filed you've had me come on to talk about regarding the COVID restrictions, a lot of those had plaintiffs who were Gavin Newsom voters and Democrats. So people are fed up about the schools, about the businesses being shut down, about our liberty being taken away, churches being closed, the fires, the crime, the lack of water, the illegal immigration issues, you name it. And I think that this recall itself and all of the millions of people voting to replace Gavin Newsom should be a wake-up call for Democrats throughout the country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We heard some, we heard some concern about voter issues, or people being told that when they got to the polls, they had been told they had already voted when they had not voted, and so forth, particularly Republican showing up to polling places. Watch this perspective."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I didn't leave it at first. I said, no, check it again. And they checked and rechecked. They're like, no, it shows that you've already voted. And we were just both in shock. We're like, it wasn't us. And so they handed us the provisional ballots. And they're like you can fill this out and we will cast it that way. And I'm like, what is your process? We'll compare your signatures, and depending on the signatures we'll select whichever vote that seems right."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Harmeet is this antidotal, pervasive, what do we know?"
    },
    {
      "speaker": "DHILLON",
      "utterance": "This happened. It is not pervasive. It happened in two polling places in Los Angeles County, and I will tell you that there's likely to be litigation in Los Angeles County over multiple incidents of what I can only call incompetence at best. There are many issues I don't have time to detail here. But it was rectified, and it wasn't the case that people were voting for these particular voters, but rather that the incompetent L.A. registrar had had old poll books from a prior election loaded on so that when they came to vote electronically in person, it was shown that they had already voted in the last election. So this is dumb, and it really undermines the confidence of voters. And the story spread like wildfire, but in fact, we only got those reports that day on Saturday from a few voters. Any voters being misled and told their vote isn't going to count is too many, but that is incompetence as opposed to something else. But there are other issues we can talk about, but ultimately, I think there will need to be some legal effort to clean up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I just want to say this, Harmeet. For everybody that says, oh, well, if he doesn't win, it just shows it's over. California is important. We've got to pay attention to it. The Republican Party cannot let it go down the rat hole. We've got to keep fighting. Harmeet, thank you. Polls close in California in just a few moments. A quick break and then we're back with more. Stay there."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Ever since we were young, he was always harping on education. So he didn't just harp on what he was talking about now. He was pounding our heads back when we were 10 and we didn't want to hear it. We're like get out of here. And he stayed on us. So he's really about what he says."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That was one of Larry Elder's closest childhood friends. We talked to him when we were out in California last month. Authenticity matters, and in moments we're going to find out if voters feel the same. Stay with our FOX coverage continuing throughout the night. Trace Gallagher picks it up. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}