{
  "date": "September 11, 2019",
  "headline": "9/11 victim's son reacts to Omar's 'some people did something' remark",
  "subHeadline": "Guests: Tom Fitton, Devin Nunes, Lindsey Graham, Nicholas Haros Jr.",
  "url": "https://www.foxnews.com/transcript/9-11-victims-son-reacts-to-omars-some-people-did-something-remark",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "All right, Tucker. Thank you. And welcome to “Hannity.”  It was 18 years ago, Americans faced the worst attack on American soil in the history of our great country. A group of evil Islamic terrorists, they turned planes into weapons of war. And 2,977 innocent men, and women and children were murdered in a single day.  The bravest of the brave, those first responders, those firemen, those policemen, they went up when everybody else, and all bit of common sense went down. Hundreds of brave first responders rushed into those burning towers to battle the flames. They saved lives that day. Many of them lost their own.  We must never forget. Tonight, we will reflect on the devastation that is 9/11, and the human triumph of the brave men and women who fought back in the face of evil. Now, we have put together something that I don't think you're going to want to miss, a very moving, powerful package. We put it to the Michael W. Smith song \"There She Stands.\"  Also tonight, a man named Nicholas Haros Jr., he will join us. On 9/11/01, he lost his mother and today, during a powerful moment, at Ground Zero, well, he reminded Congresswoman Omar who did what to whom. We're going to play that. He will join us. We will interview him. But, first, we're tracking several major breaking stories tonight, including the special election sweep for Republicans in North Carolina. Both congressional races were big wins for the GOP and the president of the United States, including that one district that was widely considered to be a bellwether for 2020.  Now, President Trump put his full support behind both candidates, even hosted a massive rally in North Carolina. Now, some Democrats, they're actually waking up to the fact that, yes, the president's influence means something and crediting the president for bolstering the outcome of these elections, including the chairwoman of the Democratic Congressional Campaign Committee, who blamed her party's loss on Trump's visit to North Carolina. And, by the way, Democrats outspent Republicans by massive amounts of money.   And meanwhile, the House Minority Leader Kevin McCarthy, he told the \"A.P.\" that these races are an important indicator of things to come. He said, quote: I think it means Trump is going to get a second term. Republicans will retake the majority. I just happen to be Irish. I've always think the worse news is seconds away. But it can happen. But it's going to take you the people for that to happen. Now, breaking just moments ago. More good news for the Trump White House, look at this. The U.S. -- the United States Supreme Court just allowed the Trump administration's new asylum restrictions to go into effect nationwide while the appeals process is unfolding. This new restriction prohibits asylum for anyone traveling through a third country in order to cross our southern border. For example, migrants from -- well, Honduras, Guatemala, El Salvador, they can no longer travel through Mexico, to our southern border, and be granted asylum, unless they have already been turned by Mexico. Now, this comes on the heels of the president's huge win a week ago.   And just as we predicted on this program, the president, his emergency order successfully was able to direct $3.6 billion in emergency funds for the construction wall on the southern border. In other words, reallocating funds because legislatively, the president had the authority and as our commander-in-chief, he had authority. This all happened in the last 10 days. Nancy Pelosi was forced to admit defeat, reportedly saying that she was angry that she couldn't stop President Trump and vowed to fight him more and more in court, where they hope their liberal judge friends will help them out. Now, let's shift gears. Let's turn to the deep state. We've got shocking new developments on multi-fronts tonight.  We start with the Judicial Watch discovery. Fourteen brand new pages just released, newly released government documents showing the DOJ desperately trying to spin a shocking story about the insane levels of bias and anti- Trump rage inside the Department of Justice. Now, according to the documents, the DOJ worked hard to brush off a report that the deputy attorney general at the time, Rod Rosenstein, was offering to wear a wire to further spy on the president. That's in addition to all of the other spying that we have exposed on the show.   As some floating the idea of removing President Trump from office under the 25th Amendment, it's a blockbuster discovery and with us now with more is Judicial Watch president Tom Fitton. Tom, I can't say this enough. The work of Judicial Watch has been critical in this. You have gotten more information. They actually had a strategy, as I read these documents -- oh, Rod was going to say he was just joking when he said that. What? To deflect from the truth was that they were talking about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM FITTON, JUDICIAL WATCH PRESIDENT",
      "sentences": "Exactly right. This is the first official confirmation based on government documents, the discussion took place. There are allegations that took place. There was some testimony about it. But here you have Rod Rosenstein and his team trying to craft a response, non-denial denial to the allegations. And when you look at the materials, you see Rosenstein saying that, hey, you know, we are hopeful, we are successful in preventing people from talking about it. They changed the statement from a categorical denial. Rod Rosenstein's direct statement from the categorical denying, that discussions about the 25th Amendment did not take place, to a less categorical denial.  So, you have this confirmation that, A., they were talking about 25th Amendment. B, quote, he was sarcastically talking about wearing a wire on the president of the United States. And you have to remember, Sean, those discussions involve three topics: wearing a wire, invoking the 25th Amendment, and what else? Appointing a special counsel, and we know the special counsel was appointed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Tom Fitton, great work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FITTON",
      "sentences": "All part of the same scheme, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Unbelievable, breakthrough, discovery yet again by Tom Fitton of Judicial Watch. Also breaking today, look at this, federal court just unsealed an important filing from Lieutenant General Michael Flynn's legal team.   We now know that Flynn's lawyer, Sidney Powell, remember she wrote the book \"Licensed to Lie\", that is about prosecutorial mis -- abuse and misuse. She is asking the government to turn over multiple pieces of what would be exculpatory evidence, including materials surrounding Bruce Ohr and a memo from the British government warning about Christopher Steele's credibility. That is huge. Why haven't they turned it over? Legally, they're supposed to turn it over. And remember, the dirty dossier author was Christopher Steele, former MI6 spy. But that's not all, Powell also requesting material federal from the one- time Acting Deputy AG Sally Yates who apparently voiced concern for the basis of the FBI's investigation into Flynn. And in an important legal victory, the federal judge presiding over Flynn's case, well, he's now agreed to schedule a hearing to determine if any of this material will be released. This is a big breaking news story.  Our own Catherine Herridge is here. She has a full report tonight -- Catherine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERINE HERRIDGE, CORRESPONDENT",
      "sentences": "Thank you, Sean, and good evening. According to these records unsealed today by the federal government, Mike Flynn's legal team believe there is a letter from the British embassy warning about the dossier author's credibility and they alleged it was withheld by special counsel prosecutors.   The defense team motion says they are seeking, quote, a letter delivered by the British embassy to the incoming national security team after Donald Trump's election and to outgoing national security advisor, Susan Rice. The letter reportedly disavows former British Secret Service agent Christopher Steele and calls his credibility into question, and declares him untrustworthy. The timing matters because a warning about Christopher Steele during the presidential transition would be another red flag coming as then-FBI Director James Comey briefed President-elect Trump on the dossier's most salacious allegations.  And a senior Justice Department official Bruce Ohr told his FBI handler about Steele's personal and political bias against Trump. But the FBI and Justice Department still relied on Steele's work to obtain and renew the surveillance warrants to monitor a former Trump campaign aide. Fox News contacted the British embassy here in Washington tonight, as well as an attorney for Susan Rice seeking comment on whether they recall the letter and any action was taken. We'll, of course, update you on our reporting as we learn more, Sean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Catherine, great work. Thank you so much for that report. Tonight, all over the country, Americans took time to pause, to reflect on the horrific events that unfolded September 11th, 2001, 18 years ago today. Like most people, I remember exactly where I was, what I was doing when I first learned about the attacks. You know, my son in college, I was taking him to, you know, preschool.   I got a call from my best friend, John Gomez. He said, are you watching this? Went home and turned it on with horror, like everybody else.  The terrible timeline of that date is forever seared into all of our memories. And unfortunately, after 18 years, some have forgotten the horror of that fateful day, while others sadly may never fully comprehend and understand the magnitude, the gravity, the evil of that day and what took place. That would include freshman Congresswoman Omar. During a speech this year, remember, on the Council on American-Islamic Relations, or CAIR, she referred to the attacks on 9/11 as, well, some people, they did something. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ILHAN OMAR, D-MINN.",
      "sentences": "CAIR was founded after 9/11 because they recognized that some people did something, and that all of us were starting to lose access to our civil liberties.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "\"Some people did something\"? No, that's not what happened. And nor was CAIR founded in 2001. It was actually founded in 1994.   You know, the group CAIR that was listed as an unindicted co-conspirator in that criminal case in Texas surrounding an effort to funnel money, million of dollars to Hamas. Yes, that's a terrorist group that has one of its goals the destruction of Israel.  Now, I can go on and on. Clearly, Congresswoman Omar's description of 9/11 as \"some people did something\", that needs to be addressed. Really? By the way, today, it was addressed. A hero stood up. Nicholas Haros Jr., his mother was murdered that day by some people doing something on 9/11. He set the record straight. I can't out-do this. Take a look.   NICHOLAS HAROS, JR., SON OF A WOMAN KILLED IN 9/11: Some people did something, said a freshman congresswoman from Minnesota. Today, I am here to respond to you, exactly who did what to whom.   Madam, objectively speaking, we know who and what was done. There is no uncertainty about that. Why your confusion? On that day, 19 Islamic terrorists, members of al Qaeda, killed over 3,000 people and caused billions of dollars of economic damage.  Is that clear? We are here today, Congresswoman, to tell you and the Squad, just who did what to whom. Show respect and honoring them, please.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Some people did something? Wow!  Now, Nicholas Haros, who just saw there, he will join us exclusively right here on the show tonight. His powerful message today, it is such an imperative, important reminder. Remember the 9/11 Commission report, they were at war with us. We weren't at war with them. We better pay attention.  And, I hope, by the way, the media mob is listening because some of their 9/11 coverage today was frankly sickening. This morning, \"The New York Times,\" the paper of record, they tweeted: 18 years have passed since airplanes took aim and brought down the World Trade Center.\"  The airplanes didn't aim themselves. Radical Islamic terrorists did this. Airplanes didn't take down the towers. Radical Islamic terrorist did. The airplanes didn't kill thousands. Radical Islamic terrorists did, the ones that were at war with us, as the 9/11 Commission concluded. \"The New York Times\" ultimately deleted that tweet after an outrage, thank God, from our social media warriors that stand up for truth. And yesterday, they also deleted a tweet heaping praise on the Chinese murdering dictator Mao, you know, the guy responsible for the starvation and murder of tens of millions of Chinese people.  Meanwhile, over there at fake news CNN, predictable -- well, we have some of their terrible coverage today. In fact, they dedicated an entire segment today on 9/11 about how right wing terrorists are more deadly than any other terrorist group. OK. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Here's a startling to statistic. Since 9/11, right wing terrorists have killed more people in the United States than jihadist terrorists, that's according to New America. There are some folks for who their -- for their own political purposes would like to keep the focus on just one form of political violence over another. That would be unwise, because we don't have the luxury of choosing which threats we face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, for most of the day, it was just a business as usual among those in the media mob, you know, every second, minute, hour of every day hating Trump, and that's what it means, and floating baseless conspiracy theories surrounding Trump and even Russia. They still can't get over it.  Now, former Secretary of State Condoleezza Rice, she shut down the conspiracy theory talk on the conspiracy, NBC News. Well, take a look. Good for Condoleezza Rice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you think it's possible that Russia's election interference actually worked and actually elected Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONDOLEEZZA RICE, FORMER SECRETARY OF STATE",
      "sentences": "I don't think there is any evidence of that. And, you know, I really don't think that's a good conversation to have. I think that really devalues the people in Wisconsin and Michigan and others who decided to vote for President Trump. Let's give the credit to the Americans who went out and voted for somebody who they thought would bring change. The question is: are we going to be responsive to some of the messages that were out there and do you hear me now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And as per usual, NBC, they looked pretty stupid, per usual.   Now, the news so-called network chief conspiracy theorist Roswell Rachel Maddow, oh, she is getting sued for $10 million by the network known as OANN. After she's sued, she is being sued, accusing them of being paid Russia propaganda. I have it right here, the taxes, they are right here, I have them. We paid a $38 million in taxes. Whoops. Sorry. Someone should maybe start telling Roswell Rachel Maddow, the conspiracy theorist of all theorists, the gig is up. Everyone knows she was spreading a baseless hoax, lies, conspiracy theories. Sorry, Roswell Rachel, no Trump, Trump, Trump Russia collusion, and Maddow's credibility is forever in the toilet.  Here now with reaction, ranking member of the House Intel Committee, Devin Nunes, author of the new book, the sequel, out in just a couple of weeks, Fox News legal analyst, Gregg Jarrett. There are important issues here though as we begin tonight, and these developments. First, I watched Jim Jordan and Nadler battle it out over whether or not they even want to have the inspector general after the FISA abuse report. Congressman, that's a problem for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DEVIN NUNES, R-CALIF.",
      "sentences": "Well, don't be surprised, Sean. The Democrats control the House. This is what they want to do. They have been in cover-up mode this entire time. They were in on the hoax, don't forget, the dossier, in 2016, was given by John Brennan to Harry Reid. So, we don't know how many of the Democrats knew about this hoax, and I'm glad you are talking about the media continually, because we, as Republicans, we need to stop talking to these media people, because most of the media that's out there, they are just assets of the Democratic Party. And I think Republicans need to adjust, you know, if there are fair reporters out there, fine. But \"The New York Times\" and the others that continue to spread these fallacies, just like the other bombshell the other day, you know, talking about these sources that were supposedly blown, which is also fake news. This needs to stop, and Republicans need to stop giving quotes to these mainstream media outlets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, I agree with all of that. Gregg Jarrett, with all of this developing news, what did you think, first of all, of Catherine's report? What did you think secondly of Tom Fitton and this huge development? Looks like they were coming up with a story, and the story was it will look like it is kidding, we won't mean it's real. It's sort of like, you know, well, Trump has killed millions more than Mao, Hitler, Stalin, but I couldn't hear, my IFB wasn't in my ear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, LEGAL ANALYST",
      "sentences": "Well, the Judicial Watch documents demonstrate the extent to which Rod Rosenstein lied and covered up his scheme to secretly record the president and depose him from office under the 25th Amendment, recruiting cabinet members.  At first, he tries to shut down all comment, then he carefully craft a non- denial denial that's nothing more than a deflection. Then he has friends leaked to the media, oh, it was just sarcasm. And then, as I recount, in chapter 4 of my new book, he goes onboard Air Force One, and he lies to the president of the United States. I interviewed the president about that, and he reveals Rosenstein's lie. As for Catherine Herridge's report, I mean, this is more evidence that James Comey and Andrew McCabe knew and were warned that Bruce Ohr, and especially Christopher Steele, had been peddling a phony dossier. They should have run immediately to the FISA court and notified them, that's the law. They didn't do it. They broke the law. They need to be held accountable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I agree. And what was your reaction, Devin Nunes? And what do you see coming next? Because you know this as well as if not better than everybody else in the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Well, I want to go back to Catherine Herridge's report. So, what general Flynn's lawyers are saying, I'm going to let the American people to know, and your audience, we have been looking for that same document. We know that document exists, this document that came from the British government. But yet, nobody can seem to find it. So, you know, I know there are witnesses out there that know this, and I hope the judge in this case will actually get those witnesses that know this document exists, and let them come in and talk to the court, or at least give an affidavit to the court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Congressman, do you have any ambiguity on this simple, basic question? Because we expect any day, probably next week, no later than a week after, so I'm told, that the inspector general report on FISA abuse will be out. Do you have any doubt that he will conclude, based on what we already know, they were warned ahead of time, premeditated about the dirty dossier, that it was political, it was unverified, and Christopher Steele had an agenda? They were warned multiple times, but they still used it as the bulk of information for the FISA applications, which, of course, we know were granted. And as McCabe said, no dossier, no FISA warrant.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you think that those four FISA applications were obtained illegally and the I.G. will agree with you, me, and Gregg?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "So, just -- remember, we were the ones that came out and expose all of this to the American people first, knowing that these were all fraud, because we knew the dossier had been used. And I just ask people always just to take a step back and add a little bit -- just take a little bit of common sense approach to this. The dossier was so ridiculous that, you know, any small police department or small county sheriff would be able to figure out that 90 percent of that dossier was fake, within a matter of just a few days.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "So, the time that others are peddling it, they know it, they know it's fake.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. The question is, where they obtained illegally, and will the I.G. see the truth and that and we have equal justice in this country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NUNES",
      "sentences": "So, what I -- yes, and, of course, they were obtained illegally, and they defrauded the U.S. Gregg Jarrett has talked a lot about it. But just remember, the I.G. has a limited scope. But really -- what this is really about are building blocks. The Comey report, this I.G. -- the I.G. report on the FISA abuse, this goes to Lindsey Graham, and his committee, and ultimately goes to Durham and the U.S. attorney.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, that's a great tease for our next segment, because Lindsey Graham is next. Will they find all four warrants obtained illegally? We only have ten seconds, Gregg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Absolutely, and they were warned not once but four times that it was based on phony evidence, and they lied to the court. That's perjury, and it's also a fraud.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you. All right, thank you both. Directly ahead, speaking of the man, Lindsey Graham. It will be his committee on who in the deep state should be brought to justice over this probe. Later, a man who lost his mother in 9/11 speaking out, publicly, earlier today against Congresswoman Omar. Yes, something kind of happened by somebody. Yes, he answered that really well today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. A lot of breaking news about the deep state this week, including explosive developments in the case of Michael Flynn, and his case, and a lot of major questions still looming large, such as when are we going to get the inspector general's report on FISA abuse? And is this premeditated fraud on the court? Where they illegally obtained? Joining us now, for reaction, chairman of the Senate Judiciary Committee, that would be Senator Lindsey Graham. Senator, we know that is Gregg just had four separate times, the FBI and DOJ were warned not to use the dirty dossier. You and Senator Grassley came out with a memo that said the bulk of the application was the dirty, unverified dossier, the Russian dossier Hillary paid for. So, the question then is: does not mean it was premeditated fraud on the court, and that those warrants were illegally obtained? To me, I'm not the A.G., but to me, it seems like slam-dunk, easy, easy case, boom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "sentences": "Well, we'll see what Mr. Horowitz says. But I can promise you this, Sean, the Senate Judiciary Committee will call Mr. Horowitz, and he will testify under oath about his report, and we are going to pursue this in a transparent fashion. We are going to declassify as much as we can, including the FISA warrant applications, give you all of the information that was in the system about how suspicious people, Christopher Steele, how biased he was. I let you read it for yourself. Transparency and accountability is my goal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, you kind of ducked my question. I'm not trying to put a lot of pressure on you here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I don't know what he is going to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "OK. Do you -- you're a lawyer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Uh-huh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You're smart, you're a senator. You have followed this case as closely as I have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you believe that it is overwhelming and incontrovertible, and the evidence shows one thing: premeditated fraud on a FISA court, and warrants obtained illegally, denying one American citizen's constitutional rights, and denying the president -- well, candidate --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "-- then president-elect, then president, his constitutional rights, and allowed spying on him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, here's what I believe without any doubt. That the dossier is unverified to this day. It's a bunch of garbage. And the author of the dossier was on the payroll of the Democratic Party. He was unreliable. And that the system had a lot of notice about his bias. They obtained a warrant on four different occasions, and they will be held to account for that. But Mr. Durham will make a decision as to prosecute, if anyone. And my goal is to explain to you and the American public how the system failed, and make sure it never happens again. And I will also make sure that Rosenstein and McCabe are called before the committee to explain what happened regarding conversations about wiretapping President Trump after the election. To me, that is a very chilling moment in American history, to have a conversation between the acting attorney general, the acting FBI chief, about wiretapping the president of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That was beyond shocking to me. Thank goodness for Judicial Watch, they are doing a great job --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Amen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "John Solomon and Gregg and Sara. Look, I can't mention everybody. Joe and Victoria.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Someone's going to get mad at me. Let me ask you, I do appreciate the fact, Senator, you're going to -- you have said you will ask about whether it was a rigged investigation into Hillary's email.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You will find out if the counterintelligence investigation started in the White House of Barack Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What did he know, when did he know it? You will find that out too?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes. I want to -- well, let's just look at the moving parts here. I want to find out, was the Clinton email investigation basically rigged in her favor because of political bias? Was the counterintelligence investigation opened up against Papadopoulos based on a desire to get into the Trump campaign from Russian interference when there was really no evidence from Russian interference. Was the FISA warrant obtained based on fraud? Was the certification of the court basically perjury? And did after the election, did they surveil the Trump campaign improperly? If there was no reason to believe that Michael Flynn was a Russian agent why did the hell did they talk to him anyway about his conversations on the transition team?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "How do you feel about the Deputy FBI Director say, oh, no you don't need a lawyer when Flynn asked him, when he didn't need a lawyer? And what did you think about the FBI Director Comey super patriot Comey when he said yes I sent them in any way. I took advantage of the chaos and I put all procedure aside. I would do not that in the Obama or Bush administration. I did that. I kind of screwed off a 33-year military vet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, so we were talking about 9-11. I served with General Flynn in Afghanistan when I was a reservist. He is a patriot. And here is the question for me, if all of the things you said are true, who should be held accountable? Did they trick General Flynn? Did they have a reasonable belief that he was working with the Russians? Why would the existing administration surveil the incoming administration about conversations about change in policy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Bingo. And I would like to know if they outsourced a sub-contract did spying to our western intelligence friends? Let me see, I am just guessing, Great Britain, Italy, Australia and Canada?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Pretty good guess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Let me just fill in the blanks here. Did the person who informed Papadopoulos that the Clinton emails had been hacked was there somebody known to be working with us? Was there any evidence at all that Papadopoulos was working with the Russian? I have not seen one piece of evidence to suggest that he was working with the Russians.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "I would like to see if this exculpatory evidence in that case. But again, I am so stupid. I have no knowledge of any of this you know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Good job about 9-11 tonight. Good job of explaining the American people that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you, Senator. You will see at the end of the show something, people are going to want a DVR and send to their friends. We captured it sadly. You got to remember. Coming up another disaster report for the Biden campaign this time - hostile regime of Vladimir Putin and later the son who lost his mother on 9-11, literally calling out Congresswoman Omar in a way that was beyond powerful he will join us exclusively.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "As the Democratic primaries now heating up. The two front runners are getting some unwanted exposure Washington Freebee came reporting \"Biden tried to buy Putin's support for Iraq in the war with the promise of oil and money\". Wow, we did reach out to Biden's campaign for comment. They have not gotten back to us yet but we're going to keep trying. Even offer a full hour on this show for sleepy, creepy Joe 30330. And I will even get throw in three free hours on 620 of the biggest talk radio station in the country. And we got Senator Elizabeth Warren, she is celebrating as reports emerge that banks are spooked by well her radical promises that will sort of cripple the economy. Here with reaction all through the brand new book, still winning Fox News Contributor Charlie Hurt. Fox News Contributor Tammy Bruce. I don't blame banks because I think banks and bankers they are pretty smart and they don't like to see crashes, Tammy. And the reality is the New Green Deal you look at the estimates of anywhere up to $16 trillion. 2 to 16 trillion being spent on this I think, they can get rid of oil and gas. That alone will destroy the economy probably within 2 weeks? TAMMY BRUCE, \"GET TAMMY BRUCE\" HOST ON FOX NATION: Yes, and look banks are partners within the economic system and with every community, right? I mean, this is part and parcel of the nature of how our communities grow and then of course is a matter of the stock market and the other things that are promising. Anyone of these socialists who get into White House, of course we would have that kind of economic collapse just because that's actually kind of what they want. But in the meantime, it's families, grandmothers, people's parents who rely on dividends from that stock market. So when we hear about the stock market going up it is to the benefit of everyone who owns a little bit of a stock a retired person who is relying on their investments that they made over the decades as they were working so that they can live at least a descent retired life. So all of these numbers and the success that the President has brought to us economically have affected all of us at every single level. And of course, banks I don't mind certainly regulation we know how a big corporations certainly need to be watched. The government has proven to us it needs to be watched. But in the meantime, to see the banks and the capital system as the enemy is to condemn and we've seen historically that these condemns people's lives, it condemns nations. It doesn't work. It's a dumb idea. And the American people I think can prove that they reject it certainly next year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, Charlie Hurt, you are looking at this and I'm looking at this, and I'm saying okay, well, let's see how much all that's right like 90 billion, trillion dollars on Medicare for all. Illegal immigrants, everybody gets free care. No walls, open borders, no oil and gas everything is free. Jobs guaranteed, housing guaranteed. A vacation is guaranteed and healthy food and retired is guaranteed. Bye-bye the lifeblood of our economy which is oil and gas. I don't know, I was not really good in math in school but I'm in my head, I'm thinking that bankers probably have it right. We can't afford it. CHARLES HURT, \"STILL WINNING\" AUTHOR: You don't have to be all that good in math to understand that why the economy is always the most important overriding issue in any election. What Tammy just said is exactly right. Everybody benefits from the good economy that we are enjoying right now. But I've got to say and I've said this to you before, Sean, when I look around at this field and you have these people who are avowed socialists talking about all of their plans and wanting to destroy the economy and wanting to destroy the idea of having reasonably priced gasoline and thinks like that, they are not speaking for regular democrat voter. Democrat voters out there are not going to show these stuffs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Joe bought into the New Green Deal. They are all in the New Green deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "They're all in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We're all in and then the wealth tax, the state tax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "They all going to go the way of the green deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "--the 70 percent marginal rates for individuals, 90 percent is for corporation. By the way, what's happened in New York and California the mass exodus, it will be a mass exodus out the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Voters away from the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes. That will be fair enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you both. When we come back we have an exclusive interview I don't want you to miss. A man lost his mother on 9-11 like so many others. He directly responds to Congresswoman Omar's shameful statements about Al- Qaeda. Nicholas Haros joins us and a video you might want to tape that we put together straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right, during the 9-11 Memorial at Ground Zero to day remember the 18th anniversary of that horrific day, 3,000 Americans lost their lives after a vial attack an evil attack. It took one of the survivor's children, well one of the person who's died, he lost his mother in 9-11 to call out Congresswoman Omar and her grotesque comments. When she said 9-11 some people did something an incredibly powerful response to that which we played earlier. Joining us to explain this to Congresswoman Omar is Nicholas Haros Jr. Nicholas, first I want to say you to every family impacted that day. And I lost friends, personal friends that day. That we pray for you. I don't think the pain ever goes away. There were kids that were not even born yet. They never met their moms and dads. And I watched you today and you showed it's more than some people did something. Why did you feel compelled to do that? NICHALOS HAROS JR, MOTHER FRANCES HAROS WAS KILLED ON 9/11: First of all, Sean thanks for having me on the show tonight. It's a privilege and honor to meet with you. Like all victims, family members of victims, we all hurt. As we know to some extent, 9/11 we say never forgets but it's dwindling down a bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Not for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROS JR",
      "sentences": "I don't remember where I was when I first heard that quote that some people did something. But it tore my heart apart and it tore my mom's heart apart with a sword that such a great loss to individuals could be so insensitively expressed. That hurt. I am a victim's son. I decided to take 9-11 as my one day of perhaps credible standing to make that statement which many people who have told me it represented their views and--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Nicholas, may I add one thing. You have credible standing on this issue. You lost your mother.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROS JR",
      "sentences": "Yes sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And that was she died that day and you saw it happen before your eyes. A lot of this makes me angry because this should transcend politics. Part of my show is political obviously. What do you say to Congresswoman Omar on a human level? She seems not to like Israel awful lot. It's all about the Benjamin's, Israel is evil. Makes a lot of concentration camp type of analogies. What do you want to say to her tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROS JR",
      "sentences": "Perhaps, I can maybe suggest this, Sean I don't know how you handle all of the hate mail that you get. But I just had a little taste of it today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Welcome to the club.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROS JR",
      "sentences": "It's not nice and the may be the worst thing that was said about me today I was a cranky old man with a bad haircut. Seriously, charges of racism. The fact that these people are a woman of color has nothing to do with it. If she was a Martian and was green it would not make a difference. That she is a woman didn't make a difference. That she is a Muslim doesn't make a difference. These are Wikipedia facts they have to be said and she needed to respond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Nicholas, let me say this on behalf of most Americans, we pray for you. We pray for your mom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAROS JR",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We pray for the people lost that day. Our family members lost and their families. God bless you sir. Thank you for what you did today, it was powerful. Final thoughts and a powerful video tribute as we remember 18 years ago today you may want to tape this straight ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We got some final thoughts on the 18th anniversary, the worst attack on American soil. Every year I always find of this a hard show to do because I lost friends that day and many of you did, too. I think back that day and whether you lost friends or not, or people you know, you know where you are? You know what you are doing? You remember every detail. You remember seeing in real time human suffering, human sacrifice at an incredible level with first responders, amazing people. Our country was attacked by radical Islamists. Remember they were at war with us, as a 9/11 commission reports said, we were not at war with them and we missed a lot of signs. And I think back to their heroism, well, what do you say about people that go up when every bit of common sense goes, get out of here. The heroism of the victims, the amazing resiliency of the brave men and women, the police, the firemen and the first responders, all hands on deck that's why we pray for all these families all these kinds that grew up without their moms and dads. The parents that lost sons and daughters and grandkids, do you ever get over that? I don't think so. We need to honor them and pray for them and we need also vowed to never let this happen again. That's evil, what we saw that day. We've seen it; we lost 100 million human souls in the last century alone. We saw at 9/11 01, we can't forget. Tonight we reflect on the devastation of 9/11 and also the triumph of the human spirit and the soul, bravery on a level of men and women who fought back on the face of evil, later at war. With this timeline, Michael W Smith, a song he wrote after 9/11 at the request of George W. Bush. There she stands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We have a very tragic alert for you right now, an incredible plane crashed into the World Trade Center here at the lower tip of Manhattan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GEORGE W. BUSH, FORMER PRESIDENT",
      "sentences": "I can hear you and the rest of the world hears you. And the people who knocked these buildings down will hear all of us soon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "When evil calls itself a martyr, when all hope comes tumbling and crashing down, someone pulls us from the rubble, there she stands. Our prayers to all those that lost their loved ones, all those first responders and their family, they are -- words can't describe. Laura Ingraham from Washington, my heart's kind of troubled after watching that. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "All right, Tucker. Thank you. And welcome to “Hannity.” It was 18 years ago, Americans faced the worst attack on American soil in the history of our great country. A group of evil Islamic terrorists, they turned planes into weapons of war. And 2,977 innocent men, and women and children were murdered in a single day. The bravest of the brave, those first responders, those firemen, those policemen, they went up when everybody else, and all bit of common sense went down. Hundreds of brave first responders rushed into those burning towers to battle the flames. They saved lives that day. Many of them lost their own. We must never forget. Tonight, we will reflect on the devastation that is 9/11, and the human triumph of the brave men and women who fought back in the face of evil. Now, we have put together something that I don't think you're going to want to miss, a very moving, powerful package. We put it to the Michael W. Smith song \"There She Stands.\" Also tonight, a man named Nicholas Haros Jr., he will join us. On 9/11/01, he lost his mother and today, during a powerful moment, at Ground Zero, well, he reminded Congresswoman Omar who did what to whom. We're going to play that. He will join us. We will interview him. But, first, we're tracking several major breaking stories tonight, including the special election sweep for Republicans in North Carolina. Both congressional races were big wins for the GOP and the president of the United States, including that one district that was widely considered to be a bellwether for 2020. Now, President Trump put his full support behind both candidates, even hosted a massive rally in North Carolina. Now, some Democrats, they're actually waking up to the fact that, yes, the president's influence means something and crediting the president for bolstering the outcome of these elections, including the chairwoman of the Democratic Congressional Campaign Committee, who blamed her party's loss on Trump's visit to North Carolina. And, by the way, Democrats outspent Republicans by massive amounts of money. And meanwhile, the House Minority Leader Kevin McCarthy, he told the \"A.P.\" that these races are an important indicator of things to come. He said, quote: I think it means Trump is going to get a second term. Republicans will retake the majority. I just happen to be Irish. I've always think the worse news is seconds away. But it can happen. But it's going to take you the people for that to happen. Now, breaking just moments ago. More good news for the Trump White House, look at this. The U.S. -- the United States Supreme Court just allowed the Trump administration's new asylum restrictions to go into effect nationwide while the appeals process is unfolding. This new restriction prohibits asylum for anyone traveling through a third country in order to cross our southern border. For example, migrants from -- well, Honduras, Guatemala, El Salvador, they can no longer travel through Mexico, to our southern border, and be granted asylum, unless they have already been turned by Mexico. Now, this comes on the heels of the president's huge win a week ago. And just as we predicted on this program, the president, his emergency order successfully was able to direct $3.6 billion in emergency funds for the construction wall on the southern border. In other words, reallocating funds because legislatively, the president had the authority and as our commander-in-chief, he had authority. This all happened in the last 10 days. Nancy Pelosi was forced to admit defeat, reportedly saying that she was angry that she couldn't stop President Trump and vowed to fight him more and more in court, where they hope their liberal judge friends will help them out. Now, let's shift gears. Let's turn to the deep state. We've got shocking new developments on multi-fronts tonight. We start with the Judicial Watch discovery. Fourteen brand new pages just released, newly released government documents showing the DOJ desperately trying to spin a shocking story about the insane levels of bias and anti- Trump rage inside the Department of Justice. Now, according to the documents, the DOJ worked hard to brush off a report that the deputy attorney general at the time, Rod Rosenstein, was offering to wear a wire to further spy on the president. That's in addition to all of the other spying that we have exposed on the show. As some floating the idea of removing President Trump from office under the 25th Amendment, it's a blockbuster discovery and with us now with more is Judicial Watch president Tom Fitton. Tom, I can't say this enough. The work of Judicial Watch has been critical in this. You have gotten more information. They actually had a strategy, as I read these documents -- oh, Rod was going to say he was just joking when he said that. What? To deflect from the truth was that they were talking about it?"
    },
    {
      "speaker": "TOM FITTON, JUDICIAL WATCH PRESIDENT",
      "utterance": "Exactly right. This is the first official confirmation based on government documents, the discussion took place. There are allegations that took place. There was some testimony about it. But here you have Rod Rosenstein and his team trying to craft a response, non-denial denial to the allegations. And when you look at the materials, you see Rosenstein saying that, hey, you know, we are hopeful, we are successful in preventing people from talking about it. They changed the statement from a categorical denial. Rod Rosenstein's direct statement from the categorical denying, that discussions about the 25th Amendment did not take place, to a less categorical denial. So, you have this confirmation that, A., they were talking about 25th Amendment. B, quote, he was sarcastically talking about wearing a wire on the president of the United States. And you have to remember, Sean, those discussions involve three topics: wearing a wire, invoking the 25th Amendment, and what else? Appointing a special counsel, and we know the special counsel was appointed."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Tom Fitton, great work."
    },
    {
      "speaker": "FITTON",
      "utterance": "All part of the same scheme, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Unbelievable, breakthrough, discovery yet again by Tom Fitton of Judicial Watch. Also breaking today, look at this, federal court just unsealed an important filing from Lieutenant General Michael Flynn's legal team. We now know that Flynn's lawyer, Sidney Powell, remember she wrote the book \"Licensed to Lie\", that is about prosecutorial mis -- abuse and misuse. She is asking the government to turn over multiple pieces of what would be exculpatory evidence, including materials surrounding Bruce Ohr and a memo from the British government warning about Christopher Steele's credibility. That is huge. Why haven't they turned it over? Legally, they're supposed to turn it over. And remember, the dirty dossier author was Christopher Steele, former MI6 spy. But that's not all, Powell also requesting material federal from the one- time Acting Deputy AG Sally Yates who apparently voiced concern for the basis of the FBI's investigation into Flynn. And in an important legal victory, the federal judge presiding over Flynn's case, well, he's now agreed to schedule a hearing to determine if any of this material will be released. This is a big breaking news story. Our own Catherine Herridge is here. She has a full report tonight -- Catherine."
    },
    {
      "speaker": "CATHERINE HERRIDGE, CORRESPONDENT",
      "utterance": "Thank you, Sean, and good evening. According to these records unsealed today by the federal government, Mike Flynn's legal team believe there is a letter from the British embassy warning about the dossier author's credibility and they alleged it was withheld by special counsel prosecutors. The defense team motion says they are seeking, quote, a letter delivered by the British embassy to the incoming national security team after Donald Trump's election and to outgoing national security advisor, Susan Rice. The letter reportedly disavows former British Secret Service agent Christopher Steele and calls his credibility into question, and declares him untrustworthy. The timing matters because a warning about Christopher Steele during the presidential transition would be another red flag coming as then-FBI Director James Comey briefed President-elect Trump on the dossier's most salacious allegations. And a senior Justice Department official Bruce Ohr told his FBI handler about Steele's personal and political bias against Trump. But the FBI and Justice Department still relied on Steele's work to obtain and renew the surveillance warrants to monitor a former Trump campaign aide. Fox News contacted the British embassy here in Washington tonight, as well as an attorney for Susan Rice seeking comment on whether they recall the letter and any action was taken. We'll, of course, update you on our reporting as we learn more, Sean."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Catherine, great work. Thank you so much for that report. Tonight, all over the country, Americans took time to pause, to reflect on the horrific events that unfolded September 11th, 2001, 18 years ago today. Like most people, I remember exactly where I was, what I was doing when I first learned about the attacks. You know, my son in college, I was taking him to, you know, preschool. I got a call from my best friend, John Gomez. He said, are you watching this? Went home and turned it on with horror, like everybody else. The terrible timeline of that date is forever seared into all of our memories. And unfortunately, after 18 years, some have forgotten the horror of that fateful day, while others sadly may never fully comprehend and understand the magnitude, the gravity, the evil of that day and what took place. That would include freshman Congresswoman Omar. During a speech this year, remember, on the Council on American-Islamic Relations, or CAIR, she referred to the attacks on 9/11 as, well, some people, they did something. Watch."
    },
    {
      "speaker": "REP. ILHAN OMAR, D-MINN.",
      "utterance": "CAIR was founded after 9/11 because they recognized that some people did something, and that all of us were starting to lose access to our civil liberties."
    },
    {
      "speaker": "HANNITY",
      "utterance": "\"Some people did something\"? No, that's not what happened. And nor was CAIR founded in 2001. It was actually founded in 1994. You know, the group CAIR that was listed as an unindicted co-conspirator in that criminal case in Texas surrounding an effort to funnel money, million of dollars to Hamas. Yes, that's a terrorist group that has one of its goals the destruction of Israel. Now, I can go on and on. Clearly, Congresswoman Omar's description of 9/11 as \"some people did something\", that needs to be addressed. Really? By the way, today, it was addressed. A hero stood up. Nicholas Haros Jr., his mother was murdered that day by some people doing something on 9/11. He set the record straight. I can't out-do this. Take a look. NICHOLAS HAROS, JR., SON OF A WOMAN KILLED IN 9/11: Some people did something, said a freshman congresswoman from Minnesota. Today, I am here to respond to you, exactly who did what to whom. Madam, objectively speaking, we know who and what was done. There is no uncertainty about that. Why your confusion? On that day, 19 Islamic terrorists, members of al Qaeda, killed over 3,000 people and caused billions of dollars of economic damage. Is that clear? We are here today, Congresswoman, to tell you and the Squad, just who did what to whom. Show respect and honoring them, please."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Some people did something? Wow! Now, Nicholas Haros, who just saw there, he will join us exclusively right here on the show tonight. His powerful message today, it is such an imperative, important reminder. Remember the 9/11 Commission report, they were at war with us. We weren't at war with them. We better pay attention. And, I hope, by the way, the media mob is listening because some of their 9/11 coverage today was frankly sickening. This morning, \"The New York Times,\" the paper of record, they tweeted: 18 years have passed since airplanes took aim and brought down the World Trade Center.\" The airplanes didn't aim themselves. Radical Islamic terrorists did this. Airplanes didn't take down the towers. Radical Islamic terrorist did. The airplanes didn't kill thousands. Radical Islamic terrorists did, the ones that were at war with us, as the 9/11 Commission concluded. \"The New York Times\" ultimately deleted that tweet after an outrage, thank God, from our social media warriors that stand up for truth. And yesterday, they also deleted a tweet heaping praise on the Chinese murdering dictator Mao, you know, the guy responsible for the starvation and murder of tens of millions of Chinese people. Meanwhile, over there at fake news CNN, predictable -- well, we have some of their terrible coverage today. In fact, they dedicated an entire segment today on 9/11 about how right wing terrorists are more deadly than any other terrorist group. OK. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Here's a startling to statistic. Since 9/11, right wing terrorists have killed more people in the United States than jihadist terrorists, that's according to New America. There are some folks for who their -- for their own political purposes would like to keep the focus on just one form of political violence over another. That would be unwise, because we don't have the luxury of choosing which threats we face."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, for most of the day, it was just a business as usual among those in the media mob, you know, every second, minute, hour of every day hating Trump, and that's what it means, and floating baseless conspiracy theories surrounding Trump and even Russia. They still can't get over it. Now, former Secretary of State Condoleezza Rice, she shut down the conspiracy theory talk on the conspiracy, NBC News. Well, take a look. Good for Condoleezza Rice."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do you think it's possible that Russia's election interference actually worked and actually elected Donald Trump?"
    },
    {
      "speaker": "CONDOLEEZZA RICE, FORMER SECRETARY OF STATE",
      "utterance": "I don't think there is any evidence of that. And, you know, I really don't think that's a good conversation to have. I think that really devalues the people in Wisconsin and Michigan and others who decided to vote for President Trump."
    },
    {
      "speaker": "Let's give the credit to the Americans who went out and voted for somebody who they thought would bring change. The question is",
      "utterance": "are we going to be responsive to some of the messages that were out there and do you hear me now?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "And as per usual, NBC, they looked pretty stupid, per usual. Now, the news so-called network chief conspiracy theorist Roswell Rachel Maddow, oh, she is getting sued for $10 million by the network known as OANN. After she's sued, she is being sued, accusing them of being paid Russia propaganda. I have it right here, the taxes, they are right here, I have them. We paid a $38 million in taxes. Whoops. Sorry. Someone should maybe start telling Roswell Rachel Maddow, the conspiracy theorist of all theorists, the gig is up. Everyone knows she was spreading a baseless hoax, lies, conspiracy theories. Sorry, Roswell Rachel, no Trump, Trump, Trump Russia collusion, and Maddow's credibility is forever in the toilet. Here now with reaction, ranking member of the House Intel Committee, Devin Nunes, author of the new book, the sequel, out in just a couple of weeks, Fox News legal analyst, Gregg Jarrett. There are important issues here though as we begin tonight, and these developments. First, I watched Jim Jordan and Nadler battle it out over whether or not they even want to have the inspector general after the FISA abuse report. Congressman, that's a problem for me."
    },
    {
      "speaker": "REP. DEVIN NUNES, R-CALIF.",
      "utterance": "Well, don't be surprised, Sean. The Democrats control the House. This is what they want to do. They have been in cover-up mode this entire time. They were in on the hoax, don't forget, the dossier, in 2016, was given by John Brennan to Harry Reid. So, we don't know how many of the Democrats knew about this hoax, and I'm glad you are talking about the media continually, because we, as Republicans, we need to stop talking to these media people, because most of the media that's out there, they are just assets of the Democratic Party. And I think Republicans need to adjust, you know, if there are fair reporters out there, fine. But \"The New York Times\" and the others that continue to spread these fallacies, just like the other bombshell the other day, you know, talking about these sources that were supposedly blown, which is also fake news. This needs to stop, and Republicans need to stop giving quotes to these mainstream media outlets."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, I agree with all of that. Gregg Jarrett, with all of this developing news, what did you think, first of all, of Catherine's report? What did you think secondly of Tom Fitton and this huge development? Looks like they were coming up with a story, and the story was it will look like it is kidding, we won't mean it's real. It's sort of like, you know, well, Trump has killed millions more than Mao, Hitler, Stalin, but I couldn't hear, my IFB wasn't in my ear."
    },
    {
      "speaker": "GREGG JARRETT, LEGAL ANALYST",
      "utterance": "Well, the Judicial Watch documents demonstrate the extent to which Rod Rosenstein lied and covered up his scheme to secretly record the president and depose him from office under the 25th Amendment, recruiting cabinet members. At first, he tries to shut down all comment, then he carefully craft a non- denial denial that's nothing more than a deflection. Then he has friends leaked to the media, oh, it was just sarcasm. And then, as I recount, in chapter 4 of my new book, he goes onboard Air Force One, and he lies to the president of the United States. I interviewed the president about that, and he reveals Rosenstein's lie. As for Catherine Herridge's report, I mean, this is more evidence that James Comey and Andrew McCabe knew and were warned that Bruce Ohr, and especially Christopher Steele, had been peddling a phony dossier. They should have run immediately to the FISA court and notified them, that's the law. They didn't do it. They broke the law. They need to be held accountable."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I agree. And what was your reaction, Devin Nunes? And what do you see coming next? Because you know this as well as if not better than everybody else in the country?"
    },
    {
      "speaker": "NUNES",
      "utterance": "Well, I want to go back to Catherine Herridge's report. So, what general Flynn's lawyers are saying, I'm going to let the American people to know, and your audience, we have been looking for that same document. We know that document exists, this document that came from the British government. But yet, nobody can seem to find it. So, you know, I know there are witnesses out there that know this, and I hope the judge in this case will actually get those witnesses that know this document exists, and let them come in and talk to the court, or at least give an affidavit to the court."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Congressman, do you have any ambiguity on this simple, basic question? Because we expect any day, probably next week, no later than a week after, so I'm told, that the inspector general report on FISA abuse will be out. Do you have any doubt that he will conclude, based on what we already know, they were warned ahead of time, premeditated about the dirty dossier, that it was political, it was unverified, and Christopher Steele had an agenda? They were warned multiple times, but they still used it as the bulk of information for the FISA applications, which, of course, we know were granted. And as McCabe said, no dossier, no FISA warrant."
    },
    {
      "speaker": "NUNES",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you think that those four FISA applications were obtained illegally and the I.G. will agree with you, me, and Gregg?"
    },
    {
      "speaker": "NUNES",
      "utterance": "So, just -- remember, we were the ones that came out and expose all of this to the American people first, knowing that these were all fraud, because we knew the dossier had been used. And I just ask people always just to take a step back and add a little bit -- just take a little bit of common sense approach to this. The dossier was so ridiculous that, you know, any small police department or small county sheriff would be able to figure out that 90 percent of that dossier was fake, within a matter of just a few days."
    },
    {
      "speaker": "NUNES",
      "utterance": "So, the time that others are peddling it, they know it, they know it's fake."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. The question is, where they obtained illegally, and will the I.G. see the truth and that and we have equal justice in this country?"
    },
    {
      "speaker": "NUNES",
      "utterance": "So, what I -- yes, and, of course, they were obtained illegally, and they defrauded the U.S. Gregg Jarrett has talked a lot about it. But just remember, the I.G. has a limited scope. But really -- what this is really about are building blocks. The Comey report, this I.G. -- the I.G. report on the FISA abuse, this goes to Lindsey Graham, and his committee, and ultimately goes to Durham and the U.S. attorney."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, that's a great tease for our next segment, because Lindsey Graham is next. Will they find all four warrants obtained illegally? We only have ten seconds, Gregg."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Absolutely, and they were warned not once but four times that it was based on phony evidence, and they lied to the court. That's perjury, and it's also a fraud."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you. All right, thank you both. Directly ahead, speaking of the man, Lindsey Graham. It will be his committee on who in the deep state should be brought to justice over this probe. Later, a man who lost his mother in 9/11 speaking out, publicly, earlier today against Congresswoman Omar. Yes, something kind of happened by somebody. Yes, he answered that really well today."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. A lot of breaking news about the deep state this week, including explosive developments in the case of Michael Flynn, and his case, and a lot of major questions still looming large, such as when are we going to get the inspector general's report on FISA abuse? And is this premeditated fraud on the court? Where they illegally obtained? Joining us now, for reaction, chairman of the Senate Judiciary Committee, that would be Senator Lindsey Graham. Senator, we know that is Gregg just had four separate times, the FBI and DOJ were warned not to use the dirty dossier. You and Senator Grassley came out with a memo that said the bulk of the application was the dirty, unverified dossier, the Russian dossier Hillary paid for."
    },
    {
      "speaker": "So, the question then is",
      "utterance": "does not mean it was premeditated fraud on the court, and that those warrants were illegally obtained? To me, I'm not the A.G., but to me, it seems like slam-dunk, easy, easy case, boom."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-S.C.",
      "utterance": "Well, we'll see what Mr. Horowitz says. But I can promise you this, Sean, the Senate Judiciary Committee will call Mr. Horowitz, and he will testify under oath about his report, and we are going to pursue this in a transparent fashion. We are going to declassify as much as we can, including the FISA warrant applications, give you all of the information that was in the system about how suspicious people, Christopher Steele, how biased he was. I let you read it for yourself. Transparency and accountability is my goal."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, you kind of ducked my question. I'm not trying to put a lot of pressure on you here."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I don't know what he is going to say."
    },
    {
      "speaker": "HANNITY",
      "utterance": "OK. Do you -- you're a lawyer."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Uh-huh."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You're smart, you're a senator. You have followed this case as closely as I have."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you believe that it is overwhelming and incontrovertible, and the evidence shows one thing: premeditated fraud on a FISA court, and warrants obtained illegally, denying one American citizen's constitutional rights, and denying the president -- well, candidate --"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "-- then president-elect, then president, his constitutional rights, and allowed spying on him?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, here's what I believe without any doubt. That the dossier is unverified to this day. It's a bunch of garbage. And the author of the dossier was on the payroll of the Democratic Party. He was unreliable. And that the system had a lot of notice about his bias. They obtained a warrant on four different occasions, and they will be held to account for that. But Mr. Durham will make a decision as to prosecute, if anyone. And my goal is to explain to you and the American public how the system failed, and make sure it never happens again. And I will also make sure that Rosenstein and McCabe are called before the committee to explain what happened regarding conversations about wiretapping President Trump after the election. To me, that is a very chilling moment in American history, to have a conversation between the acting attorney general, the acting FBI chief, about wiretapping the president of the United States."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That was beyond shocking to me. Thank goodness for Judicial Watch, they are doing a great job --"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Amen."
    },
    {
      "speaker": "HANNITY",
      "utterance": "John Solomon and Gregg and Sara. Look, I can't mention everybody. Joe and Victoria."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Someone's going to get mad at me. Let me ask you, I do appreciate the fact, Senator, you're going to -- you have said you will ask about whether it was a rigged investigation into Hillary's email."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You will find out if the counterintelligence investigation started in the White House of Barack Obama."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What did he know, when did he know it? You will find that out too?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes. I want to -- well, let's just look at the moving parts here. I want to find out, was the Clinton email investigation basically rigged in her favor because of political bias? Was the counterintelligence investigation opened up against Papadopoulos based on a desire to get into the Trump campaign from Russian interference when there was really no evidence from Russian interference. Was the FISA warrant obtained based on fraud? Was the certification of the court basically perjury? And did after the election, did they surveil the Trump campaign improperly? If there was no reason to believe that Michael Flynn was a Russian agent why did the hell did they talk to him anyway about his conversations on the transition team?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "How do you feel about the Deputy FBI Director say, oh, no you don't need a lawyer when Flynn asked him, when he didn't need a lawyer? And what did you think about the FBI Director Comey super patriot Comey when he said yes I sent them in any way. I took advantage of the chaos and I put all procedure aside. I would do not that in the Obama or Bush administration. I did that. I kind of screwed off a 33-year military vet."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, so we were talking about 9-11. I served with General Flynn in Afghanistan when I was a reservist. He is a patriot. And here is the question for me, if all of the things you said are true, who should be held accountable? Did they trick General Flynn? Did they have a reasonable belief that he was working with the Russians? Why would the existing administration surveil the incoming administration about conversations about change in policy?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Bingo. And I would like to know if they outsourced a sub-contract did spying to our western intelligence friends? Let me see, I am just guessing, Great Britain, Italy, Australia and Canada?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Pretty good guess."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Let me just fill in the blanks here. Did the person who informed Papadopoulos that the Clinton emails had been hacked was there somebody known to be working with us? Was there any evidence at all that Papadopoulos was working with the Russian? I have not seen one piece of evidence to suggest that he was working with the Russians."
    },
    {
      "speaker": "HANNITY",
      "utterance": "I would like to see if this exculpatory evidence in that case. But again, I am so stupid. I have no knowledge of any of this you know."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Good job about 9-11 tonight. Good job of explaining the American people that--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you, Senator. You will see at the end of the show something, people are going to want a DVR and send to their friends. We captured it sadly. You got to remember. Coming up another disaster report for the Biden campaign this time - hostile regime of Vladimir Putin and later the son who lost his mother on 9-11, literally calling out Congresswoman Omar in a way that was beyond powerful he will join us exclusively."
    },
    {
      "speaker": "HANNITY",
      "utterance": "As the Democratic primaries now heating up. The two front runners are getting some unwanted exposure Washington Freebee came reporting \"Biden tried to buy Putin's support for Iraq in the war with the promise of oil and money\". Wow, we did reach out to Biden's campaign for comment. They have not gotten back to us yet but we're going to keep trying. Even offer a full hour on this show for sleepy, creepy Joe 30330. And I will even get throw in three free hours on 620 of the biggest talk radio station in the country. And we got Senator Elizabeth Warren, she is celebrating as reports emerge that banks are spooked by well her radical promises that will sort of cripple the economy. Here with reaction all through the brand new book, still winning Fox News Contributor Charlie Hurt. Fox News Contributor Tammy Bruce. I don't blame banks because I think banks and bankers they are pretty smart and they don't like to see crashes, Tammy. And the reality is the New Green Deal you look at the estimates of anywhere up to $16 trillion. 2 to 16 trillion being spent on this I think, they can get rid of oil and gas. That alone will destroy the economy probably within 2 weeks? TAMMY BRUCE, \"GET TAMMY BRUCE\" HOST ON FOX NATION: Yes, and look banks are partners within the economic system and with every community, right? I mean, this is part and parcel of the nature of how our communities grow and then of course is a matter of the stock market and the other things that are promising. Anyone of these socialists who get into White House, of course we would have that kind of economic collapse just because that's actually kind of what they want. But in the meantime, it's families, grandmothers, people's parents who rely on dividends from that stock market. So when we hear about the stock market going up it is to the benefit of everyone who owns a little bit of a stock a retired person who is relying on their investments that they made over the decades as they were working so that they can live at least a descent retired life. So all of these numbers and the success that the President has brought to us economically have affected all of us at every single level. And of course, banks I don't mind certainly regulation we know how a big corporations certainly need to be watched. The government has proven to us it needs to be watched. But in the meantime, to see the banks and the capital system as the enemy is to condemn and we've seen historically that these condemns people's lives, it condemns nations. It doesn't work. It's a dumb idea. And the American people I think can prove that they reject it certainly next year."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, Charlie Hurt, you are looking at this and I'm looking at this, and I'm saying okay, well, let's see how much all that's right like 90 billion, trillion dollars on Medicare for all. Illegal immigrants, everybody gets free care. No walls, open borders, no oil and gas everything is free. Jobs guaranteed, housing guaranteed. A vacation is guaranteed and healthy food and retired is guaranteed. Bye-bye the lifeblood of our economy which is oil and gas. I don't know, I was not really good in math in school but I'm in my head, I'm thinking that bankers probably have it right. We can't afford it. CHARLES HURT, \"STILL WINNING\" AUTHOR: You don't have to be all that good in math to understand that why the economy is always the most important overriding issue in any election. What Tammy just said is exactly right. Everybody benefits from the good economy that we are enjoying right now. But I've got to say and I've said this to you before, Sean, when I look around at this field and you have these people who are avowed socialists talking about all of their plans and wanting to destroy the economy and wanting to destroy the idea of having reasonably priced gasoline and thinks like that, they are not speaking for regular democrat voter. Democrat voters out there are not going to show these stuffs."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Joe bought into the New Green Deal. They are all in the New Green deal."
    },
    {
      "speaker": "HURT",
      "utterance": "They're all in."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We're all in and then the wealth tax, the state tax."
    },
    {
      "speaker": "HURT",
      "utterance": "They all going to go the way of the green deal."
    },
    {
      "speaker": "HANNITY",
      "utterance": "--the 70 percent marginal rates for individuals, 90 percent is for corporation. By the way, what's happened in New York and California the mass exodus, it will be a mass exodus out the country?"
    },
    {
      "speaker": "HURT",
      "utterance": "Voters away from the Democratic Party."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes. That will be fair enough."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you both. When we come back we have an exclusive interview I don't want you to miss. A man lost his mother on 9-11 like so many others. He directly responds to Congresswoman Omar's shameful statements about Al- Qaeda. Nicholas Haros joins us and a video you might want to tape that we put together straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right, during the 9-11 Memorial at Ground Zero to day remember the 18th anniversary of that horrific day, 3,000 Americans lost their lives after a vial attack an evil attack. It took one of the survivor's children, well one of the person who's died, he lost his mother in 9-11 to call out Congresswoman Omar and her grotesque comments. When she said 9-11 some people did something an incredibly powerful response to that which we played earlier. Joining us to explain this to Congresswoman Omar is Nicholas Haros Jr. Nicholas, first I want to say you to every family impacted that day. And I lost friends, personal friends that day. That we pray for you. I don't think the pain ever goes away. There were kids that were not even born yet. They never met their moms and dads. And I watched you today and you showed it's more than some people did something. Why did you feel compelled to do that? NICHALOS HAROS JR, MOTHER FRANCES HAROS WAS KILLED ON 9/11: First of all, Sean thanks for having me on the show tonight. It's a privilege and honor to meet with you. Like all victims, family members of victims, we all hurt. As we know to some extent, 9/11 we say never forgets but it's dwindling down a bit."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Not for you."
    },
    {
      "speaker": "HAROS JR",
      "utterance": "I don't remember where I was when I first heard that quote that some people did something. But it tore my heart apart and it tore my mom's heart apart with a sword that such a great loss to individuals could be so insensitively expressed. That hurt. I am a victim's son. I decided to take 9-11 as my one day of perhaps credible standing to make that statement which many people who have told me it represented their views and--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Nicholas, may I add one thing. You have credible standing on this issue. You lost your mother."
    },
    {
      "speaker": "HAROS JR",
      "utterance": "Yes sir."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And that was she died that day and you saw it happen before your eyes. A lot of this makes me angry because this should transcend politics. Part of my show is political obviously. What do you say to Congresswoman Omar on a human level? She seems not to like Israel awful lot. It's all about the Benjamin's, Israel is evil. Makes a lot of concentration camp type of analogies. What do you want to say to her tonight?"
    },
    {
      "speaker": "HAROS JR",
      "utterance": "Perhaps, I can maybe suggest this, Sean I don't know how you handle all of the hate mail that you get. But I just had a little taste of it today."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Welcome to the club."
    },
    {
      "speaker": "HAROS JR",
      "utterance": "It's not nice and the may be the worst thing that was said about me today I was a cranky old man with a bad haircut. Seriously, charges of racism. The fact that these people are a woman of color has nothing to do with it. If she was a Martian and was green it would not make a difference. That she is a woman didn't make a difference. That she is a Muslim doesn't make a difference. These are Wikipedia facts they have to be said and she needed to respond."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Nicholas, let me say this on behalf of most Americans, we pray for you. We pray for your mom."
    },
    {
      "speaker": "HAROS JR",
      "utterance": "Thank you."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We pray for the people lost that day. Our family members lost and their families. God bless you sir. Thank you for what you did today, it was powerful. Final thoughts and a powerful video tribute as we remember 18 years ago today you may want to tape this straight ahead."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We got some final thoughts on the 18th anniversary, the worst attack on American soil. Every year I always find of this a hard show to do because I lost friends that day and many of you did, too. I think back that day and whether you lost friends or not, or people you know, you know where you are? You know what you are doing? You remember every detail. You remember seeing in real time human suffering, human sacrifice at an incredible level with first responders, amazing people. Our country was attacked by radical Islamists. Remember they were at war with us, as a 9/11 commission reports said, we were not at war with them and we missed a lot of signs. And I think back to their heroism, well, what do you say about people that go up when every bit of common sense goes, get out of here. The heroism of the victims, the amazing resiliency of the brave men and women, the police, the firemen and the first responders, all hands on deck that's why we pray for all these families all these kinds that grew up without their moms and dads. The parents that lost sons and daughters and grandkids, do you ever get over that? I don't think so. We need to honor them and pray for them and we need also vowed to never let this happen again. That's evil, what we saw that day. We've seen it; we lost 100 million human souls in the last century alone. We saw at 9/11 01, we can't forget. Tonight we reflect on the devastation of 9/11 and also the triumph of the human spirit and the soul, bravery on a level of men and women who fought back on the face of evil, later at war. With this timeline, Michael W Smith, a song he wrote after 9/11 at the request of George W. Bush. There she stands."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We have a very tragic alert for you right now, an incredible plane crashed into the World Trade Center here at the lower tip of Manhattan."
    },
    {
      "speaker": "GEORGE W. BUSH, FORMER PRESIDENT",
      "utterance": "I can hear you and the rest of the world hears you. And the people who knocked these buildings down will hear all of us soon."
    },
    {
      "speaker": "HANNITY",
      "utterance": "When evil calls itself a martyr, when all hope comes tumbling and crashing down, someone pulls us from the rubble, there she stands. Our prayers to all those that lost their loved ones, all those first responders and their family, they are -- words can't describe. Laura Ingraham from Washington, my heart's kind of troubled after watching that. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}