{
  "date": "September 28, 2018",
  "headline": "Hannity: Flake bought Dems more time to search and destroy",
  "subHeadline": "Getting a delay on Kavanaugh under the guise of an FBI investigation was goal number one for the Democrats.",
  "url": "https://www.foxnews.com/transcript/hannity-flake-bought-dems-more-time-to-search-and-destroy",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, HOST",
      "sentences": "Welcome to \"Hannity\" this Friday night. This is a Fox News alert. Judge Kavanaugh's nomination, well, it did just pass its first hurdle today. It cleared the Senate Judiciary Committee on a party line vote.  But tonight, everything is literally hanging in the balance. I'm going to explain in detail what is really going on here. There's a lot more than meets the eye. We'll break it all down in the course of this hour.  But, first, Judge Kavanaugh's nomination will remain in limbo for the next few days as Republican Senator Jeff Flake caved to pressure from the left and called for an FBI investigation at the last minute to check Professor Ford's accusations. Meanwhile, fence sitting senators, Lisa Murkowski and Senator Susan Collins, they all supported this measure.  So here we are. One week delay so that the FBI can perform a background check on an allegation without a date, a time, a location or any corroborating evidence of any kind. This is yet another political stall tactic from the Democrats and the left, and the coming week is going to be, I predict, absolute hell. And as Judge Kavanaugh said, the Democrats are on a mission to search, destroy, and expect more of these unfounded allegations to magically surface between now and the time we get that FBI report.  Republicans fell right into the trap. And I'll explain why this FBI investigation is absolutely meaningless anyway. Expect more delays, expect more demands, more investigations, more delays. They wanted to stop Judge Kavanaugh from day one. We've got the evidence. Now, they're willing to abandon key foundational, core human rights that we all believe in -- or at least we should -- due process, the presumption of innocence, burden of proof, to gain a political advantage. If they succeed, welcome to the all-new U.S. of A. Guilt by accusation, a new constitution, you're guilty until you prove yourself innocent. This is a very scary precedent.  Wake up, America. Thirty-nine days from tonight. A lot is at stake.   All right. It's time for our Friday breaking news opening monologue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Yesterday, under oath, Judge Brett Kavanaugh defended his good name, reputation, in the strongest terms possible. Now, he brought a level of seriousness, commonsense, clarity that has been absolutely missing from his confirmation process since the very beginning. Let's remind you.   Take a watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUDGE BRETT KAVANAUGH, SUPREME COURT JUSTICE NOMINEE",
      "sentences": "This confirmation process has become a national disgrace. The Constitution gives the Senate an important role in the confirmation process. But you have replaced advice and consent with search and destroy.  This has destroyed my family and my good name. A good name built up through decades of very hard work and public service at the highest levels of the American government. This is a circus. The consequences will extend long past my nomination. The consequences will be with us for decades.   I will not be intimidated into withdrawing from this process. You've tried hard. You've given it your all. No one can question your effort. But your coordinated and well-funded effort to destroy my good name and destroy my family will not drive me out. I am innocent of this charge. I intend no ill will to Dr. Ford and her family.  The other night, Ashley and my daughter Liza said their prayers. And little Liza, all 10 years old -- said to Ashley, we should pray for the woman. A lot of wisdom from a 10-year-old.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "A lot of wisdom from a 10-year-old.  The president, he has no second thoughts about the man he chose to be the next United States Supreme Court justice. Let's take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "What did you think of Dr. Ford's testimony when you heard that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I thought her testimony was very compelling, and she looks like a very fine woman to me. A very fine woman. And I thought that Brett's testimony, likewise, was really something that I haven't seen before. It was incredible. It was an incredible moment I think in the history of our country. I just want to it work out well for the country. If that happens, I'm happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REPORTER",
      "sentences": "Have you thought about a replacement for Judge Kavanaugh?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Not even a little bit. Not even a little bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And today, Senator Jeff Flake, he casts the deciding vote to push Judge Kavanaugh's nomination out of the Judiciary Committee, but, of course, it came with his drama and a condition, a week-long delay so that the FBI could look into the allegations made by Professor Ford against Judge Kavanaugh. Of course, Republicans predictably caved and Flake flaked in a big way and just bought the Democrats more time to seek, search, destroy, and bludgeon, getting a delay under the guise of an FBI investigation. It was their number one goal, their number one talking point. Weren't they paying attention? There's a reason they said it again and again and again and again yesterday and today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. DIANNE FEINSTEIN, D-CALIFORNIA",
      "sentences": "Each of these allegations should be investigated by the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. PATRICK LEAHY, D-VERMONT",
      "sentences": "You want to reach the truth? The easy way to do that, ask the FBI to investigate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. DICK DURBIN, D-ILLINOIS",
      "sentences": "Judge Kavanaugh, if he truly believes there's no evidence, no witnesses that can prove their case, should be joining us in demanding a thorough FBI investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHRIS COONS, D-DELAWARE",
      "sentences": "What I have struggled with, Judge Kavanaugh, is the absence of a fair federal law enforcement-driven, nonpartisan process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR, D-MINNESOTA",
      "sentences": "Why don't you just ask the president? Dr. Ford can't do this. We clearly haven't been able to do this. Just ask the president to reopen the FBI investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIFORNIA",
      "sentences": "Are you willing to ask the White House to authorize the FBI to investigate the claims that have been made against you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HAWAII",
      "sentences": "All the Democrats on this committee are requesting an FBI investigation because you did say all we have to do is ask. The implication being that if we ask, an investigation will happen and it certainly has not happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. SHELDON WHITEHOUSE, D-RHODE ISLAND",
      "sentences": "Never in the history of background investigations has an investigation not been pursued when new, credible, derogatory information was brought forward about the nominee or the candidate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL, D-CONNECTICUT",
      "sentences": "It's up to the president of the United States and his failure to ask for an FBI investigation in my view is tantamount to a cover-up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CORY BOOKER, D-NEW JERSEY",
      "sentences": "That is a powerful difference between a committee investigation and an FBI agent interviewing people, chasing after facts, pulling on the loose threads that have been evidenced in Judge Kavanaugh's record.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEAHY",
      "sentences": "FBI investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DURBIN",
      "sentences": "Turn over the facts we know to the Federal Bureau of Investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITEHOUSE",
      "sentences": "FBI background investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sounds like a talking point. By the way, the seventh investigation into Judge Kavanaugh, the president tweeted out, has already begun tonight.   We begin with the question for Senators Jeff Flake, Susan Collins, Lisa Murkowski, Joe Manchin -- do you think the Democrats that have been against Judge Kavanaugh, do you think they're going to call for an FBI investigation into their DNC deputy chair, the number two guy at the DNC, Keith Ellison? Well, he's been accused of literally physically abusing his ex-girlfriend repeatedly and dragging her violently through the house and battering her emotionally, psychologically, repeatedly. Now if the Senate Democrats on the judiciary committee, if you're serious about this topic and allegations -- well, where are the calls for an FBI investigation into that man, Keith Ellison? This is a case we actually have real evidence now. Doctors reports, text messages, and an actual tape of one incident happening. Then there's Bill Clinton. Have any of you people on the Senate Judiciary Committee demanding an investigation, where's the FBI investigation into Juanita Broaddrick's credible, serious allegations? She told somebody 30 minutes after the rape happened, she says. Did they ever call any of these people for an investigation for Juanita or for that matter, Paula Jones, Kathleen Willey or anybody? No. They stood by the Clintons.   Did their allegations not matter? Senator Dianne Feinstein, did it matter? Because these are women coming out against the Democrat, or is this politics to you?  How many Democrats on the Senate Judiciary Committee will, tonight, demand FBI investigations into these people? Keith Ellison was last month. And Juanita Broaddrick, about the same time difference. All politics. Now, you would think the topic as serious as this -- and it is serious. And it is a problem across the country in many places, you think a topic this serious would transcend politics, that this wouldn't be Republican, Democrat, conservative or liberal. You think one time we could just do what's right collectively?  Nope. This is selective moral outrage, as usual, politics as usual. Except this time it's sad. This time, it's even dangerous. Plus, you know, I want you to take a step back tonight. Once again, remember what we're talking about in this specific case. Here is what this is really all about.  Now, the left, they've been asking for two days and running, all the Democrats on the Senate Judiciary Committee, they want a background check on Professor Ford's charges dating back 36 years ago for when both Professor Ford and Judge Kavanaugh were in high school. Ford doesn't remember a date, day of the week, location, how she got to or from the party where the alleged crime took place. She has no corroborating evidence.  Now, think about this. Really think deeply about this. They want an FBI investigation. What is the FBI -- they can't investigate anything forensically. Think about this. I watch cold cases, the FBI cold case division, one of the best in the world. They're amazing, especially with new technology and techniques.  We know that all four witnesses that Ford listed to corroborate her claims, they all have denied what she is alleging. All four is sworn statements under penalty of felony, including Professor Ford's long time friend Leland Keyser. Her attorney released a statement. It reads, quote: Simply put, Ms. Keyser does not know Mr.Kavanaugh, has no recollection of ever being at a party or gathering where he was present with orwithout Dr. Ford.  Now, the FBI, they're not performing a criminal investigation. They told us that two weeks ago. They told us they will reach no conclusion in this. No charges will be filed. No recommendations will be made. That is the process. The FBI will simply interview the same witnesses like the Senate Judiciary Investigative Committee already interviewed. Look into the same claims. Write a report. The only possibility in this case is that one of the four people would reverse himself or herself. And if they did, they'd be admitting they committed a felony. As he said many times, Judge Kavanaugh, he's happy to comply. He released a statement. It reads, quote: Throughout this process, I have been interviewed by the FBI. I have done a number of background calls directly with the Senate. And yesterday, I answered questions under oath about every topic the senators and their counsel asked me. I have done everything they have requested and will continue to cooperate.  Now, Mark Judge is the only alleged firsthand witness. Remember, Professor Ford says he was in the room at the time. He also plans to fully cooperate with an investigation and he is denying Professor Ford's accusations as the one person that would be an eyewitness to this.  And let's not forget the Democrats' beloved Joe Biden, remember back in 1991 during the Clarence Thomas confirmation, he said that FBI background checks are actually worthless. You don't even want one. But, of course, that was then. This is now. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THEN-SENATOR JOE BIDEN, D-DELAWARE",
      "sentences": "The next person who refers to an FBI report as being worth anything obviously doesn't understand anything. FBI explicitly does not in this or any other case reach a conclusion. Period. Period. Judge, there is no reason why you should know this. The reason we cannot rely on the FBI report, you wouldn't like it if we did, because it is inconclusive. They say he said, she said and they said. Period. So when people wave an FBI report before you, understand, they do not, they do not, they do not reach conclusions. They do not make, as my friend points out more adequately, they do not make recommendations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "period. They do not. They do not. They do not reach conclusions or make recommendations. Now, none of this matters to the Democrats now. By the way, same system is in place. They obviously are not seeking the truth -- equal justice, equal application of our laws. From day one, no matter what, remember, just hours after Judge Kavanaugh's nomination was announced in July, watch the Democrats. They had already made up their mind. It was just a matter of how they bludgeoned him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-NEW YORK",
      "sentences": "For every American who cares about women's health, about protections for people with preexisting conditions, about civil rights, labor rights, LGBTQ rights, environmental rights, now is the time to fight. Now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEAHY",
      "sentences": "I'm going to withhold my consent for this nominee or any other nominee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COONS",
      "sentences": "President Trump could have nominated someone last night not off a narrow list of the pre-cleared, preapproved by far right organizations like the Heritage Foundation and Federalist Society. We could be here today discussing a nominee who was potentially someone with a wide open record, someone who might command a bipartisan majority.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITEHOUSE",
      "sentences": "We are going to look into what went on and what assurances were made that brought this name to the top of the list.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HIRONO",
      "sentences": "Judge Kavanaugh does not, should not, get the benefit of the doubt. He bears the burden of proof to convince all of us and the American people that he can indeed be a fair and objective justice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLUMENTHAL",
      "sentences": "I'm here with sadness to say Judge Kavanaugh, you don't belong in this building as a justice. Judge Kavanaugh, you should not be serving in this building as a Supreme Court justice. Judge Kavanaugh is your worst nightmare.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Should any of us be surprised for what has been unfolding here? Remember, three weeks ago, Kavanaugh's nomination looked pretty certain, despite so many embarrassing theatrics by people like Cory \"Spartacus\" Booker, and Senate Democrats, while Kavanaugh sailed through his hearings, unscathed. At the 11th hour, what did Dianne Feinstein do? She drops a bomb. An anonymous sexual assault allegation. This hadn't happened in 40 years in this man's adult life until, what, 12 days ago.  She made no mention of this allegation during her lengthy private meetings with Kavanaugh. She made no mention during his public hearing. She had the information back in July. Now, remember, Professor Ford said she didn't want to go public. Her confidentiality privacy could have been protected. But that's not how it went down. Now, there were no calls for an FBI investigation then. No inquiries made back in July. In fact, these claims were not sent to any law enforcement body for weeks. They sat on it. And come to find out at the very same time, yes, the ranking member, Dianne Feinstein, was actually leading and interviewing Judge Kavanaugh alone, her office was secretly advising Professor Ford on what attorneys to hire. She ended up hiring a pretty radical left attorney that said many terrible things about Paula Jones and defended the creep Al Franken. Now, Dianne Feinstein should be ashamed of herself. These dirty political tactics surrounding an alleged sexual assault victim and a Supreme Court nominee, what we have witnessed is not only disgusting and repulsive, it is beneath the office she serves. Every good, decent Californian should be appalled by the actions of this unethical senator. After pronouncing the anonymous allegation against Kavanaugh, Professor Ford's name and story, well, it quickly leaked to the press. She felt like she was going to tell the story herself. Up until that point, there were only two parties who knew about Professor Ford's allegation, congressional Democrats and Professor Ford herself. You do the math. It's pretty obvious. It was clearly, you have an alleged survivor of sexual assault, despite what she said for her wishes to remain private.  Democratic Senator Sheldon Whitehouse, he's blaming Professor Ford tonight for the leak. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITEHOUSE",
      "sentences": "The best I can tell, Dr. Ford had told sufficient people in her circle who might have told others that press in California began to ask her questions and follow her around. And the story then came through The Washington Post where she had originally -- Dr. Ford had originally, as she testified yesterday, left a tip on the hot line and the reporter followed up with her ultimately. So, as best I can tell, that's how it all became public, through those two avenues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "This is so sad for a Democratic Party. There's no room for moderates in this party. No Scoop Jacksons. No Joe Liebermans anymore. Their behavior is now a national embarrassment. But they're not even embarrassed. Now, first, they use a serious claim of sexual misconduct as a political pawn. Then they proceed to smear, slander, besmirch the good name, reputation, character of Judge Kavanaugh without any corroborating evidence, without any due process. No presumption of innocence. They accuse a good person with a 36-year amazing track record of pretty much being a monster. Some call him evil. Some compare him to Bill Cosby. They push wild unsubstantiated claims about gang rape, fights on boats in Rhode Island where he's never been, insane accusations from Colorado. They tell American voters that Kavanaugh will lead to the deaths of millions of people.  And today, without missing a beat, after being dressed down by Kavanaugh's strong testimony, they're right back to the same tactics today. And as per usual, your mainstream media, they're always there, every step of the way, backing them up. The folks at fake news CNN, conspiracy TV MSNBC, they don't believe in due process or the presumption of innocence. You know, they're really living in their alternative reality. Truth, commonsense, common decency, replaced with just their feelings, anger, emotion and hatred of all things Donald Trump. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "All afternoon the little lies, lying over and over about his yearbook page make absolutely no sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I do know if he gets to the Supreme Court, a good chunk of this country's going to think somebody who got away with sexual assault is sitting on the Supreme Court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What we saw yesterday was, in many ways, the victory of tribalism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "As much of his personal integrity has been called into question in this process, the integrity of the court will be called into question if he is confirmed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I thought it was a temper tantrum. He was angry and belligerent. It was kind of scary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They're worried white people are going to lose their power. They don't care if she's lying or she's not lying or he's lying. They just want to hold on to their power. Pretty soon, we'll be like South Africa, apartheid, where 10 percent of white people are running the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Now, I suspect this coming week, as the FBI performs yet this seventh background check on judge Kavanaugh, Democrats, their friends on the left, they will do anything and everything to once again destroy the life of Brett Kavanaugh. They have some plan. They will be orchestrating it. My warning, don't be shocked. Now, this is sadly who they now are. The party of guilt by accusation, no presumption of innocence, no benefit of the doubt. And, by the way, you're guilty until you prove your innocence. And if you need to make up unsubstantiated lies, 39 days out of an election, well, if you got to, you just got to do what you got to do. This is now the status quo. This is what I warn you about every two and four years. This is what I warned you about every time a Supreme Court nominee is appointed by a Republican president. Last week, we saw a preview of coming attractions. They pushed unsubstantiated claims from one who thinks Kavanaugh may have exposed himself. Remember that, at a drunken college party? Well, she wasn't even totally sure that Kavanaugh was the perpetrator.  Remember she called around, according to \"The New York Times,\" to friends that went to Yale, asking them, do you remember the incident? I'm not sure. She even acknowledges she had memory gaps from the evening. New York Times refused to publish that story. It still got out there with \"The New Yorker.\" They were saying there was a lack of evidence. We also saw an accusation pushed by, there he is, the now new face of the Democratic Party with Maxine Waters and Nancy Pelosi, attorney Michael Avenatti. He wants to run for president. And, of course, about the scheme to literally drug and gang rape women all over Washington, D.C. Now, believe it or not, this week is about to get worse and even more absurd. But, of course, you got to persevere. This is a fight for the heart and soul of the country. Judge Kavanaugh deserves to be confirmed. Here's what's at stake. If this behavior, if this -- if these tactics, and we get the Republicans racist, sexism, misogynist, homophobic, dirty air, water, kill grandma, hate kids -- if this works in this case, guess what? That will mean the United States Senate will be rewarding this behavior and rights will be shattered. They will repeat these tactics. These smear campaigns, again and again and again -- smear, slander, lies, character assassination, bludgeoning of families, the destruction of fundamental core values just for pure political power and gain. We will never get the presumption of innocence back. Once you give it up. It will be the end of due process in America. Guilt by accusation will rule the day. And, by the way, I'm warning you, nobody is going to be safe. What you're seeing here now with Judge Kavanaugh is only the tip of the iceberg if they're successful. If Republicans don't send the Democrats in this instance a message.  And, by the way, if you, the voting public, if you don't show up in 39 days for what I have been telling you is the single most important midterm in your life, you're going to get the government you deserve. You'll get the impeachment. You'll get Obamacare, how's that working out? You'll get open borders, elimination of ICE, their crumbs will be back in politicians' pockets. Think about it for a second. If Judge Kavanaugh is not confirmed, there will literally be a fundamental shift now in America. We might not get it back. Maybe liberals are happy with this particular victory. But maybe next time, it will be somebody on their side of the aisle. Maybe someone in their family. Maybe one of their loved ones. Are we going to become a country of guilty until proven innocent? But that's a pretty scary and horrible place. No presumption of innocence. Here with reaction, FOX News contributor, radio host, Tammy Bruce, Fox News contributor and investigative reporter, Sara Carter, the author of the brand new book, \"The Deep State\", former chairman of the House Oversight and Government Reform Committee, Fox News contributor now, Jason Chaffetz. Tammy, you -- what's amazing about you and I have known you many years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You used to be the president of the National Organization for Women.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "you have been the single most -- one of the most outspoken people on this. Passionate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Look, I spent most of my adult life fighting on these issues for the welfare of women and children. And we've spent certainly generations as women, as a country, to have women be heard, to elevate our lives, to make sure what happens to us matters. And --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way, I agree with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Oh, I know. That's why I'm sitting here. That's why we're friends. And now, we're in the 21st century and women and young people elected to office, a generation that comes after and benefited from all the work that we've done are now burning it to the ground. And they're using that power to destroy people's lives. And this is -- you know, your monologue was fabulous and they're doing all the things you said.  But the other thing that's happening is, they are now using all of us as collateral damage. They want votes. They want fund-raisers. They want campaign ads. And the American people that are relying on all senators now simply are going to be ashes on the side of the road, as long as they get what they want. And this is what we have to realize. Whether you're in California or any other state in this country, we've got a group of people, 100 people, in the most revered institution in the history of mankind are now -- have now decided that the sovereign, the citizen, is worth nothing. That they are to be used, whether it's a woman who experienced a sexual assault, a man who has committed his life to public service as a judge, his family, that wife, those two little girls, all of our little girls, all of our lives. I'm not going to enter into the last third of my life, after all the work and none of us who worked through the '80s and '90s to change this should sit by and watch this happen without calling it out and stopping it in November and afterwards to make sure that when Justice Kavanaugh is sitting there, he knows we've got his back and they will not define him or us in this process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Sara, you're an investigative reporter. OK. The FBI is going to do their seventh check. It's going on now, we're told, by the president, who tweeted that out. Seventh check. The FBI, there's no forensics they can check. I hate to admit I watch \"Forensic Files\" a lot. I watched -- I mean, It's amazing, 35 years later dead case file, they bring it back to life and find the people because of new technology that we have that we can catch killers. It's amazing. There's no place to go look. The only thing the FBI can do is interview the same four people that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "sentences": "Dr. Ford, Sean, hasn't even filed charges in Maryland where this took place.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Is that going to happen this weekend?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "We don't know, do we? And now, we're asking the FBI to come in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Is that part of the plan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes. I wonder. I wonder if that's going to be part of the plan. If the Dems are going to push. Look, the American people are note going to be fooled by this political theater. And Tammy said it best. I was thinking of the exact same term, Tammy. Collateral damage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Yes, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "The collateral damage is our justice system, our foundation of our country. It's the American people themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Our sons and daughters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Judge Kavanaugh -- yes, Judge Kavanaugh and his family. Then Dr. Ford. It's every single one of us. The FBI, Sean, is going to go, they're going to interview these five people who have already, by penalty of perjury, turned in their statements. And then they're going to turn them over to the Senate, all of these interviews, and that's that. They are fooling us. The Dems are lying to the American people. There is no investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So, let's go through this. So, Congressman -- by the way, congrats on the success of your book. Under penalty of perjury, the four people gave their statements. So the only thing that can happen when the FBI, they're going to go back and they're going to ask a lot of questions. They're going to find out one of two things. That the people stand by their statement or they committed a felony. That's where we are in this process. What else could they possibly do investigatively?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, look, the Democrats lost the moral high ground when they hid this material. And then when the Republicans finally had this information, they invited the Democrats to join in the investigation. They didn't even show up at the meeting. And you know what? The United States Senate, they need a civics lesson, because it's not the role of the FBI to do this investigation. It's the role of the United States Senate. And how many senators had Ford and Kavanaugh sitting before them and they had a chance to ask questions, they didn't even ask a question. You know, I am actually very good friends with Jeff Flake. And on a personal level, I really like the guy. But how can you do the same thing--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "And Senator Snowflake, that's what I call him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "-- how can you go -- how can you look at this person and say, we need more time to investigate? At the same time he asked zero questions of Ford and zero questions of Kavanaugh. That's your opportunity. That's the job of the senators, not some FBI agents doing its seventh background check.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "What it does, is it gains some at least five days. And what we've seen, of course, in the tail end of the last few days, an accusation that had to be retracted. A completely anonymous accusation that was treated as though it was national news. No name, no address, nothing. We're going to see more of that come up. You're going to see equally outrageous dynamics like with the gang rapes. You're going to see maybe real actual people come up and step up with things that will be eventually proven to not be the case. But it will be a pile on to try to affect the actual vote what will happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So it will be -- so they want to delay.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "That's all they want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "They want to delay, delay, delay because they want to get to the midterms and they want to stop the president from fulfilling his constitutional duty. And this is big part of the left campaign.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "Well, they want to tell their base that they're doing something because they're not doing anything legislatively for the country. So what are they doing now? They're becoming a group of people who are effectively, you know, it's like a riot. It's like a anti-fa manifest as a party. And you wake up every day--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Well, there's no more moderation in the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "It is gone, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Sara?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARTER",
      "sentences": "Yes, absolutely. No, I thought you were going to ask me a question, Sean. No, absolutely. Tammy is right on the button with this one. Look, you're innocent until proven guilty. That is the law. That is how we approach things in this country fairly. That's Lady Liberty. We don't go out and throw out accusations. Look, I feel terrible for Dr. Ford. She obviously believes and maybe something did happen to her. It's not place to judge her. But there is absolutely no evidence. There is no proof. And they will find nothing unless somebody comes forward out of nowhere. And even then, this was 35 years ago. Sean, there has to be a system that we follow. We can't just throw caution to the wind and allow this to go forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Congressman?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Sean, it's the politics of personal destruction. It's a playbook that the Democrats continue to use. Scorched earth. It's resistance movement. They wanted to destroy Kavanaugh. They want to delay this as long as possible, defeat him and drag this country into the doldrums. It is absolutely fundamentally totally wrong and Republicans have got to step up like Lindsey Graham and call it out for what it is and make sure this person is now sitting on the Supreme Court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Lindsey Graham had his finest moment in Congress. There is no -- he gave a great speech today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRUCE",
      "sentences": "I can't believe we're saying that, but I have to tell you, men, bravo, Lindsey Graham.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Amazing. All right. We've got a lot more. I will just remind you in 39 days, there's so much at stake. Really, this is the party you now want in power, after what we're witnessing? When we come back, Ed Henry in Washington with a live report. The latest on Kavanaugh's nomination. Also, Matt Schlapp, Pam Bondi and much more to report on this busy breaking news Friday night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "All right. Welcome back to Hannity. Joining us with the latest on what lawmakers are saying regarding the status of Judge Kavanaugh's confirmation to the U.S. Supreme Court, he is Fox News chief national correspondent, hates to admit publicly that he's a friend of mine or even likes me in any way. It doesn't mean he agrees with me--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, that we even texted this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Ed Henry, how are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HENRY",
      "sentences": "Good to see you, Sean. President Trump ordering this new FBI probe. He just tweeted a few moments ago, this is now the 7th background check for Judge Kavanaugh in recent years. It does carry some risk because Kavanaugh himself testified yesterday every day is an eternity, so this could open the door to more unverified allegations being lodged. But on the plus side for the president, this could also lock in yes votes from key moderates in both parties and eventually get Kavanaugh confirmed. As long as the FBI does not find evidence to corroborate Dr. Ford's allegations. At the urging of Republicans Jeff Flake, the judiciary panel has now asked the White House to direct the FBI to conduct that new investigation. The president did that. They say it will be limited to current credible allegations. So, mostly just the Dr. Ford matter. And it must be completed one week from today. Except that does not seem good enough for Dr. Ford's attorney who quickly put out a statement, Debra Katz, and that statement praised the Senate for agreeing to the FBI probe but then added, quote, \"no artificial limits as to time or scope should be imposed on this investigation.\" That's raising eyebrows among conservatives who says that just shows they want to keep moving the goal post. But Dr. Ford's team does not run the Senate. This FBI probe could be done quickly. Kavanaugh's friend Mark Judge is already saying he will cooperate. Remember, he has already told the judiciary committee multiple times that he has no recollection of any incident in the early '80s. At least five key moderates say they back this one week investigation. So if the FBI finds nothing but, Kavanaugh would likely get the backing of at least some of moderate Republicans and Democrats like Flake, Susan Collins, Lisa Murkowski, Heidi Heitkamp, and Joe Manchin who all said that they want this FBI investigation. Remember, Republican Chairman Chuck Grassley, though, yesterday said that Democrat Diane Feinstein wasted nearly two months by sitting on that original letter from Dr. Ford. Also remember, of course, that tape from 1991 when Joe Biden said FBI investigations ultimately do not usually come to a conclusion. That it will likely be he said versus she said. People at the White House telling me tonight that's what they're hoping for. Because if there's nothing new in this FBI investigation, Sean, they think that Kavanaugh is likely to be confirmed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No conclusions, no recommendations. That's what the Democrats really have planned that has me curious tonight. Thank you, Ed Henry in Washington. Joining us now with reaction, he is the chairman of the American Conservative Union, also a friend of Judge Kavanaugh, Matt Schlapp. And Florida Attorney General, Pam Bondi. Pam, let me start with the law and the investigation. No conclusions, no recommendation. Joe Biden was right in 1991. Here is the question. We don't have a place. We don't have a location. We have Professor Ford naming four people that were at this alleged event. All four people under the penalty of perjury have given sworn statements. Now, beyond asking them the same questions that the Senate judiciary committee investigative team asked, what is -- help me out. Is there any other possible thing that the FBI can do except ask those four people? There's no place to go. What can they do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAM BONDI, FLORIDA ATTORNEY GENERAL",
      "sentences": "Well, and again, like you said, they've already given statements under the penalty of perjury. They're all saying they will talk to the FBI I would deploy countless FBI agents tomorrow morning and get this thing done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Get them locked in on FBI statements. Bring them back to the Senate Judiciary Committee. Because Sean, I've never in my career as a prosecutor seen anything like this. My job is also to protect the rights of the accused as a prosecutor. And a criminal murder defendant in a courtroom charged with murder would be treated more fairly and with more respect than Brett Kavanaugh was treated by the Senate judiciary committee. And that committee is one of the oldest committees and was formed to handle constitutional issues. So those people need to go back and read the preamble to the Constitution. They need to read the Fifth Amendment, the Sixth Amendment, the rights of the accused. They need to go talk to the ACLU.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "Because everything about Judge Kavanaugh. He had to come in there as a guilty person and prove his innocence. And I've never seen anything like it in my career.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "You know, Matt, let me start with something. I have been very critical of Republicans when they don't keep their promises and they don't live up to their word and they do stupid things. To their credit for the most part, because I think today was really dumb on the part of a few. But for the most part, they have handled this with the proper seriousness it deserves. And Professor Ford needed to be heard. I like the president for two weeks he said, I'm going to let the Senate handle this. He made his comments. He stand by the judge. He said nice things about Professor Ford and as much as he seem. Very credible in ways. And which I thought was -- they're treating this with the respect it deserves. But the Democrats, if the FBI can't make conclusions and they can't make recommendations and there's no evidence to look at, it's just the four witnesses again that are already, again, have sworn statements under the threat of perjury, felony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATT SCHLAPP, CHAIRMAN, AMERICAN CONSERVATIVE UNION",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What else is there to do for the FBI? And how long should that take? Why couldn't that be done tomorrow?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Immediately, the attorney general is exactly right. Send the agents out from one of the California offices and sit down with Mrs. Ford. Look, all this is political cover. I'm not minimizing the fact that these are serious allegations. All I'm saying is that when they opened up the FBI investigation on Clarence Thomas so many years ago, it was just about cover. The Democrats know it. And they thought they had the Republicans by just chiming and ringing this bell. We need to have an FBI, an opening of the FBI check. So, look, we're here. They're going to do it. It will be excruciating for Judge Kavanaugh. I'm sure the Democrats with their coordinated attack will come out with more information about more ridiculousness this week. And I think in the end, the leader, Leader McConnell is going to have to force the vote. These Republicans are going to have to choose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "By the way, Mitch McConnell very -- everyone has gone -- he's already opened up the debate on the confirmation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Called the vote to order. Nobody objected. Because it's only one person was there. So that will move forward.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "What about, when you have the attorney, the one attorney for Professor Ford, Pam, that didn't believe Paula Jones or think that was that bad. It was only 10 or 12 minutes, she said. And that's not really hostile and hostile work environment. Wow. And then defended Al Franken. That's the one that Diane Feinstein apparently recommended. They're saying they want artificial deadlines here. The FBI should be able to do this, I would imagine, let's say they spend eight hours with every person, send one agent to each person. Two agents to each person. Could be done tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "That's what I said. You should deploy all the FBI agents. Go out there. Take these interviews tomorrow morning. I think all these folks want to get it over with. Talk to her friend Leland who I think is going to be the strongest witness for Brett Kavanaugh. And I think these diaries are critically important because they were taken in 1982. It's a miracle he had them, in real-time. And it corroborates what he said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "So the only hope for the Democrats except if they have something else planned, is that under the threat of felony somebody admits, I got it wrong and I committed a felony the last time. Their hope is that one of the four committed a felony.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "This whole party, remember, it never happened. They're not even just saying what she said is wrong. They don't have a recollection of any of it. It's made up of whole cloth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Could we bring up -- are they going to call for an FBI investigation into Keith Ellison and Bill Clinton?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "I don't think they will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "They better, especially Keith Ellison right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Diane Feinstein, where's the FBI, your call for an FBI investigation into them? Or is this just politics?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BONDI",
      "sentences": "If she was the prosecutor, Sean, she would be held in contempt at court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wait a minute, that's not going to happen do you mean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "It's not going to happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SCHLAPP",
      "sentences": "Sorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Speaks volumes, doesn't it? Thank you, both. When we come back, Gregg Jarrett, Victoria Toensing we have a lot more on the Kavanaugh circus as we continue. Stay with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-SOUTH CAROLINA",
      "sentences": "Jeff is a wonderful guy. Flake, he's trying to be fair. You know, the three senators who have had concerns are being listened to. It's called democracy. I hope one or two Democrats will come forward and say that this process, while I may not vote for Kavanaugh, is better moving in the right direction. Time will tell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are senators (Inaudible) at Jeff Flake--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because nobody is mad at him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, listen, if you're mad at him, that's unreasonable. No. Nobody that I know of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That was Senator Lindsey Graham today earlier today speaking to reporters about the delay of the Senate vote to confirm Brett Kavanaugh to the Supreme Court. Here with reaction is former assistant U.S. Attorney, Victoria Toensing, author of the number one bestselling book, \"The Russia Hoax: The Illicit Scheme to Clear Hillary Clinton and Frame Donald Trump,\" Fox News legal analyst, Gregg Jarrett. You know, I read the headline on your new article on this. Are the attorneys for Ford representing her or the Democrats? I said, all right, Gregg is going to be in trouble for the next 48 hours. But then I read the article. You make some amazing points that nobody knew before.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "sentences": "People can read it on Foxnews.com. But the point is this. It appears increasingly that Christine Ford, who never wanted to go public, may have been manipulated, exploited, betrayed and victimized by her own attorney. She was shocked yesterday when she learned that all of this could have been avoided. That it could have been a private testimony, in her own home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Wait a minute, she was shocked when that happened.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "That's right. It turns out that Grassley sent three letters. I provided the letters in a link to my column, in which he offered to fly out staff, do it confidentially, privately, take her testimony. This national disgrace, as Kavanaugh called it, could have been avoided. But I'm wondering whether these lawyers who were recommended by Diane Feinstein--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Hidden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "There's a conflict of interest. Whether they never told her about it. And that would be a violation--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Bingo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "-- of the code of professional responsibility. I cite the code sections in my column.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "She was like, you offered that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Thank you. She said thank you to Senator Grassley.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JARRETT",
      "sentences": "Lindsay Graham has called for an investigate eight of these lawyers. Were they acting on behalf of Democrats and not in the best interest of their client?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Great find. And Victoria brings up another topic here. That is, if you're going to look into the lawyer Feinstein recommended, of all people, look at the things we've told our audience that she said about Paula Jones, defended Al Franken. That person is not consistent on this issue. She's as inconsistent -- this is political for her. We have a tape of her resisting. Victoria?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VICTORIA TOENSING, FORMER ASSISTANT U.S. ATTORNEY",
      "sentences": "I was waiting for the tape, Sean. Listen, there's another scenario that Gregg and I have talked about this issue. Here is the scenario that I see maybe she was lying. Maybe she, Dr. Lord -- Dr. Ford was saying, I'm so surprised. I didn't know. I cannot imagine either one of these lawyers violating the rules so drastically that they didn't show her two letters and one e-mail and saying that the Grassley people would come out to California? So we need to find out. One of the questions I want the FBI to ask is whether anyone told her that the committee was willing to come out and interview her in California. Because--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "She gave us the answer. This is the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOENSING",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yesterday was very clear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOENSING",
      "sentences": "She pretended that she was surprised. But maybe she's just really good at hiding the facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "That seems sincere. All right. Great column. Foxnews.com. Victoria, great to see you. Victoria represents me, if I don't say it, I get excoriated by everybody in the media, every single time. And she comes to my radio Christmas party every year. All right. When we come back, we have some breaking news. Kristen Fisher from Washington. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Joining us now, Fox News Washington correspondent Kristin Fisher. Can I say one thing about your parents?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CORRESPONDENT",
      "sentences": "Yes, absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Do you mind?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Have at it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Because I met them in D.C. They're both astronauts. I was stunned. They're wonderful people. I enjoyed meeting your dad.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "My dad loved meeting you. Thanks for letting him sit in the studio. You made his night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "We have news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FISHER",
      "sentences": "Yes. And he's been talking about this all day, watching the hearings and what's been going on in Capitol Hill with me all day long. Just keep in mind, President Trump he's opposed reopening Judge Kavanaugh's Background investigation from day one. But after Senator Jeff Flake dropped that bomb of a reversal, he didn't have much of a choice. Senator Flake started the day saying that he vote yes to confirm Kavanaugh. He put out a statement saying, quote, \"I left the hearing yesterday with as much doubt as certainty.\" He added, \"What I do know is that our system of justice supports the presumption of innocence to accused, absent corroborating evidence.\" But then just minutes after he put out that statement, something happened while he was on his way to cast that vote. He was confronted in an elevator by two protesters that were survivors of sexual assault. And then after that, a few hours later, Sean, he changed his mind and reverse course. Sean?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Unbelievable. All right. Kristin Fisher in Washington. My best to your family. Two astronauts. Unbelievable. Get ready for the bombs, they are going to happen any minute. Let not your heart be troubled. Laura is next. Have a great weekend. A lot on Monday. Stay with us. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, HOST",
      "utterance": "Welcome to \"Hannity\" this Friday night. This is a Fox News alert. Judge Kavanaugh's nomination, well, it did just pass its first hurdle today. It cleared the Senate Judiciary Committee on a party line vote. But tonight, everything is literally hanging in the balance. I'm going to explain in detail what is really going on here. There's a lot more than meets the eye. We'll break it all down in the course of this hour. But, first, Judge Kavanaugh's nomination will remain in limbo for the next few days as Republican Senator Jeff Flake caved to pressure from the left and called for an FBI investigation at the last minute to check Professor Ford's accusations. Meanwhile, fence sitting senators, Lisa Murkowski and Senator Susan Collins, they all supported this measure. So here we are. One week delay so that the FBI can perform a background check on an allegation without a date, a time, a location or any corroborating evidence of any kind. This is yet another political stall tactic from the Democrats and the left, and the coming week is going to be, I predict, absolute hell. And as Judge Kavanaugh said, the Democrats are on a mission to search, destroy, and expect more of these unfounded allegations to magically surface between now and the time we get that FBI report. Republicans fell right into the trap. And I'll explain why this FBI investigation is absolutely meaningless anyway. Expect more delays, expect more demands, more investigations, more delays. They wanted to stop Judge Kavanaugh from day one. We've got the evidence. Now, they're willing to abandon key foundational, core human rights that we all believe in -- or at least we should -- due process, the presumption of innocence, burden of proof, to gain a political advantage. If they succeed, welcome to the all-new U.S. of A. Guilt by accusation, a new constitution, you're guilty until you prove yourself innocent. This is a very scary precedent. Wake up, America. Thirty-nine days from tonight. A lot is at stake. All right. It's time for our Friday breaking news opening monologue."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Yesterday, under oath, Judge Brett Kavanaugh defended his good name, reputation, in the strongest terms possible. Now, he brought a level of seriousness, commonsense, clarity that has been absolutely missing from his confirmation process since the very beginning. Let's remind you. Take a watch."
    },
    {
      "speaker": "JUDGE BRETT KAVANAUGH, SUPREME COURT JUSTICE NOMINEE",
      "utterance": "This confirmation process has become a national disgrace. The Constitution gives the Senate an important role in the confirmation process. But you have replaced advice and consent with search and destroy. This has destroyed my family and my good name. A good name built up through decades of very hard work and public service at the highest levels of the American government. This is a circus. The consequences will extend long past my nomination. The consequences will be with us for decades. I will not be intimidated into withdrawing from this process. You've tried hard. You've given it your all. No one can question your effort. But your coordinated and well-funded effort to destroy my good name and destroy my family will not drive me out. I am innocent of this charge. I intend no ill will to Dr. Ford and her family. The other night, Ashley and my daughter Liza said their prayers. And little Liza, all 10 years old -- said to Ashley, we should pray for the woman. A lot of wisdom from a 10-year-old."
    },
    {
      "speaker": "HANNITY",
      "utterance": "A lot of wisdom from a 10-year-old. The president, he has no second thoughts about the man he chose to be the next United States Supreme Court justice. Let's take a look."
    },
    {
      "speaker": "REPORTER",
      "utterance": "What did you think of Dr. Ford's testimony when you heard that?"
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I thought her testimony was very compelling, and she looks like a very fine woman to me. A very fine woman. And I thought that Brett's testimony, likewise, was really something that I haven't seen before. It was incredible. It was an incredible moment I think in the history of our country. I just want to it work out well for the country. If that happens, I'm happy."
    },
    {
      "speaker": "REPORTER",
      "utterance": "Have you thought about a replacement for Judge Kavanaugh?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Not even a little bit. Not even a little bit."
    },
    {
      "speaker": "HANNITY",
      "utterance": "And today, Senator Jeff Flake, he casts the deciding vote to push Judge Kavanaugh's nomination out of the Judiciary Committee, but, of course, it came with his drama and a condition, a week-long delay so that the FBI could look into the allegations made by Professor Ford against Judge Kavanaugh. Of course, Republicans predictably caved and Flake flaked in a big way and just bought the Democrats more time to seek, search, destroy, and bludgeon, getting a delay under the guise of an FBI investigation. It was their number one goal, their number one talking point. Weren't they paying attention? There's a reason they said it again and again and again and again yesterday and today."
    },
    {
      "speaker": "SEN. DIANNE FEINSTEIN, D-CALIFORNIA",
      "utterance": "Each of these allegations should be investigated by the FBI."
    },
    {
      "speaker": "SEN. PATRICK LEAHY, D-VERMONT",
      "utterance": "You want to reach the truth? The easy way to do that, ask the FBI to investigate."
    },
    {
      "speaker": "SEN. DICK DURBIN, D-ILLINOIS",
      "utterance": "Judge Kavanaugh, if he truly believes there's no evidence, no witnesses that can prove their case, should be joining us in demanding a thorough FBI investigation."
    },
    {
      "speaker": "SEN. CHRIS COONS, D-DELAWARE",
      "utterance": "What I have struggled with, Judge Kavanaugh, is the absence of a fair federal law enforcement-driven, nonpartisan process."
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR, D-MINNESOTA",
      "utterance": "Why don't you just ask the president? Dr. Ford can't do this. We clearly haven't been able to do this. Just ask the president to reopen the FBI investigation."
    },
    {
      "speaker": "SEN. KAMALA HARRIS, D-CALIFORNIA",
      "utterance": "Are you willing to ask the White House to authorize the FBI to investigate the claims that have been made against you?"
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HAWAII",
      "utterance": "All the Democrats on this committee are requesting an FBI investigation because you did say all we have to do is ask. The implication being that if we ask, an investigation will happen and it certainly has not happened."
    },
    {
      "speaker": "SEN. SHELDON WHITEHOUSE, D-RHODE ISLAND",
      "utterance": "Never in the history of background investigations has an investigation not been pursued when new, credible, derogatory information was brought forward about the nominee or the candidate."
    },
    {
      "speaker": "SEN. RICHARD BLUMENTHAL, D-CONNECTICUT",
      "utterance": "It's up to the president of the United States and his failure to ask for an FBI investigation in my view is tantamount to a cover-up."
    },
    {
      "speaker": "SEN. CORY BOOKER, D-NEW JERSEY",
      "utterance": "That is a powerful difference between a committee investigation and an FBI agent interviewing people, chasing after facts, pulling on the loose threads that have been evidenced in Judge Kavanaugh's record."
    },
    {
      "speaker": "LEAHY",
      "utterance": "FBI investigation."
    },
    {
      "speaker": "DURBIN",
      "utterance": "Turn over the facts we know to the Federal Bureau of Investigation."
    },
    {
      "speaker": "WHITEHOUSE",
      "utterance": "FBI background investigation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sounds like a talking point. By the way, the seventh investigation into Judge Kavanaugh, the president tweeted out, has already begun tonight. We begin with the question for Senators Jeff Flake, Susan Collins, Lisa Murkowski, Joe Manchin -- do you think the Democrats that have been against Judge Kavanaugh, do you think they're going to call for an FBI investigation into their DNC deputy chair, the number two guy at the DNC, Keith Ellison? Well, he's been accused of literally physically abusing his ex-girlfriend repeatedly and dragging her violently through the house and battering her emotionally, psychologically, repeatedly. Now if the Senate Democrats on the judiciary committee, if you're serious about this topic and allegations -- well, where are the calls for an FBI investigation into that man, Keith Ellison? This is a case we actually have real evidence now. Doctors reports, text messages, and an actual tape of one incident happening. Then there's Bill Clinton. Have any of you people on the Senate Judiciary Committee demanding an investigation, where's the FBI investigation into Juanita Broaddrick's credible, serious allegations? She told somebody 30 minutes after the rape happened, she says. Did they ever call any of these people for an investigation for Juanita or for that matter, Paula Jones, Kathleen Willey or anybody? No. They stood by the Clintons. Did their allegations not matter? Senator Dianne Feinstein, did it matter? Because these are women coming out against the Democrat, or is this politics to you? How many Democrats on the Senate Judiciary Committee will, tonight, demand FBI investigations into these people? Keith Ellison was last month. And Juanita Broaddrick, about the same time difference. All politics. Now, you would think the topic as serious as this -- and it is serious. And it is a problem across the country in many places, you think a topic this serious would transcend politics, that this wouldn't be Republican, Democrat, conservative or liberal. You think one time we could just do what's right collectively? Nope. This is selective moral outrage, as usual, politics as usual. Except this time it's sad. This time, it's even dangerous. Plus, you know, I want you to take a step back tonight. Once again, remember what we're talking about in this specific case. Here is what this is really all about. Now, the left, they've been asking for two days and running, all the Democrats on the Senate Judiciary Committee, they want a background check on Professor Ford's charges dating back 36 years ago for when both Professor Ford and Judge Kavanaugh were in high school. Ford doesn't remember a date, day of the week, location, how she got to or from the party where the alleged crime took place. She has no corroborating evidence. Now, think about this. Really think deeply about this. They want an FBI investigation. What is the FBI -- they can't investigate anything forensically. Think about this. I watch cold cases, the FBI cold case division, one of the best in the world. They're amazing, especially with new technology and techniques. We know that all four witnesses that Ford listed to corroborate her claims, they all have denied what she is alleging. All four is sworn statements under penalty of felony, including Professor Ford's long time friend Leland Keyser."
    },
    {
      "speaker": "Her attorney released a statement. It reads, quote",
      "utterance": "Simply put, Ms. Keyser does not know Mr.Kavanaugh, has no recollection of ever being at a party or gathering where he was present with orwithout Dr. Ford. Now, the FBI, they're not performing a criminal investigation. They told us that two weeks ago. They told us they will reach no conclusion in this. No charges will be filed. No recommendations will be made. That is the process. The FBI will simply interview the same witnesses like the Senate Judiciary Investigative Committee already interviewed. Look into the same claims. Write a report. The only possibility in this case is that one of the four people would reverse himself or herself. And if they did, they'd be admitting they committed a felony."
    },
    {
      "speaker": "As he said many times, Judge Kavanaugh, he's happy to comply. He released a statement. It reads, quote",
      "utterance": "Throughout this process, I have been interviewed by the FBI. I have done a number of background calls directly with the Senate. And yesterday, I answered questions under oath about every topic the senators and their counsel asked me. I have done everything they have requested and will continue to cooperate. Now, Mark Judge is the only alleged firsthand witness. Remember, Professor Ford says he was in the room at the time. He also plans to fully cooperate with an investigation and he is denying Professor Ford's accusations as the one person that would be an eyewitness to this. And let's not forget the Democrats' beloved Joe Biden, remember back in 1991 during the Clarence Thomas confirmation, he said that FBI background checks are actually worthless. You don't even want one. But, of course, that was then. This is now. Take a look."
    },
    {
      "speaker": "THEN-SENATOR JOE BIDEN, D-DELAWARE",
      "utterance": "The next person who refers to an FBI report as being worth anything obviously doesn't understand anything. FBI explicitly does not in this or any other case reach a conclusion. Period. Period. Judge, there is no reason why you should know this. The reason we cannot rely on the FBI report, you wouldn't like it if we did, because it is inconclusive. They say he said, she said and they said. Period. So when people wave an FBI report before you, understand, they do not, they do not, they do not reach conclusions. They do not make, as my friend points out more adequately, they do not make recommendations."
    },
    {
      "speaker": "HANNITY",
      "utterance": "period. They do not. They do not. They do not reach conclusions or make recommendations. Now, none of this matters to the Democrats now. By the way, same system is in place. They obviously are not seeking the truth -- equal justice, equal application of our laws. From day one, no matter what, remember, just hours after Judge Kavanaugh's nomination was announced in July, watch the Democrats. They had already made up their mind. It was just a matter of how they bludgeoned him."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER, D-NEW YORK",
      "utterance": "For every American who cares about women's health, about protections for people with preexisting conditions, about civil rights, labor rights, LGBTQ rights, environmental rights, now is the time to fight. Now."
    },
    {
      "speaker": "LEAHY",
      "utterance": "I'm going to withhold my consent for this nominee or any other nominee."
    },
    {
      "speaker": "COONS",
      "utterance": "President Trump could have nominated someone last night not off a narrow list of the pre-cleared, preapproved by far right organizations like the Heritage Foundation and Federalist Society. We could be here today discussing a nominee who was potentially someone with a wide open record, someone who might command a bipartisan majority."
    },
    {
      "speaker": "WHITEHOUSE",
      "utterance": "We are going to look into what went on and what assurances were made that brought this name to the top of the list."
    },
    {
      "speaker": "HIRONO",
      "utterance": "Judge Kavanaugh does not, should not, get the benefit of the doubt. He bears the burden of proof to convince all of us and the American people that he can indeed be a fair and objective justice."
    },
    {
      "speaker": "BLUMENTHAL",
      "utterance": "I'm here with sadness to say Judge Kavanaugh, you don't belong in this building as a justice. Judge Kavanaugh, you should not be serving in this building as a Supreme Court justice. Judge Kavanaugh is your worst nightmare."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Should any of us be surprised for what has been unfolding here? Remember, three weeks ago, Kavanaugh's nomination looked pretty certain, despite so many embarrassing theatrics by people like Cory \"Spartacus\" Booker, and Senate Democrats, while Kavanaugh sailed through his hearings, unscathed. At the 11th hour, what did Dianne Feinstein do? She drops a bomb. An anonymous sexual assault allegation. This hadn't happened in 40 years in this man's adult life until, what, 12 days ago. She made no mention of this allegation during her lengthy private meetings with Kavanaugh. She made no mention during his public hearing. She had the information back in July. Now, remember, Professor Ford said she didn't want to go public. Her confidentiality privacy could have been protected. But that's not how it went down. Now, there were no calls for an FBI investigation then. No inquiries made back in July. In fact, these claims were not sent to any law enforcement body for weeks. They sat on it. And come to find out at the very same time, yes, the ranking member, Dianne Feinstein, was actually leading and interviewing Judge Kavanaugh alone, her office was secretly advising Professor Ford on what attorneys to hire. She ended up hiring a pretty radical left attorney that said many terrible things about Paula Jones and defended the creep Al Franken. Now, Dianne Feinstein should be ashamed of herself. These dirty political tactics surrounding an alleged sexual assault victim and a Supreme Court nominee, what we have witnessed is not only disgusting and repulsive, it is beneath the office she serves. Every good, decent Californian should be appalled by the actions of this unethical senator. After pronouncing the anonymous allegation against Kavanaugh, Professor Ford's name and story, well, it quickly leaked to the press. She felt like she was going to tell the story herself. Up until that point, there were only two parties who knew about Professor Ford's allegation, congressional Democrats and Professor Ford herself. You do the math. It's pretty obvious. It was clearly, you have an alleged survivor of sexual assault, despite what she said for her wishes to remain private. Democratic Senator Sheldon Whitehouse, he's blaming Professor Ford tonight for the leak. Take a look."
    },
    {
      "speaker": "WHITEHOUSE",
      "utterance": "The best I can tell, Dr. Ford had told sufficient people in her circle who might have told others that press in California began to ask her questions and follow her around. And the story then came through The Washington Post where she had originally -- Dr. Ford had originally, as she testified yesterday, left a tip on the hot line and the reporter followed up with her ultimately. So, as best I can tell, that's how it all became public, through those two avenues."
    },
    {
      "speaker": "HANNITY",
      "utterance": "This is so sad for a Democratic Party. There's no room for moderates in this party. No Scoop Jacksons. No Joe Liebermans anymore. Their behavior is now a national embarrassment. But they're not even embarrassed. Now, first, they use a serious claim of sexual misconduct as a political pawn. Then they proceed to smear, slander, besmirch the good name, reputation, character of Judge Kavanaugh without any corroborating evidence, without any due process. No presumption of innocence. They accuse a good person with a 36-year amazing track record of pretty much being a monster. Some call him evil. Some compare him to Bill Cosby. They push wild unsubstantiated claims about gang rape, fights on boats in Rhode Island where he's never been, insane accusations from Colorado. They tell American voters that Kavanaugh will lead to the deaths of millions of people. And today, without missing a beat, after being dressed down by Kavanaugh's strong testimony, they're right back to the same tactics today. And as per usual, your mainstream media, they're always there, every step of the way, backing them up. The folks at fake news CNN, conspiracy TV MSNBC, they don't believe in due process or the presumption of innocence. You know, they're really living in their alternative reality. Truth, commonsense, common decency, replaced with just their feelings, anger, emotion and hatred of all things Donald Trump. Watch."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "All afternoon the little lies, lying over and over about his yearbook page make absolutely no sense."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I do know if he gets to the Supreme Court, a good chunk of this country's going to think somebody who got away with sexual assault is sitting on the Supreme Court."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "What we saw yesterday was, in many ways, the victory of tribalism."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "As much of his personal integrity has been called into question in this process, the integrity of the court will be called into question if he is confirmed."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I thought it was a temper tantrum. He was angry and belligerent. It was kind of scary."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "They're worried white people are going to lose their power. They don't care if she's lying or she's not lying or he's lying. They just want to hold on to their power. Pretty soon, we'll be like South Africa, apartheid, where 10 percent of white people are running the country."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Now, I suspect this coming week, as the FBI performs yet this seventh background check on judge Kavanaugh, Democrats, their friends on the left, they will do anything and everything to once again destroy the life of Brett Kavanaugh. They have some plan. They will be orchestrating it. My warning, don't be shocked. Now, this is sadly who they now are. The party of guilt by accusation, no presumption of innocence, no benefit of the doubt. And, by the way, you're guilty until you prove your innocence. And if you need to make up unsubstantiated lies, 39 days out of an election, well, if you got to, you just got to do what you got to do. This is now the status quo. This is what I warn you about every two and four years. This is what I warned you about every time a Supreme Court nominee is appointed by a Republican president. Last week, we saw a preview of coming attractions. They pushed unsubstantiated claims from one who thinks Kavanaugh may have exposed himself. Remember that, at a drunken college party? Well, she wasn't even totally sure that Kavanaugh was the perpetrator. Remember she called around, according to \"The New York Times,\" to friends that went to Yale, asking them, do you remember the incident? I'm not sure. She even acknowledges she had memory gaps from the evening. New York Times refused to publish that story. It still got out there with \"The New Yorker.\" They were saying there was a lack of evidence. We also saw an accusation pushed by, there he is, the now new face of the Democratic Party with Maxine Waters and Nancy Pelosi, attorney Michael Avenatti. He wants to run for president. And, of course, about the scheme to literally drug and gang rape women all over Washington, D.C. Now, believe it or not, this week is about to get worse and even more absurd. But, of course, you got to persevere. This is a fight for the heart and soul of the country. Judge Kavanaugh deserves to be confirmed. Here's what's at stake. If this behavior, if this -- if these tactics, and we get the Republicans racist, sexism, misogynist, homophobic, dirty air, water, kill grandma, hate kids -- if this works in this case, guess what? That will mean the United States Senate will be rewarding this behavior and rights will be shattered. They will repeat these tactics. These smear campaigns, again and again and again -- smear, slander, lies, character assassination, bludgeoning of families, the destruction of fundamental core values just for pure political power and gain. We will never get the presumption of innocence back. Once you give it up. It will be the end of due process in America. Guilt by accusation will rule the day. And, by the way, I'm warning you, nobody is going to be safe. What you're seeing here now with Judge Kavanaugh is only the tip of the iceberg if they're successful. If Republicans don't send the Democrats in this instance a message. And, by the way, if you, the voting public, if you don't show up in 39 days for what I have been telling you is the single most important midterm in your life, you're going to get the government you deserve. You'll get the impeachment. You'll get Obamacare, how's that working out? You'll get open borders, elimination of ICE, their crumbs will be back in politicians' pockets. Think about it for a second. If Judge Kavanaugh is not confirmed, there will literally be a fundamental shift now in America. We might not get it back. Maybe liberals are happy with this particular victory. But maybe next time, it will be somebody on their side of the aisle. Maybe someone in their family. Maybe one of their loved ones. Are we going to become a country of guilty until proven innocent? But that's a pretty scary and horrible place. No presumption of innocence. Here with reaction, FOX News contributor, radio host, Tammy Bruce, Fox News contributor and investigative reporter, Sara Carter, the author of the brand new book, \"The Deep State\", former chairman of the House Oversight and Government Reform Committee, Fox News contributor now, Jason Chaffetz. Tammy, you -- what's amazing about you and I have known you many years."
    },
    {
      "speaker": "TAMMY BRUCE, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You used to be the president of the National Organization for Women."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "you have been the single most -- one of the most outspoken people on this. Passionate."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Look, I spent most of my adult life fighting on these issues for the welfare of women and children. And we've spent certainly generations as women, as a country, to have women be heard, to elevate our lives, to make sure what happens to us matters. And --"
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way, I agree with that."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Oh, I know. That's why I'm sitting here. That's why we're friends. And now, we're in the 21st century and women and young people elected to office, a generation that comes after and benefited from all the work that we've done are now burning it to the ground. And they're using that power to destroy people's lives. And this is -- you know, your monologue was fabulous and they're doing all the things you said. But the other thing that's happening is, they are now using all of us as collateral damage. They want votes. They want fund-raisers. They want campaign ads. And the American people that are relying on all senators now simply are going to be ashes on the side of the road, as long as they get what they want. And this is what we have to realize. Whether you're in California or any other state in this country, we've got a group of people, 100 people, in the most revered institution in the history of mankind are now -- have now decided that the sovereign, the citizen, is worth nothing. That they are to be used, whether it's a woman who experienced a sexual assault, a man who has committed his life to public service as a judge, his family, that wife, those two little girls, all of our little girls, all of our lives. I'm not going to enter into the last third of my life, after all the work and none of us who worked through the '80s and '90s to change this should sit by and watch this happen without calling it out and stopping it in November and afterwards to make sure that when Justice Kavanaugh is sitting there, he knows we've got his back and they will not define him or us in this process."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Sara, you're an investigative reporter. OK. The FBI is going to do their seventh check. It's going on now, we're told, by the president, who tweeted that out. Seventh check. The FBI, there's no forensics they can check. I hate to admit I watch \"Forensic Files\" a lot. I watched -- I mean, It's amazing, 35 years later dead case file, they bring it back to life and find the people because of new technology that we have that we can catch killers. It's amazing. There's no place to go look. The only thing the FBI can do is interview the same four people that --"
    },
    {
      "speaker": "SARA CARTER, FOX NEWS CONTRIBUTOR",
      "utterance": "Dr. Ford, Sean, hasn't even filed charges in Maryland where this took place."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Is that going to happen this weekend?"
    },
    {
      "speaker": "CARTER",
      "utterance": "We don't know, do we? And now, we're asking the FBI to come in."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Is that part of the plan?"
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes. I wonder. I wonder if that's going to be part of the plan. If the Dems are going to push. Look, the American people are note going to be fooled by this political theater. And Tammy said it best. I was thinking of the exact same term, Tammy. Collateral damage."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Yes, right."
    },
    {
      "speaker": "CARTER",
      "utterance": "The collateral damage is our justice system, our foundation of our country. It's the American people themselves."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Our sons and daughters."
    },
    {
      "speaker": "CARTER",
      "utterance": "Judge Kavanaugh -- yes, Judge Kavanaugh and his family. Then Dr. Ford. It's every single one of us. The FBI, Sean, is going to go, they're going to interview these five people who have already, by penalty of perjury, turned in their statements. And then they're going to turn them over to the Senate, all of these interviews, and that's that. They are fooling us. The Dems are lying to the American people. There is no investigation."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So, let's go through this. So, Congressman -- by the way, congrats on the success of your book. Under penalty of perjury, the four people gave their statements. So the only thing that can happen when the FBI, they're going to go back and they're going to ask a lot of questions. They're going to find out one of two things. That the people stand by their statement or they committed a felony. That's where we are in this process. What else could they possibly do investigatively?"
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, look, the Democrats lost the moral high ground when they hid this material. And then when the Republicans finally had this information, they invited the Democrats to join in the investigation. They didn't even show up at the meeting. And you know what? The United States Senate, they need a civics lesson, because it's not the role of the FBI to do this investigation. It's the role of the United States Senate. And how many senators had Ford and Kavanaugh sitting before them and they had a chance to ask questions, they didn't even ask a question. You know, I am actually very good friends with Jeff Flake. And on a personal level, I really like the guy. But how can you do the same thing--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "And Senator Snowflake, that's what I call him."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "-- how can you go -- how can you look at this person and say, we need more time to investigate? At the same time he asked zero questions of Ford and zero questions of Kavanaugh. That's your opportunity. That's the job of the senators, not some FBI agents doing its seventh background check."
    },
    {
      "speaker": "BRUCE",
      "utterance": "What it does, is it gains some at least five days. And what we've seen, of course, in the tail end of the last few days, an accusation that had to be retracted. A completely anonymous accusation that was treated as though it was national news. No name, no address, nothing. We're going to see more of that come up. You're going to see equally outrageous dynamics like with the gang rapes. You're going to see maybe real actual people come up and step up with things that will be eventually proven to not be the case. But it will be a pile on to try to affect the actual vote what will happen."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So it will be -- so they want to delay."
    },
    {
      "speaker": "BRUCE",
      "utterance": "That's all they want."
    },
    {
      "speaker": "HANNITY",
      "utterance": "They want to delay, delay, delay because they want to get to the midterms and they want to stop the president from fulfilling his constitutional duty. And this is big part of the left campaign."
    },
    {
      "speaker": "BRUCE",
      "utterance": "Well, they want to tell their base that they're doing something because they're not doing anything legislatively for the country. So what are they doing now? They're becoming a group of people who are effectively, you know, it's like a riot. It's like a anti-fa manifest as a party. And you wake up every day--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Well, there's no more moderation in the Democratic Party."
    },
    {
      "speaker": "BRUCE",
      "utterance": "It is gone, yes."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Sara?"
    },
    {
      "speaker": "CARTER",
      "utterance": "Yes, absolutely. No, I thought you were going to ask me a question, Sean. No, absolutely. Tammy is right on the button with this one. Look, you're innocent until proven guilty. That is the law. That is how we approach things in this country fairly. That's Lady Liberty. We don't go out and throw out accusations. Look, I feel terrible for Dr. Ford. She obviously believes and maybe something did happen to her. It's not place to judge her. But there is absolutely no evidence. There is no proof. And they will find nothing unless somebody comes forward out of nowhere. And even then, this was 35 years ago. Sean, there has to be a system that we follow. We can't just throw caution to the wind and allow this to go forward."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Congressman?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Sean, it's the politics of personal destruction. It's a playbook that the Democrats continue to use. Scorched earth. It's resistance movement. They wanted to destroy Kavanaugh. They want to delay this as long as possible, defeat him and drag this country into the doldrums. It is absolutely fundamentally totally wrong and Republicans have got to step up like Lindsey Graham and call it out for what it is and make sure this person is now sitting on the Supreme Court."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Lindsey Graham had his finest moment in Congress. There is no -- he gave a great speech today."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yes."
    },
    {
      "speaker": "BRUCE",
      "utterance": "I can't believe we're saying that, but I have to tell you, men, bravo, Lindsey Graham."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Amazing. All right. We've got a lot more. I will just remind you in 39 days, there's so much at stake. Really, this is the party you now want in power, after what we're witnessing? When we come back, Ed Henry in Washington with a live report. The latest on Kavanaugh's nomination. Also, Matt Schlapp, Pam Bondi and much more to report on this busy breaking news Friday night."
    },
    {
      "speaker": "HANNITY",
      "utterance": "All right. Welcome back to Hannity. Joining us with the latest on what lawmakers are saying regarding the status of Judge Kavanaugh's confirmation to the U.S. Supreme Court, he is Fox News chief national correspondent, hates to admit publicly that he's a friend of mine or even likes me in any way. It doesn't mean he agrees with me--"
    },
    {
      "speaker": "ED HENRY, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Well, that we even texted this morning."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Ed Henry, how are you?"
    },
    {
      "speaker": "HENRY",
      "utterance": "Good to see you, Sean. President Trump ordering this new FBI probe. He just tweeted a few moments ago, this is now the 7th background check for Judge Kavanaugh in recent years. It does carry some risk because Kavanaugh himself testified yesterday every day is an eternity, so this could open the door to more unverified allegations being lodged. But on the plus side for the president, this could also lock in yes votes from key moderates in both parties and eventually get Kavanaugh confirmed. As long as the FBI does not find evidence to corroborate Dr. Ford's allegations. At the urging of Republicans Jeff Flake, the judiciary panel has now asked the White House to direct the FBI to conduct that new investigation. The president did that. They say it will be limited to current credible allegations. So, mostly just the Dr. Ford matter. And it must be completed one week from today. Except that does not seem good enough for Dr. Ford's attorney who quickly put out a statement, Debra Katz, and that statement praised the Senate for agreeing to the FBI probe but then added, quote, \"no artificial limits as to time or scope should be imposed on this investigation.\" That's raising eyebrows among conservatives who says that just shows they want to keep moving the goal post. But Dr. Ford's team does not run the Senate. This FBI probe could be done quickly. Kavanaugh's friend Mark Judge is already saying he will cooperate. Remember, he has already told the judiciary committee multiple times that he has no recollection of any incident in the early '80s. At least five key moderates say they back this one week investigation. So if the FBI finds nothing but, Kavanaugh would likely get the backing of at least some of moderate Republicans and Democrats like Flake, Susan Collins, Lisa Murkowski, Heidi Heitkamp, and Joe Manchin who all said that they want this FBI investigation. Remember, Republican Chairman Chuck Grassley, though, yesterday said that Democrat Diane Feinstein wasted nearly two months by sitting on that original letter from Dr. Ford. Also remember, of course, that tape from 1991 when Joe Biden said FBI investigations ultimately do not usually come to a conclusion. That it will likely be he said versus she said. People at the White House telling me tonight that's what they're hoping for. Because if there's nothing new in this FBI investigation, Sean, they think that Kavanaugh is likely to be confirmed."
    },
    {
      "speaker": "HANNITY",
      "utterance": "No conclusions, no recommendations. That's what the Democrats really have planned that has me curious tonight. Thank you, Ed Henry in Washington. Joining us now with reaction, he is the chairman of the American Conservative Union, also a friend of Judge Kavanaugh, Matt Schlapp. And Florida Attorney General, Pam Bondi. Pam, let me start with the law and the investigation. No conclusions, no recommendation. Joe Biden was right in 1991. Here is the question. We don't have a place. We don't have a location. We have Professor Ford naming four people that were at this alleged event. All four people under the penalty of perjury have given sworn statements. Now, beyond asking them the same questions that the Senate judiciary committee investigative team asked, what is -- help me out. Is there any other possible thing that the FBI can do except ask those four people? There's no place to go. What can they do?"
    },
    {
      "speaker": "PAM BONDI, FLORIDA ATTORNEY GENERAL",
      "utterance": "Well, and again, like you said, they've already given statements under the penalty of perjury. They're all saying they will talk to the FBI I would deploy countless FBI agents tomorrow morning and get this thing done."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "BONDI",
      "utterance": "Get them locked in on FBI statements. Bring them back to the Senate Judiciary Committee. Because Sean, I've never in my career as a prosecutor seen anything like this. My job is also to protect the rights of the accused as a prosecutor. And a criminal murder defendant in a courtroom charged with murder would be treated more fairly and with more respect than Brett Kavanaugh was treated by the Senate judiciary committee. And that committee is one of the oldest committees and was formed to handle constitutional issues. So those people need to go back and read the preamble to the Constitution. They need to read the Fifth Amendment, the Sixth Amendment, the rights of the accused. They need to go talk to the ACLU."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes."
    },
    {
      "speaker": "BONDI",
      "utterance": "Because everything about Judge Kavanaugh. He had to come in there as a guilty person and prove his innocence. And I've never seen anything like it in my career."
    },
    {
      "speaker": "HANNITY",
      "utterance": "You know, Matt, let me start with something. I have been very critical of Republicans when they don't keep their promises and they don't live up to their word and they do stupid things. To their credit for the most part, because I think today was really dumb on the part of a few. But for the most part, they have handled this with the proper seriousness it deserves. And Professor Ford needed to be heard. I like the president for two weeks he said, I'm going to let the Senate handle this. He made his comments. He stand by the judge. He said nice things about Professor Ford and as much as he seem. Very credible in ways. And which I thought was -- they're treating this with the respect it deserves. But the Democrats, if the FBI can't make conclusions and they can't make recommendations and there's no evidence to look at, it's just the four witnesses again that are already, again, have sworn statements under the threat of perjury, felony."
    },
    {
      "speaker": "MATT SCHLAPP, CHAIRMAN, AMERICAN CONSERVATIVE UNION",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What else is there to do for the FBI? And how long should that take? Why couldn't that be done tomorrow?"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Immediately, the attorney general is exactly right. Send the agents out from one of the California offices and sit down with Mrs. Ford. Look, all this is political cover. I'm not minimizing the fact that these are serious allegations. All I'm saying is that when they opened up the FBI investigation on Clarence Thomas so many years ago, it was just about cover. The Democrats know it. And they thought they had the Republicans by just chiming and ringing this bell. We need to have an FBI, an opening of the FBI check. So, look, we're here. They're going to do it. It will be excruciating for Judge Kavanaugh. I'm sure the Democrats with their coordinated attack will come out with more information about more ridiculousness this week. And I think in the end, the leader, Leader McConnell is going to have to force the vote. These Republicans are going to have to choose."
    },
    {
      "speaker": "HANNITY",
      "utterance": "By the way, Mitch McConnell very -- everyone has gone -- he's already opened up the debate on the confirmation."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "That's right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Called the vote to order. Nobody objected. Because it's only one person was there. So that will move forward."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "That's right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "What about, when you have the attorney, the one attorney for Professor Ford, Pam, that didn't believe Paula Jones or think that was that bad. It was only 10 or 12 minutes, she said. And that's not really hostile and hostile work environment. Wow. And then defended Al Franken. That's the one that Diane Feinstein apparently recommended. They're saying they want artificial deadlines here. The FBI should be able to do this, I would imagine, let's say they spend eight hours with every person, send one agent to each person. Two agents to each person. Could be done tomorrow."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "That's right."
    },
    {
      "speaker": "BONDI",
      "utterance": "That's what I said. You should deploy all the FBI agents. Go out there. Take these interviews tomorrow morning. I think all these folks want to get it over with. Talk to her friend Leland who I think is going to be the strongest witness for Brett Kavanaugh. And I think these diaries are critically important because they were taken in 1982. It's a miracle he had them, in real-time. And it corroborates what he said."
    },
    {
      "speaker": "HANNITY",
      "utterance": "So the only hope for the Democrats except if they have something else planned, is that under the threat of felony somebody admits, I got it wrong and I committed a felony the last time. Their hope is that one of the four committed a felony."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "This whole party, remember, it never happened. They're not even just saying what she said is wrong. They don't have a recollection of any of it. It's made up of whole cloth."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Could we bring up -- are they going to call for an FBI investigation into Keith Ellison and Bill Clinton?"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "I don't think they will."
    },
    {
      "speaker": "BONDI",
      "utterance": "They better, especially Keith Ellison right now."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Diane Feinstein, where's the FBI, your call for an FBI investigation into them? Or is this just politics?"
    },
    {
      "speaker": "BONDI",
      "utterance": "If she was the prosecutor, Sean, she would be held in contempt at court."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wait a minute, that's not going to happen do you mean?"
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "It's not going to happen?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "No."
    },
    {
      "speaker": "SCHLAPP",
      "utterance": "Sorry."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Speaks volumes, doesn't it? Thank you, both. When we come back, Gregg Jarrett, Victoria Toensing we have a lot more on the Kavanaugh circus as we continue. Stay with us."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-SOUTH CAROLINA",
      "utterance": "Jeff is a wonderful guy. Flake, he's trying to be fair. You know, the three senators who have had concerns are being listened to. It's called democracy. I hope one or two Democrats will come forward and say that this process, while I may not vote for Kavanaugh, is better moving in the right direction. Time will tell."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Are senators (Inaudible) at Jeff Flake--"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "No."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Because nobody is mad at him?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, listen, if you're mad at him, that's unreasonable. No. Nobody that I know of."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That was Senator Lindsey Graham today earlier today speaking to reporters about the delay of the Senate vote to confirm Brett Kavanaugh to the Supreme Court. Here with reaction is former assistant U.S. Attorney, Victoria Toensing, author of the number one bestselling book, \"The Russia Hoax: The Illicit Scheme to Clear Hillary Clinton and Frame Donald Trump,\" Fox News legal analyst, Gregg Jarrett. You know, I read the headline on your new article on this. Are the attorneys for Ford representing her or the Democrats? I said, all right, Gregg is going to be in trouble for the next 48 hours. But then I read the article. You make some amazing points that nobody knew before."
    },
    {
      "speaker": "GREGG JARRETT, FOX NEWS LEGAL ANALYST",
      "utterance": "People can read it on Foxnews.com. But the point is this. It appears increasingly that Christine Ford, who never wanted to go public, may have been manipulated, exploited, betrayed and victimized by her own attorney. She was shocked yesterday when she learned that all of this could have been avoided. That it could have been a private testimony, in her own home."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Wait a minute, she was shocked when that happened."
    },
    {
      "speaker": "JARRETT",
      "utterance": "That's right. It turns out that Grassley sent three letters. I provided the letters in a link to my column, in which he offered to fly out staff, do it confidentially, privately, take her testimony. This national disgrace, as Kavanaugh called it, could have been avoided. But I'm wondering whether these lawyers who were recommended by Diane Feinstein--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Hidden."
    },
    {
      "speaker": "JARRETT",
      "utterance": "There's a conflict of interest. Whether they never told her about it. And that would be a violation--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Bingo."
    },
    {
      "speaker": "JARRETT",
      "utterance": "-- of the code of professional responsibility. I cite the code sections in my column."
    },
    {
      "speaker": "HANNITY",
      "utterance": "She was like, you offered that?"
    },
    {
      "speaker": "JARRETT",
      "utterance": "Right."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Thank you. She said thank you to Senator Grassley."
    },
    {
      "speaker": "JARRETT",
      "utterance": "Lindsay Graham has called for an investigate eight of these lawyers. Were they acting on behalf of Democrats and not in the best interest of their client?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Great find. And Victoria brings up another topic here. That is, if you're going to look into the lawyer Feinstein recommended, of all people, look at the things we've told our audience that she said about Paula Jones, defended Al Franken. That person is not consistent on this issue. She's as inconsistent -- this is political for her. We have a tape of her resisting. Victoria?"
    },
    {
      "speaker": "VICTORIA TOENSING, FORMER ASSISTANT U.S. ATTORNEY",
      "utterance": "I was waiting for the tape, Sean. Listen, there's another scenario that Gregg and I have talked about this issue. Here is the scenario that I see maybe she was lying. Maybe she, Dr. Lord -- Dr. Ford was saying, I'm so surprised. I didn't know. I cannot imagine either one of these lawyers violating the rules so drastically that they didn't show her two letters and one e-mail and saying that the Grassley people would come out to California? So we need to find out. One of the questions I want the FBI to ask is whether anyone told her that the committee was willing to come out and interview her in California. Because--"
    },
    {
      "speaker": "HANNITY",
      "utterance": "She gave us the answer. This is the--"
    },
    {
      "speaker": "TOENSING",
      "utterance": "What?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yesterday was very clear."
    },
    {
      "speaker": "TOENSING",
      "utterance": "She pretended that she was surprised. But maybe she's just really good at hiding the facts."
    },
    {
      "speaker": "HANNITY",
      "utterance": "That seems sincere. All right. Great column. Foxnews.com. Victoria, great to see you. Victoria represents me, if I don't say it, I get excoriated by everybody in the media, every single time. And she comes to my radio Christmas party every year. All right. When we come back, we have some breaking news. Kristen Fisher from Washington. That's next."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Joining us now, Fox News Washington correspondent Kristin Fisher. Can I say one thing about your parents?"
    },
    {
      "speaker": "KRISTIN FISHER, FOX NEWS CORRESPONDENT",
      "utterance": "Yes, absolutely."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Do you mind?"
    },
    {
      "speaker": "FISHER",
      "utterance": "Have at it."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Because I met them in D.C. They're both astronauts. I was stunned. They're wonderful people. I enjoyed meeting your dad."
    },
    {
      "speaker": "FISHER",
      "utterance": "My dad loved meeting you. Thanks for letting him sit in the studio. You made his night."
    },
    {
      "speaker": "HANNITY",
      "utterance": "We have news."
    },
    {
      "speaker": "FISHER",
      "utterance": "Yes. And he's been talking about this all day, watching the hearings and what's been going on in Capitol Hill with me all day long. Just keep in mind, President Trump he's opposed reopening Judge Kavanaugh's Background investigation from day one. But after Senator Jeff Flake dropped that bomb of a reversal, he didn't have much of a choice. Senator Flake started the day saying that he vote yes to confirm Kavanaugh. He put out a statement saying, quote, \"I left the hearing yesterday with as much doubt as certainty.\" He added, \"What I do know is that our system of justice supports the presumption of innocence to accused, absent corroborating evidence.\" But then just minutes after he put out that statement, something happened while he was on his way to cast that vote. He was confronted in an elevator by two protesters that were survivors of sexual assault. And then after that, a few hours later, Sean, he changed his mind and reverse course. Sean?"
    },
    {
      "speaker": "HANNITY",
      "utterance": "Unbelievable. All right. Kristin Fisher in Washington. My best to your family. Two astronauts. Unbelievable. Get ready for the bombs, they are going to happen any minute. Let not your heart be troubled. Laura is next. Have a great weekend. A lot on Monday. Stay with us. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}