{
  "date": "September 4, 2017",
  "headline": "Harvey raises new questions for flood-prone communities",
  "subHeadline": "Former FEMA administrator James Lee Witt weighs in",
  "url": "https://www.foxnews.com/transcript/harvey-raises-new-questions-for-flood-prone-communities",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAUREN SIMONETTI, GUEST HOST",
      "sentences": "Thousands of Americans picking up the pieces after Hurricane Harvey leaves a path of destruction behind. These pictures are sobering. And now too so are the costs.  Welcome, everybody. I'm Lauren Simonetti, in for Neil Cavuto. And this is \"Your World.\"  AccuWeather now predicting the damage from this devastating storm will near $190 billion. That would exceed Katrina, the costliest natural disaster to strike the U.S. in history.  To Peter Doocy in Houston on the costs that keep piling up -- Peter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "sentences": "Lauren, before Harvey hit and brought a flood zone the size of Lake Michigan to the Lone Star State, the costliest natural disasters in American history had been Hurricane Katrina and Superstorm Sandy.  But now there's a new estimate that says that Harvey's damage could cost more than both of those combined; $190 billion is the Harvey price tag estimated by AccuWeather, billions more than Katrina, billions more than Sandy. Now, the AccuWeather founder, Dr. Joel Myers, warns that -- quote -- \"Business leaders in the Federal Reserve, major banks, insurance companies, et cetera, should begin to factor in the negative impacts this catastrophe will have on business, corporate earnings and employment.\"  That's consistent with President Trump's guess that there's probably never been a natural disaster as expensive as Harvey in American history. And the reason the estimate is so high is because a lot of the things lost in a flood aren't insured.   Some businesses won't be able to get back the money they will be losing for the next few months as mold is removed and drywall is replaced. Many workers won't ever be able to get back the money they stand to lose for the next few months as their workplaces rebuild. Part of the calculation also includes the cost of products like gasoline going up across the country because Harvey interfered with the normal supply process. And then of course you have the cost of replacing houses and all of the belongings inside of them. That is something that Harvey's victims are going to have to start doing as soon as they're allowed back in their neighborhoods -- Lauren.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Peter, thank you.   Well, Harvey hitting just as news that the economy is growing. Second- quarter GDP revised up to 3 percent, strongest we have seen in quite some time. But will that take a hit with the nation's fourth largest city facing a nightmare? Gary B. Smith, Ashley Pratte and Capri Cafaro joining us right now. Good to see you all three of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAPRI CAFARO, D-FORMER OHIO STATE SENATOR",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "All right, Ashley, we begin with you. Not only is Houston the nation's fourth largest city. It is a huge economy, as an energy hub. Will we see an impact from Harvey nationally?  ASHLEY PRATTE, U.S. NEWS & WORLD REPORT: We definitely will. And this always tends to happen with a natural disaster, unfortunately, where the economies locally, as well as nationally tend to take a huge hit. And I do hope that because the recovery efforts have been so immediate and so strong, we have seen a massive outpouring from different celebrities and just good samaritans in general coming out and making sure that people are taken care of financially in this situation.  But I think the effects of this are going to be felt for some time. We have seen that from FEMA. They have already come out saying that this will likely take a few years if not more than that before we actually start seeing some improvements.  So, I think we can expect while the economy is on the rise that this will have some impacts nationally and locally as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Yes, a lot of people need to remember that Houston is a third of the Texas economy, Gary, and Texas a 10th of the national economy. So, it packs a mighty punch.  Gary, do you expect this to have an impact on the GDP nationally?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARY B. SMITH, PRESIDENT, KADINA GROUP",
      "sentences": "Well, I disagree with Ashley. I don't think the facts bear it out. Look, I think there's bad news and there's good news. The bad news is obviously the devastation. And having lived through something like this, I feel for all the people in the Houston area. The other bad news is, as you mentioned, this is a large economy. It's an economy larger than Poland and GDP. It's an economy that houses 23 of the top 50 Fortune 500 companies.  Now, the good news is, after Hurricane Sandy, which of course devastated the New York-New Jersey metropolitan area, the Department of Commerce concluded that there was almost no impact on the economy.  What happens is, yes, people are not going to Starbucks, tourism is hurt, as it was in that area. But the good news is, that money then is diverted into construction, into new housing. In fact, in that area alone, there was actually a net increase in jobs for the short-term.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "Yes. For a few weeks, maybe months, the economy is going to be a little of a drag in Houston. Nationally, almost no effect. And when we're done, if you looked at a chart of GDP, you would be hard-pressed to pick out what happened there, the devastation aside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "But as we put this in context, Capri, Houston was a city that really did well when the price of oil started to go up, the shale, et cetera.  But then they suffered when we saw the oil price bust. They were just starting to recover. And then you have the effects of this hurricane. will that affect them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAFARO",
      "sentences": "There's no question about that. Obviously, as you just mentioned, Houston and Texas are an energy hub for the nation and, frankly, for the world as well. And so when you have an economy that is really driven by one particular industry sector, it is certainly going to have an impact. When obviously we have refineries that have been damaged -- a lot of refineries have been shut down as a result of Hurricane Harvey. So that obviously is having a direct impact on the cost of petroleum and gas at the pump. That is going to be a cost that is going to be passed on to consumers, making some goods and certainly travel more expensive in the short-term.   And I think the other aspect too that is going to have an impact, not just in the energy sector, but we have to remember that there are ports there and that supply chains as well could be potentially impacted in the short- term. And that could have, again, some lasting impact.  But I do kind of agree that the impact we are going to see is probably short- to medium-term nationally, but much longer in Houston and throughout Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Ashley, do you worry that -- Gary was just making a comparison to Superstorm Sandy five years ago. But let's go back 12 years. Let's go to Hurricane Katrina.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRATTE",
      "sentences": "Katrina.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "It hit New Orleans. And we saw a lot of residents move to Houston. And then this happened again. They were hit by Harvey. Do you see expect to see people just changing their minds and saying we're not going to rebuild in these areas, we're going somewhere else?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRATTE",
      "sentences": "So, that's not what I'm not exactly sure of, because there were a lot of structural problems with New Orleans in general. And like even going back to visit, I went back a couple years ago, you can see a lot of the damage is still there. Some neighborhoods just haven't rebuilt. Most of it has.   It will be all about how Houston recovers from this. Can they structurally make it better, so, that way, in case this type of flooding happens again, these effects wouldn't be felt quite as detrimentally as they were this time? I don't know the answer to that.  I think that it needs to go through the whole planning commission and figure out, structurally, can they survive something like this again? I have friends that live in Houston who have said that they just don't know when they can go back and return. And I think the effects of this will be felt definitely in the short-term, but in the long-term as well, as to whether or not the city itself is able to recover from this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Gary, I respect your point. And I almost hope you're right that this disaster isn't going to affect us as a nation economically speaking. I really do.   We want to keep that three percent growth momentum. But I'm looking at some of these predictions and how dire the situation can be, Moody's, $75 billion in property damages, $25 billion in lost economic output. The stores are closed, the restaurants are closed. One analyst said that GDP is going to take a one percent hit as a result. Do you think these guys and these predictions are wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "I do.  If you look at any natural disaster, all the hurricanes we have had here in Florida, all the hurricanes that have been in the past in the Houston and Galveston area, Hurricane Sandy, as you point out, which was devastating to the New York economy -- in fact, the tourism industry really suffered there, as I pointed out earlier. Yet, you look at the GDP, people adapt. Yes, there's an impact for that area. But what I'm saying is, look, some economists even argued that, my gosh, the economy will perk up because there will be all these new jobs in construction. That's silly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Cars. You need cars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SMITH",
      "sentences": "What happens is, the net effect is almost zero. The money gets diverted from one area. It gets diverted to another area.  People might not like to spend money fixing windows and de-flooding basements and stuff like that. I get that. But the effect on the economy, the money still flows. It just flows to different areas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAFARO",
      "sentences": "Well, the money needs to flow from Congress as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "All right, well, let me just step in here, because another issue that we're facing is 80 percent of the flood victims impacted by the storm, they don't have flood insurance. One homeowner telling Neil she got a pretty rude awakening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "sentences": "When were you told you would get a quarter of what you thought?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISA WALD LUNDQUIST, FLOOD VICTIM",
      "sentences": "Last night, we got a call from the insurance broker. She even said, I have good news for you. You are going to get the maximum amount. And I'm like going, great. And then when she tells me the maximum amount is less than a quarter of what our home cost, I'm going -- I had to hand the phone over to my husband. I just couldn't even believe that she was telling me that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "How can people in this situation recover? And, more importantly, how do you prevent this from happening again? Former FEMA administrator James Lee Witt joining us right now. Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES LEE WITT, FORMER FEMA DIRECTOR",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Homeland Security Adviser Tom Bossert says the National Flood Insurance Program -- this is how many people get their flood insurance, because it's tough to get it through the private market -- it has over $8.5 billion left in its coffers and we will get through these claims. Are you confident?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WITT",
      "sentences": "They will have to increase the line of credit for the Flood Insurance Program.   But that will be there. And they will get through this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "But, James, they're already, what, $23 billion in the hole after Sandy, after Katrina.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WITT",
      "sentences": "Twenty-five billion I believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "So, even worse.  So, you're still confident that we have the money to handle all these claims? Because what I have heard from people who have put through, put claims in, in the past is that they're getting just a measly amount of what they think that they should get, what their home is worth. Going forward, the federal program doesn't take into account paying people for lost business economic -- lost business activity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WITT",
      "sentences": "Yes.  Well, there's lost business activity through SBA that they can go to and file for, not just necessarily through the flood insurance. But the SBA handles that. But I think every one of these people will be paid what they're supposed to get. I have no doubt about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Do you think this storm is making people reconsider and builders reconsider where they're going to rebuild these structures that were lost or flooded?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WITT",
      "sentences": "I think, you know, many flood disasters that I have seen have been through -- if you remember the '93 flood on the Mississippi River, we had nine states affected. And we put in a program with the states, local government called a volunteer buyout program. In Missouri alone, we bought out over 4,500 homes. Turned that space into open green space and put deed restrictions on it. It can be parks and jogging trails and soccer fields. And then, in '95, that same area was flooded again and there wasn't one dollar of taxpayers' dollars spent on that flood. We did a cost-benefit analysis on that buyout relocation program, and every dollar spent saved $5 in future losses, but it saved lives as well. So, this is something that these communities are going to have to be thinking about. What is the best solution going forward, where we build and how we build? It may be they build more retention ponds on the bayous that run through there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WITT",
      "sentences": "But there has got to be a solution come up with to keep people from going through this again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Yes. And in a city like Houston, James, you have a lot of concrete, right? And that doesn't absorb the water. James Lee Witt, thank you for your time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WITT",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "All right, coming up: urgent calls for Congress to provide disaster relief, as they finally return to work tomorrow. If they hold this up, is the rest of the GOP agenda also on hold? Plus, you might have noticed gas prices spiking in the wake of Harvey. Why is it going to get worse before it can get better?  And on this Labor Day, we're celebrating business owners who are working hard to make things a little bit easier for these families forced from their homes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "With members of Congress returning to Washington tomorrow, the president is pushing for tax cuts now to help give all Americans a break.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "sentences": "This is our once-in-a- generation opportunity to deliver real tax reform for everyday, hardworking Americans. And I am fully committed to working with Congress to get this job done. And I don't want to be disappointed by Congress. You understand me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Ah, a new FOX News poll finds most Americans do want tax cuts, but they doubt they are going to happen. So, are tax cuts in the cards for this year? Are they in or are they out? With us now, Bold founder Carrie Sheffield and Democratic strategist Wendy Osefo. Good to see both of you, ladies. It's the ladies show today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WENDY OSEFO, DEMOCRATIC STRATEGIST",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Carrie, I will start with you.  Do we get tax cuts in 2017?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARRIE SHEFFIELD, GLOBAL FOUNDER, BOLD.COM",
      "sentences": "Oh, I hope so. And I have got to give a shout-out. He was in Springfield, Missouri, my hometown. Go, Vikings. But this is what we need. He was in the heartland, because that's where the heartland has been hurt. We have had jobs fleeing the country, we have money locked overseas. We need to get that money back. And we are going to do that through tax cuts. I'm so disappointed by what is happening with Mitch McConnell. He needs to get the Viagra of politics. He has got to get more energy. He has got to get this bill passed. It's possible. And the other thing is, I know the Democrats are going on Capitol Hill. President Trump should twist some arms, because he has got leverage. He won at least I think eight or nine states of senators who are up for reelection who are Democrats. And they're vulnerable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Yes.  Well, you know what? It seems to me, Wendy, that he really put the onus on Congress. And he kind of covered himself. He basically said, OK, Congress, it's up to you. So, if they do get tax reform done this year, early next year, he can pat himself on the back. But if they don't, he can point the finger and blame somebody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSEFO",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Did he give himself cover?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSEFO",
      "sentences": "He's trying to give himself cover. But what is really important here is that Trump and the Republicans desperately need a legislative win here. And I commend him actually for getting his boots on the ground and getting the word out. However, this is going to be a very uphill sell for the American people. Half of the American population will not be directly impacted by this. And only 10 percent of income earners pay 71 percent in federal taxes.  So if I were to advise Trump here, if he wants to move this forward, what he needs to do is, he needs to take a page out of JFK's playbook. Talk about how every dollar spent will create new jobs, will create salary/economic growth, employment for all. If he doesn't do that, and this legislative agenda doesn't get passed, then the Republicans will have a big uphill battle when it comes to the midterms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "They do need a legislative win, absolutely, Carrie. I just feel like a lot of Americans don't know what a tax cut really feels like because it's been three decades since we got one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHEFFIELD",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "So, my argument would be, why can't this be a bipartisan issue, and we can get a deal done?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHEFFIELD",
      "sentences": "Well, and that's exactly what Ronald Reagan did. He worked with a Democratic Congress to pass tax reform in 1986. So, it's so important.  I think that the Republicans have to get their stuff together. Republicans own -- they run both houses of Congress. I don't understand why this is not possible. But it's true there are vulnerable Democrats who they need a win themselves if they want to preserve their seats. So, I hope that the president will put some leverage on the Democrats and say, you know what? We need this for everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "The president is certainly pitching and trying to sell the plan right now. We do give him credit for that. But in the backdrop, and maybe the forefront, you do have Hurricane Harvey. Wendy, do you think tax reform or any part of the agenda, the White House agenda, gets pushed back because we're dealing with a natural disaster?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSEFO",
      "sentences": "That could be a possibility. And it will actually be a missed opportunity for the Republicans, because right now the markets are right. Wall Street is looking great for this tax reform to happen. And this is a time to do it.  And, again, this is not something that we want to do going into the midterms. They have to pass this. But, again, lives have been lost. Harvey has completely devastating the Texas Gulf Coast. And if that is something that seems as though it's a priority, then I have to tip my hat to that, because we have to make sure that our fellow Americans in the Gulf Coast are OK. And if the legislative agenda when it comes to tax reform has to be put on the back-burner, I think that Harvey is OK to take over that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHEFFIELD",
      "sentences": "I think you should do both, because if you want to rebuild Houston, if you want to have just businesses coming back to life, springing back up, the best way to do that is through tax reform.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "All right, ladies, thanks so much for your time today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OSEFO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHEFFIELD",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "All right. Well, Harvey hitting drivers with higher gasoline prices this weekend after major refineries shut down. The question is, how long will these higher prices last? And here's where prices are actually lower, Whole Foods, after Amazon bought them. Great news for shoppers, but what about the workers? We will be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Planning a barbecue to celebrate Labor Day? Well, your grocery bill might have gotten a whole lot cheaper. Whole Foods slashing prices on dozens of items, as Amazon's acquisition of the supermarket closes. But could Amazon's takeover actually end up slashing jobs as well? Joining me now, political commentator Danielle McLaughlin and entrepreneur and author Michael Parrish DuDell. It's good to see you both of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHAEL PARRISH DUDELL, CHIEF STRATEGY OFFICER, COUPONFOLLOW",
      "sentences": "Thanks for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANIELLE MCLAUGHLIN, ATTORNEY GENERAL AND POLITICAL COMMENTATOR",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Ladies first. I will start with you, Danielle. I got really excited when the avocados, they saw -- they were cut in half, the price. They went from $3, which is crazy, to $1.50. This would have been a very healthy Labor Day barbecue, right, for the Whole Foods items that saw price cuts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCLAUGHLIN",
      "sentences": "Yes. I was going to say, you and me and the hipsters with the avocado toast, everybody is thrilled about this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Avocado lattes. That's the new thing, by the way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCLAUGHLIN",
      "sentences": "It is? I had no idea, but I'm not a hipster, clearly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCLAUGHLIN",
      "sentences": "Anyway, this is great. This is great, if we're going to see lower costs on good high-quality food. I think it's a wonderful thing. We're never going to see Whole Foods be a Kroger or Wal-Mart. That's just not going to happen, because the base price of these goods tends to be higher. But I think anything that happens or anything in the market that will allow consumers to access good-quality food is a good thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "One way to cut costs is to cut jobs. Michael, do you expect -- Amazon is really good at the Internet thing, right? They are an e-tail retailer. They're into drones.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUDELL",
      "sentences": "They know what they're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "They know what they're doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Do you expect automation here to slash human jobs at Whole Foods?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUDELL",
      "sentences": "Yes, so far, they have said that automation is not going to necessarily cut jobs at the Whole Foods stores. I happen to think that it probably will. Look, PWC did a report earlier in the year said that in about 15 years from now, 38 percent of jobs that are currently done by humans might be done by robots. That's a high number. I don't think we're in any trouble of hitting that number just yet. But the reality is that they probably will cut some jobs. They brought on Boston Consulting Group earlier this -- in June actually, and they had to trim about $300 million. A part of that is probably going to be employees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Yes. Number one, every company always says we're doing the technology thing, but no humans are going to lose their jobs. That's what they say at first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUDELL",
      "sentences": "It's a nice talking point. But the reality is that eventually something will happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Exactly. And, number two, if you ask teenagers -- there was a recent study -- three and four teens and their parents are completely worried about not having a job because of robots. What kind of classes do you take? How do you prepare for the future, Danielle, that we don't even know what it looks like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCLAUGHLIN",
      "sentences": "That's a great question. I have a 2-and-a-half-year-old. And I think about the same things. The jobs of the future are going to be very different than the jobs that we currently have. Professions will become increasingly automated. The rise of A.I. will mean that things that we thought could only be done by a human will in fact be done in some way, shape or form with the assistance at least of automation. So I think people have talked about this merger and the role of the government in it. But really I think the big takeaway here is the role of the government in creating jobs for the future and looking into the future and helping children of today, college graduates of tomorrow to find a way to achieve and find economic security in the jobs that will still exist and the new jobs that will exist as technology become a much bigger part of our lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Michael, do you think this is the role of the government?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUDELL",
      "sentences": "No. Honestly, the role of the government in this I think is maybe to empower businesses to train employees in a different way, to create different types of jobs. But, no, I don't think that the onus is up to the government. I tend to think that it's up to the business to have the responsibility to keep that training and make sure that employees are getting what they need to compete tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "But, Michael, what does that look like? Do we have all to go out and take robotics classes? So, translation, if you don't know how to design a robot, you don't have a job?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUDELL",
      "sentences": "Well, the good news is that you and I probably don't have to take robotics classes, I'm happy to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Good. I can't do that. My brain doesn't work like that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUDELL",
      "sentences": "We won't do it. Here's what is going to matter. What is going to matter is human connection, the thing you can't replicate with a computer, the ability to have a conversation, the ability to express, to understand. These soft skills that in the past were maybe looked at just sort of hippy- dippy things are now going to be more important than ever, because everything that can be automated will be automated, and it's up to humans to do just that, be human.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "And people are going to crave that human connection, because it's so absent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUDELL",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Michael, Danielle, good to see both of you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCLAUGHLIN",
      "sentences": "Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DUDELL",
      "sentences": "Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "All right, coming up: Harvey hitting drivers as they hit the road over the weekend -- why prices may be heading even higher for a while.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ED HENRY, FOX NEWS CORRESPONDENT",
      "sentences": "Live from America's news headquarters, I am Ed Henry. Kim Jong-un is begging for war. The U.S. ambassador to the U.N., Nikki Haley, said this to the Security Council today. North Korea yesterday conducted its six and most powerful nuclear test yet. Ambassador Haley said it's time to exhaust our -- quote -- \"diplomatic means\" before it's too late. President Trump likely to announce tomorrow he's ending the DACA program, but with a catch, a six-month delay. That's what sources tell FOX News. DACA protects young immigrants whose parents brought them into the country illegally. The program prevents them from getting deported and provides them with work permits. Officials with Kensington Palace announced today Prince William and his wife, Kate, are expecting their third child. The royal couple already has two children, 4-year-old Prince George and 2-year-old Princess Charlotte. I'm Ed Henry -- now back to \"Your World.\" For all your headlines, you can log on to FOXNews.com",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Drivers could be paying more at the pump after Hurricane Harvey shuts down oil refineries, destroys gas stations, and now we're seeing gas lines. To our Jonathan Hunt on the West Coast, following it all for us. Good to see you, Jonathan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JONATHAN HUNT, FOX NEWS CORRESPONDENT",
      "sentences": "Hey, Lauren. It's obviously a minor financial inconvenience compared to the terrible pain that so many people in Texas are going through right now. But all of us are likely to be feeling the effects of Harvey for at least a couple more weeks when we go to gas up. Prices have been rising since a few days after Harvey hit and could go anywhere from 10 to 25 cents a gallon higher depending on where you live as a result of refineries along the Texas and Louisiana coast being shut down and the Colonial Pipeline, which carries some 40 percent of the South's gasoline closing because sections of it were underwater and needed to be inspected before the flow of gas could be resumed. Drivers are hoping prices don't climb too much further.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hopefully, there will be some sort of mechanisms in place to like not let it get wildly out of control. But I expect to see a couple of -- a little uptick in that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When the supply goes down and demand stays the same, then prices are going to go up. So, I totally get it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "And while Mother Nature may be the root cause of the increase, many drivers place the blame firmly on the corporations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think it's horrible. I think this is a time for all of us to come together, including big corporations. And it's horrible, what they do to people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't think it's fair. I think it sucks. I think, at this time, it's not the time to do it, especially when people need the resources to be able to take care of themselves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HUNT",
      "sentences": "Now, in a bid to contain that consumer anger and to prevent prices rising too much further, Energy Secretary Rick Perry announced at the end of last week that 500,000 million barrels of crude would be released from the country's emergency stockpiles -- Lauren.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Jonathan, thanks very much. Now we discuss how long drivers could feel this impact of hurricane on their wallets. Let's bring in Phil Flynn, oil analyst. He says, Phil, be prepared for months of higher prices. So this isn't a short-term thing. This is going to last for some time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL FLYNN, PRICE FUTURES GROUP",
      "sentences": "It really is. And I hate to be the barer of bad news, but you just don't fix the problems that we had with the U.S. refining industry overnight. It is going to take weeks to bring some of these refineries back on. It is going to take weeks to bring back some of these pipelines, even though everybody is doing everything humanly possible to bring things back online. Nobody hates higher energy prices other than the people in the industry. And they're heartbroken, because it's their families down in Houston that have been hit. The heart of the U.S. energy industry took a huge hit. So, not only are they dealing with personal issues of what happened with the storm. You know, they have to go to work for the good of the rest of the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Yes. Jonathan was mentioning at the end of his piece, Phil, about the administration tapping 500,000 barrels from our emergency reserves. As you know, that's a very small release.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "It is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Do you think that will increase, and do you think that will have any effect on the situation?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "I think it is. I think they're going to do it. The refiners right now are going to make request to the Strategic Petroleum Reserve, and everyone is going to be approved. But the refiners that are not online, it doesn't do them any good to ask for crude oil if they can't run it through their refineries. So, it is going to come in bits and pieces. Now, they was some talk -- and they probably will release gasoline supplies from the Northeast Strategic Reserves. But it's only a million barrels as day. And we consume close to nine million barrels a day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Oh, wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "So, it's just a drop in the barrel.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Basically a tenth of what we really need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "With your experience here, how difficult is it to get a refinery up and going again? Say there's no structural damage. Can they get it up and going again pretty quickly, or is this a process?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "Yes, it's a process that they can get it going in a couple of days. They really can. If there's no damage to the electricity, no damage to the infrastructure, just a couple of days. But it takes time to inspect things. Restarting a refinery is a very dangerous process. That's when they can explode, if you're not careful. So, sometimes, it takes longer if there's damage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "If there's structural damage, we're talking months, right, of higher gas prices?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "Months. Many months. Yes, months of many higher gasoline prices. I don't want to panic people, but this is a major shock to the U.S. energy industry. The good news is, prior to this, we have been producing a record amount of gasoline. We have kept prices -- they're coming off really historic lows. So, even though these prices are high, and it's going to hurt, it's not as bad as it might have been if prices were higher when we started.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "True. We have seen a surge in wholesale and gasoline prices that drivers pay at the pump, but the price of oil still historically low. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "It really is. It really is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "And that's been the good part of the story. It's keeping those prices -- but even the price of oil could go up. If the price of gasoline goes up, refiners are going to have to pay more for oil. And the problem you have, refiners need a specific kind of oil. There may be a lot of sweet oil out there, but there's not a lot of sour. And that's why we are going to have to rely on the Strategic Reserve to make sure these refiners get what they need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "All right, Phil Flynn, thank you very much for your perspective.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLYNN",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "All right. The best thing out of this tragedy is how people are coming together, neighbors helping neighbors in a time of need. And on this Labor Day, we want you to meet the business guy whose actions are helping hundreds who have been torn from their homes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Hurricane Harvey may have passed, but the troubles are far from over for the thousands of victims. Companies and celebrities from across the country, they have opened their hearts and wallets to help those in need. To Fox Business' Deirdre Bolton.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEIRDRE BOLTON, FOX NEWS CORRESPONDENT",
      "sentences": "Lauren, companies are coming and people are coming to the aid of Harvey victims, and they're getting the attention of the Houston mayor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SYLVESTER TURNER, MAYOR OF HOUSTON, TEXAS",
      "sentences": "But there are a number of people who have already stepped up. And I cannot be more pleased for the fact that our corporate leaders are really stepping up in a major, major way, and not only in terms of their financial contributions, but in terms of supplies and clothes, baby formula, you name it, that many of the people in our shelters need.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "So, Lauren, one of those retailers is Wal-Mart, which is donating about $20 million to the relief efforts, also supplying kayaks to help in the rescue. Some businesses are donating money, but others are helping in different ways. Anheuser-Busch pausing its beer production to send emergency drinking water to Harvey victims. One Pizza Hut manager taking delivery to a whole new level, delivering pizzas to Texans trapped in their homes by boat. And some McDonald's are also providing free meals to first-responders in some of the affected areas. Even celebrities and athletes are stepping up. Singer Beyonce vowing to support the victims, saying: \"I'm working closely with my team at BeyGood, as well as my pastor, to implement a plan to help as many as we can.\" Defensive end for the Houston Texans J.J. Watt creating a fund that has already raised millions of dollars for Harvey victims. A lot of people coming together, Lauren.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "And the president, Deirdre, donating a million dollars of his personal money. Good to see you, Deirdre. Thank you. And after tragedy strikes, we certainly see how important the government is. But what is obvious is how much more forceful, powerful and immediate a citizen army can be. Neil Cavuto spoke with a Houston furniture store owner who took in hundreds of people that were displaced by Hurricane Harvey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, a Houston furniture store owner opened two of his showrooms to provide shelter to some of those tens of thousands who are without home due to Harvey. That man joins us now. He's Jim McIngvale. He's the owner of the Gallery Furniture stores. He joins us on Skype. Sir, very good to have you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JIM MCINGVALE, OWNER, GALLERY FURNITURE",
      "sentences": "Hi, Neil. How are you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I'm fine. What a remarkable guy you are to do that. What made you do it? Were you hearing that options were few for a lot of people fleeing their homes or what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCINGVALE",
      "sentences": "Well, during Hurricane Katrina, a lot of people from New Orleans evacuated to Houston. And we slept 200 people here two nights during Hurricane Katrina. And, Sunday, I couldn't get out of my house for three or four hours because of the two feet of water in the street. When it finally went down, I went to the store and we started getting calls and e-mails and texts from people who were trapped in their homes. We have 24-foot-box trucks that can go through three or four feet of water. So we dispatched about 10 delivery trucks to go pick up people. We picked them up, brought them to the store, and made this store and the store in West Houston both shelters and ended up having about 400 people for three nights at each store.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Incredible. What made you do it, Jim? You didn't have to do it. No one ordered you to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCINGVALE",
      "sentences": "I did it because it was the right thing to do. We all have a responsibility for the well-being of our community. That's kind of our company culture out here. And we decided that people are more important than profits. And these people were hurting. You know, the city and state and the county can only do so much. We went and rescued people out of homes where they had four or five feet of water. We rescued them from on top of bridges. We rescued them from convenience stores. And we brought them out here, because these are our people. We have got to take care of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Good for you. Jim, how did you set things up so fast between beds and getting meals? And obviously you had a lot of friends and you worked together with a lot of people to get this together. But you did it really quickly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCINGVALE",
      "sentences": "This is our great staff here. The unsinkable Gallery Furniture employees are one of the heroes of this whole story. The other heroes are the flood victims who had such great courage. But both stores have big restaurants in them. Obviously, we have lots of mattresses on hand, lots of sofas and lots of recliners they could sleep or watch TV in. So, once we got the people here, it was pretty easy. Sunday was the difficult day with food, because every restaurant and grocery store in Houston was closed. But get back open on Monday with our distributors, got the food. And the people were great. They're all volunteering to help clean up the store and keep things nice and neat and work in the restaurant. So it was a very uplifting experience for all of us. It showed true solidarity. There were no Republicans. There were no Democrats. Just Texans trying to help other Texans, and we think that is what it's all about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "They could be there awhile. Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCINGVALE",
      "sentences": "A lot of them have already gone home, because you know how these people want to get back to their homes and redo their homes, their apartments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK. Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCINGVALE",
      "sentences": "And a lot are still here, but a lot have gone back home already.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Jim, remarkable testament of the human spirit and your generosity. Thank you very much. It's very uplifting for a lot of folks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCINGVALE",
      "sentences": "Thanks. Thank you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, be well, my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "And I think they got a good night's sleep, because those are nice mattresses. That's America right there, neighbor helping neighbor, stranger helping strange. We will be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "As Congress prepares to come back to Washington, D.C., this week, does the president need to get tax cuts and infrastructure spending passed to rally the markets? Let's ask market watchers Heather Zumarraga, Kathryn Rooney Vera, and Gary Kaltbaum. Good to see you, guys. I will begin with you, Kathryn. Are tax cuts, tax reform priced into this rally that we have seen since the election, which, I have to say, has been pretty unbelievable?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHRYN ROONEY VERA, BULLTICK CAPITAL MARKETS HOLDINGS",
      "sentences": "Thank goodness that earnings, Lauren, have been so spectacular, because if earnings weren't so good, I think that equities would have corrected. We have not seen a correction. We have seen the Trump trade priced out of the treasury market. We have seen the Trump trade priced out of the dollar and the effects markets. But I don't it's -- I don't think there's the Trump trade anymore in equities. So, if we get some sort of tax, if it's temporary or if it's permanent, equities go higher.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "How high do they go, Kathryn?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY VERA",
      "sentences": "Look, my analysis says that corporate tax rates from 39.6, which is the all-in tax rate that we're currently at, which is supremely uncompetitive at a global level -- Ireland is at 12.5, the OECD is at 22 -- if we get that down to 15, even 20, even 22 percent, we have the S&P, ceteris paribus, all else equals. But the corporate tax rate is so potent, Lauren, that it can takes the S&P to 2900 or 3000.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "All right, we're around 2400 right now. That's pretty unbelievable. Heather, let me bring you in here. A, do you think that tax reform is priced into the markets? And if not, where are think stocks going, if middle-class Americans, in addition to companies, get a tax break?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEATHER ZUMARRAGA, FINANCIAL ANALYST",
      "sentences": "Yes, I think that the markets are going to go down if we do not get tax reform. Middle Americans definitely want a tax cut. It's not just for the wealthiest in terms of Ryan's plan and Trump's plan that is coming out. And the markets are nearing all-time highs right now. So, that's the next hurdle that we need, is this legislation out of Washington to propel us to higher levels in Dow and the S&P. Otherwise, I just don't see it happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Yes, Gary, it's interesting, because when the president was framing his pitch for tax reform, he essentially said, if you want an economy that is growing at 3-plus percent, the catalyst is tax cuts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GARY KALTBAUM, KALTBAUM CAPITAL MANAGEMENT",
      "sentences": "Well, look, I think it's not only the tax reform, but it's also the spending reform of government. Government spending has been shooting to the moon as of late. So, I think that has got to change. And, look, let's go back to the election. The day after the election, the market shot up, broke out, and has not stopped ever since. There is no doubt in my mind that if all these expectations of all these things getting done do not get done, the market is going to pay a stiff penalty, whether you have zero percent interest rates or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Heather, it seems to me like the only thing that has really moved the market to the downside is the threat from North Korea. And even with that, investors are able to overcome.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "The issue now is belief in Congress. There's a new FOX News poll out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "It is. We have shrugged off a lot of geopolitical tension. And I'm not -- I'm assuming that the FOX News poll has said that all. Eyes in terms of the stock market performance are on D.C., down here in D.C., in legislation getting passed. Republicans need a win in order to be reelected in 2018. So, it's not just a positive sign for the markets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "We're looking at Americans in general and our paychecks, higher wages, more jobs, economic growth. And if you want to be reelected from your constituents, and you're a Republican, you have to get this done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "All right, Gary, let's say we don't get meaningful tax changes in 2017. Does the market correct itself?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "Oh, heck, yes. And the market will be looking forward to Nancy Pelosi, speaker of the House, in 2018.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "And that's when all heck breaks lose. I don't think the Republicans lose the Senate. But if they lose the house, look out, because all of a sudden, you know nothing gets done. And when the market knowing something, trouble ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Gary stocked up on gold and guns and cash.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY VERA",
      "sentences": "I will take the opposite side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ZUMARRAGA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Kathryn, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY VERA",
      "sentences": "I personally -- yes, I don't think anyone -- I mean, this is my perspective, but I don't think anybody is expecting a comprehensive tax reform by year-end. It's very ambitious. I completely agree that the government has a fiduciary responsibility. It's entirely Republican. So, the governing party, the Republican Party, should come through with what the people elected them to do, immigration reform, tax reform, deregulation. So, I agree that if they don't get it done, they will face the wrath in 2018, but not in the Senate, maybe in the House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "The wrath.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "Well, it's back to business this week for our lawmakers. Kathryn, Heather, Gary, good to see all you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY VERA",
      "sentences": "Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KALTBAUM",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "And next: helping the victims of Hurricane Harvey.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SIMONETTI",
      "sentences": "That will be all for today. Neil back tomorrow. But you can catch me on \"FBN:AM\" weekdays 5:00 a.m. Eastern time on the Fox Business Network. We wanted to leave you with images of the destruction left by Hurricane Harvey and also remind you of ways that you can help. Please do, if you can. Thank you so much for tuning in. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAUREN SIMONETTI, GUEST HOST",
      "utterance": "Thousands of Americans picking up the pieces after Hurricane Harvey leaves a path of destruction behind. These pictures are sobering. And now too so are the costs. Welcome, everybody. I'm Lauren Simonetti, in for Neil Cavuto. And this is \"Your World.\" AccuWeather now predicting the damage from this devastating storm will near $190 billion. That would exceed Katrina, the costliest natural disaster to strike the U.S. in history. To Peter Doocy in Houston on the costs that keep piling up -- Peter."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS CORRESPONDENT",
      "utterance": "Lauren, before Harvey hit and brought a flood zone the size of Lake Michigan to the Lone Star State, the costliest natural disasters in American history had been Hurricane Katrina and Superstorm Sandy. But now there's a new estimate that says that Harvey's damage could cost more than both of those combined; $190 billion is the Harvey price tag estimated by AccuWeather, billions more than Katrina, billions more than Sandy. Now, the AccuWeather founder, Dr. Joel Myers, warns that -- quote -- \"Business leaders in the Federal Reserve, major banks, insurance companies, et cetera, should begin to factor in the negative impacts this catastrophe will have on business, corporate earnings and employment.\" That's consistent with President Trump's guess that there's probably never been a natural disaster as expensive as Harvey in American history. And the reason the estimate is so high is because a lot of the things lost in a flood aren't insured. Some businesses won't be able to get back the money they will be losing for the next few months as mold is removed and drywall is replaced. Many workers won't ever be able to get back the money they stand to lose for the next few months as their workplaces rebuild. Part of the calculation also includes the cost of products like gasoline going up across the country because Harvey interfered with the normal supply process. And then of course you have the cost of replacing houses and all of the belongings inside of them. That is something that Harvey's victims are going to have to start doing as soon as they're allowed back in their neighborhoods -- Lauren."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Peter, thank you. Well, Harvey hitting just as news that the economy is growing. Second- quarter GDP revised up to 3 percent, strongest we have seen in quite some time. But will that take a hit with the nation's fourth largest city facing a nightmare? Gary B. Smith, Ashley Pratte and Capri Cafaro joining us right now. Good to see you all three of you."
    },
    {
      "speaker": "CAPRI CAFARO, D-FORMER OHIO STATE SENATOR",
      "utterance": "Thank you."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "All right, Ashley, we begin with you. Not only is Houston the nation's fourth largest city. It is a huge economy, as an energy hub. Will we see an impact from Harvey nationally? ASHLEY PRATTE, U.S. NEWS & WORLD REPORT: We definitely will. And this always tends to happen with a natural disaster, unfortunately, where the economies locally, as well as nationally tend to take a huge hit. And I do hope that because the recovery efforts have been so immediate and so strong, we have seen a massive outpouring from different celebrities and just good samaritans in general coming out and making sure that people are taken care of financially in this situation. But I think the effects of this are going to be felt for some time. We have seen that from FEMA. They have already come out saying that this will likely take a few years if not more than that before we actually start seeing some improvements. So, I think we can expect while the economy is on the rise that this will have some impacts nationally and locally as well."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Yes, a lot of people need to remember that Houston is a third of the Texas economy, Gary, and Texas a 10th of the national economy. So, it packs a mighty punch. Gary, do you expect this to have an impact on the GDP nationally?"
    },
    {
      "speaker": "GARY B. SMITH, PRESIDENT, KADINA GROUP",
      "utterance": "Well, I disagree with Ashley. I don't think the facts bear it out. Look, I think there's bad news and there's good news. The bad news is obviously the devastation. And having lived through something like this, I feel for all the people in the Houston area. The other bad news is, as you mentioned, this is a large economy. It's an economy larger than Poland and GDP. It's an economy that houses 23 of the top 50 Fortune 500 companies. Now, the good news is, after Hurricane Sandy, which of course devastated the New York-New Jersey metropolitan area, the Department of Commerce concluded that there was almost no impact on the economy. What happens is, yes, people are not going to Starbucks, tourism is hurt, as it was in that area. But the good news is, that money then is diverted into construction, into new housing. In fact, in that area alone, there was actually a net increase in jobs for the short-term."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Right."
    },
    {
      "speaker": "SMITH",
      "utterance": "Yes. For a few weeks, maybe months, the economy is going to be a little of a drag in Houston. Nationally, almost no effect. And when we're done, if you looked at a chart of GDP, you would be hard-pressed to pick out what happened there, the devastation aside."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "But as we put this in context, Capri, Houston was a city that really did well when the price of oil started to go up, the shale, et cetera. But then they suffered when we saw the oil price bust. They were just starting to recover. And then you have the effects of this hurricane. will that affect them?"
    },
    {
      "speaker": "CAFARO",
      "utterance": "There's no question about that. Obviously, as you just mentioned, Houston and Texas are an energy hub for the nation and, frankly, for the world as well. And so when you have an economy that is really driven by one particular industry sector, it is certainly going to have an impact. When obviously we have refineries that have been damaged -- a lot of refineries have been shut down as a result of Hurricane Harvey. So that obviously is having a direct impact on the cost of petroleum and gas at the pump. That is going to be a cost that is going to be passed on to consumers, making some goods and certainly travel more expensive in the short-term. And I think the other aspect too that is going to have an impact, not just in the energy sector, but we have to remember that there are ports there and that supply chains as well could be potentially impacted in the short- term. And that could have, again, some lasting impact. But I do kind of agree that the impact we are going to see is probably short- to medium-term nationally, but much longer in Houston and throughout Texas."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Ashley, do you worry that -- Gary was just making a comparison to Superstorm Sandy five years ago. But let's go back 12 years. Let's go to Hurricane Katrina."
    },
    {
      "speaker": "PRATTE",
      "utterance": "Katrina."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "It hit New Orleans. And we saw a lot of residents move to Houston. And then this happened again. They were hit by Harvey. Do you see expect to see people just changing their minds and saying we're not going to rebuild in these areas, we're going somewhere else?"
    },
    {
      "speaker": "PRATTE",
      "utterance": "So, that's not what I'm not exactly sure of, because there were a lot of structural problems with New Orleans in general. And like even going back to visit, I went back a couple years ago, you can see a lot of the damage is still there. Some neighborhoods just haven't rebuilt. Most of it has. It will be all about how Houston recovers from this. Can they structurally make it better, so, that way, in case this type of flooding happens again, these effects wouldn't be felt quite as detrimentally as they were this time? I don't know the answer to that. I think that it needs to go through the whole planning commission and figure out, structurally, can they survive something like this again? I have friends that live in Houston who have said that they just don't know when they can go back and return. And I think the effects of this will be felt definitely in the short-term, but in the long-term as well, as to whether or not the city itself is able to recover from this."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Gary, I respect your point. And I almost hope you're right that this disaster isn't going to affect us as a nation economically speaking. I really do. We want to keep that three percent growth momentum. But I'm looking at some of these predictions and how dire the situation can be, Moody's, $75 billion in property damages, $25 billion in lost economic output. The stores are closed, the restaurants are closed. One analyst said that GDP is going to take a one percent hit as a result. Do you think these guys and these predictions are wrong?"
    },
    {
      "speaker": "SMITH",
      "utterance": "I do. If you look at any natural disaster, all the hurricanes we have had here in Florida, all the hurricanes that have been in the past in the Houston and Galveston area, Hurricane Sandy, as you point out, which was devastating to the New York economy -- in fact, the tourism industry really suffered there, as I pointed out earlier. Yet, you look at the GDP, people adapt. Yes, there's an impact for that area. But what I'm saying is, look, some economists even argued that, my gosh, the economy will perk up because there will be all these new jobs in construction. That's silly."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Cars. You need cars."
    },
    {
      "speaker": "SMITH",
      "utterance": "What happens is, the net effect is almost zero. The money gets diverted from one area. It gets diverted to another area. People might not like to spend money fixing windows and de-flooding basements and stuff like that. I get that. But the effect on the economy, the money still flows. It just flows to different areas."
    },
    {
      "speaker": "CAFARO",
      "utterance": "Well, the money needs to flow from Congress as well."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "All right, well, let me just step in here, because another issue that we're facing is 80 percent of the flood victims impacted by the storm, they don't have flood insurance. One homeowner telling Neil she got a pretty rude awakening."
    },
    {
      "speaker": "NEIL CAVUTO, HOST",
      "utterance": "When were you told you would get a quarter of what you thought?"
    },
    {
      "speaker": "LISA WALD LUNDQUIST, FLOOD VICTIM",
      "utterance": "Last night, we got a call from the insurance broker. She even said, I have good news for you. You are going to get the maximum amount. And I'm like going, great. And then when she tells me the maximum amount is less than a quarter of what our home cost, I'm going -- I had to hand the phone over to my husband. I just couldn't even believe that she was telling me that."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "How can people in this situation recover? And, more importantly, how do you prevent this from happening again? Former FEMA administrator James Lee Witt joining us right now. Good to see you."
    },
    {
      "speaker": "JAMES LEE WITT, FORMER FEMA DIRECTOR",
      "utterance": "Thank you."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Homeland Security Adviser Tom Bossert says the National Flood Insurance Program -- this is how many people get their flood insurance, because it's tough to get it through the private market -- it has over $8.5 billion left in its coffers and we will get through these claims. Are you confident?"
    },
    {
      "speaker": "WITT",
      "utterance": "They will have to increase the line of credit for the Flood Insurance Program. But that will be there. And they will get through this."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "But, James, they're already, what, $23 billion in the hole after Sandy, after Katrina."
    },
    {
      "speaker": "WITT",
      "utterance": "Twenty-five billion I believe."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "So, even worse. So, you're still confident that we have the money to handle all these claims? Because what I have heard from people who have put through, put claims in, in the past is that they're getting just a measly amount of what they think that they should get, what their home is worth. Going forward, the federal program doesn't take into account paying people for lost business economic -- lost business activity."
    },
    {
      "speaker": "WITT",
      "utterance": "Yes. Well, there's lost business activity through SBA that they can go to and file for, not just necessarily through the flood insurance. But the SBA handles that. But I think every one of these people will be paid what they're supposed to get. I have no doubt about it."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Do you think this storm is making people reconsider and builders reconsider where they're going to rebuild these structures that were lost or flooded?"
    },
    {
      "speaker": "WITT",
      "utterance": "I think, you know, many flood disasters that I have seen have been through -- if you remember the '93 flood on the Mississippi River, we had nine states affected. And we put in a program with the states, local government called a volunteer buyout program. In Missouri alone, we bought out over 4,500 homes. Turned that space into open green space and put deed restrictions on it. It can be parks and jogging trails and soccer fields. And then, in '95, that same area was flooded again and there wasn't one dollar of taxpayers' dollars spent on that flood. We did a cost-benefit analysis on that buyout relocation program, and every dollar spent saved $5 in future losses, but it saved lives as well. So, this is something that these communities are going to have to be thinking about. What is the best solution going forward, where we build and how we build? It may be they build more retention ponds on the bayous that run through there."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Right."
    },
    {
      "speaker": "WITT",
      "utterance": "But there has got to be a solution come up with to keep people from going through this again."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Yes. And in a city like Houston, James, you have a lot of concrete, right? And that doesn't absorb the water. James Lee Witt, thank you for your time."
    },
    {
      "speaker": "WITT",
      "utterance": "Exactly."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "All right, coming up: urgent calls for Congress to provide disaster relief, as they finally return to work tomorrow. If they hold this up, is the rest of the GOP agenda also on hold? Plus, you might have noticed gas prices spiking in the wake of Harvey. Why is it going to get worse before it can get better? And on this Labor Day, we're celebrating business owners who are working hard to make things a little bit easier for these families forced from their homes."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "With members of Congress returning to Washington tomorrow, the president is pushing for tax cuts now to help give all Americans a break."
    },
    {
      "speaker": "PRESIDENT DONALD TRUMP",
      "utterance": "This is our once-in-a- generation opportunity to deliver real tax reform for everyday, hardworking Americans. And I am fully committed to working with Congress to get this job done. And I don't want to be disappointed by Congress. You understand me?"
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Ah, a new FOX News poll finds most Americans do want tax cuts, but they doubt they are going to happen. So, are tax cuts in the cards for this year? Are they in or are they out? With us now, Bold founder Carrie Sheffield and Democratic strategist Wendy Osefo. Good to see both of you, ladies. It's the ladies show today."
    },
    {
      "speaker": "WENDY OSEFO, DEMOCRATIC STRATEGIST",
      "utterance": "Good to see you."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Carrie, I will start with you. Do we get tax cuts in 2017?"
    },
    {
      "speaker": "CARRIE SHEFFIELD, GLOBAL FOUNDER, BOLD.COM",
      "utterance": "Oh, I hope so. And I have got to give a shout-out. He was in Springfield, Missouri, my hometown. Go, Vikings. But this is what we need. He was in the heartland, because that's where the heartland has been hurt. We have had jobs fleeing the country, we have money locked overseas. We need to get that money back. And we are going to do that through tax cuts. I'm so disappointed by what is happening with Mitch McConnell. He needs to get the Viagra of politics. He has got to get more energy. He has got to get this bill passed. It's possible. And the other thing is, I know the Democrats are going on Capitol Hill. President Trump should twist some arms, because he has got leverage. He won at least I think eight or nine states of senators who are up for reelection who are Democrats. And they're vulnerable."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Yes. Well, you know what? It seems to me, Wendy, that he really put the onus on Congress. And he kind of covered himself. He basically said, OK, Congress, it's up to you. So, if they do get tax reform done this year, early next year, he can pat himself on the back. But if they don't, he can point the finger and blame somebody."
    },
    {
      "speaker": "OSEFO",
      "utterance": "Absolutely."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Did he give himself cover?"
    },
    {
      "speaker": "OSEFO",
      "utterance": "He's trying to give himself cover. But what is really important here is that Trump and the Republicans desperately need a legislative win here. And I commend him actually for getting his boots on the ground and getting the word out. However, this is going to be a very uphill sell for the American people. Half of the American population will not be directly impacted by this. And only 10 percent of income earners pay 71 percent in federal taxes. So if I were to advise Trump here, if he wants to move this forward, what he needs to do is, he needs to take a page out of JFK's playbook. Talk about how every dollar spent will create new jobs, will create salary/economic growth, employment for all. If he doesn't do that, and this legislative agenda doesn't get passed, then the Republicans will have a big uphill battle when it comes to the midterms."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "They do need a legislative win, absolutely, Carrie. I just feel like a lot of Americans don't know what a tax cut really feels like because it's been three decades since we got one."
    },
    {
      "speaker": "SHEFFIELD",
      "utterance": "Absolutely."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "So, my argument would be, why can't this be a bipartisan issue, and we can get a deal done?"
    },
    {
      "speaker": "SHEFFIELD",
      "utterance": "Well, and that's exactly what Ronald Reagan did. He worked with a Democratic Congress to pass tax reform in 1986. So, it's so important. I think that the Republicans have to get their stuff together. Republicans own -- they run both houses of Congress. I don't understand why this is not possible. But it's true there are vulnerable Democrats who they need a win themselves if they want to preserve their seats. So, I hope that the president will put some leverage on the Democrats and say, you know what? We need this for everyone."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "The president is certainly pitching and trying to sell the plan right now. We do give him credit for that. But in the backdrop, and maybe the forefront, you do have Hurricane Harvey. Wendy, do you think tax reform or any part of the agenda, the White House agenda, gets pushed back because we're dealing with a natural disaster?"
    },
    {
      "speaker": "OSEFO",
      "utterance": "That could be a possibility. And it will actually be a missed opportunity for the Republicans, because right now the markets are right. Wall Street is looking great for this tax reform to happen. And this is a time to do it. And, again, this is not something that we want to do going into the midterms. They have to pass this. But, again, lives have been lost. Harvey has completely devastating the Texas Gulf Coast. And if that is something that seems as though it's a priority, then I have to tip my hat to that, because we have to make sure that our fellow Americans in the Gulf Coast are OK. And if the legislative agenda when it comes to tax reform has to be put on the back-burner, I think that Harvey is OK to take over that."
    },
    {
      "speaker": "SHEFFIELD",
      "utterance": "I think you should do both, because if you want to rebuild Houston, if you want to have just businesses coming back to life, springing back up, the best way to do that is through tax reform."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "All right, ladies, thanks so much for your time today."
    },
    {
      "speaker": "OSEFO",
      "utterance": "Thank you."
    },
    {
      "speaker": "SHEFFIELD",
      "utterance": "Thanks."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "All right. Well, Harvey hitting drivers with higher gasoline prices this weekend after major refineries shut down. The question is, how long will these higher prices last? And here's where prices are actually lower, Whole Foods, after Amazon bought them. Great news for shoppers, but what about the workers? We will be right back."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Planning a barbecue to celebrate Labor Day? Well, your grocery bill might have gotten a whole lot cheaper. Whole Foods slashing prices on dozens of items, as Amazon's acquisition of the supermarket closes. But could Amazon's takeover actually end up slashing jobs as well? Joining me now, political commentator Danielle McLaughlin and entrepreneur and author Michael Parrish DuDell. It's good to see you both of you."
    },
    {
      "speaker": "MICHAEL PARRISH DUDELL, CHIEF STRATEGY OFFICER, COUPONFOLLOW",
      "utterance": "Thanks for having me."
    },
    {
      "speaker": "DANIELLE MCLAUGHLIN, ATTORNEY GENERAL AND POLITICAL COMMENTATOR",
      "utterance": "Good to see you."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Ladies first. I will start with you, Danielle. I got really excited when the avocados, they saw -- they were cut in half, the price. They went from $3, which is crazy, to $1.50. This would have been a very healthy Labor Day barbecue, right, for the Whole Foods items that saw price cuts."
    },
    {
      "speaker": "MCLAUGHLIN",
      "utterance": "Yes. I was going to say, you and me and the hipsters with the avocado toast, everybody is thrilled about this."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Avocado lattes. That's the new thing, by the way."
    },
    {
      "speaker": "MCLAUGHLIN",
      "utterance": "It is? I had no idea, but I'm not a hipster, clearly."
    },
    {
      "speaker": "MCLAUGHLIN",
      "utterance": "Anyway, this is great. This is great, if we're going to see lower costs on good high-quality food. I think it's a wonderful thing. We're never going to see Whole Foods be a Kroger or Wal-Mart. That's just not going to happen, because the base price of these goods tends to be higher. But I think anything that happens or anything in the market that will allow consumers to access good-quality food is a good thing."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "One way to cut costs is to cut jobs. Michael, do you expect -- Amazon is really good at the Internet thing, right? They are an e-tail retailer. They're into drones."
    },
    {
      "speaker": "DUDELL",
      "utterance": "They know what they're doing."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "They know what they're doing."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Do you expect automation here to slash human jobs at Whole Foods?"
    },
    {
      "speaker": "DUDELL",
      "utterance": "Yes, so far, they have said that automation is not going to necessarily cut jobs at the Whole Foods stores. I happen to think that it probably will. Look, PWC did a report earlier in the year said that in about 15 years from now, 38 percent of jobs that are currently done by humans might be done by robots. That's a high number. I don't think we're in any trouble of hitting that number just yet. But the reality is that they probably will cut some jobs. They brought on Boston Consulting Group earlier this -- in June actually, and they had to trim about $300 million. A part of that is probably going to be employees."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Yes. Number one, every company always says we're doing the technology thing, but no humans are going to lose their jobs. That's what they say at first."
    },
    {
      "speaker": "DUDELL",
      "utterance": "It's a nice talking point. But the reality is that eventually something will happen."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Exactly. And, number two, if you ask teenagers -- there was a recent study -- three and four teens and their parents are completely worried about not having a job because of robots. What kind of classes do you take? How do you prepare for the future, Danielle, that we don't even know what it looks like?"
    },
    {
      "speaker": "MCLAUGHLIN",
      "utterance": "That's a great question. I have a 2-and-a-half-year-old. And I think about the same things. The jobs of the future are going to be very different than the jobs that we currently have. Professions will become increasingly automated. The rise of A.I. will mean that things that we thought could only be done by a human will in fact be done in some way, shape or form with the assistance at least of automation. So I think people have talked about this merger and the role of the government in it. But really I think the big takeaway here is the role of the government in creating jobs for the future and looking into the future and helping children of today, college graduates of tomorrow to find a way to achieve and find economic security in the jobs that will still exist and the new jobs that will exist as technology become a much bigger part of our lives."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Michael, do you think this is the role of the government?"
    },
    {
      "speaker": "DUDELL",
      "utterance": "No. Honestly, the role of the government in this I think is maybe to empower businesses to train employees in a different way, to create different types of jobs. But, no, I don't think that the onus is up to the government. I tend to think that it's up to the business to have the responsibility to keep that training and make sure that employees are getting what they need to compete tomorrow."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "But, Michael, what does that look like? Do we have all to go out and take robotics classes? So, translation, if you don't know how to design a robot, you don't have a job?"
    },
    {
      "speaker": "DUDELL",
      "utterance": "Well, the good news is that you and I probably don't have to take robotics classes, I'm happy to say."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Good. I can't do that. My brain doesn't work like that."
    },
    {
      "speaker": "DUDELL",
      "utterance": "We won't do it. Here's what is going to matter. What is going to matter is human connection, the thing you can't replicate with a computer, the ability to have a conversation, the ability to express, to understand. These soft skills that in the past were maybe looked at just sort of hippy- dippy things are now going to be more important than ever, because everything that can be automated will be automated, and it's up to humans to do just that, be human."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "And people are going to crave that human connection, because it's so absent."
    },
    {
      "speaker": "DUDELL",
      "utterance": "Absolutely."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Michael, Danielle, good to see both of you."
    },
    {
      "speaker": "MCLAUGHLIN",
      "utterance": "Great to see you."
    },
    {
      "speaker": "DUDELL",
      "utterance": "Great to see you."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "All right, coming up: Harvey hitting drivers as they hit the road over the weekend -- why prices may be heading even higher for a while."
    },
    {
      "speaker": "ED HENRY, FOX NEWS CORRESPONDENT",
      "utterance": "Live from America's news headquarters, I am Ed Henry. Kim Jong-un is begging for war. The U.S. ambassador to the U.N., Nikki Haley, said this to the Security Council today. North Korea yesterday conducted its six and most powerful nuclear test yet. Ambassador Haley said it's time to exhaust our -- quote -- \"diplomatic means\" before it's too late. President Trump likely to announce tomorrow he's ending the DACA program, but with a catch, a six-month delay. That's what sources tell FOX News. DACA protects young immigrants whose parents brought them into the country illegally. The program prevents them from getting deported and provides them with work permits. Officials with Kensington Palace announced today Prince William and his wife, Kate, are expecting their third child. The royal couple already has two children, 4-year-old Prince George and 2-year-old Princess Charlotte. I'm Ed Henry -- now back to \"Your World.\" For all your headlines, you can log on to FOXNews.com"
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Drivers could be paying more at the pump after Hurricane Harvey shuts down oil refineries, destroys gas stations, and now we're seeing gas lines. To our Jonathan Hunt on the West Coast, following it all for us. Good to see you, Jonathan."
    },
    {
      "speaker": "JONATHAN HUNT, FOX NEWS CORRESPONDENT",
      "utterance": "Hey, Lauren. It's obviously a minor financial inconvenience compared to the terrible pain that so many people in Texas are going through right now. But all of us are likely to be feeling the effects of Harvey for at least a couple more weeks when we go to gas up. Prices have been rising since a few days after Harvey hit and could go anywhere from 10 to 25 cents a gallon higher depending on where you live as a result of refineries along the Texas and Louisiana coast being shut down and the Colonial Pipeline, which carries some 40 percent of the South's gasoline closing because sections of it were underwater and needed to be inspected before the flow of gas could be resumed. Drivers are hoping prices don't climb too much further."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Hopefully, there will be some sort of mechanisms in place to like not let it get wildly out of control. But I expect to see a couple of -- a little uptick in that."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "When the supply goes down and demand stays the same, then prices are going to go up. So, I totally get it."
    },
    {
      "speaker": "HUNT",
      "utterance": "And while Mother Nature may be the root cause of the increase, many drivers place the blame firmly on the corporations."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I think it's horrible. I think this is a time for all of us to come together, including big corporations. And it's horrible, what they do to people."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I don't think it's fair. I think it sucks. I think, at this time, it's not the time to do it, especially when people need the resources to be able to take care of themselves."
    },
    {
      "speaker": "HUNT",
      "utterance": "Now, in a bid to contain that consumer anger and to prevent prices rising too much further, Energy Secretary Rick Perry announced at the end of last week that 500,000 million barrels of crude would be released from the country's emergency stockpiles -- Lauren."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Jonathan, thanks very much. Now we discuss how long drivers could feel this impact of hurricane on their wallets. Let's bring in Phil Flynn, oil analyst. He says, Phil, be prepared for months of higher prices. So this isn't a short-term thing. This is going to last for some time."
    },
    {
      "speaker": "PHIL FLYNN, PRICE FUTURES GROUP",
      "utterance": "It really is. And I hate to be the barer of bad news, but you just don't fix the problems that we had with the U.S. refining industry overnight. It is going to take weeks to bring some of these refineries back on. It is going to take weeks to bring back some of these pipelines, even though everybody is doing everything humanly possible to bring things back online. Nobody hates higher energy prices other than the people in the industry. And they're heartbroken, because it's their families down in Houston that have been hit. The heart of the U.S. energy industry took a huge hit. So, not only are they dealing with personal issues of what happened with the storm. You know, they have to go to work for the good of the rest of the country."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Yes. Jonathan was mentioning at the end of his piece, Phil, about the administration tapping 500,000 barrels from our emergency reserves. As you know, that's a very small release."
    },
    {
      "speaker": "FLYNN",
      "utterance": "It is."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Do you think that will increase, and do you think that will have any effect on the situation?"
    },
    {
      "speaker": "FLYNN",
      "utterance": "I think it is. I think they're going to do it. The refiners right now are going to make request to the Strategic Petroleum Reserve, and everyone is going to be approved. But the refiners that are not online, it doesn't do them any good to ask for crude oil if they can't run it through their refineries. So, it is going to come in bits and pieces. Now, they was some talk -- and they probably will release gasoline supplies from the Northeast Strategic Reserves. But it's only a million barrels as day. And we consume close to nine million barrels a day."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Oh, wow."
    },
    {
      "speaker": "FLYNN",
      "utterance": "So, it's just a drop in the barrel."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Basically a tenth of what we really need."
    },
    {
      "speaker": "FLYNN",
      "utterance": "Right."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "With your experience here, how difficult is it to get a refinery up and going again? Say there's no structural damage. Can they get it up and going again pretty quickly, or is this a process?"
    },
    {
      "speaker": "FLYNN",
      "utterance": "Yes, it's a process that they can get it going in a couple of days. They really can. If there's no damage to the electricity, no damage to the infrastructure, just a couple of days. But it takes time to inspect things. Restarting a refinery is a very dangerous process. That's when they can explode, if you're not careful. So, sometimes, it takes longer if there's damage."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "If there's structural damage, we're talking months, right, of higher gas prices?"
    },
    {
      "speaker": "FLYNN",
      "utterance": "Months. Many months. Yes, months of many higher gasoline prices. I don't want to panic people, but this is a major shock to the U.S. energy industry. The good news is, prior to this, we have been producing a record amount of gasoline. We have kept prices -- they're coming off really historic lows. So, even though these prices are high, and it's going to hurt, it's not as bad as it might have been if prices were higher when we started."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "True. We have seen a surge in wholesale and gasoline prices that drivers pay at the pump, but the price of oil still historically low. Right?"
    },
    {
      "speaker": "FLYNN",
      "utterance": "It really is. It really is."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Yes."
    },
    {
      "speaker": "FLYNN",
      "utterance": "And that's been the good part of the story. It's keeping those prices -- but even the price of oil could go up. If the price of gasoline goes up, refiners are going to have to pay more for oil. And the problem you have, refiners need a specific kind of oil. There may be a lot of sweet oil out there, but there's not a lot of sour. And that's why we are going to have to rely on the Strategic Reserve to make sure these refiners get what they need."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "All right, Phil Flynn, thank you very much for your perspective."
    },
    {
      "speaker": "FLYNN",
      "utterance": "Thank you."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "All right. The best thing out of this tragedy is how people are coming together, neighbors helping neighbors in a time of need. And on this Labor Day, we want you to meet the business guy whose actions are helping hundreds who have been torn from their homes."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Hurricane Harvey may have passed, but the troubles are far from over for the thousands of victims. Companies and celebrities from across the country, they have opened their hearts and wallets to help those in need. To Fox Business' Deirdre Bolton."
    },
    {
      "speaker": "DEIRDRE BOLTON, FOX NEWS CORRESPONDENT",
      "utterance": "Lauren, companies are coming and people are coming to the aid of Harvey victims, and they're getting the attention of the Houston mayor."
    },
    {
      "speaker": "SYLVESTER TURNER, MAYOR OF HOUSTON, TEXAS",
      "utterance": "But there are a number of people who have already stepped up. And I cannot be more pleased for the fact that our corporate leaders are really stepping up in a major, major way, and not only in terms of their financial contributions, but in terms of supplies and clothes, baby formula, you name it, that many of the people in our shelters need."
    },
    {
      "speaker": "BOLTON",
      "utterance": "So, Lauren, one of those retailers is Wal-Mart, which is donating about $20 million to the relief efforts, also supplying kayaks to help in the rescue. Some businesses are donating money, but others are helping in different ways. Anheuser-Busch pausing its beer production to send emergency drinking water to Harvey victims. One Pizza Hut manager taking delivery to a whole new level, delivering pizzas to Texans trapped in their homes by boat. And some McDonald's are also providing free meals to first-responders in some of the affected areas."
    },
    {
      "speaker": "Even celebrities and athletes are stepping up. Singer Beyonce vowing to support the victims, saying",
      "utterance": "\"I'm working closely with my team at BeyGood, as well as my pastor, to implement a plan to help as many as we can.\" Defensive end for the Houston Texans J.J. Watt creating a fund that has already raised millions of dollars for Harvey victims. A lot of people coming together, Lauren."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "And the president, Deirdre, donating a million dollars of his personal money. Good to see you, Deirdre. Thank you. And after tragedy strikes, we certainly see how important the government is. But what is obvious is how much more forceful, powerful and immediate a citizen army can be. Neil Cavuto spoke with a Houston furniture store owner who took in hundreds of people that were displaced by Hurricane Harvey."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, a Houston furniture store owner opened two of his showrooms to provide shelter to some of those tens of thousands who are without home due to Harvey. That man joins us now. He's Jim McIngvale. He's the owner of the Gallery Furniture stores. He joins us on Skype. Sir, very good to have you."
    },
    {
      "speaker": "JIM MCINGVALE, OWNER, GALLERY FURNITURE",
      "utterance": "Hi, Neil. How are you?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I'm fine. What a remarkable guy you are to do that. What made you do it? Were you hearing that options were few for a lot of people fleeing their homes or what?"
    },
    {
      "speaker": "MCINGVALE",
      "utterance": "Well, during Hurricane Katrina, a lot of people from New Orleans evacuated to Houston. And we slept 200 people here two nights during Hurricane Katrina. And, Sunday, I couldn't get out of my house for three or four hours because of the two feet of water in the street. When it finally went down, I went to the store and we started getting calls and e-mails and texts from people who were trapped in their homes. We have 24-foot-box trucks that can go through three or four feet of water. So we dispatched about 10 delivery trucks to go pick up people. We picked them up, brought them to the store, and made this store and the store in West Houston both shelters and ended up having about 400 people for three nights at each store."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Incredible. What made you do it, Jim? You didn't have to do it. No one ordered you to do it."
    },
    {
      "speaker": "MCINGVALE",
      "utterance": "I did it because it was the right thing to do. We all have a responsibility for the well-being of our community. That's kind of our company culture out here. And we decided that people are more important than profits. And these people were hurting. You know, the city and state and the county can only do so much. We went and rescued people out of homes where they had four or five feet of water. We rescued them from on top of bridges. We rescued them from convenience stores. And we brought them out here, because these are our people. We have got to take care of them."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Good for you. Jim, how did you set things up so fast between beds and getting meals? And obviously you had a lot of friends and you worked together with a lot of people to get this together. But you did it really quickly."
    },
    {
      "speaker": "MCINGVALE",
      "utterance": "This is our great staff here. The unsinkable Gallery Furniture employees are one of the heroes of this whole story. The other heroes are the flood victims who had such great courage. But both stores have big restaurants in them. Obviously, we have lots of mattresses on hand, lots of sofas and lots of recliners they could sleep or watch TV in. So, once we got the people here, it was pretty easy. Sunday was the difficult day with food, because every restaurant and grocery store in Houston was closed. But get back open on Monday with our distributors, got the food. And the people were great. They're all volunteering to help clean up the store and keep things nice and neat and work in the restaurant. So it was a very uplifting experience for all of us. It showed true solidarity. There were no Republicans. There were no Democrats. Just Texans trying to help other Texans, and we think that is what it's all about."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "They could be there awhile. Right?"
    },
    {
      "speaker": "MCINGVALE",
      "utterance": "A lot of them have already gone home, because you know how these people want to get back to their homes and redo their homes, their apartments."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK. Sure."
    },
    {
      "speaker": "MCINGVALE",
      "utterance": "And a lot are still here, but a lot have gone back home already."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Jim, remarkable testament of the human spirit and your generosity. Thank you very much. It's very uplifting for a lot of folks."
    },
    {
      "speaker": "MCINGVALE",
      "utterance": "Thanks. Thank you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, be well, my friend."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "And I think they got a good night's sleep, because those are nice mattresses. That's America right there, neighbor helping neighbor, stranger helping strange. We will be right back."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "As Congress prepares to come back to Washington, D.C., this week, does the president need to get tax cuts and infrastructure spending passed to rally the markets? Let's ask market watchers Heather Zumarraga, Kathryn Rooney Vera, and Gary Kaltbaum. Good to see you, guys. I will begin with you, Kathryn. Are tax cuts, tax reform priced into this rally that we have seen since the election, which, I have to say, has been pretty unbelievable?"
    },
    {
      "speaker": "KATHRYN ROONEY VERA, BULLTICK CAPITAL MARKETS HOLDINGS",
      "utterance": "Thank goodness that earnings, Lauren, have been so spectacular, because if earnings weren't so good, I think that equities would have corrected. We have not seen a correction. We have seen the Trump trade priced out of the treasury market. We have seen the Trump trade priced out of the dollar and the effects markets. But I don't it's -- I don't think there's the Trump trade anymore in equities. So, if we get some sort of tax, if it's temporary or if it's permanent, equities go higher."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "How high do they go, Kathryn?"
    },
    {
      "speaker": "ROONEY VERA",
      "utterance": "Look, my analysis says that corporate tax rates from 39.6, which is the all-in tax rate that we're currently at, which is supremely uncompetitive at a global level -- Ireland is at 12.5, the OECD is at 22 -- if we get that down to 15, even 20, even 22 percent, we have the S&P, ceteris paribus, all else equals. But the corporate tax rate is so potent, Lauren, that it can takes the S&P to 2900 or 3000."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "All right, we're around 2400 right now. That's pretty unbelievable. Heather, let me bring you in here. A, do you think that tax reform is priced into the markets? And if not, where are think stocks going, if middle-class Americans, in addition to companies, get a tax break?"
    },
    {
      "speaker": "HEATHER ZUMARRAGA, FINANCIAL ANALYST",
      "utterance": "Yes, I think that the markets are going to go down if we do not get tax reform. Middle Americans definitely want a tax cut. It's not just for the wealthiest in terms of Ryan's plan and Trump's plan that is coming out. And the markets are nearing all-time highs right now. So, that's the next hurdle that we need, is this legislation out of Washington to propel us to higher levels in Dow and the S&P. Otherwise, I just don't see it happening."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Yes, Gary, it's interesting, because when the president was framing his pitch for tax reform, he essentially said, if you want an economy that is growing at 3-plus percent, the catalyst is tax cuts."
    },
    {
      "speaker": "GARY KALTBAUM, KALTBAUM CAPITAL MANAGEMENT",
      "utterance": "Well, look, I think it's not only the tax reform, but it's also the spending reform of government. Government spending has been shooting to the moon as of late. So, I think that has got to change. And, look, let's go back to the election. The day after the election, the market shot up, broke out, and has not stopped ever since. There is no doubt in my mind that if all these expectations of all these things getting done do not get done, the market is going to pay a stiff penalty, whether you have zero percent interest rates or not."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Heather, it seems to me like the only thing that has really moved the market to the downside is the threat from North Korea. And even with that, investors are able to overcome."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Yes."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "The issue now is belief in Congress. There's a new FOX News poll out."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "It is. We have shrugged off a lot of geopolitical tension. And I'm not -- I'm assuming that the FOX News poll has said that all. Eyes in terms of the stock market performance are on D.C., down here in D.C., in legislation getting passed. Republicans need a win in order to be reelected in 2018. So, it's not just a positive sign for the markets."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Right."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "We're looking at Americans in general and our paychecks, higher wages, more jobs, economic growth. And if you want to be reelected from your constituents, and you're a Republican, you have to get this done."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "All right, Gary, let's say we don't get meaningful tax changes in 2017. Does the market correct itself?"
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "Oh, heck, yes. And the market will be looking forward to Nancy Pelosi, speaker of the House, in 2018."
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "And that's when all heck breaks lose. I don't think the Republicans lose the Senate. But if they lose the house, look out, because all of a sudden, you know nothing gets done. And when the market knowing something, trouble ahead."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Gary stocked up on gold and guns and cash."
    },
    {
      "speaker": "ROONEY VERA",
      "utterance": "I will take the opposite side."
    },
    {
      "speaker": "ZUMARRAGA",
      "utterance": "Yes."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Kathryn, go ahead."
    },
    {
      "speaker": "ROONEY VERA",
      "utterance": "I personally -- yes, I don't think anyone -- I mean, this is my perspective, but I don't think anybody is expecting a comprehensive tax reform by year-end. It's very ambitious. I completely agree that the government has a fiduciary responsibility. It's entirely Republican. So, the governing party, the Republican Party, should come through with what the people elected them to do, immigration reform, tax reform, deregulation. So, I agree that if they don't get it done, they will face the wrath in 2018, but not in the Senate, maybe in the House."
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "The wrath."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "Well, it's back to business this week for our lawmakers. Kathryn, Heather, Gary, good to see all you."
    },
    {
      "speaker": "ROONEY VERA",
      "utterance": "Thank you very much."
    },
    {
      "speaker": "KALTBAUM",
      "utterance": "Thank you."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "And next: helping the victims of Hurricane Harvey."
    },
    {
      "speaker": "SIMONETTI",
      "utterance": "That will be all for today. Neil back tomorrow. But you can catch me on \"FBN:AM\" weekdays 5:00 a.m. Eastern time on the Fox Business Network. We wanted to leave you with images of the destruction left by Hurricane Harvey and also remind you of ways that you can help. Please do, if you can. Thank you so much for tuning in. Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}