{
  "date": "September 23, 2021",
  "headline": "‘The Ingraham Angle’ on Afghan refugees, COVID-19",
  "subHeadline": "Guests: Newt Gingrich, Jamie Metzl, Sharri Markson, Tom Tiffany, Tom Homan, Stephen Miller, Mike Pompeo",
  "url": "https://www.foxnews.com/transcript/ingraham-angle-on-afghan-refugees-covid-19",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "INGRAHAM",
      "sentences": "I'm Laura Ingraham. Angle from Washington tonight. Government prosecutors lost their fight to keep certain January 6th surveillance video under seal. Now we have seen the videos and we know why. Now, the full tape and Newt Gingrich's reaction in just a bit, plus two Afghan refugees housed in Wisconsin army base charged with violent crimes and vile crimes, I might add. The congressman who tried to blow the whistle on this weeks ago is here with the latest. But first, the BLMification of the border. That's the focus of tonight's angle. Now, what has collapsed faster, the border or Biden's popularity? Well, the border has been effectively open since January 20th and it's gotten progressively worse. But Biden slide downward has been even more stark. A new poll by Pew shows his approval went from 55 percent in July to 44 percent in September. Meanwhile, his disapproval numbers went from 43 percent to 53 percent. All told that's a negative swing of 21 points in just two months. Now, these findings track what Gallup had reported earlier and worse for him. He lost 13 points among Democrats and Democrat leaning independents. It's not just about Afghanistan, though. It's about everything. Inflation, unemployment, gas prices, we all see those and of course, the border. And what's the official White House reaction to this news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "We're in the middle of navigating and weathering storms and dealing with crises. That's what people were elected - elected him to get through.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, all of these storms are of his own making. Most obviously, the breakdown at our border. For more than two decades, a small group of us warned Republicans about doing any immigration deal with the Democrats that doesn't believe in border enforcement. Heck, they don't believe really in borders at all. We see that now. Of course, at the time, we were called xenophobic and anti-immigrant. And that's just by the Bush people. Turns out though, we were actually right. There is no way to see the footage from Del Rio is anything but clear evidence that the Democrat Party has completely surrendered to the open borders lobby. Under Biden, our border has just become one giant migrant camp site. It's filthy, squalid, with hundreds more arriving every day. The AP spilled the beans about the fact that few are actually being returned to their home country. Haitians have been freed on a very, very large scale. And recent days, one official said in Tuesday, the official who was not authorized to discuss the matter, spoke on the condition of anonymity, put the figure in the thousands. But, again, that's not good enough for the Democrats who are open borders radicals, they want more lawlessness, they want even less border security. And they want immediate resettlement into the U.S. of anyone who sets foot on our soil. Thus, they reach their favorite - they reach for their favorite security blanket which is race,",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. AYANNA PRESSLEY (D-MA)",
      "sentences": "Haitian lives are black lives. And if we truly believe that Black Lives Matter, then we must reverse course. The Biden administration must immediately and indefinitely halt all deportations of Haitian migrants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Welcome to the BLMification of the border. She's effectively saying that skin color should trump U.S. immigration law. Now by that logic, does that mean any black or brown skinned person should be sent to the front of the line for legal immigration processes too. I bet they'd say yes. And if there's a race angle to play, you can always count on Al Sharpton to throw accelerant on the fire. His latest target border agents patrolling the tough terrain on horseback. Because of course, if you're on horseback near a river and you're using reins, you're automatically a racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AL SHARPTON, MSNBC HOST",
      "sentences": "We went for an hour and toured a place that we feel is a real catastrophic and human disgrace. As people around this world watch the border patrol do slave like, police matters on horses. It compelled us to come and show our voices and our presence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, remember the majority of the border agents happened to be Hispanic. They've been using horses at the border for decades. Now Sharpton's presence and a squad squawking that's a gift to Biden. Why? Because there's an opportunity for him to tap to the middle. But of course, he squandered it. Because Biden had the chance to distance himself from the open border's radicals in his party, he had a chance to stand up for the rule of law and American sovereignty. But instead, he hid from the press and sent Psaki out to embarrass herself once again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "The secretary also conveyed to civil rights leaders earlier this morning that we would no longer be using horses in Del Rio. So that is something a policy change that has been made in response.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is just completely pathetic. We have female migrants being raped by the cartels, children's lives being in danger during the tracks. We have major health care issues being exacerbated. All the while the American people are left on the hook for billions to deal with. And horses are their focus. In confidence mixed with radicalism is a very dangerous combination. It's so bad in Texas right now that the White House itself doesn't seem to even know what its own policy is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How is Border Patrol determining right now, who actually gets to stay in and get processed and who gets expelled under Title 42.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "The determination of who can be expelled or not it's determined by a number of factors, including the makeup of a specific family unit. Some people with kids who are younger than a certain age are not accepted back in certain countries. Each is made on a case-by-case basis. Another determining factor is detention capacity, both within ICE and CPB are when capacity issues and processing backlogs arise, they may be processed via an alternate means.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "What? It is gobbledygook. In other words, send a message to the world that I'm not Trump. We love migrants. That's essentially what she's saying, a lot of factors come into play. Migrants come in record numbers; they overwhelm the system. Then because the system is overwhelmed, they release the migrants, be the Haitians or Hondurans, they release them into the country. Everybody knows this game. The cartels know it. The migrants and the Democrats themselves know the game. And now as we see from those polls, so to the American people. This is not going to end well for America or the Democrats. On everything from the budget to the border, the White House should be standing with the people like Joe Manchin and Kyrsten Sinema, Democrats in the middle. Doing so, would reassure Americans and actually help his approval numbers. Now looking back, we see that it was a colossal mistake when early on, Biden didn't make it clear to the squad that his administration would not be held hostage by them. Giving into their threats, only made this squad angrier and more radical. Now when Democrat voters rejected Bernie and Warren remember in the primaries, and they supported Biden, the Democratic voters were rejecting socialism and open borders and racial polarization. They didn't want that. But now with a weakened Joe Biden, cowed by the lunatics in his own party, that's exactly what those voters are getting. And by refusing to change course, Biden just looks limp and weak and fanatical at the same time, if that's possible. The political fallout is so dire that it's even spilling over into the Virginia governor's race right now. And yet, they just keep hitting the accelerator. This, my friends, is the definition of insanity. Ron Klain, Biden's Chief of Staff seems to think that placating the press though, is what will ultimately save them, but the press, they seem just as miserable and unsatisfied as everyone else's.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "YAMICHE ALCINDOR, PBS WHITE HOUSE CORRESPONDENT",
      "sentences": "These are images that are traumatizing Haitian Americans that he promised to treat respectfully and with humanity. Why isn't the president telling people himself, these images that people say look like slavery are wrong? Me as president, I as president condemned them? How is he not doing that? Why is he not doing that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "She just sits there and kind of takes it. Well, look, they're certainly not looking out for the American people, not the press corps. So, keep catering to the wrong people, Joe, and soon Build Back Better will be just replaced by how low can he go? And that's the angle. All right. Joining me now is Tom Homan, former Acting Director of ICE and Stephen Miller, former Trump White House Senior Adviser, and President of America First Legal. Stephen, right now at the border, we have a situation where there are children being born. We have pregnant women showing up, we have people who are sick, we have Border Patrol who are frustrated, and we can't get an answer, a straight answer from the administration on how many people from this border have been resettled into the United States? What do we make of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN MILLER, FORMER WHITE HOUSE SENIOR ADVISER",
      "sentences": "It's shocking. It's scandalous. It's deplorable. And this is a point I've made to every reporter that I talked to, which is that if this administration won't give you that simple piece of information, how many of the illegal aliens apprehended had been released into the country versus returned? Then you should be hammering them every single day. Instead, we see other media outlets almost ignoring this crisis entirely. I want to make another point. You played that bit of sound earlier, in which Jen Psaki said that they've reassured civil rights leaders, they're not using horses anymore, which could be one of the dumbest sentences I've ever heard in my entire life. But let's talk about civil rights. You mentioned BLM. You mentioned the effort to turn this into a race issue. Who is illegal immigration hurting? Well, it's hurting everyone. But it's especially hurting African American citizens and Hispanic citizens who are seeing their jobs disappear, who are seeing their health insurance bills go up because of free health care for illegal immigrants, who are seeing their crime rates rise. Who are seeing drugs in their communities? What about their civil rights as American citizens? There is a reason why record numbers of Hispanic voters in South Texas on the border voted for Donald Trump because illegal immigration hurts them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, Tom, the squad's squawking has even spooked mainstream Democrat leaders. Here's Chuck Schumer on the border crisis from earlier this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D-NY)",
      "sentences": "I urge President Biden and Secretary Mayorkas to immediately put a stop to these expulsions and to end this Title 42 policy at our southern border that we cannot continue these hateful and xenophobic Trump policies that disregard our refugee laws.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Tom, Senate Majority Leader, I guess doesn't care all that much about COVID. He wants more to come in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM HOMAN, FORMER TRUMP ACTING ICE DIRECTOR",
      "sentences": "Well, first of all, the Biden administration is already violating Title 42. They did it from day one. They're letting thousands of families and unaccompanied children across the border. And as far as the secretary, let me say something, the secretary has become the Secretary of Homeland Insecurity, because the homeland is much more insecure under the leadership of him. And I want to talk about his statement today where he made a statement that the Border Patrol weaponize horses to attack children, talking about the agents on horses. He should be ashamed. He doesn't deserve the position he's in. And for him, he's a coward. And for the Commissioner of CBP Troy Miller, he's a coward, because he's not speaking up to defend the men. I've talked to five retired chief patrol agents and two retired commissioners, who all say they've seen the film, these officers did exactly what they're trained to do. They violated no rules. But you've got the secretary call him out. You've got the vice president calling them out. You've got the commissioners CBP not speaking up. And to the Chief of the Border Patrol Raul Ortiz, where are you? You've got to speak up and defend the men and women who you know are innocent because you've seen the film the same way the five other chiefs seen it. If you don't speak up, then you're a coward. Don't let the White House do your integrity. These men and women in border patrol, these are better, this guy has been put on the beach. He's been embarrassed by the nation. And he's under attack. Now, that's Jen Psaki says it's under investigation, (inaudible) finish in a week. The IG works for the secretary. The secretary already said, he's horrified. He already said that they weaponized horses. And you've got the vice president calling him out. How do you think that investigation won't turn out when the investigators have worked with the secretary? You think they won't have a fair investigation? Absolutely not. And let me add one more thing, I'm sick and tired of politicians. They don't talk about the 8000 lives Border Patrol agents have saved. They haven't talked about the 26th officers who have died of COVID because they forced them on the border with COVID cases coming across, because they're ignoring Title 42. They haven't talked about the ICE officers injured on Haiti flight. They haven't talked about the officers where the buses overtaking?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They don't care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "The politicians have attacked the men and women.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They don't care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOMAN",
      "sentences": "Border patrol are patriots.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They don't care, because they care more about non-citizens than the average working man and woman in the United States. That's a fact. Stephen, you and I, Tom, we've been talking about this for 20 years. OK. This is now obvious to every American and I think they're panicked. Stephen, you hit on it. They are panicked that men of color are beginning to turn away from the Democrat Party. They need a new constituency. They hope a constituency that may be dependent on the government. That's what they need. They need that and cheap labor add that to the--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MILLER",
      "sentences": "This is all about - it's about cheap labor for Biden's wealthy backers, cheap labor for them. And it's about new votes. And it's about hurting the people, the working class people that make this country run. And I'll just say, I not only associate myself with everything that Mr. Homan just said, but I will say to every single border agent who is working in that line today, you do not owe your allegiance to Secretary Mayorkas. He has betrayed you, and you should feel complete license to pick up that phone, to call reporters and to tell them the truth about what's happening on our border and the mass releases happening every day, day-after-day, families, children, adults into the community with no screening, no vetting and no laws.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, Mayorkas should be immediately terminated. He's obviously not - he's not working for the betterment of America, he might be working for the betterment of Haiti or other nations, but not for the betterment of the other country. Tom, thank you for your passion and substance, Stephen, you as well. And as the Wall Street Journal today note, suddenly Ecuadorian, Brazilians, Nicaraguans, Venezuelans, Haitians and Cubans are turning up by the hundreds of thousands. Well, of course, we knew - they surprised by that over that the Wall Street Journal. So, why is this happening now? The Center for Immigration Studies may have found their answer on September 12th, the Mexican government sent a mass of migrants that had bottled up for months and it southern states up to the American border. Now this move appears to have been done under the cover of Mexico's independence week. Here now is former Secretary of State Mike Pompeo. Mr. Secretary, good to see you tonight. The Biden team has been trying to reboot Trump's remain in Mexico policy. But Mexico doesn't look like it wants to play. Your reaction to all this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, FORMER SECRETARY OF STATE",
      "sentences": "Well, this is another example Laura, where we left them a perfectly good plan, we left them a perfectly good plan in Afghanistan, they turned it into chaos. We left them a perfectly good plan with respect to how we handled our southern border, how we kept our sovereignty, we avoided a humanitarian crisis at the border, and they rip to that plan up to, and now, they're trying to get back to it, I am confident they'll try to blame our administration for what's happening as well, in the same way they did Afghanistan. But I think the American people can see these folks have implemented their ideas poorly. The humanitarian crisis is very significant. The burden that were placed on the United States for an awfully long time is real, the schools and the states will have to now take these kids and put them through school, huge burdens that will deny the citizens that live there. And the kids that live there the education that they need. And make no mistake about it, you mentioned the Wall Street Journal article, every person who is thinking maybe I should come, we'll all see that these Haitians, who often came from Central and South America, they've been there quite a while. They didn't just flee Haiti in the last week or two weeks after the earthquake. Every single person who has been thinking about coming to the United States illegally now will see that there's a green light that they're going to be released inside the United States. I think we are at the very front end of what will be a significant tidal wave of illegal immigration. We've seen it for the first eight months of the Biden administration. I suspect the next date will only increase that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Secretary Pompeo, what does this mean for the definition, the meaning, I should say, of American independence and sovereignty. If a nation is unwilling, we're able to do it. But if we're unwilling by our elected leaders to actually enforce our own borders, where does that leave us as a country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, it certainly makes our adversaries happy to try to undermine our democracy, our republic. Laura, you nailed it. This is about American sovereignty. We have a fundamental duty to protect our border to know who's coming in and out, not only the who, but the what, the drugs, the traffickers, all of the things that move across that southern border today freely. I've got a democratic party who has clearly been taken over by the open borders crowd. This is a dereliction of duty at the most serious level, American sovereignty is at stake here and I think the American people can see it, I think they can sense it. And I am very confident that the Biden administration will hear loudly that they've got to reverse these policies. A good start would be to put remain in Mexico back in place. But an even more important idea would be to make clear, make clear that we're going to adopt a policy that says illegal immigration is simply going to stop and if you come here, unlawfully, you're going to be returned.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Secretary Pompeo, great to see you tonight. Thank you so much. And the Biden administration just lost its bid to keep the January 6th surveillance tapes sealed. The question is, why do they want to hide him from the public? Newt Gingrich reacts, next. Don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A federal judge has ordered the release of more surveillance video from inside the U.S. Capitol building on January 6th. So, surely the tape proves what the Democrats have been telling us about January 6th for months.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ADAM SCHIFF (D-CA)",
      "sentences": "Participating in an insurrection, an armed insurrection against the government is among the most serious ethics violations, you could imagine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "I will never forgive those people and the president who instigated the insurrection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERRY NADLER (D-NY)",
      "sentences": "These were rioters, insurrectionists, goons, thugs, domestic terrorists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But the Biden administration in the U.S. Capitol Police bitterly fought the release of the surveillance tapes. And now we know why. Well, they completely undermine the Left's narrative of a coordinated assault. Instead, what we see is the majority of the people that day we're just aimlessly kind of milling about different parts of the building. Some people were waving flags, you can see some people climb through a broken window. Most are holding up their phones recording at all taking selfies. One of the videos shows the crowd dispersing and orderly filing out of the building as the police just look up. Here now is Newt Gingrich, Fox News Contributor, former Speaker of the House. Newt, no one is trying to condone some of the worst things we saw on January 6th, that were stomach turning, but this day has been used to target Trump supporters surveil them criminalize speech. And now this committee has been launched with Liz Cheney sitting on it. What does that tape tell you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEWT GINGRICH, FORMER SPEAKER OF THE HOUSE",
      "sentences": "Look, I think it's pretty clear. And the FBI has already issued a report saying, there is no evidence of any significant conspiracy. You are a group of people who did break the law, they trespassed, they should be prosecuted. That's normally a misdemeanor. The only person killed was an Air Force veteran, a woman who was killed by a Capitol policeman, I suspect that they have been very reluctant to release all of their surveillance tapes. And I think they ought to release all of them. Because they simply don't hold up to what the Democrats want people to believe. The Democrats have a huge investment in trying to describe January 6th, as an insurrection. It was stupid, it was illegal, people should be punished for having participated. But you compare that to a summer of Black Lives Matter, looting, burning, attacking, and in some cases killing people. It strikes me that this is a remarkably one-sided interpretation of what matters. And I think, again, it fits the entire Biden pattern. They won't tell you how many people who come across the border illegally. They won't tell you how many of them have COVID. They won't tell you how many of them have criminal records, they won't tell you where they're going, where they're shipping them to. This is just part of the same general pattern of covering up lying to the American people and trying to govern like a petty dictatorship. And the house clearly, you have a Pelosi dictatorship that bears no resemblance to the house in historic terms. So, I think they should release the tapes. Let the American people look at it. Let the American people decide.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Newt, there's other news coming out of the Capitol, of course, it surrounds that $3.5 trillion spending bill. Also, this idea that if you don't pass it, according to Nancy Pelosi, the entire world will basically stop spinning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PELOSI",
      "sentences": "Well, I'm excited about and the bill that is coming up to is what it does for the environment. This is transformational, that the president has established some goals for protecting the environment and saving the planet. And this legislation does just that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Newt, the breaking news tonight that Pelosi is going full speed ahead on bringing the bill to the floor next week. Your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "Well, first of all, if we're going to rely on Joe Biden to save the planet. I'm not totally sure he can save the White House. So that whole notion is pretty hysterical. They may be able to get it through the house or they may not. It's a suicidal motion. This is a big government socialist bill. Big government socialism is supported by about 16 percent of the country. We've done four different polls showing that, so that's one out of every six Americans favors the bill. It is opposed overwhelmingly. And when people look at the inflation rate, and how fast prices are going up, they think it's crazy by a huge margin. They think it's crazy to vote for this bill. So, there are a lot of marginal Democrats who are going to wave goodbye to their seat, if they vote yes next week. On the other hand, Pelosi proves she is willing to break their arms to get them to vote yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Newt, really quickly, also apparently Cassidy, Romney, and other Senate Republicans who voted for that other infrastructure bill that we were so against here on the ANGLE, are now going against the House GOP, they're going against Kevin McCarthy and Steve Scalise, telling them not to whip up support against the infrastructure bill. They said it's a bird in the hand, you're not going to get any better than that. What do you say to Romney and to Cassidy from Louisiana about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GINGRICH",
      "sentences": "I think it's pathetic watching Republicans sell out for five cents on the there. The amount they're going to get out of this bill compared to the amount that labor unions, big government Democrats are going to get is about five percent. And I think it's an awfully cheap thing to give up your vote for that kind of a deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Newt, great to see you. Thank you for being here. And last night we asked the question, why are so many powerful people so invested in boosting China? Tonight, we turn our focus to COVID origins with brand new documents and whistleblower testimony raising new questions for Dr. Fauci. THE INGRAHAM ANGLE investigates in moments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Earlier this month documents obtained by \"The Intercept\" detailed grants given to the New York group the EcoHealth Alliance. That nonprofit funneled taxpayer funds to the Wuhan Institute of Virology for bat coronavirus research. Among the documents were previously unpublished proposals EcoHealth Alliance run by that guy Peter Daszak. And those were filed with the NIAID. That's the arm of the NIH headed by none other than Dr. Anthony Fauci. Now new documents uncovered by the group DRASTIC Research reveal that Peter Daszak hoped to accomplish a lot with Fauci's funds. The proposal called for Chinese scientists to genetically engineer coronaviruses that were more infectious to humans and then conduct experiments on live bats. Remember, this was just 18 months before the first COVID-19 cases emerged. Jamie Metzl is on the WHO advisory committee and was involved with this story before it became public. Jamie, thanks for joining us. Why do these findings, why do these documents matter?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMIE METZL, GEOPOLITICAL COMMENTATOR",
      "sentences": "It's very, very significant that Peter Daszak and EcoHealth Alliance were applying for funding from DARPA, from the Defense Department, a year-and-a-half before the initial outbreak in which they were basically outlining a proposal to do exactly what we ended up seeing a year-and-a-half later. They wanted to create chimeric viruses that brought together bat coronaviruses and the kinds of, called receptor binding domains and cleavage sites. Essentially, they were imagining a blueprint for what looks very, very much like the SARS-CoV-2 virus that emerged a year-and-a-half later. But one thing I wanted to clarify from your setup. This was an application to DARPA. It was rejected by DARPA. So the United States government really did its job. Dr. Fauci didn't fund this research, and so it's great that the United States did its job. But the question is, did China go ahead with this type of work? Because in this application to DARPA, it was led by Peter Daszak and EcoHealth Alliance. But the subcontracts included the infamous now Dr. Shi, the bat lady of the Wuhan Institute of Virology. So the big question that we need to ask is, what was happening in that lab in China? What was happening in Wuhan? We need to point fingers everywhere. Certainly we should ask tough questions about what our government was doing. But the real question is what was happening in China.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But is it difficult to believe that Dr. Fauci wouldn't believe this type of research was actually going on in the lab? Isn't that the point here, that this idea that we don't know any of was going on or this could be happening there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "METZL",
      "sentences": "I do think that is realistic. So we don't know where else this proposal might have gone. But we know that it went to DARPA. It was a $14 million application. It was considered by DARPA and rejected. So there are questions that we can and should be asking about what he National Institute for Allergy and Infectious Diseases was doing. We know that there was a subgrant of some $600,000 that went to EcoHealth Alliance. This story, though, is very, very significant. It's just separate. And so the question is, did this work happen, because it's very, very significant. Just imagine, Laura, if I said I am going to paint Central Park purple. And then a year later you wake up and Central Park is purple, you think, well, maybe there is a connection between those two things. That's that is happening here. It's very, very important. And we need to dig deeper, we need to point fingers certainly at China. But if we have to point fingers at ourselves, let's do it, and fairly and dispassionately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jamie, great to see you. And for over a year my next guest, investigative journalist Sharri Markson, has been digging into what really happened in Wuhan. Her shocking findings are the subject of a new Sky News Australia documentary. In it is truly stunning testimony from a Chinese whistleblower who claims the CCP deliberately spread COVID during the World Military Games that took place there in October of 2019. \"I thought the Chinese government would take this opportunity to spread the virus as many foreigners would show up there.\" Sharri Markson joins me now. She is the author of \"What Really Happened in Wuhan.\" You can preorder it today. Sharri, what else did this whistleblower reveal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHARRI MARKSON, INVESTIGATIVE JOURNALIST",
      "sentences": "Good evening, Laura. Wei Jingsheng, he is one of China's most famous defectors to the United States. He found out there was a coronavirus on the loose in Wuhan in October, 2019, during the World Military Games, and he tried very hard to get the United States intelligence agencies and other agencies to take this seriously in November, 2019. He was warning them. And it wasn't the only warning that United States intelligence agencies had at that time, that there was a problem in Wuhan. And I've asked Mike Pompeo, who you just had on the show a moment ago about this, and whether this was a pandemic that could have been prevented. And Pompeo said there should be a review. We need to go back and look at what the intelligence agencies knew, the quality of the information they had at that time, what they did with it, how it was processed, and whether it was passed on to decision makers. And he says those comments in the documentary that is on FOX Nation right now. Laura, can I also add something just further to what Jamie just said about those viruses, because I looked into this closely when I was writing my book, when I was investigating my book, what really happened in Wuhan. And in fact, Anthony Fauci's agency funded over 60 scientific projects at the Wuhan Institute of Virology, over 60. And I asked Donald Trump when I interviewed him for the documentary whether Anthony Fauci ever once mentioned to him in the early days of the outbreak that this laboratory in Wuhan had been genetically manipulating coronaviruses during this dangerous research. And Trump said that Fauci never said a word. He kept silent. He was in every Oval Office meeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Sharri, you did interview President Trump for your film. And here's part of what he told you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, FORMER U.S. PRESIDENT",
      "sentences": "I don't know if they had bad thoughts or whether it was gross incompetence, but one way or the other, it came out of Wuhan and it came from the Wuhan lab. I started hearing stories that you have also, that there were lots of body bags outside of the lab. And people were saying there are a lot of people lying down on the streets of Wuhan, and there were body bags.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I heard this story about the military games from a friend of mine who was in Wuhan in the fall of 2019. Just on his own he mentioned the military games as a possible super spreader. I don't know how he knew that, but it always stayed in the back of my mind. And now this concern that this is exactly what happened. It would have been a perfect event to test it out, would it not have been?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARKSON",
      "sentences": "Yes. I think the majority of people I have spoken to over the course of my investigation, including President Trump and Pompeo and the former head of the intelligence agencies, John Ratcliffe, they all think this was an accident, an accident, the virus leaked out, and then it spread. It might have spread during the military games where it infected athletes who took it back to their home countries around the world. Wei Jingsheng, the Chinese defector you mentioned before. He has a different view. He thinks it was deliberate. There is no evidence either way, but there is evidence for the fact the virus was spreading throughout Wuhan by November. There's evidence that the first incident at the Wuhan Institute of Virology might have happened in September, 2019, or at least that's when the laboratory became aware of it, because I've uncovered as part of the investigation for my book that they started beefing up their security, spending half-a-million dollars beefing up their security. They took their virus database offline and they bought a PCR coronavirus testing machine in November. They bought a new medical waste incinerator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They were hiding. Sharri, the bottom line is they don't want to answer any questions about this. China locked this down really fast. Why? Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARKSON",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Nobody has been able to answer that. I'm sorry, but whether grants were granted or not, or whether they ultimately went through to the Wuhan lab, everybody knew that this lab was doing very risky research. We shouldn't have been supporting them with one U.S. tax dollar given that fact, period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARKSON",
      "sentences": "One-hundred percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Sharri, we're going to be watching on FOX Nation, and congratulations on the book. A Wisconsin Congressman sounded the alarm about the Afghan refugees at Fort McCoy weeks ago. No one seemed to listen. Now two have been changed with heinous crimes. That's Congressman Tom Tiffany. He will join us next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Last night we brought you that breaking news that two Afghan refugees in Fort McCoy, Wisconsin, were indicted for absolutely heinous crimes. Twenty-year-old Bahrullah Noori charged with multiple counts of child sex crimes against two boys, cousins aged 12 and 14. He had allegedly been doing this for two weeks, lovely. And 32-year-old Mohammad Haroon Imaad was charged with assaulting his wife, choking and suffocating her. This is what we're welcoming into the country. Joining me now, Wisconsin Congressman Tom Tiffany. Congressman, I know you started sounding the alarm about this weeks ago, but nobody was listening then?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. TOM TIFFANY, (R-WI) FIRST SOUNDED ALARM OVER FORT MCCOY",
      "sentences": "Yes, nobody was listening, Laura. Let's go back to four weeks ago when I made my first trip to Fort McCoy. What did we find out? There were about 2,000 people, evacuees that were there at that time, and none of them were going through the special immigrant visa process. They were not being fully vetted, as the Biden administration said they should be or would be. Also, people could leave the base at any time. Fast forward three weeks to last Friday, I made my second trip there. And what did we find out. There's 13,000 people, and the commanding officer had told us three weeks prior that the base only has capacity for 10,000 people. So there's clearly overcrowding going on. There's also 600 people in quarantine -- chicken pox, measles, COVID, tuberculosis. But now we're also hearing, as you said, there are some heinous crimes that are being committed, like wife beating, rape, rape of young boys. And this is all because the Biden administration did not vet these evacuees as they should have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Pelosi is welcoming Afghan refugees with open arms and, of course, our tax dollars.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NANCY PELOSI, (D-CA) HOUSE SPEAKER",
      "sentences": "We are very pleased that in that same legislation which the Republicans rejected, we had our appropriations for Afghan evacuees, to further welcome them to our country, meet their needs, and to do so in a timely fashion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, we have veterans, tens of thousands of them living on the streets every night in the United States. What about their needs, Nancy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIFFANY",
      "sentences": "Yes, there's no doubt about it, the vetting process failed. But here's what really concerns me. I made two trips to the southern border, a trip to Panama this year, and now seeing what is happening in Fort McCoy, the Biden administration has turned our U.S. government into a human trafficking organization, or is at least complicit in it. And every American should know that, and they should be rising up against it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Afghans in America, we think that's great. They helped us, translators. I don't think we have 120,000 translators coming here. We had a lot of people just happened to make it on the plane for whatever reason. People have to understand what the culture clash could look like. And according to some of the surveys of Afghan attitudes toward regular values. Question, is it sometimes justifiable for a man to beat his wife? This was a survey done by World Values. And 43 percent answered yes. How about, make Sharia the law of the land? And 99 percent of Afghans said yes. That was Pew Research back in 2012, the last time that survey was done. Congressman, are we setting ourselves up for a culture clash here? Maybe not with all of them. Some are very secular and have moved beyond those outdated, disgusting values. Your thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIFFANY",
      "sentences": "People have to be able to assimilate. And I talked to people that did a couple tours with the military over in Afghanistan. And they said they rooted those people out by going through the special immigrant visa process, which oftentimes takes more than a year. They are not doing that currently.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Congressman, thank you. And Joe Biden gets schooled on taxes. The Last Bite explains it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The rap battle of the century, Joe Biden versus 50 Cent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "Pay your fair share, just like middle-class folks do. Trickle-down economics has never worked. CURTIS \"50 CENT\" JACKSON: You just tell an individual that you're going to not keep 62 percent of your earnings because you live in this area. I don't like New York City that much. I don't like the people enough to stay. I'll move. I'm going to Texas. I've got my cowboy hat and everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "More money, more taxes, or you can just move to a red state. Thanks for watching. Remember, it's America now and forever. Up next Gutfeld takes it from here. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WI Rep. Tom Tiffany",
      "utterance": "Biden admin has turned the US into a human trafficking organization This is a rush transcript from \"The Ingraham Angle,\" September 23, 2021. This copy may not be in its final form and may be updated."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I'm Laura Ingraham. Angle from Washington tonight. Government prosecutors lost their fight to keep certain January 6th surveillance video under seal. Now we have seen the videos and we know why. Now, the full tape and Newt Gingrich's reaction in just a bit, plus two Afghan refugees housed in Wisconsin army base charged with violent crimes and vile crimes, I might add. The congressman who tried to blow the whistle on this weeks ago is here with the latest. But first, the BLMification of the border. That's the focus of tonight's angle. Now, what has collapsed faster, the border or Biden's popularity? Well, the border has been effectively open since January 20th and it's gotten progressively worse. But Biden slide downward has been even more stark. A new poll by Pew shows his approval went from 55 percent in July to 44 percent in September. Meanwhile, his disapproval numbers went from 43 percent to 53 percent. All told that's a negative swing of 21 points in just two months. Now, these findings track what Gallup had reported earlier and worse for him. He lost 13 points among Democrats and Democrat leaning independents. It's not just about Afghanistan, though. It's about everything. Inflation, unemployment, gas prices, we all see those and of course, the border. And what's the official White House reaction to this news."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "We're in the middle of navigating and weathering storms and dealing with crises. That's what people were elected - elected him to get through."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, all of these storms are of his own making. Most obviously, the breakdown at our border. For more than two decades, a small group of us warned Republicans about doing any immigration deal with the Democrats that doesn't believe in border enforcement. Heck, they don't believe really in borders at all. We see that now. Of course, at the time, we were called xenophobic and anti-immigrant. And that's just by the Bush people. Turns out though, we were actually right. There is no way to see the footage from Del Rio is anything but clear evidence that the Democrat Party has completely surrendered to the open borders lobby. Under Biden, our border has just become one giant migrant camp site. It's filthy, squalid, with hundreds more arriving every day. The AP spilled the beans about the fact that few are actually being returned to their home country. Haitians have been freed on a very, very large scale. And recent days, one official said in Tuesday, the official who was not authorized to discuss the matter, spoke on the condition of anonymity, put the figure in the thousands. But, again, that's not good enough for the Democrats who are open borders radicals, they want more lawlessness, they want even less border security. And they want immediate resettlement into the U.S. of anyone who sets foot on our soil. Thus, they reach their favorite - they reach for their favorite security blanket which is race,"
    },
    {
      "speaker": "REP. AYANNA PRESSLEY (D-MA)",
      "utterance": "Haitian lives are black lives. And if we truly believe that Black Lives Matter, then we must reverse course. The Biden administration must immediately and indefinitely halt all deportations of Haitian migrants."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Welcome to the BLMification of the border. She's effectively saying that skin color should trump U.S. immigration law. Now by that logic, does that mean any black or brown skinned person should be sent to the front of the line for legal immigration processes too. I bet they'd say yes. And if there's a race angle to play, you can always count on Al Sharpton to throw accelerant on the fire. His latest target border agents patrolling the tough terrain on horseback. Because of course, if you're on horseback near a river and you're using reins, you're automatically a racist."
    },
    {
      "speaker": "AL SHARPTON, MSNBC HOST",
      "utterance": "We went for an hour and toured a place that we feel is a real catastrophic and human disgrace. As people around this world watch the border patrol do slave like, police matters on horses. It compelled us to come and show our voices and our presence."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, remember the majority of the border agents happened to be Hispanic. They've been using horses at the border for decades. Now Sharpton's presence and a squad squawking that's a gift to Biden. Why? Because there's an opportunity for him to tap to the middle. But of course, he squandered it. Because Biden had the chance to distance himself from the open border's radicals in his party, he had a chance to stand up for the rule of law and American sovereignty. But instead, he hid from the press and sent Psaki out to embarrass herself once again."
    },
    {
      "speaker": "PSAKI",
      "utterance": "The secretary also conveyed to civil rights leaders earlier this morning that we would no longer be using horses in Del Rio. So that is something a policy change that has been made in response."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is just completely pathetic. We have female migrants being raped by the cartels, children's lives being in danger during the tracks. We have major health care issues being exacerbated. All the while the American people are left on the hook for billions to deal with. And horses are their focus. In confidence mixed with radicalism is a very dangerous combination. It's so bad in Texas right now that the White House itself doesn't seem to even know what its own policy is."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "How is Border Patrol determining right now, who actually gets to stay in and get processed and who gets expelled under Title 42."
    },
    {
      "speaker": "PSAKI",
      "utterance": "The determination of who can be expelled or not it's determined by a number of factors, including the makeup of a specific family unit. Some people with kids who are younger than a certain age are not accepted back in certain countries. Each is made on a case-by-case basis. Another determining factor is detention capacity, both within ICE and CPB are when capacity issues and processing backlogs arise, they may be processed via an alternate means."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "What? It is gobbledygook. In other words, send a message to the world that I'm not Trump. We love migrants. That's essentially what she's saying, a lot of factors come into play. Migrants come in record numbers; they overwhelm the system. Then because the system is overwhelmed, they release the migrants, be the Haitians or Hondurans, they release them into the country. Everybody knows this game. The cartels know it. The migrants and the Democrats themselves know the game. And now as we see from those polls, so to the American people. This is not going to end well for America or the Democrats. On everything from the budget to the border, the White House should be standing with the people like Joe Manchin and Kyrsten Sinema, Democrats in the middle. Doing so, would reassure Americans and actually help his approval numbers. Now looking back, we see that it was a colossal mistake when early on, Biden didn't make it clear to the squad that his administration would not be held hostage by them. Giving into their threats, only made this squad angrier and more radical. Now when Democrat voters rejected Bernie and Warren remember in the primaries, and they supported Biden, the Democratic voters were rejecting socialism and open borders and racial polarization. They didn't want that. But now with a weakened Joe Biden, cowed by the lunatics in his own party, that's exactly what those voters are getting. And by refusing to change course, Biden just looks limp and weak and fanatical at the same time, if that's possible. The political fallout is so dire that it's even spilling over into the Virginia governor's race right now. And yet, they just keep hitting the accelerator. This, my friends, is the definition of insanity. Ron Klain, Biden's Chief of Staff seems to think that placating the press though, is what will ultimately save them, but the press, they seem just as miserable and unsatisfied as everyone else's."
    },
    {
      "speaker": "YAMICHE ALCINDOR, PBS WHITE HOUSE CORRESPONDENT",
      "utterance": "These are images that are traumatizing Haitian Americans that he promised to treat respectfully and with humanity. Why isn't the president telling people himself, these images that people say look like slavery are wrong? Me as president, I as president condemned them? How is he not doing that? Why is he not doing that?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "She just sits there and kind of takes it. Well, look, they're certainly not looking out for the American people, not the press corps. So, keep catering to the wrong people, Joe, and soon Build Back Better will be just replaced by how low can he go? And that's the angle. All right. Joining me now is Tom Homan, former Acting Director of ICE and Stephen Miller, former Trump White House Senior Adviser, and President of America First Legal. Stephen, right now at the border, we have a situation where there are children being born. We have pregnant women showing up, we have people who are sick, we have Border Patrol who are frustrated, and we can't get an answer, a straight answer from the administration on how many people from this border have been resettled into the United States? What do we make of it?"
    },
    {
      "speaker": "STEPHEN MILLER, FORMER WHITE HOUSE SENIOR ADVISER",
      "utterance": "It's shocking. It's scandalous. It's deplorable. And this is a point I've made to every reporter that I talked to, which is that if this administration won't give you that simple piece of information, how many of the illegal aliens apprehended had been released into the country versus returned? Then you should be hammering them every single day. Instead, we see other media outlets almost ignoring this crisis entirely. I want to make another point. You played that bit of sound earlier, in which Jen Psaki said that they've reassured civil rights leaders, they're not using horses anymore, which could be one of the dumbest sentences I've ever heard in my entire life. But let's talk about civil rights. You mentioned BLM. You mentioned the effort to turn this into a race issue. Who is illegal immigration hurting? Well, it's hurting everyone. But it's especially hurting African American citizens and Hispanic citizens who are seeing their jobs disappear, who are seeing their health insurance bills go up because of free health care for illegal immigrants, who are seeing their crime rates rise. Who are seeing drugs in their communities? What about their civil rights as American citizens? There is a reason why record numbers of Hispanic voters in South Texas on the border voted for Donald Trump because illegal immigration hurts them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, Tom, the squad's squawking has even spooked mainstream Democrat leaders. Here's Chuck Schumer on the border crisis from earlier this week."
    },
    {
      "speaker": "SEN. CHUCK SCHUMER (D-NY)",
      "utterance": "I urge President Biden and Secretary Mayorkas to immediately put a stop to these expulsions and to end this Title 42 policy at our southern border that we cannot continue these hateful and xenophobic Trump policies that disregard our refugee laws."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Tom, Senate Majority Leader, I guess doesn't care all that much about COVID. He wants more to come in."
    },
    {
      "speaker": "TOM HOMAN, FORMER TRUMP ACTING ICE DIRECTOR",
      "utterance": "Well, first of all, the Biden administration is already violating Title 42. They did it from day one. They're letting thousands of families and unaccompanied children across the border. And as far as the secretary, let me say something, the secretary has become the Secretary of Homeland Insecurity, because the homeland is much more insecure under the leadership of him. And I want to talk about his statement today where he made a statement that the Border Patrol weaponize horses to attack children, talking about the agents on horses. He should be ashamed. He doesn't deserve the position he's in. And for him, he's a coward. And for the Commissioner of CBP Troy Miller, he's a coward, because he's not speaking up to defend the men. I've talked to five retired chief patrol agents and two retired commissioners, who all say they've seen the film, these officers did exactly what they're trained to do. They violated no rules. But you've got the secretary call him out. You've got the vice president calling them out. You've got the commissioners CBP not speaking up. And to the Chief of the Border Patrol Raul Ortiz, where are you? You've got to speak up and defend the men and women who you know are innocent because you've seen the film the same way the five other chiefs seen it. If you don't speak up, then you're a coward. Don't let the White House do your integrity. These men and women in border patrol, these are better, this guy has been put on the beach. He's been embarrassed by the nation. And he's under attack. Now, that's Jen Psaki says it's under investigation, (inaudible) finish in a week. The IG works for the secretary. The secretary already said, he's horrified. He already said that they weaponized horses. And you've got the vice president calling him out. How do you think that investigation won't turn out when the investigators have worked with the secretary? You think they won't have a fair investigation? Absolutely not. And let me add one more thing, I'm sick and tired of politicians. They don't talk about the 8000 lives Border Patrol agents have saved. They haven't talked about the 26th officers who have died of COVID because they forced them on the border with COVID cases coming across, because they're ignoring Title 42. They haven't talked about the ICE officers injured on Haiti flight. They haven't talked about the officers where the buses overtaking?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They don't care."
    },
    {
      "speaker": "HOMAN",
      "utterance": "The politicians have attacked the men and women."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They don't care."
    },
    {
      "speaker": "HOMAN",
      "utterance": "Border patrol are patriots."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They don't care, because they care more about non-citizens than the average working man and woman in the United States. That's a fact. Stephen, you and I, Tom, we've been talking about this for 20 years. OK. This is now obvious to every American and I think they're panicked. Stephen, you hit on it. They are panicked that men of color are beginning to turn away from the Democrat Party. They need a new constituency. They hope a constituency that may be dependent on the government. That's what they need. They need that and cheap labor add that to the--"
    },
    {
      "speaker": "MILLER",
      "utterance": "This is all about - it's about cheap labor for Biden's wealthy backers, cheap labor for them. And it's about new votes. And it's about hurting the people, the working class people that make this country run. And I'll just say, I not only associate myself with everything that Mr. Homan just said, but I will say to every single border agent who is working in that line today, you do not owe your allegiance to Secretary Mayorkas. He has betrayed you, and you should feel complete license to pick up that phone, to call reporters and to tell them the truth about what's happening on our border and the mass releases happening every day, day-after-day, families, children, adults into the community with no screening, no vetting and no laws."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, Mayorkas should be immediately terminated. He's obviously not - he's not working for the betterment of America, he might be working for the betterment of Haiti or other nations, but not for the betterment of the other country. Tom, thank you for your passion and substance, Stephen, you as well. And as the Wall Street Journal today note, suddenly Ecuadorian, Brazilians, Nicaraguans, Venezuelans, Haitians and Cubans are turning up by the hundreds of thousands. Well, of course, we knew - they surprised by that over that the Wall Street Journal. So, why is this happening now? The Center for Immigration Studies may have found their answer on September 12th, the Mexican government sent a mass of migrants that had bottled up for months and it southern states up to the American border. Now this move appears to have been done under the cover of Mexico's independence week. Here now is former Secretary of State Mike Pompeo. Mr. Secretary, good to see you tonight. The Biden team has been trying to reboot Trump's remain in Mexico policy. But Mexico doesn't look like it wants to play. Your reaction to all this?"
    },
    {
      "speaker": "MIKE POMPEO, FORMER SECRETARY OF STATE",
      "utterance": "Well, this is another example Laura, where we left them a perfectly good plan, we left them a perfectly good plan in Afghanistan, they turned it into chaos. We left them a perfectly good plan with respect to how we handled our southern border, how we kept our sovereignty, we avoided a humanitarian crisis at the border, and they rip to that plan up to, and now, they're trying to get back to it, I am confident they'll try to blame our administration for what's happening as well, in the same way they did Afghanistan. But I think the American people can see these folks have implemented their ideas poorly. The humanitarian crisis is very significant. The burden that were placed on the United States for an awfully long time is real, the schools and the states will have to now take these kids and put them through school, huge burdens that will deny the citizens that live there. And the kids that live there the education that they need. And make no mistake about it, you mentioned the Wall Street Journal article, every person who is thinking maybe I should come, we'll all see that these Haitians, who often came from Central and South America, they've been there quite a while. They didn't just flee Haiti in the last week or two weeks after the earthquake. Every single person who has been thinking about coming to the United States illegally now will see that there's a green light that they're going to be released inside the United States. I think we are at the very front end of what will be a significant tidal wave of illegal immigration. We've seen it for the first eight months of the Biden administration. I suspect the next date will only increase that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Secretary Pompeo, what does this mean for the definition, the meaning, I should say, of American independence and sovereignty. If a nation is unwilling, we're able to do it. But if we're unwilling by our elected leaders to actually enforce our own borders, where does that leave us as a country?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, it certainly makes our adversaries happy to try to undermine our democracy, our republic. Laura, you nailed it. This is about American sovereignty. We have a fundamental duty to protect our border to know who's coming in and out, not only the who, but the what, the drugs, the traffickers, all of the things that move across that southern border today freely. I've got a democratic party who has clearly been taken over by the open borders crowd. This is a dereliction of duty at the most serious level, American sovereignty is at stake here and I think the American people can see it, I think they can sense it. And I am very confident that the Biden administration will hear loudly that they've got to reverse these policies. A good start would be to put remain in Mexico back in place. But an even more important idea would be to make clear, make clear that we're going to adopt a policy that says illegal immigration is simply going to stop and if you come here, unlawfully, you're going to be returned."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Secretary Pompeo, great to see you tonight. Thank you so much. And the Biden administration just lost its bid to keep the January 6th surveillance tapes sealed. The question is, why do they want to hide him from the public? Newt Gingrich reacts, next. Don't go away."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A federal judge has ordered the release of more surveillance video from inside the U.S. Capitol building on January 6th. So, surely the tape proves what the Democrats have been telling us about January 6th for months."
    },
    {
      "speaker": "REP. ADAM SCHIFF (D-CA)",
      "utterance": "Participating in an insurrection, an armed insurrection against the government is among the most serious ethics violations, you could imagine."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "I will never forgive those people and the president who instigated the insurrection."
    },
    {
      "speaker": "REP. JERRY NADLER (D-NY)",
      "utterance": "These were rioters, insurrectionists, goons, thugs, domestic terrorists."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But the Biden administration in the U.S. Capitol Police bitterly fought the release of the surveillance tapes. And now we know why. Well, they completely undermine the Left's narrative of a coordinated assault. Instead, what we see is the majority of the people that day we're just aimlessly kind of milling about different parts of the building. Some people were waving flags, you can see some people climb through a broken window. Most are holding up their phones recording at all taking selfies. One of the videos shows the crowd dispersing and orderly filing out of the building as the police just look up. Here now is Newt Gingrich, Fox News Contributor, former Speaker of the House. Newt, no one is trying to condone some of the worst things we saw on January 6th, that were stomach turning, but this day has been used to target Trump supporters surveil them criminalize speech. And now this committee has been launched with Liz Cheney sitting on it. What does that tape tell you?"
    },
    {
      "speaker": "NEWT GINGRICH, FORMER SPEAKER OF THE HOUSE",
      "utterance": "Look, I think it's pretty clear. And the FBI has already issued a report saying, there is no evidence of any significant conspiracy. You are a group of people who did break the law, they trespassed, they should be prosecuted. That's normally a misdemeanor. The only person killed was an Air Force veteran, a woman who was killed by a Capitol policeman, I suspect that they have been very reluctant to release all of their surveillance tapes. And I think they ought to release all of them. Because they simply don't hold up to what the Democrats want people to believe. The Democrats have a huge investment in trying to describe January 6th, as an insurrection. It was stupid, it was illegal, people should be punished for having participated. But you compare that to a summer of Black Lives Matter, looting, burning, attacking, and in some cases killing people. It strikes me that this is a remarkably one-sided interpretation of what matters. And I think, again, it fits the entire Biden pattern. They won't tell you how many people who come across the border illegally. They won't tell you how many of them have COVID. They won't tell you how many of them have criminal records, they won't tell you where they're going, where they're shipping them to. This is just part of the same general pattern of covering up lying to the American people and trying to govern like a petty dictatorship. And the house clearly, you have a Pelosi dictatorship that bears no resemblance to the house in historic terms. So, I think they should release the tapes. Let the American people look at it. Let the American people decide."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Newt, there's other news coming out of the Capitol, of course, it surrounds that $3.5 trillion spending bill. Also, this idea that if you don't pass it, according to Nancy Pelosi, the entire world will basically stop spinning."
    },
    {
      "speaker": "PELOSI",
      "utterance": "Well, I'm excited about and the bill that is coming up to is what it does for the environment. This is transformational, that the president has established some goals for protecting the environment and saving the planet. And this legislation does just that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Newt, the breaking news tonight that Pelosi is going full speed ahead on bringing the bill to the floor next week. Your reaction?"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "Well, first of all, if we're going to rely on Joe Biden to save the planet. I'm not totally sure he can save the White House. So that whole notion is pretty hysterical. They may be able to get it through the house or they may not. It's a suicidal motion. This is a big government socialist bill. Big government socialism is supported by about 16 percent of the country. We've done four different polls showing that, so that's one out of every six Americans favors the bill. It is opposed overwhelmingly. And when people look at the inflation rate, and how fast prices are going up, they think it's crazy by a huge margin. They think it's crazy to vote for this bill. So, there are a lot of marginal Democrats who are going to wave goodbye to their seat, if they vote yes next week. On the other hand, Pelosi proves she is willing to break their arms to get them to vote yes."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Newt, really quickly, also apparently Cassidy, Romney, and other Senate Republicans who voted for that other infrastructure bill that we were so against here on the ANGLE, are now going against the House GOP, they're going against Kevin McCarthy and Steve Scalise, telling them not to whip up support against the infrastructure bill. They said it's a bird in the hand, you're not going to get any better than that. What do you say to Romney and to Cassidy from Louisiana about that?"
    },
    {
      "speaker": "GINGRICH",
      "utterance": "I think it's pathetic watching Republicans sell out for five cents on the there. The amount they're going to get out of this bill compared to the amount that labor unions, big government Democrats are going to get is about five percent. And I think it's an awfully cheap thing to give up your vote for that kind of a deal."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Newt, great to see you. Thank you for being here. And last night we asked the question, why are so many powerful people so invested in boosting China? Tonight, we turn our focus to COVID origins with brand new documents and whistleblower testimony raising new questions for Dr. Fauci. THE INGRAHAM ANGLE investigates in moments."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Earlier this month documents obtained by \"The Intercept\" detailed grants given to the New York group the EcoHealth Alliance. That nonprofit funneled taxpayer funds to the Wuhan Institute of Virology for bat coronavirus research. Among the documents were previously unpublished proposals EcoHealth Alliance run by that guy Peter Daszak. And those were filed with the NIAID. That's the arm of the NIH headed by none other than Dr. Anthony Fauci. Now new documents uncovered by the group DRASTIC Research reveal that Peter Daszak hoped to accomplish a lot with Fauci's funds. The proposal called for Chinese scientists to genetically engineer coronaviruses that were more infectious to humans and then conduct experiments on live bats. Remember, this was just 18 months before the first COVID-19 cases emerged. Jamie Metzl is on the WHO advisory committee and was involved with this story before it became public. Jamie, thanks for joining us. Why do these findings, why do these documents matter?"
    },
    {
      "speaker": "JAMIE METZL, GEOPOLITICAL COMMENTATOR",
      "utterance": "It's very, very significant that Peter Daszak and EcoHealth Alliance were applying for funding from DARPA, from the Defense Department, a year-and-a-half before the initial outbreak in which they were basically outlining a proposal to do exactly what we ended up seeing a year-and-a-half later. They wanted to create chimeric viruses that brought together bat coronaviruses and the kinds of, called receptor binding domains and cleavage sites. Essentially, they were imagining a blueprint for what looks very, very much like the SARS-CoV-2 virus that emerged a year-and-a-half later. But one thing I wanted to clarify from your setup. This was an application to DARPA. It was rejected by DARPA. So the United States government really did its job. Dr. Fauci didn't fund this research, and so it's great that the United States did its job. But the question is, did China go ahead with this type of work? Because in this application to DARPA, it was led by Peter Daszak and EcoHealth Alliance. But the subcontracts included the infamous now Dr. Shi, the bat lady of the Wuhan Institute of Virology. So the big question that we need to ask is, what was happening in that lab in China? What was happening in Wuhan? We need to point fingers everywhere. Certainly we should ask tough questions about what our government was doing. But the real question is what was happening in China."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But is it difficult to believe that Dr. Fauci wouldn't believe this type of research was actually going on in the lab? Isn't that the point here, that this idea that we don't know any of was going on or this could be happening there?"
    },
    {
      "speaker": "METZL",
      "utterance": "I do think that is realistic. So we don't know where else this proposal might have gone. But we know that it went to DARPA. It was a $14 million application. It was considered by DARPA and rejected. So there are questions that we can and should be asking about what he National Institute for Allergy and Infectious Diseases was doing. We know that there was a subgrant of some $600,000 that went to EcoHealth Alliance. This story, though, is very, very significant. It's just separate. And so the question is, did this work happen, because it's very, very significant. Just imagine, Laura, if I said I am going to paint Central Park purple. And then a year later you wake up and Central Park is purple, you think, well, maybe there is a connection between those two things. That's that is happening here. It's very, very important. And we need to dig deeper, we need to point fingers certainly at China. But if we have to point fingers at ourselves, let's do it, and fairly and dispassionately."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jamie, great to see you. And for over a year my next guest, investigative journalist Sharri Markson, has been digging into what really happened in Wuhan. Her shocking findings are the subject of a new Sky News Australia documentary. In it is truly stunning testimony from a Chinese whistleblower who claims the CCP deliberately spread COVID during the World Military Games that took place there in October of 2019. \"I thought the Chinese government would take this opportunity to spread the virus as many foreigners would show up there.\" Sharri Markson joins me now. She is the author of \"What Really Happened in Wuhan.\" You can preorder it today. Sharri, what else did this whistleblower reveal?"
    },
    {
      "speaker": "SHARRI MARKSON, INVESTIGATIVE JOURNALIST",
      "utterance": "Good evening, Laura. Wei Jingsheng, he is one of China's most famous defectors to the United States. He found out there was a coronavirus on the loose in Wuhan in October, 2019, during the World Military Games, and he tried very hard to get the United States intelligence agencies and other agencies to take this seriously in November, 2019. He was warning them. And it wasn't the only warning that United States intelligence agencies had at that time, that there was a problem in Wuhan. And I've asked Mike Pompeo, who you just had on the show a moment ago about this, and whether this was a pandemic that could have been prevented. And Pompeo said there should be a review. We need to go back and look at what the intelligence agencies knew, the quality of the information they had at that time, what they did with it, how it was processed, and whether it was passed on to decision makers. And he says those comments in the documentary that is on FOX Nation right now. Laura, can I also add something just further to what Jamie just said about those viruses, because I looked into this closely when I was writing my book, when I was investigating my book, what really happened in Wuhan. And in fact, Anthony Fauci's agency funded over 60 scientific projects at the Wuhan Institute of Virology, over 60. And I asked Donald Trump when I interviewed him for the documentary whether Anthony Fauci ever once mentioned to him in the early days of the outbreak that this laboratory in Wuhan had been genetically manipulating coronaviruses during this dangerous research. And Trump said that Fauci never said a word. He kept silent. He was in every Oval Office meeting."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Sharri, you did interview President Trump for your film. And here's part of what he told you."
    },
    {
      "speaker": "DONALD TRUMP, FORMER U.S. PRESIDENT",
      "utterance": "I don't know if they had bad thoughts or whether it was gross incompetence, but one way or the other, it came out of Wuhan and it came from the Wuhan lab. I started hearing stories that you have also, that there were lots of body bags outside of the lab. And people were saying there are a lot of people lying down on the streets of Wuhan, and there were body bags."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I heard this story about the military games from a friend of mine who was in Wuhan in the fall of 2019. Just on his own he mentioned the military games as a possible super spreader. I don't know how he knew that, but it always stayed in the back of my mind. And now this concern that this is exactly what happened. It would have been a perfect event to test it out, would it not have been?"
    },
    {
      "speaker": "MARKSON",
      "utterance": "Yes. I think the majority of people I have spoken to over the course of my investigation, including President Trump and Pompeo and the former head of the intelligence agencies, John Ratcliffe, they all think this was an accident, an accident, the virus leaked out, and then it spread. It might have spread during the military games where it infected athletes who took it back to their home countries around the world. Wei Jingsheng, the Chinese defector you mentioned before. He has a different view. He thinks it was deliberate. There is no evidence either way, but there is evidence for the fact the virus was spreading throughout Wuhan by November. There's evidence that the first incident at the Wuhan Institute of Virology might have happened in September, 2019, or at least that's when the laboratory became aware of it, because I've uncovered as part of the investigation for my book that they started beefing up their security, spending half-a-million dollars beefing up their security. They took their virus database offline and they bought a PCR coronavirus testing machine in November. They bought a new medical waste incinerator."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They were hiding. Sharri, the bottom line is they don't want to answer any questions about this. China locked this down really fast. Why? Why?"
    },
    {
      "speaker": "MARKSON",
      "utterance": "Absolutely."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Nobody has been able to answer that. I'm sorry, but whether grants were granted or not, or whether they ultimately went through to the Wuhan lab, everybody knew that this lab was doing very risky research. We shouldn't have been supporting them with one U.S. tax dollar given that fact, period."
    },
    {
      "speaker": "MARKSON",
      "utterance": "One-hundred percent."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Sharri, we're going to be watching on FOX Nation, and congratulations on the book. A Wisconsin Congressman sounded the alarm about the Afghan refugees at Fort McCoy weeks ago. No one seemed to listen. Now two have been changed with heinous crimes. That's Congressman Tom Tiffany. He will join us next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Last night we brought you that breaking news that two Afghan refugees in Fort McCoy, Wisconsin, were indicted for absolutely heinous crimes. Twenty-year-old Bahrullah Noori charged with multiple counts of child sex crimes against two boys, cousins aged 12 and 14. He had allegedly been doing this for two weeks, lovely. And 32-year-old Mohammad Haroon Imaad was charged with assaulting his wife, choking and suffocating her. This is what we're welcoming into the country. Joining me now, Wisconsin Congressman Tom Tiffany. Congressman, I know you started sounding the alarm about this weeks ago, but nobody was listening then?"
    },
    {
      "speaker": "REP. TOM TIFFANY, (R-WI) FIRST SOUNDED ALARM OVER FORT MCCOY",
      "utterance": "Yes, nobody was listening, Laura. Let's go back to four weeks ago when I made my first trip to Fort McCoy. What did we find out? There were about 2,000 people, evacuees that were there at that time, and none of them were going through the special immigrant visa process. They were not being fully vetted, as the Biden administration said they should be or would be. Also, people could leave the base at any time. Fast forward three weeks to last Friday, I made my second trip there. And what did we find out. There's 13,000 people, and the commanding officer had told us three weeks prior that the base only has capacity for 10,000 people. So there's clearly overcrowding going on. There's also 600 people in quarantine -- chicken pox, measles, COVID, tuberculosis. But now we're also hearing, as you said, there are some heinous crimes that are being committed, like wife beating, rape, rape of young boys. And this is all because the Biden administration did not vet these evacuees as they should have."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Pelosi is welcoming Afghan refugees with open arms and, of course, our tax dollars."
    },
    {
      "speaker": "NANCY PELOSI, (D-CA) HOUSE SPEAKER",
      "utterance": "We are very pleased that in that same legislation which the Republicans rejected, we had our appropriations for Afghan evacuees, to further welcome them to our country, meet their needs, and to do so in a timely fashion."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, we have veterans, tens of thousands of them living on the streets every night in the United States. What about their needs, Nancy?"
    },
    {
      "speaker": "TIFFANY",
      "utterance": "Yes, there's no doubt about it, the vetting process failed. But here's what really concerns me. I made two trips to the southern border, a trip to Panama this year, and now seeing what is happening in Fort McCoy, the Biden administration has turned our U.S. government into a human trafficking organization, or is at least complicit in it. And every American should know that, and they should be rising up against it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Afghans in America, we think that's great. They helped us, translators. I don't think we have 120,000 translators coming here. We had a lot of people just happened to make it on the plane for whatever reason. People have to understand what the culture clash could look like. And according to some of the surveys of Afghan attitudes toward regular values. Question, is it sometimes justifiable for a man to beat his wife? This was a survey done by World Values. And 43 percent answered yes. How about, make Sharia the law of the land? And 99 percent of Afghans said yes. That was Pew Research back in 2012, the last time that survey was done. Congressman, are we setting ourselves up for a culture clash here? Maybe not with all of them. Some are very secular and have moved beyond those outdated, disgusting values. Your thoughts?"
    },
    {
      "speaker": "TIFFANY",
      "utterance": "People have to be able to assimilate. And I talked to people that did a couple tours with the military over in Afghanistan. And they said they rooted those people out by going through the special immigrant visa process, which oftentimes takes more than a year. They are not doing that currently."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Congressman, thank you. And Joe Biden gets schooled on taxes. The Last Bite explains it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The rap battle of the century, Joe Biden versus 50 Cent."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "Pay your fair share, just like middle-class folks do. Trickle-down economics has never worked. CURTIS \"50 CENT\" JACKSON: You just tell an individual that you're going to not keep 62 percent of your earnings because you live in this area. I don't like New York City that much. I don't like the people enough to stay. I'll move. I'm going to Texas. I've got my cowboy hat and everything."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "More money, more taxes, or you can just move to a red state. Thanks for watching. Remember, it's America now and forever. Up next Gutfeld takes it from here. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}