{
  "date": "September 4, 2019",
  "headline": "Democratic presidential candidate Tom Steyer on state of White House run, missing cut for climate debate",
  "subHeadline": "Billionaire Tom Steyer vowed to spend $100 million of his own money on his presidential campaign.",
  "url": "https://www.foxnews.com/transcript/democratic-presidential-candidate-tom-steyer-on-state-of-white-house-run-missing-cut-for-climate-debate",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "One of the candidates who is not on the stage tonight is Tom Steyer. Billionaire businessman and activist who has spent millions of his own money fighting for several Democratic causes before jumping in this race. He joins us tonight live from New Hampshire. Mr. Steyer, thanks for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOM STEYER, DEMOCRATIC PRESIDENTIAL CANDIDATE",
      "sentences": "Bret, thank you very much for having me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I want to go through a couple of process things and then get to some of the issues that you I know want to talk about. You, I assume, are the primary concern for you is to get President Trump out of office. You've spent a lot of your own money to try to do just that. But when you looked at the field of 20 plus Democratic candidates, what did you say? Did you say that they can't win? So, I need to get in to do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYER",
      "sentences": "My real motivation here, Bret, is that I was worried that we wouldn't deal with the basic problems in front of Americans and wouldn't be telling the truth about what we needed to do. The number one issue for Americans that I have been calling out is that we've had a failure of the federal government. We've had a corporate takeover of our federal government, that they've actually bought the government, and that we need to restore our democracy to get back to government of, by, and for the people, that puts the interests of the American people first, not the profits of corporations. And that's what I've been doing for 10 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "But obviously you looked at the field and decided I'm better than the 20 plus candidates standing there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYER",
      "sentences": "Well, I was worried, Bret, that we would be talking about plans, we'd be talking about plans in terms of medical care, health care. We'd be talking about plans in terms of education. We'd be talking about the plans that you were just referencing with regards to the Green New Deal. But that we needed to level with the American people about was for any of those plans to be seriously considered, we'd have to break this corporate stranglehold on our democracy.  I think four out of five Americans, Republicans, Democrats, and independents, think that this democracy has been bought by corporations. It goes across party issues. It goes across geography. And that's what I think we have to consider. Can we get back a federal government that works? Can we restore government of, by, and for the people?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "You know that critics in your own party, including Bernie Sanders, have said they don't like that billionaires are in this race trying to buy this race, and those were in their words. I want to just ask you about where you're stand. You're not on the next debate in Houston. You are not invited to the town hall tonight on climate change, a key topic for you. The Real Clear Politics average of polls, of recent polls, has you act 0.4 percent. For someone looking in the Democratic primary or caucuses at you, why should they believe that you're going to make it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYER",
      "sentences": "I've been in this race for six or seven weeks, Bret. And I've been spending my time in the early primary states. That's New Hampshire, Iowa, South Carolina, and Nevada. And if you look in those states, I'm somewhere between six and seven percent, and I'm either in fourth place or in fifth place.   So my point to you is my message that we need to break this corporate stranglehold, and that I'm someone who's been doing that as an outsider in politics for 10 years, putting together coalitions of normal, ordinary American citizens to break the corporate stranglehold and winning, is something that actually is resonating in the places where my message is going out, that people do hear it, and they are responding positively, and I expect they'll continue to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Let's talk about some substance. Tonight, they're doing these climate change town halls. It is a big issue for you. One of the things you've talked about is getting back into the Paris Accord. Is that right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYER",
      "sentences": "Well, actually, Bret, of course I would get back into the Paris Accord. But I view that as an important symbolic gesture, but not actually something that's going to change what the world does or what America does. What I've said, much beyond getting back into the Paris Accord is that I would declare a state of emergency on day one, and I would use the emergency powers of the presidency to start us to deal with the issue of climate change, to make it priority one, and to make sure that we protect the health and safety of every American on day one as commander and chief.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Yes. You criticize the president for pulling out of the Paris Accord, and there are other Democrats who have done the same thing. What do you say to people who said that that was just not a good deal to begin with? One of them is our former colleague here, Charles Krauthammer, who had on the panel when all that was happening. Take a listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, FOX NEWS CONTRIBUTOR",
      "sentences": "Right now, it makes no sense. It has no enforcement mechanism. It's all voluntary. People are supposed to adhere to certain limits, self-imposed. That's the problem with it. The Chinese essentially have a free ride for 15 years. The Indians have announced that they're going to increase CO2 emissions, they're going to triple them from coal between now and 2030. We are the ones who are going to have to adhere to these limits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And after that, President Trump pointed out that the U.S. is actually reducing emissions more than any other country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYER",
      "sentences": "Let me say this. The Paris Accord is by no means perfect. But if we are going to push -- this is a global problem, Bret, and you know it. We all know it's a global problem. If we are going to solve it, we are going to have to solve it on a global basis. That means two things. It means America has to go back to being the moral leader of the world, moral, technological, commercial leader of the world, which is what we've been for more than a century.  And secondly, it means for us to do that, for us to go to India and go to China and say, this is what we are going to have to do together, we're going to have to have our house in order. And I can tell you this as a businessman. I've studied this for over a decade, and we can do this in a way that will have lower cost of energy, we'll grow faster as a country. People will have higher wages and will be healthier. This whole argument that this is going to somehow be a drag on the American economy is completely false. In truth, this is something that can restore us as a country and make us richer and make us healthier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Last thing. One of the other things that you are pushing for and have spent a lot of money on is an impeachment effort. The latest Monmouth poll out says should President Trump be impeached or compelled to leave the presidency, and you see the no has increased, actually, since May. March, May, and then August, 59-35 upside down. Do you still believe that this president should be impeached?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYER",
      "sentences": "Bret, I really do. I think he's the most corrupt president in American history. I think he's more than met the criteria for impeachment. And I think he threatens the safety of Americans, but more than that, he threatens the whole idea of the rule of law. The president can't be above the law if we are to be a nation of laws.  So do I believe that we should stand up on behalf of the American people to protect our Constitution and our way of life? Of course I do. That's never changed. I always felt that what we were standing for was the right of every American citizen to be judged fairly, for nobody to be a king, and for nobody to be above the law, but for us to be citizens together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Tom Steyer in New Hampshire tonight on the campaign trail. Mr. Steyer, we appreciate your time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEYER",
      "sentences": "Bret, thank you very much for having me.   Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "One of the candidates who is not on the stage tonight is Tom Steyer. Billionaire businessman and activist who has spent millions of his own money fighting for several Democratic causes before jumping in this race. He joins us tonight live from New Hampshire. Mr. Steyer, thanks for being here."
    },
    {
      "speaker": "TOM STEYER, DEMOCRATIC PRESIDENTIAL CANDIDATE",
      "utterance": "Bret, thank you very much for having me."
    },
    {
      "speaker": "BAIER",
      "utterance": "I want to go through a couple of process things and then get to some of the issues that you I know want to talk about. You, I assume, are the primary concern for you is to get President Trump out of office. You've spent a lot of your own money to try to do just that. But when you looked at the field of 20 plus Democratic candidates, what did you say? Did you say that they can't win? So, I need to get in to do it."
    },
    {
      "speaker": "STEYER",
      "utterance": "My real motivation here, Bret, is that I was worried that we wouldn't deal with the basic problems in front of Americans and wouldn't be telling the truth about what we needed to do. The number one issue for Americans that I have been calling out is that we've had a failure of the federal government. We've had a corporate takeover of our federal government, that they've actually bought the government, and that we need to restore our democracy to get back to government of, by, and for the people, that puts the interests of the American people first, not the profits of corporations. And that's what I've been doing for 10 years."
    },
    {
      "speaker": "BAIER",
      "utterance": "But obviously you looked at the field and decided I'm better than the 20 plus candidates standing there."
    },
    {
      "speaker": "STEYER",
      "utterance": "Well, I was worried, Bret, that we would be talking about plans, we'd be talking about plans in terms of medical care, health care. We'd be talking about plans in terms of education. We'd be talking about the plans that you were just referencing with regards to the Green New Deal. But that we needed to level with the American people about was for any of those plans to be seriously considered, we'd have to break this corporate stranglehold on our democracy. I think four out of five Americans, Republicans, Democrats, and independents, think that this democracy has been bought by corporations. It goes across party issues. It goes across geography. And that's what I think we have to consider. Can we get back a federal government that works? Can we restore government of, by, and for the people?"
    },
    {
      "speaker": "BAIER",
      "utterance": "You know that critics in your own party, including Bernie Sanders, have said they don't like that billionaires are in this race trying to buy this race, and those were in their words. I want to just ask you about where you're stand. You're not on the next debate in Houston. You are not invited to the town hall tonight on climate change, a key topic for you. The Real Clear Politics average of polls, of recent polls, has you act 0.4 percent. For someone looking in the Democratic primary or caucuses at you, why should they believe that you're going to make it?"
    },
    {
      "speaker": "STEYER",
      "utterance": "I've been in this race for six or seven weeks, Bret. And I've been spending my time in the early primary states. That's New Hampshire, Iowa, South Carolina, and Nevada. And if you look in those states, I'm somewhere between six and seven percent, and I'm either in fourth place or in fifth place. So my point to you is my message that we need to break this corporate stranglehold, and that I'm someone who's been doing that as an outsider in politics for 10 years, putting together coalitions of normal, ordinary American citizens to break the corporate stranglehold and winning, is something that actually is resonating in the places where my message is going out, that people do hear it, and they are responding positively, and I expect they'll continue to."
    },
    {
      "speaker": "BAIER",
      "utterance": "Let's talk about some substance. Tonight, they're doing these climate change town halls. It is a big issue for you. One of the things you've talked about is getting back into the Paris Accord. Is that right?"
    },
    {
      "speaker": "STEYER",
      "utterance": "Well, actually, Bret, of course I would get back into the Paris Accord. But I view that as an important symbolic gesture, but not actually something that's going to change what the world does or what America does. What I've said, much beyond getting back into the Paris Accord is that I would declare a state of emergency on day one, and I would use the emergency powers of the presidency to start us to deal with the issue of climate change, to make it priority one, and to make sure that we protect the health and safety of every American on day one as commander and chief."
    },
    {
      "speaker": "BAIER",
      "utterance": "Yes. You criticize the president for pulling out of the Paris Accord, and there are other Democrats who have done the same thing. What do you say to people who said that that was just not a good deal to begin with? One of them is our former colleague here, Charles Krauthammer, who had on the panel when all that was happening. Take a listen."
    },
    {
      "speaker": "CHARLES KRAUTHAMMER, FOX NEWS CONTRIBUTOR",
      "utterance": "Right now, it makes no sense. It has no enforcement mechanism. It's all voluntary. People are supposed to adhere to certain limits, self-imposed. That's the problem with it. The Chinese essentially have a free ride for 15 years. The Indians have announced that they're going to increase CO2 emissions, they're going to triple them from coal between now and 2030. We are the ones who are going to have to adhere to these limits."
    },
    {
      "speaker": "BAIER",
      "utterance": "And after that, President Trump pointed out that the U.S. is actually reducing emissions more than any other country."
    },
    {
      "speaker": "STEYER",
      "utterance": "Let me say this. The Paris Accord is by no means perfect. But if we are going to push -- this is a global problem, Bret, and you know it. We all know it's a global problem. If we are going to solve it, we are going to have to solve it on a global basis. That means two things. It means America has to go back to being the moral leader of the world, moral, technological, commercial leader of the world, which is what we've been for more than a century. And secondly, it means for us to do that, for us to go to India and go to China and say, this is what we are going to have to do together, we're going to have to have our house in order. And I can tell you this as a businessman. I've studied this for over a decade, and we can do this in a way that will have lower cost of energy, we'll grow faster as a country. People will have higher wages and will be healthier. This whole argument that this is going to somehow be a drag on the American economy is completely false. In truth, this is something that can restore us as a country and make us richer and make us healthier."
    },
    {
      "speaker": "BAIER",
      "utterance": "Last thing. One of the other things that you are pushing for and have spent a lot of money on is an impeachment effort. The latest Monmouth poll out says should President Trump be impeached or compelled to leave the presidency, and you see the no has increased, actually, since May. March, May, and then August, 59-35 upside down. Do you still believe that this president should be impeached?"
    },
    {
      "speaker": "STEYER",
      "utterance": "Bret, I really do. I think he's the most corrupt president in American history. I think he's more than met the criteria for impeachment. And I think he threatens the safety of Americans, but more than that, he threatens the whole idea of the rule of law. The president can't be above the law if we are to be a nation of laws. So do I believe that we should stand up on behalf of the American people to protect our Constitution and our way of life? Of course I do. That's never changed. I always felt that what we were standing for was the right of every American citizen to be judged fairly, for nobody to be a king, and for nobody to be above the law, but for us to be citizens together."
    },
    {
      "speaker": "BAIER",
      "utterance": "Tom Steyer in New Hampshire tonight on the campaign trail. Mr. Steyer, we appreciate your time."
    },
    {
      "speaker": "STEYER",
      "utterance": "Bret, thank you very much for having me. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}