{
  "date": "September 26, 2017",
  "headline": "Exclusive: DeVos on restoring due process rights on campus",
  "subHeadline": "Education secretary explains why she's rescinding Obama-era rules on 'The Story'",
  "url": "https://www.foxnews.com/transcript/exclusive-devos-on-restoring-due-process-rights-on-campus",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We were very disappointed by a couple of senators, Republican senators, I must say. We were very disappointed that they would take the attitude that they did. We don't know why they did it but we are disappointed in certain so-called Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, can the president band together though so-called Republicans, which included two who fought him for the nomination, Ted Cruz, and Rand Paul. And get everybody marching in step toward tax reform? Kellyanne Conway joins us in a moment on that. But there is still the cultural battle that has gripped the nation, one that is playing out on the field of the NFL, but what is it rooted in and what does it reveal about where our country is today? The president doubled down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I think it's a very important thing for the NFL to not allow people to kneel during the playing of our national anthem to respect our country and to respect our flag.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That as his critics' cry racism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't know if Trump is racist, but I do know he definitely prefers White people to Black people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If he's not the recessed light of so many Americans believe that he is?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That is racism, you cannot deny it, you cannot run for it, and I kneel in honor of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, that's where we are. We've got a big lineup for you tonight, David Bossie takes us inside some of the president's thought process perhaps on this. But first, we hear from Richard Fowler, National Syndicated Radio Host; and Mollie Hemingway, Senior Editor at the Federalist, both are Fox News Contributors. Welcome, to both of you. So, you know, another day of the news cycle of this. The president brought it up again today and made the comments that you saw. Mollie, what you think about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR AND SENIOR EDITOR AT THE FEDERALIST",
      "sentences": "Well, it's going to be in the news cycle because it represents such a bigger issue we're having. What does it mean to be American? Do you believe in the founding principles? Do you think that we're a flawed country that can be improved? Or do you think we are irredeemably corrupt? And so, many people want to weigh in on this issue and it's no surprise that it's going to be causing such a big stir. Also, though, we've got to see some of the first polls showing that people are largely dissatisfied with this protest movement, they're not big fans of disrespecting the flag or the anthem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. We have that poll, 64 percent said that they do not believe players in the NFL should be kneeling when the national anthem is said. And I think it really touches on something really important here because sometimes you get caught up in the moment and who are kneeling and who's not kneeling. Richard, in your mind, what are they kneeling about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICHARD FOWLER, FOX NEWS CONTRIBUTOR AND NATIONALLY SYNDICATED RADIO HOST",
      "sentences": "So, I think that's a very interesting question and I think a lot of times, many of these protests, you look at the polls from the 1960s. People would argue that Martin Luther King was very unpopular then, he's a little bit popular today, absolutely. But in the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "But we have segregation in the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "Right, but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We have real civil rights issues that were as clear as your face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "Absolutely. But if you want look Gallup polls in the 60s, Martin Luther King was absolutely unpopular back then. But what -- here's the thing, I think the president is a master marketer, marketing genius, and I think what he did was framing. What the NFL players -- the NFL aren't against troops, they're not against the flag, they're against the national anthem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What are they against?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "They are against racial injustice. And they're using --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "In a broad sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "In a broad sense. And they're using --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And you believe there's a lot of that in the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "No, I think that we can all -- I think there's a lot but they do believe there's racial injustice in the country and we could debate that all if we want to. And there's going to say that there are people who believe there isn't racial injustice in this country. But these players, and a lot of effort -- a lot of Americans, African-Americans, and White Americans believe that there's racial injustice in the country. Well, these players.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Well, to be clear, Colin Kaepernick did say that he was protesting the flag itself, he said that when he began this protest year ago that he believes that the flag stands for a country that violates black people's freedom. And so, that's one thing. But also, you know, Martin Luther King rooted his protests in the ideas of the American founding. He said that the founders had issued a promissory note with that declaration of independence. So, this is why that was such an ultimately successful movement. He had clear goals, he rooted it in what it means to be an American, which is very different from when you're actually just rejecting the idea of America as a country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "Let's be very clear, Colin Kaepernick also gave a press conference, a couple months back where he said I'm not against the flag, I'm not against being an American, I just want Americans to be justice for everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Colin Kaepernick wear socks that have policemen depicted as pegs on them, is that OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "Listen, and I think this is larger than--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That is where this started. It started as something that was against the police, right? You had, you had the St. Louis team running out of the tunnel, hands up, don't shoot, which we know never happened. So, I think we do need to think about the facts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "But this is larger. I mean, I think you're referring to -- that's one case of police -- that's the Michael Brown case, there are more cases of this, but there's a larger problem of injustices in police departments across the country. People have reported about this, you have the Tamir Rice case, you have the Eric Garner case -- we can go on and on and on and the list of names goes on and on. But once again, I think if you talk to these players and many of these players, Donte Stallworth has been on this air talking over and over again and many players are saying this is not about the flag, this is not about our veterans, this is not about the anthem, this is about using our platform to protest racial injustice. And what Donald Trump has done --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "General racial injustice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "But it's important to have that face --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "One second, what Donald Trump has done is framed this as it's being about against the flag --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Let Mollie talk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "Against the anthem, and it's not that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I got you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "If you do care about criminal justice reform, and if you do care about police brutality, you have to have everything is rooted in the facts. It is true that there are, you know, several dozen people who are unarmed who have been shot by police officers and that is a concern. It's not just a concern for Black people even if it's true that Black people and White people have different experiences with the police. And it is true that so much of this movement started based on something we know is not true, the hands up, don't shoot idea. So, it's important how we frame these things if we want to actually make changes with police brutality.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FOWLER",
      "sentences": "And the next one I want to say is, I mean if you don't want them to protest by kneeling, if you don't want them to protest in the street, where do you want these individuals to protest? I mean, every time they protest, the right is saying you can't protest here, you can't there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think the most important thing is to know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "You can work on persuading everybody.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "To be very clear on what you're protesting about, because I think a lot of people watching the NFL games are a little bit unclear on it. Thank you, guys. Thank you, both for being here. Good to see you tonight on the rooftop. All right. So, President Trump is reportedly very pleased that his feud with the NFL is dominating the headlines. Last night in a private dinner with Grassroots leaders at the White House, he apparently said that he is glad that the remarks \"caught on\" and has no plans to let up, words he echoed in the rose garden today. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Many people have died, many, many people, many people are so horribly injured. I was at Walter Reed Hospital recently and I saw so many great young people and their missing legs and they are missing arms and they've been so badly injured. And they were fighting for our country, they were fighting for our flag, they were fighting for our national anthem. And for people to disrespect that by kneeling during the playing of our national anthem, I think, is disgraceful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "David Bossie was President Trump's deputy campaign manager, he's also president of Citizens United, and a Fox News contributor -- and we do it like magic, we swap people in and out of here. How are you, David? Good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID BOSSIE, FOX NEWS CONTRIBUTOR AND FORMER DEPUTY CAMPAIGN MANAGER OF THE TRUMP CAMPAIGN",
      "sentences": "It's a lot of fun. I'm great. What a beautiful night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It is a beautiful night. You heard the conversation I just had with Richard Fowler and Mollie Hemingway, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "You know, it's a -- it's just fundamentally a communication problem that isn't going to get fixed anytime soon. The NFL players are saying one thing and doing one thing but the American people don't understand it, and it's because they are wrong. You know, offending 80 percent, 75 percent of the American people by kneeling during the national anthem, which is an attack -- people take it as an attack on the flag, on our anthem and on -- I'm good -- and our country. And that's the problem. The American people don't see or care what's going on, they just see what's going on the field in front of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I believe the Baltimore Ravens -- the team in London.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "There's a thing in this country in politics where you can say and do things here in this country but you don't do them overseas. And the Baltimore Ravens, which I've been a 21-year season ticket holder of the Baltimore Ravens, and it was so offensive to me as a season-ticket holder that the Baltimore Ravens knelt in London overseas on foreign soil. It's an outrage and it's an offensive thing to do to all Baltimore Ravens fans, and to everybody in the United States while you are overseas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, one of the other points that you made, David, you know, that the NFL has not done a great job of the standards that it keeps its own players. Now, we all know there's a lot of really great players. I love to watch football, I'm a big fan, but, you know, it's a question of sort of looking inward for a moment as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "The president is 100 percent right on this issue. He is 100 percent right and I stand with him, not the men who are kneeling, where in what I call costumes -- they are not uniforms. The men and women in uniform who are serving overseas, who have given their lives, who have bled for this country defend their rights to hold a protest. You a hold a protest -- Colin Kaepernick, all of them can go and rent a hall and fill it with their people. It's hard to get people. But to hold 60,000 innocent Americans hostage, to hold them hostage to your political views on any given Sunday no matter what the issue is, because once you do it now you can do that on any issue on any given Sunday for any reason. It's an offensive thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "They may have, potentially, a financial problem. Jerry Jones was, you know, kneeling with the rest of the Cowboys last night on the field, and that's his prerogative. But they, you know, have this sort of cultural idea that they're supporting amongst themselves that doesn't line up with a lot of what's going on with their fans and the people who pay for their tickets and their jerseys and everything else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "You know, football, like a lot of things, is a marketplace. And the marketplace is going to correct this issue. And it's going to be when they have to negotiate with Fox Sports, with the other networks to negotiate deals and ratings are down. Instead of billions of dollars, they're going to be losing those billions of dollars. Merchandise is down. You see little boys, families burning their uniforms, their shirts, their bedspreads that they buy merchandise. People spend their hard-earned dollars, their hard-earned dollars, their paychecks for the plumber and electrician to go to the football game on Sunday for the parking, the tickets, the concessions, and the merchandise and that is all going to go down, viewership's going down. I got to tell you, NFL has a serious problem here today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "David, thank you. Good to see you. We're glad we got you in the chair in time, you are a trooper. Thank you very much. All right. Coming up, breaking tonight, we are keeping a very close eye on Alabama this evening, that is where the polls are about to close. Very highly anticipated rates with a lot of symbolism and some real numbers behind it. Plus, this:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We'll be releasing a very comprehensive, very detail before tomorrow. And it will be a very, very powerful document.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, are your taxes going up or your taxes down? What's it all going to mean for you and your wallet? The details are coming out tomorrow morning. Kellyanne Conway with the preview tonight. And Education Secretary, Betsy DeVos, just got rid of a controversial and problematic Obama-era regulation on college campuses. This is a story that every parent and every student needs to know and understand, my exclusive interview with Betsy DeVos coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The schools said, this isn't legalistic, this is our private investigation. And as a private investigation, you're not entitled to any of these rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Breaking tonight, President Trump is in New York City this evening to help the RNC raise some money. He is speaking behind closed doors with supporters there in the big apple and it comes after a busy and a frustrating day for him here in Washington as the final nail in the coffin was put in repealing and replacing Obamacare -- a promise for seven years. The Senate GOP announced that they were going to -- remember they were going to vote. Last week they said, we're going to vote next week. But now, not going to vote this week and they will miss that September 30th deadline. Also, today, President Trump met in the White House with bipartisan members of the House Ways and Means Committee. They are the folks that are hammering out the tax cut, the tax reform plan which is going to be announced tomorrow morning in Indiana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's time for both parties to come together and do what is right for the American people and the nation that we all love.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Joining me now, Counselor to the President, Kellyanne Conway. Kellyanne, thanks for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Always good to see you. How frustrated is the president about what happened with health care?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, we're very disappointed that the senators who made a promise to their constituents to repeal and replace Obamacare, in fact, in many cases, voted to repeal and place Obamacare, have failed to make it on as promised. This would've been the beginning of the end of Obamacare and it really would've helped the millions of Americans, Martha, who don't have health insurance, who relied too on that they can keep the plan and keep their doctor. We've seen their premiums spiral out of control. In the state of Alaska, their premiums have grown up by more than 200 percent; Arizona by more than 120 percent. So, the data are there and there are millions of Americans who have been relying on this Congress to make good on their own premises. Over seven or eight years, we've been there seven or eight months. So, this president remains optimistic that Obamacare can be repealed and replaced with something better and more fairer to the consumer and to a free market system. But as Senator Graham of South Carolina said today, there are 50 votes that agree with the substance just not 50 votes that agree with the process.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What happened with Ted Cruz and Rand Paul, and the president referred today the so-called Republicans. Does he want Collins, for example, to be replaced in Maine? I mean, you know, are they Republicans? I guess, becomes a real question and what do you make of Ted Cruz and Rand Paul's defection?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "We see that these senators all ran successfully. They're -- right there, behind us, Martha. They ran successfully on repealing and replacing Obamacare. They're going to have to go home and explain to their constituents why this wasn't good enough. And that's going to be difficult for many of the people who just can't get health care -- health insurance. Some people have the worst possible outcomes, they got the insurance card, they were told you're now full-covered, and yet they couldn't access it because the premiums were so prohibitively expensive. What Graham-Cassidy would have done is Block Grant the Medicaid money to the state so that the governors and those closest to the people in need can get that money closer to the patients in need. And it also would have allowed you to use health savings account, which is a tremendous free-market tool.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's been around for a very long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "To help pay for those premiums. So, they're going to need to explain to their constituents why they were there. But this president remains ready; he is not giving up on repealing and replacing Obamacare. 2018 is a very curious year; people focus on the elections that are happening. Something else is happening in 2018 Obamacare gets worse. There's a whole new tax, the premiums are set to skyrocket even more. And so, there will be much more explaining to do for those who are not here for this boat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Let's talk about tax reform. Is Mitch McConnell, the person to get tax reform through? Does the president still have confidence in him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "We hope that the leader of the Republican Party, and he's the Majority Leader of the Senate, who I just saw about an hour ago over at the White House is able to do this, to pull those members together. We feel very optimistic about tax reform -- excuse me tax relief, tax cuts. We also think that some of these Democrats --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Are you not calling it tax reform?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, I think it's more than that. The reform is such a Washington word. The Trump pace, the Trump vision for tax cuts and tax relief is the first thing you see in 36 years, probably, historically ever that if you can repatriate the $2.8 trillion that's legally parked overseas by American companies who have been punished by having jobs here, having factories and plants here. If you can get that, welcome those jobs back here, if you can give the middle-class a break in their marginal rates, get them the child care tax credit that has survived this whole process, double that exemption. So many different areas of relief in the Trump tax vision. But this also has to go through Congress; we feel optimistic that the Majority Leader can bring together Republicans, but we also want this to be bipartisan. We welcome those senators -- the three Democratic senators who refused to sign Chuck Schumer's letter from a month or two ago and the president will be in one of that senator's states, (INAUDIBLE). (INAUDIBLE) already been to North Dakota with Heidi Heitkamp. And Joe Manchin, West Virginia, all --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, we'll wait for him to work across the aisle and meet with these senators and see if he can get a bipartisan deal since it didn't work with healthcare?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "With the president, it should've worked with health care if the Democrats have come over. I think the question of why wasn't health care reform bipartisan is not a question for Republicans, it's a question for Democrats. Why couldn't a single one of them come over and say the people of my state deserve better than to have so many people still uninsured through Obamacare. On tax reform, what we know that so many of them have business owners and small businesses and individual taxpayers and property are in their states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "They're going to be the one (INAUDIBLE) that 15 percent, which I know the president still wants. Before I let you go, very quickly, the issue of private e-mails in the White House, why was this White House not told, absolutely not, no to private e-mails because of the huge issue it was with her a Hillary Clinton during the campaign?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "White House officials have all been briefed on the rules, and those rules are that you use your official accounts. And if you receive an e-mail or some type of communication on a private e-mail that you make a copy or you send it to your official e-mail.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And are you confident that those roles have been followed by the people who've been mentioned: Gary Cohn, Jared Kushner, and the like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "We've all been told what the rules are, and we've been briefed in that regard and that is what we all understand to be the protocol.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "All right. Kellyanne, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to see you as always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, new details this evening about the brutality in North Korea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FRED WARMBIER, FATHER OF OTTO WARMBIER",
      "sentences": "They kidnapped Otto, they tortured him, they intentionally injured him. They are not victims, they're terrorists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The parents of Otto Warmbier fighting back against claims by the rogue regime and some in the media that Kim Jong-un is somehow being spoken of in an ill-fitting way. We're going to talk about that with Marc Thiessen and Marie Harf, coming up next. Plus, an exclusive interview with the Secretary of Education, Betsy DeVos, and her fight to change Obama era guidelines on campus sexual assault cases when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETSY DEVOS, SECRETARY OF EDUCATION",
      "sentences": "The notion that a school must diminish due process rights to better serve the victim only creates more victims.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We are totally prepared for the second option, not a preferred option, but if we take that option it will be devastating, I can tell you that, devastating for North Korea. That's called the military option. If we have to take it, we will.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, that was President Trump earlier today at the White House making it clear that he is not backing down from the North Korea fight. And in a moving interview this morning with Otto Warmbier's parents, they revealed what they could really not talk about before, the condition that he came home in. Take a look at their words, which show the utter brutality of Kim Jong-un's regime in contrast to the concerns by some of the president is talking to top about the dictator he calls rocket man. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "President Trump at the U.N. this week threatening to \"totally destroy\" the reclusive nation. That fingering in the eye of Kim Jong-un, escalating tensions so dramatically.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARMBIER",
      "sentences": "Now we see North Korea claiming to be a victim and that the world is picking on them. And we're here to tell you, North Korea is not a victim.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK TODD, MSNBC ANCHOR",
      "sentences": "The rhetoric has been, shall we say, not high, it's been a little low. You've had the president tweeting Kim Jong-un of North Korea, who was obviously a madman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARMBIER",
      "sentences": "Otto had a shaved head. He had a feeding tube coming out of his nose. He was staring blankly into space, jerking violently. He was blind. He was deaf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's called him rocket man, he's called him a madman, is this the smart approach?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WARMBIER",
      "sentences": "As we looked at him and try to comfort him, it looked like someone had taken a pair of pliers and rearranged his bottom teeth. North Korea is not a victim, they're terrorists. They purposely and intentionally injured Otto.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "sentences": "President Trump called Kim Jong-un rocket man in front of the whole world, does it on purpose, it doesn't hit the respect of even using his real name, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CINDY WARMBIER, MOTHER OF OTTO WARMBIER",
      "sentences": "No parents should ever have gone through what we went through. I mean, why would you do this? And I rode in the ambulance with him because I did not want him to be alone anymore. He's been alone for way too long. And we stayed with him and love him as best as we could.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What an incredible interview that was this morning by Otto Warmbier's loving parents, who have been through hell. I mean, it's unbelievable to listen to them talks about their son, saying the only reason that they are going forward and doing this is that they want North Korea to be put back on the state sponsors of terror list. This is something they feel they can do at this point. And you look at all of the rhetoric in the press about North Korea and how we need to be concerned about having enough respect to use his proper name. Marc Thiessen, American Enterprise Institute Scholar; Marie Harf, former State Department Spokesperson, both are Fox News Contributors. Welcome, to both of you from D.C. this evening. Marc, let me get your thoughts on this first based on that video and that back and forth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARC THIESSEN, FOX NEWS CONTRIBUTOR AND SCHOLAR OF THE AMERICAN ENTERPRISE INSTITUTE",
      "sentences": "So, I mean, I think -- first of all, your heart goes out to the Warmbier family. I mean, I can't imagine what it would feel like to go into an ambulance and see your son in that condition. It's absolutely heartbreaking. And they're absolutely right this is a terrorist regime. They were on the terrorist list for 20 years. They were taken off in 2008 by the Bush administration as part of a deal, not because they gave up their support for terror but because they agreed to give up their nuclear weapons, which they clearly have not done, so there's no reason why they shouldn't be put on the terrorist list as part of an effort to try to resolve this peacefully by putting -- increasing the pressure on the regime.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, THE STORY HOST",
      "sentences": "So Marie, what would putting them back on that list do to the current escalation tensions? Would it have any impact?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, I think it would send a message, but it's interesting what mark said. The state-sponsored terrorism list is really a list for countries that sponsor international terrorism. And I'm not by any means arguing that the North Korean regime is an incredibly brutal. I think we should use every tool we have to squeeze them, to tighten the pressure. I'm not sure putting them on that list would impose new sanctions for example. I'm not sure what it would do beyond being a symbol. And that may be a good symbol, but I think we need to be very careful about using that list and how we use it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Well, they qualify.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Do they qualify? Are they supporting international terrorist organizations?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "They built a nuclear reactor for Syria, which is a state sponsor or terror. They've provide ballistic missile technology to Iran, which is a state sponsor of terror. They've provide missiles to Hezbollah and to Hamas. They built a tunnel network for Hezbollah to use to launch rockets into Israel. They're a terrorist organization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "If they're supporting Hamas and Hezbollah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "They're terror states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "If they are, then you're absolutely right, they should be on that list.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "I'm right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "When the bush administration undertook the process of taking them off of that list I know they looked at a lot of these different issues, and I agree with also because of the nuclear issue that they got taken off. I think that going forward we need to look at every tool we have and that could possibly include this list to put more pressure on North Korea. But at the end of the day, this regime has shown that it doesn't care about international pressure, it doesn't care about getting scolded at the U.N. Its brutality has continued despite all of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, isn't -- you know, the current escalation of rhetoric, perhaps the last best weapon? You listen to so many people talking about how appalled they are that the president is using the language that he's using. But in the past all the best good efforts of the Bush administration, Mark, as you point out, and administrations prior to that going back to the Carter administration, did lots of different forms of what some might call appeasement in order to get a bit of a deal for North Korea and it hasn't worked, Marc.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "You're absolutely right, Martha. I mean, the Reagan administration -- the reason we didn't have a hot war with the Soviet Union is because the Soviet Union we've actually went in -- historians went in and looked at the Soviet archives after the Soviet Union collapsed. The -- minutes are there. And they thought Ronald Reagan was willing to launch a nuclear first strike. And so that fear is what prevented them from taking a lot of action that would precipitated that kind of crisis. I don't think that Kim Jong-un believes that Donald Trump is actually going to carry out a military strike on his country. He seems to think that he's pretty safe. And so, I think one of the reasons Trump is doing this is to get the notion through his head because the best way to get a peaceful solution is if the North Koreans understand that he's deadly serious about taking the military option if they don't do something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We have to leave it there. But today, the president did say that if they were to take the action of shooting down any of our jets that would be something that we would have to respond to with a military option. Marie and Marc, good to see you always, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "THIESSEN",
      "sentences": "Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So the Obama department of education said that colleges had to prove that they were cracking down on sexual assault or risk losing their federal funds. In their rush to comply some of the accused say they lost their sense of justice. And some students paid a very high price.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "I got a phone call from the school's Title IX department, telling me no in certain terms that I had to pack up my stuff and leave my dorm immediately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "sentences": "You have study authors making the determination whether something was sexual assault, whereas the person responding to the study might not even say that themselves. There is definitely a campus sexual assault hysteria going on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Betsy DeVos is changing the rules, and she is here live, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BARACK OBAMA, FORMER UNITED STATES PRESIDENT",
      "sentences": "It is estimated that one in five women on college campuses has been sexually assaulted during their time there. One in five.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So under the Obama administration there was a high-profile crackdown on sexual assault on campus, a scourge that we all want to prevent for students across this country. The problem was that in the rush to get the offenders off campus those who were innocent had no fair forum to launch their defense. Panels of professors were delegated in many cases to carry out justice, and if they didn't the school risked losing federal funds under the Obama rules. The stakes were high and lady justice was blindfolded in a way that left some of the innocent shunned, kicked out of their classes and their dorms, their reputation, their education and their dreams in tatters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "I don't have any recollection of this, but once you walked in initially to return to my room she asked if I had any gum and I said yes and gave her a piece of gum before we had sex. I got a phone call from the school's Title IX department telling me in no uncertain terms that I had to pack up my stuff and leave my dorm immediately, and there were officers there to escort me off campus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "This 18-year-old can't have a lawyer in any of the hearings, doesn't have a Fifth Amendment right against self-incrimination. Doesn't have the right to see the evidence. Doesn't have the right to cross examine her accuser or confront his accuser. And you think that -- well, this is America. We have those rights. You don't have any of those rights on a college campus.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Pretty stunning, right? But under the direction of the new secretary of education there's an effort to bring due process back for college students. Betsy DeVos joins me now for this exclusive interview. Secretary, good to have you with us today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETSY DEVOS, U.S. SECRETARY OF EDUCATION",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "This is a courageous thing to take on because everybody has heard that number that President Obama spoke about, that one in five college students is assaulted during college. First of all, do you agree, is that number true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVOS",
      "sentences": "Well, let me just say that one sexual assault on campus is one too many, but one person denied due process is one too many, and that's really what this is all about. We really need to get to a point where it's fair for all students and where it is clear with the process is for all students. There've been too many students wronged in a well-intentioned attempt to ensure that this issue is not swept under the rug and not hidden in back rooms of schools any longer. And we have no intention of doing that. We have every intention of continuing to make sure that students feel safe and that they all have a fair and equal forum in which to work through such issues as this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Tell me, under the new rules that you're working on, what would that form be? If a student is accused of sexual harassment assault, and he's brought before a forum under the new situation, how would it change? What would be different?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVOS",
      "sentences": "Well, as you know, we've began a rule making process and this is a process, not an event. So it's going to be a number of months before we have any final guidance. But in the interim we have released a set of questions and answers to help schools in this interim time. We want to be a partner with them. They have a very important role to play in this. And we want to ensure that students know that they're going to be treated fairly and that we are going to put a process in place that's going to be fair for all of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "And then, how will the Department of Education judge whether or not those schools are implementing those rules correctly, whether or not they are being fair to these students -- you know, in terms of a young man who walks into one of these hearings, will he be able to have an attorney present? Will he be assumed guilty before he walks in the room?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVOS",
      "sentences": "The office of civil rights under the previous administration really became an adversary to colleges and universities. In fact, I had several college administrators tell me they were terrified to even contact the department for fear it would launch an investigation. We want to be -- that is not going to be the case any longer. We want to be a partner with schools to help them hold up their duty and their end of the deal, which is to protect students and ensure that they have a safe environment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "As a woman, is this a difficult thing for you to take on? I mean, when I did the documentary about this I got a lot of negative response because there is the feeling that for so long on college campuses these kinds of assaults were swept under the rug, and no campus, no university wanted to be the place where something like this happened, so they just didn't want anyone to know about it. But the pendulum, as you said, swung too far in the other direction.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVOS",
      "sentences": "And this is a serious issue, one to be taken very seriously. I'm a mom of both boys and girls, and I'm a grandmother of girls and boys, and this is an important issue for us to get right for everyone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, what would you say to parents like yourself, who, you know, you're sending sons off to college, daughters off to college, they need to understand what their rights are under this system. How would you advise them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVOS",
      "sentences": "Well, I think, first of all, instead of being in a reactionary mode I hope that we will be able to move to a point where we are in a mode of helping educate and prevent these things from happening in the first place, and there is a real role, a real important role for schools to play in that regard. And a real important part of this process will be having conversations about how we can better do that. But I think about one of the students that I met in one of the forums we had. She had herself been a victim of assault and now she was being falsely accused of assault. And she said in neither case had they gotten it right. She was, to me, the very epitome of what we're talking about here, ensuring that we are doing right for all students.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You know, when you look at this issue and you think about the way that college campuses are evolving today. Now we see all of the free speech issues and you that -- in some of these cases, and kids that we talk to, you know, the young women were sort of convinced by, you know, a rape crisis center on campus that they should rethink what happened to them and that maybe they were actually assaulted. I mean, how do you fight that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVOS",
      "sentences": "Well, again, I think this is not an issue to ever be swept under the rug again, but we need to help provide tools for colleges to work through these things in a way that's going to be equitable and fair for all students. And to, again, get to a point of prevention and education instead of after the fact reacting to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I asked you in the beginning if you believe the one in five number because it's a scary number. And I think it was Mollie Hemingway, we're talking about -- and she said nobody would send their child to college if that number were true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVOS",
      "sentences": "I don't know the numbers for sure. All I know is that one is too many, and one student that is denied a due process is one too many. So we need to make sure that whatever we do, we're ultimately going to get it right on behalf of all students.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How do you feel in general, you know, settling into your job as secretary of education? I know in the beginning there was a bit of -- some rocky situation where you were having protests when people thought that you weren't qualified because he didn't have enough background in education. How is it feeling now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVOS",
      "sentences": "It's feeling good. I know that I represent change, and change is difficult, but we've been doing the same thing for decades and expecting different results, and it's not going to change without some significant change in readjustment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Thank you very much, Secretary Betsy DeVos. Good to see you tonight, thanks for coming up to the rooftop with us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEVOS",
      "sentences": "Thank you. It's a pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So this evening, as you know, there's a big vote going on in Alabama. Quiet stages at the moment, but in the little while they will be quite active. Two Republicans running against each other in the primary there. Steve Bannon against the White House, essentially, on the side chair. He says that he represents the true Trump voter, and that the White House is selling out the base. So who wins tonight, very big point of pride in this whole thing. Former congressman Jason Chaffetz joins us next when we come back on \"The Story.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So we are just moments away from the polls closing in the hotly contested Alabama primaries run off tonight. Pitting President Trump backed candidate Luther Strange against Steve Bannon-backed candidate Roy Moore. Tonight, we are waiting for those results to start coming in. A look in their camping headquarters, one side will be happy at the end of the evening, one side not so happy. So let's talk about tonight's outlook and the current state of the Republican Party and President Trump's agenda. We'll bring in former Utah congressman Jason Chaffetz, now a fox news contributor. Good to see you tonight, Jason.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "sentences": "Thanks, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you think about the fact that President Trump decided to get involved in this race and to back Luther Strange, was that a mistake?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, we're about to find out. But, look, I think ultimately the president wants to support the winner in this. You had the president, you had the vice president down there campaigning for somebody who's really only been there for months. He really hasn't been there that long. But, you know, there's still this rampant anti-Washington sentiment, and there are a lot of people that just -- they don't like what's happening in Washington, D.C., even if you've only been there for a short amount of time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, you know, for Republicans, if Roy Moore wins this, what do you think the outcome is in the senate? We've already seen that it's impossible to get repeal and replace through, and although everyone sounds pretty optimistic about this tax cuts or tax reform bill, which ever it ends up being called, which is significant, by the way, as you well know. Are they going to be enough Republicans to put either one of them through?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, this echoes the theme that's been a problem for the last ten months, and that is we can't get a unified Republican Party. I mean, I'd much rather have more independent thinking like we do on this side of the aisle as opposed to the lemmings of the Democratic Party that's just follow Nancy Pelosi and Chuck Schumer, but at the same time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think the president would probably like a few lemmings at this point, don't you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Yeah. Well, but as soon as he goes out and tries to show some leadership, on the one hand you have people saying, you know, we've got to give the president everything he wants because he was elected to get something done, and at the same time they're down there campaigning against the person that the president actually supports, so there's an inconsistency there. But they have to get united, no matter who wins tonight. I hope the other side with just minutes to go in the polls will say I'm going to support the other one because the Democrat is still so unpalatable. And for the Democrats, they're still not part of the discussion. They still don't have candidates that can win because they don't have a winning message.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What's your message tonight to Ted Cruz, and Rand Paul, and Republicans who voted against this repeal and replace, which was not perfect, obviously. Legislation really never is. But do you think it would have started to move the ball forward, and what would you tell them tonight?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "I guess my first concern is with leader McConnell, with all due respect, he's the very nice gentleman, he's always been kind and respectful to me, but what's not palatable is not voting. To put people the record, let them show their colors and where they are. Remember, the very first vote that was going to come up was a procedural vote, whether or not to have the debate. We don't even have the debate. After you have the debate, let there be a method, let people go to the floor and make their case, but we don't even get to that point. And that's what America -- look, I'm an ardent conservative, I went there in the body and the house for eight and a half years, and you know what? I can't stand is when you don't vote. You didn't even have the discussion.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, it's remarkable. And is that something that the president would be leaning on the senate majority leader to say, look, have a vote, get them on the record.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAFFETZ",
      "sentences": "Well, look, if you want to ultimately vote no on the final package, yes. But as a Republican if you're going to put the R next to your name on the ballot when they're procedural, it's a procedural vote. Should we move forward and have the debate. That's -- come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I'm going to get cut off. Thank you, Jason. Quick break. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Final thought tonight as the NFL works through its issues, there are often comparisons made between the gladiators of the Roman Empire and the men of the gridiron. Seneca, a roman governor, once chided his friends for being interested in the gladiator games, he said there were too brutal and too base. He encouraged all his friends to stop watching the game, but they did not, they kept going. The gladiators were the celebrities of their day and the masses just couldn't stay away. So will it be the same for the NFL? We'll leave you with this tonight from gladiator.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "sentences": "My name is Maximus Decimus Meridius. Commander of the armies of the north, general of the Felix legion. Loyal servant to the true emperor, Marcus Aurelius. Father to a murdered son, husband to a murdered wife, and I will have my vengeance. In this life or the next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Now that is a quote of the night, right? Any excuse to see that. Tucker Carlson is coming up next. Tonight at 9:00, Bill O'Reilly joins Sean Hannity for an exclusive interview. We'll see you back here tomorrow night or back in New York for more of \"The Story.\" Goodnight, everybody. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We were very disappointed by a couple of senators, Republican senators, I must say. We were very disappointed that they would take the attitude that they did. We don't know why they did it but we are disappointed in certain so-called Republicans."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, can the president band together though so-called Republicans, which included two who fought him for the nomination, Ted Cruz, and Rand Paul. And get everybody marching in step toward tax reform? Kellyanne Conway joins us in a moment on that. But there is still the cultural battle that has gripped the nation, one that is playing out on the field of the NFL, but what is it rooted in and what does it reveal about where our country is today? The president doubled down."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I think it's a very important thing for the NFL to not allow people to kneel during the playing of our national anthem to respect our country and to respect our flag."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That as his critics' cry racism."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I don't know if Trump is racist, but I do know he definitely prefers White people to Black people."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If he's not the recessed light of so many Americans believe that he is?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "That is racism, you cannot deny it, you cannot run for it, and I kneel in honor of them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, that's where we are. We've got a big lineup for you tonight, David Bossie takes us inside some of the president's thought process perhaps on this. But first, we hear from Richard Fowler, National Syndicated Radio Host; and Mollie Hemingway, Senior Editor at the Federalist, both are Fox News Contributors. Welcome, to both of you. So, you know, another day of the news cycle of this. The president brought it up again today and made the comments that you saw. Mollie, what you think about it?"
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR AND SENIOR EDITOR AT THE FEDERALIST",
      "utterance": "Well, it's going to be in the news cycle because it represents such a bigger issue we're having. What does it mean to be American? Do you believe in the founding principles? Do you think that we're a flawed country that can be improved? Or do you think we are irredeemably corrupt? And so, many people want to weigh in on this issue and it's no surprise that it's going to be causing such a big stir. Also, though, we've got to see some of the first polls showing that people are largely dissatisfied with this protest movement, they're not big fans of disrespecting the flag or the anthem."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. We have that poll, 64 percent said that they do not believe players in the NFL should be kneeling when the national anthem is said. And I think it really touches on something really important here because sometimes you get caught up in the moment and who are kneeling and who's not kneeling. Richard, in your mind, what are they kneeling about?"
    },
    {
      "speaker": "RICHARD FOWLER, FOX NEWS CONTRIBUTOR AND NATIONALLY SYNDICATED RADIO HOST",
      "utterance": "So, I think that's a very interesting question and I think a lot of times, many of these protests, you look at the polls from the 1960s. People would argue that Martin Luther King was very unpopular then, he's a little bit popular today, absolutely. But in the --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "But we have segregation in the country."
    },
    {
      "speaker": "FOWLER",
      "utterance": "Right, but --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We have real civil rights issues that were as clear as your face."
    },
    {
      "speaker": "FOWLER",
      "utterance": "Absolutely. But if you want look Gallup polls in the 60s, Martin Luther King was absolutely unpopular back then. But what -- here's the thing, I think the president is a master marketer, marketing genius, and I think what he did was framing. What the NFL players -- the NFL aren't against troops, they're not against the flag, they're against the national anthem."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What are they against?"
    },
    {
      "speaker": "FOWLER",
      "utterance": "They are against racial injustice. And they're using --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "In a broad sense."
    },
    {
      "speaker": "FOWLER",
      "utterance": "In a broad sense. And they're using --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And you believe there's a lot of that in the country?"
    },
    {
      "speaker": "FOWLER",
      "utterance": "No, I think that we can all -- I think there's a lot but they do believe there's racial injustice in the country and we could debate that all if we want to. And there's going to say that there are people who believe there isn't racial injustice in this country. But these players, and a lot of effort -- a lot of Americans, African-Americans, and White Americans believe that there's racial injustice in the country. Well, these players."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Well, to be clear, Colin Kaepernick did say that he was protesting the flag itself, he said that when he began this protest year ago that he believes that the flag stands for a country that violates black people's freedom. And so, that's one thing. But also, you know, Martin Luther King rooted his protests in the ideas of the American founding. He said that the founders had issued a promissory note with that declaration of independence. So, this is why that was such an ultimately successful movement. He had clear goals, he rooted it in what it means to be an American, which is very different from when you're actually just rejecting the idea of America as a country."
    },
    {
      "speaker": "FOWLER",
      "utterance": "Let's be very clear, Colin Kaepernick also gave a press conference, a couple months back where he said I'm not against the flag, I'm not against being an American, I just want Americans to be justice for everybody."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Colin Kaepernick wear socks that have policemen depicted as pegs on them, is that OK?"
    },
    {
      "speaker": "FOWLER",
      "utterance": "Listen, and I think this is larger than--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That is where this started. It started as something that was against the police, right? You had, you had the St. Louis team running out of the tunnel, hands up, don't shoot, which we know never happened. So, I think we do need to think about the facts."
    },
    {
      "speaker": "FOWLER",
      "utterance": "But this is larger. I mean, I think you're referring to -- that's one case of police -- that's the Michael Brown case, there are more cases of this, but there's a larger problem of injustices in police departments across the country. People have reported about this, you have the Tamir Rice case, you have the Eric Garner case -- we can go on and on and on and the list of names goes on and on. But once again, I think if you talk to these players and many of these players, Donte Stallworth has been on this air talking over and over again and many players are saying this is not about the flag, this is not about our veterans, this is not about the anthem, this is about using our platform to protest racial injustice. And what Donald Trump has done --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "General racial injustice."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "But it's important to have that face --"
    },
    {
      "speaker": "FOWLER",
      "utterance": "One second, what Donald Trump has done is framed this as it's being about against the flag --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Let Mollie talk."
    },
    {
      "speaker": "FOWLER",
      "utterance": "Against the anthem, and it's not that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I got you."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "If you do care about criminal justice reform, and if you do care about police brutality, you have to have everything is rooted in the facts. It is true that there are, you know, several dozen people who are unarmed who have been shot by police officers and that is a concern. It's not just a concern for Black people even if it's true that Black people and White people have different experiences with the police. And it is true that so much of this movement started based on something we know is not true, the hands up, don't shoot idea. So, it's important how we frame these things if we want to actually make changes with police brutality."
    },
    {
      "speaker": "FOWLER",
      "utterance": "And the next one I want to say is, I mean if you don't want them to protest by kneeling, if you don't want them to protest in the street, where do you want these individuals to protest? I mean, every time they protest, the right is saying you can't protest here, you can't there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think the most important thing is to know --"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "You can work on persuading everybody."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "To be very clear on what you're protesting about, because I think a lot of people watching the NFL games are a little bit unclear on it. Thank you, guys. Thank you, both for being here. Good to see you tonight on the rooftop. All right. So, President Trump is reportedly very pleased that his feud with the NFL is dominating the headlines. Last night in a private dinner with Grassroots leaders at the White House, he apparently said that he is glad that the remarks \"caught on\" and has no plans to let up, words he echoed in the rose garden today. Watch this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Many people have died, many, many people, many people are so horribly injured. I was at Walter Reed Hospital recently and I saw so many great young people and their missing legs and they are missing arms and they've been so badly injured. And they were fighting for our country, they were fighting for our flag, they were fighting for our national anthem. And for people to disrespect that by kneeling during the playing of our national anthem, I think, is disgraceful."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "David Bossie was President Trump's deputy campaign manager, he's also president of Citizens United, and a Fox News contributor -- and we do it like magic, we swap people in and out of here. How are you, David? Good to see you tonight."
    },
    {
      "speaker": "DAVID BOSSIE, FOX NEWS CONTRIBUTOR AND FORMER DEPUTY CAMPAIGN MANAGER OF THE TRUMP CAMPAIGN",
      "utterance": "It's a lot of fun. I'm great. What a beautiful night."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It is a beautiful night. You heard the conversation I just had with Richard Fowler and Mollie Hemingway, what do you think?"
    },
    {
      "speaker": "BOSSIE",
      "utterance": "You know, it's a -- it's just fundamentally a communication problem that isn't going to get fixed anytime soon. The NFL players are saying one thing and doing one thing but the American people don't understand it, and it's because they are wrong. You know, offending 80 percent, 75 percent of the American people by kneeling during the national anthem, which is an attack -- people take it as an attack on the flag, on our anthem and on -- I'm good -- and our country. And that's the problem. The American people don't see or care what's going on, they just see what's going on the field in front of them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I believe the Baltimore Ravens -- the team in London."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "There's a thing in this country in politics where you can say and do things here in this country but you don't do them overseas. And the Baltimore Ravens, which I've been a 21-year season ticket holder of the Baltimore Ravens, and it was so offensive to me as a season-ticket holder that the Baltimore Ravens knelt in London overseas on foreign soil. It's an outrage and it's an offensive thing to do to all Baltimore Ravens fans, and to everybody in the United States while you are overseas."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, one of the other points that you made, David, you know, that the NFL has not done a great job of the standards that it keeps its own players. Now, we all know there's a lot of really great players. I love to watch football, I'm a big fan, but, you know, it's a question of sort of looking inward for a moment as well."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "The president is 100 percent right on this issue. He is 100 percent right and I stand with him, not the men who are kneeling, where in what I call costumes -- they are not uniforms. The men and women in uniform who are serving overseas, who have given their lives, who have bled for this country defend their rights to hold a protest. You a hold a protest -- Colin Kaepernick, all of them can go and rent a hall and fill it with their people. It's hard to get people. But to hold 60,000 innocent Americans hostage, to hold them hostage to your political views on any given Sunday no matter what the issue is, because once you do it now you can do that on any issue on any given Sunday for any reason. It's an offensive thing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "They may have, potentially, a financial problem. Jerry Jones was, you know, kneeling with the rest of the Cowboys last night on the field, and that's his prerogative. But they, you know, have this sort of cultural idea that they're supporting amongst themselves that doesn't line up with a lot of what's going on with their fans and the people who pay for their tickets and their jerseys and everything else."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "You know, football, like a lot of things, is a marketplace. And the marketplace is going to correct this issue. And it's going to be when they have to negotiate with Fox Sports, with the other networks to negotiate deals and ratings are down. Instead of billions of dollars, they're going to be losing those billions of dollars. Merchandise is down. You see little boys, families burning their uniforms, their shirts, their bedspreads that they buy merchandise. People spend their hard-earned dollars, their hard-earned dollars, their paychecks for the plumber and electrician to go to the football game on Sunday for the parking, the tickets, the concessions, and the merchandise and that is all going to go down, viewership's going down. I got to tell you, NFL has a serious problem here today."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "David, thank you. Good to see you. We're glad we got you in the chair in time, you are a trooper. Thank you very much. All right. Coming up, breaking tonight, we are keeping a very close eye on Alabama this evening, that is where the polls are about to close. Very highly anticipated rates with a lot of symbolism and some real numbers behind it. Plus, this:"
    },
    {
      "speaker": "TRUMP",
      "utterance": "We'll be releasing a very comprehensive, very detail before tomorrow. And it will be a very, very powerful document."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, are your taxes going up or your taxes down? What's it all going to mean for you and your wallet? The details are coming out tomorrow morning. Kellyanne Conway with the preview tonight. And Education Secretary, Betsy DeVos, just got rid of a controversial and problematic Obama-era regulation on college campuses. This is a story that every parent and every student needs to know and understand, my exclusive interview with Betsy DeVos coming up next."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The schools said, this isn't legalistic, this is our private investigation. And as a private investigation, you're not entitled to any of these rights."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Breaking tonight, President Trump is in New York City this evening to help the RNC raise some money. He is speaking behind closed doors with supporters there in the big apple and it comes after a busy and a frustrating day for him here in Washington as the final nail in the coffin was put in repealing and replacing Obamacare -- a promise for seven years. The Senate GOP announced that they were going to -- remember they were going to vote. Last week they said, we're going to vote next week. But now, not going to vote this week and they will miss that September 30th deadline. Also, today, President Trump met in the White House with bipartisan members of the House Ways and Means Committee. They are the folks that are hammering out the tax cut, the tax reform plan which is going to be announced tomorrow morning in Indiana."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's time for both parties to come together and do what is right for the American people and the nation that we all love."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Joining me now, Counselor to the President, Kellyanne Conway. Kellyanne, thanks for being here."
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Always good to see you. How frustrated is the president about what happened with health care?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, we're very disappointed that the senators who made a promise to their constituents to repeal and replace Obamacare, in fact, in many cases, voted to repeal and place Obamacare, have failed to make it on as promised. This would've been the beginning of the end of Obamacare and it really would've helped the millions of Americans, Martha, who don't have health insurance, who relied too on that they can keep the plan and keep their doctor. We've seen their premiums spiral out of control. In the state of Alaska, their premiums have grown up by more than 200 percent; Arizona by more than 120 percent. So, the data are there and there are millions of Americans who have been relying on this Congress to make good on their own premises. Over seven or eight years, we've been there seven or eight months. So, this president remains optimistic that Obamacare can be repealed and replaced with something better and more fairer to the consumer and to a free market system. But as Senator Graham of South Carolina said today, there are 50 votes that agree with the substance just not 50 votes that agree with the process."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What happened with Ted Cruz and Rand Paul, and the president referred today the so-called Republicans. Does he want Collins, for example, to be replaced in Maine? I mean, you know, are they Republicans? I guess, becomes a real question and what do you make of Ted Cruz and Rand Paul's defection?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "We see that these senators all ran successfully. They're -- right there, behind us, Martha. They ran successfully on repealing and replacing Obamacare. They're going to have to go home and explain to their constituents why this wasn't good enough. And that's going to be difficult for many of the people who just can't get health care -- health insurance. Some people have the worst possible outcomes, they got the insurance card, they were told you're now full-covered, and yet they couldn't access it because the premiums were so prohibitively expensive. What Graham-Cassidy would have done is Block Grant the Medicaid money to the state so that the governors and those closest to the people in need can get that money closer to the patients in need. And it also would have allowed you to use health savings account, which is a tremendous free-market tool."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's been around for a very long time."
    },
    {
      "speaker": "CONWAY",
      "utterance": "To help pay for those premiums. So, they're going to need to explain to their constituents why they were there. But this president remains ready; he is not giving up on repealing and replacing Obamacare. 2018 is a very curious year; people focus on the elections that are happening. Something else is happening in 2018 Obamacare gets worse. There's a whole new tax, the premiums are set to skyrocket even more. And so, there will be much more explaining to do for those who are not here for this boat."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Let's talk about tax reform. Is Mitch McConnell, the person to get tax reform through? Does the president still have confidence in him?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "We hope that the leader of the Republican Party, and he's the Majority Leader of the Senate, who I just saw about an hour ago over at the White House is able to do this, to pull those members together. We feel very optimistic about tax reform -- excuse me tax relief, tax cuts. We also think that some of these Democrats --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Are you not calling it tax reform?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, I think it's more than that. The reform is such a Washington word. The Trump pace, the Trump vision for tax cuts and tax relief is the first thing you see in 36 years, probably, historically ever that if you can repatriate the $2.8 trillion that's legally parked overseas by American companies who have been punished by having jobs here, having factories and plants here. If you can get that, welcome those jobs back here, if you can give the middle-class a break in their marginal rates, get them the child care tax credit that has survived this whole process, double that exemption. So many different areas of relief in the Trump tax vision. But this also has to go through Congress; we feel optimistic that the Majority Leader can bring together Republicans, but we also want this to be bipartisan. We welcome those senators -- the three Democratic senators who refused to sign Chuck Schumer's letter from a month or two ago and the president will be in one of that senator's states, (INAUDIBLE). (INAUDIBLE) already been to North Dakota with Heidi Heitkamp. And Joe Manchin, West Virginia, all --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, we'll wait for him to work across the aisle and meet with these senators and see if he can get a bipartisan deal since it didn't work with healthcare?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "With the president, it should've worked with health care if the Democrats have come over. I think the question of why wasn't health care reform bipartisan is not a question for Republicans, it's a question for Democrats. Why couldn't a single one of them come over and say the people of my state deserve better than to have so many people still uninsured through Obamacare. On tax reform, what we know that so many of them have business owners and small businesses and individual taxpayers and property are in their states."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "They're going to be the one (INAUDIBLE) that 15 percent, which I know the president still wants. Before I let you go, very quickly, the issue of private e-mails in the White House, why was this White House not told, absolutely not, no to private e-mails because of the huge issue it was with her a Hillary Clinton during the campaign?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "White House officials have all been briefed on the rules, and those rules are that you use your official accounts. And if you receive an e-mail or some type of communication on a private e-mail that you make a copy or you send it to your official e-mail."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And are you confident that those roles have been followed by the people who've been mentioned: Gary Cohn, Jared Kushner, and the like?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "We've all been told what the rules are, and we've been briefed in that regard and that is what we all understand to be the protocol."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "All right. Kellyanne, thank you very much."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to see you as always."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, new details this evening about the brutality in North Korea."
    },
    {
      "speaker": "FRED WARMBIER, FATHER OF OTTO WARMBIER",
      "utterance": "They kidnapped Otto, they tortured him, they intentionally injured him. They are not victims, they're terrorists."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The parents of Otto Warmbier fighting back against claims by the rogue regime and some in the media that Kim Jong-un is somehow being spoken of in an ill-fitting way. We're going to talk about that with Marc Thiessen and Marie Harf, coming up next. Plus, an exclusive interview with the Secretary of Education, Betsy DeVos, and her fight to change Obama era guidelines on campus sexual assault cases when we come back."
    },
    {
      "speaker": "BETSY DEVOS, SECRETARY OF EDUCATION",
      "utterance": "The notion that a school must diminish due process rights to better serve the victim only creates more victims."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We are totally prepared for the second option, not a preferred option, but if we take that option it will be devastating, I can tell you that, devastating for North Korea. That's called the military option. If we have to take it, we will."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, that was President Trump earlier today at the White House making it clear that he is not backing down from the North Korea fight. And in a moving interview this morning with Otto Warmbier's parents, they revealed what they could really not talk about before, the condition that he came home in. Take a look at their words, which show the utter brutality of Kim Jong-un's regime in contrast to the concerns by some of the president is talking to top about the dictator he calls rocket man. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "President Trump at the U.N. this week threatening to \"totally destroy\" the reclusive nation. That fingering in the eye of Kim Jong-un, escalating tensions so dramatically."
    },
    {
      "speaker": "WARMBIER",
      "utterance": "Now we see North Korea claiming to be a victim and that the world is picking on them. And we're here to tell you, North Korea is not a victim."
    },
    {
      "speaker": "CHUCK TODD, MSNBC ANCHOR",
      "utterance": "The rhetoric has been, shall we say, not high, it's been a little low. You've had the president tweeting Kim Jong-un of North Korea, who was obviously a madman."
    },
    {
      "speaker": "WARMBIER",
      "utterance": "Otto had a shaved head. He had a feeding tube coming out of his nose. He was staring blankly into space, jerking violently. He was blind. He was deaf."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He's called him rocket man, he's called him a madman, is this the smart approach?"
    },
    {
      "speaker": "WARMBIER",
      "utterance": "As we looked at him and try to comfort him, it looked like someone had taken a pair of pliers and rearranged his bottom teeth. North Korea is not a victim, they're terrorists. They purposely and intentionally injured Otto."
    },
    {
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "utterance": "President Trump called Kim Jong-un rocket man in front of the whole world, does it on purpose, it doesn't hit the respect of even using his real name, right?"
    },
    {
      "speaker": "CINDY WARMBIER, MOTHER OF OTTO WARMBIER",
      "utterance": "No parents should ever have gone through what we went through. I mean, why would you do this? And I rode in the ambulance with him because I did not want him to be alone anymore. He's been alone for way too long. And we stayed with him and love him as best as we could."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What an incredible interview that was this morning by Otto Warmbier's loving parents, who have been through hell. I mean, it's unbelievable to listen to them talks about their son, saying the only reason that they are going forward and doing this is that they want North Korea to be put back on the state sponsors of terror list. This is something they feel they can do at this point. And you look at all of the rhetoric in the press about North Korea and how we need to be concerned about having enough respect to use his proper name. Marc Thiessen, American Enterprise Institute Scholar; Marie Harf, former State Department Spokesperson, both are Fox News Contributors. Welcome, to both of you from D.C. this evening. Marc, let me get your thoughts on this first based on that video and that back and forth."
    },
    {
      "speaker": "MARC THIESSEN, FOX NEWS CONTRIBUTOR AND SCHOLAR OF THE AMERICAN ENTERPRISE INSTITUTE",
      "utterance": "So, I mean, I think -- first of all, your heart goes out to the Warmbier family. I mean, I can't imagine what it would feel like to go into an ambulance and see your son in that condition. It's absolutely heartbreaking. And they're absolutely right this is a terrorist regime. They were on the terrorist list for 20 years. They were taken off in 2008 by the Bush administration as part of a deal, not because they gave up their support for terror but because they agreed to give up their nuclear weapons, which they clearly have not done, so there's no reason why they shouldn't be put on the terrorist list as part of an effort to try to resolve this peacefully by putting -- increasing the pressure on the regime."
    },
    {
      "speaker": "MARTHA MACCALLUM, THE STORY HOST",
      "utterance": "So Marie, what would putting them back on that list do to the current escalation tensions? Would it have any impact?"
    },
    {
      "speaker": "MARIE HARF, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, I think it would send a message, but it's interesting what mark said. The state-sponsored terrorism list is really a list for countries that sponsor international terrorism. And I'm not by any means arguing that the North Korean regime is an incredibly brutal. I think we should use every tool we have to squeeze them, to tighten the pressure. I'm not sure putting them on that list would impose new sanctions for example. I'm not sure what it would do beyond being a symbol. And that may be a good symbol, but I think we need to be very careful about using that list and how we use it."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Well, they qualify."
    },
    {
      "speaker": "HARF",
      "utterance": "Do they qualify? Are they supporting international terrorist organizations?"
    },
    {
      "speaker": "THIESSEN",
      "utterance": "They built a nuclear reactor for Syria, which is a state sponsor or terror. They've provide ballistic missile technology to Iran, which is a state sponsor of terror. They've provide missiles to Hezbollah and to Hamas. They built a tunnel network for Hezbollah to use to launch rockets into Israel. They're a terrorist organization."
    },
    {
      "speaker": "HARF",
      "utterance": "If they're supporting Hamas and Hezbollah."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "They're terror states."
    },
    {
      "speaker": "HARF",
      "utterance": "If they are, then you're absolutely right, they should be on that list."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "I'm right."
    },
    {
      "speaker": "HARF",
      "utterance": "When the bush administration undertook the process of taking them off of that list I know they looked at a lot of these different issues, and I agree with also because of the nuclear issue that they got taken off. I think that going forward we need to look at every tool we have and that could possibly include this list to put more pressure on North Korea. But at the end of the day, this regime has shown that it doesn't care about international pressure, it doesn't care about getting scolded at the U.N. Its brutality has continued despite all of that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, isn't -- you know, the current escalation of rhetoric, perhaps the last best weapon? You listen to so many people talking about how appalled they are that the president is using the language that he's using. But in the past all the best good efforts of the Bush administration, Mark, as you point out, and administrations prior to that going back to the Carter administration, did lots of different forms of what some might call appeasement in order to get a bit of a deal for North Korea and it hasn't worked, Marc."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "You're absolutely right, Martha. I mean, the Reagan administration -- the reason we didn't have a hot war with the Soviet Union is because the Soviet Union we've actually went in -- historians went in and looked at the Soviet archives after the Soviet Union collapsed. The -- minutes are there. And they thought Ronald Reagan was willing to launch a nuclear first strike. And so that fear is what prevented them from taking a lot of action that would precipitated that kind of crisis. I don't think that Kim Jong-un believes that Donald Trump is actually going to carry out a military strike on his country. He seems to think that he's pretty safe. And so, I think one of the reasons Trump is doing this is to get the notion through his head because the best way to get a peaceful solution is if the North Koreans understand that he's deadly serious about taking the military option if they don't do something."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We have to leave it there. But today, the president did say that if they were to take the action of shooting down any of our jets that would be something that we would have to respond to with a military option. Marie and Marc, good to see you always, thank you very much."
    },
    {
      "speaker": "THIESSEN",
      "utterance": "Thanks, Martha."
    },
    {
      "speaker": "HARF",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So the Obama department of education said that colleges had to prove that they were cracking down on sexual assault or risk losing their federal funds. In their rush to comply some of the accused say they lost their sense of justice. And some students paid a very high price."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "I got a phone call from the school's Title IX department, telling me no in certain terms that I had to pack up my stuff and leave my dorm immediately."
    },
    {
      "speaker": "UNINDENTIFIED FEMALE",
      "utterance": "You have study authors making the determination whether something was sexual assault, whereas the person responding to the study might not even say that themselves. There is definitely a campus sexual assault hysteria going on."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Betsy DeVos is changing the rules, and she is here live, next."
    },
    {
      "speaker": "BARACK OBAMA, FORMER UNITED STATES PRESIDENT",
      "utterance": "It is estimated that one in five women on college campuses has been sexually assaulted during their time there. One in five."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So under the Obama administration there was a high-profile crackdown on sexual assault on campus, a scourge that we all want to prevent for students across this country. The problem was that in the rush to get the offenders off campus those who were innocent had no fair forum to launch their defense. Panels of professors were delegated in many cases to carry out justice, and if they didn't the school risked losing federal funds under the Obama rules. The stakes were high and lady justice was blindfolded in a way that left some of the innocent shunned, kicked out of their classes and their dorms, their reputation, their education and their dreams in tatters."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "I don't have any recollection of this, but once you walked in initially to return to my room she asked if I had any gum and I said yes and gave her a piece of gum before we had sex. I got a phone call from the school's Title IX department telling me in no uncertain terms that I had to pack up my stuff and leave my dorm immediately, and there were officers there to escort me off campus."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "This 18-year-old can't have a lawyer in any of the hearings, doesn't have a Fifth Amendment right against self-incrimination. Doesn't have the right to see the evidence. Doesn't have the right to cross examine her accuser or confront his accuser. And you think that -- well, this is America. We have those rights. You don't have any of those rights on a college campus."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Pretty stunning, right? But under the direction of the new secretary of education there's an effort to bring due process back for college students. Betsy DeVos joins me now for this exclusive interview. Secretary, good to have you with us today."
    },
    {
      "speaker": "BETSY DEVOS, U.S. SECRETARY OF EDUCATION",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "This is a courageous thing to take on because everybody has heard that number that President Obama spoke about, that one in five college students is assaulted during college. First of all, do you agree, is that number true?"
    },
    {
      "speaker": "DEVOS",
      "utterance": "Well, let me just say that one sexual assault on campus is one too many, but one person denied due process is one too many, and that's really what this is all about. We really need to get to a point where it's fair for all students and where it is clear with the process is for all students. There've been too many students wronged in a well-intentioned attempt to ensure that this issue is not swept under the rug and not hidden in back rooms of schools any longer. And we have no intention of doing that. We have every intention of continuing to make sure that students feel safe and that they all have a fair and equal forum in which to work through such issues as this."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Tell me, under the new rules that you're working on, what would that form be? If a student is accused of sexual harassment assault, and he's brought before a forum under the new situation, how would it change? What would be different?"
    },
    {
      "speaker": "DEVOS",
      "utterance": "Well, as you know, we've began a rule making process and this is a process, not an event. So it's going to be a number of months before we have any final guidance. But in the interim we have released a set of questions and answers to help schools in this interim time. We want to be a partner with them. They have a very important role to play in this. And we want to ensure that students know that they're going to be treated fairly and that we are going to put a process in place that's going to be fair for all of them."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "And then, how will the Department of Education judge whether or not those schools are implementing those rules correctly, whether or not they are being fair to these students -- you know, in terms of a young man who walks into one of these hearings, will he be able to have an attorney present? Will he be assumed guilty before he walks in the room?"
    },
    {
      "speaker": "DEVOS",
      "utterance": "The office of civil rights under the previous administration really became an adversary to colleges and universities. In fact, I had several college administrators tell me they were terrified to even contact the department for fear it would launch an investigation. We want to be -- that is not going to be the case any longer. We want to be a partner with schools to help them hold up their duty and their end of the deal, which is to protect students and ensure that they have a safe environment."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "As a woman, is this a difficult thing for you to take on? I mean, when I did the documentary about this I got a lot of negative response because there is the feeling that for so long on college campuses these kinds of assaults were swept under the rug, and no campus, no university wanted to be the place where something like this happened, so they just didn't want anyone to know about it. But the pendulum, as you said, swung too far in the other direction."
    },
    {
      "speaker": "DEVOS",
      "utterance": "And this is a serious issue, one to be taken very seriously. I'm a mom of both boys and girls, and I'm a grandmother of girls and boys, and this is an important issue for us to get right for everyone."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, what would you say to parents like yourself, who, you know, you're sending sons off to college, daughters off to college, they need to understand what their rights are under this system. How would you advise them?"
    },
    {
      "speaker": "DEVOS",
      "utterance": "Well, I think, first of all, instead of being in a reactionary mode I hope that we will be able to move to a point where we are in a mode of helping educate and prevent these things from happening in the first place, and there is a real role, a real important role for schools to play in that regard. And a real important part of this process will be having conversations about how we can better do that. But I think about one of the students that I met in one of the forums we had. She had herself been a victim of assault and now she was being falsely accused of assault. And she said in neither case had they gotten it right. She was, to me, the very epitome of what we're talking about here, ensuring that we are doing right for all students."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You know, when you look at this issue and you think about the way that college campuses are evolving today. Now we see all of the free speech issues and you that -- in some of these cases, and kids that we talk to, you know, the young women were sort of convinced by, you know, a rape crisis center on campus that they should rethink what happened to them and that maybe they were actually assaulted. I mean, how do you fight that?"
    },
    {
      "speaker": "DEVOS",
      "utterance": "Well, again, I think this is not an issue to ever be swept under the rug again, but we need to help provide tools for colleges to work through these things in a way that's going to be equitable and fair for all students. And to, again, get to a point of prevention and education instead of after the fact reacting to."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I asked you in the beginning if you believe the one in five number because it's a scary number. And I think it was Mollie Hemingway, we're talking about -- and she said nobody would send their child to college if that number were true."
    },
    {
      "speaker": "DEVOS",
      "utterance": "I don't know the numbers for sure. All I know is that one is too many, and one student that is denied a due process is one too many. So we need to make sure that whatever we do, we're ultimately going to get it right on behalf of all students."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How do you feel in general, you know, settling into your job as secretary of education? I know in the beginning there was a bit of -- some rocky situation where you were having protests when people thought that you weren't qualified because he didn't have enough background in education. How is it feeling now?"
    },
    {
      "speaker": "DEVOS",
      "utterance": "It's feeling good. I know that I represent change, and change is difficult, but we've been doing the same thing for decades and expecting different results, and it's not going to change without some significant change in readjustment."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Thank you very much, Secretary Betsy DeVos. Good to see you tonight, thanks for coming up to the rooftop with us."
    },
    {
      "speaker": "DEVOS",
      "utterance": "Thank you. It's a pleasure."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So this evening, as you know, there's a big vote going on in Alabama. Quiet stages at the moment, but in the little while they will be quite active. Two Republicans running against each other in the primary there. Steve Bannon against the White House, essentially, on the side chair. He says that he represents the true Trump voter, and that the White House is selling out the base. So who wins tonight, very big point of pride in this whole thing. Former congressman Jason Chaffetz joins us next when we come back on \"The Story.\""
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So we are just moments away from the polls closing in the hotly contested Alabama primaries run off tonight. Pitting President Trump backed candidate Luther Strange against Steve Bannon-backed candidate Roy Moore. Tonight, we are waiting for those results to start coming in. A look in their camping headquarters, one side will be happy at the end of the evening, one side not so happy. So let's talk about tonight's outlook and the current state of the Republican Party and President Trump's agenda. We'll bring in former Utah congressman Jason Chaffetz, now a fox news contributor. Good to see you tonight, Jason."
    },
    {
      "speaker": "JASON CHAFFETZ, FOX NEWS CONTRIBUTOR",
      "utterance": "Thanks, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you think about the fact that President Trump decided to get involved in this race and to back Luther Strange, was that a mistake?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, we're about to find out. But, look, I think ultimately the president wants to support the winner in this. You had the president, you had the vice president down there campaigning for somebody who's really only been there for months. He really hasn't been there that long. But, you know, there's still this rampant anti-Washington sentiment, and there are a lot of people that just -- they don't like what's happening in Washington, D.C., even if you've only been there for a short amount of time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, you know, for Republicans, if Roy Moore wins this, what do you think the outcome is in the senate? We've already seen that it's impossible to get repeal and replace through, and although everyone sounds pretty optimistic about this tax cuts or tax reform bill, which ever it ends up being called, which is significant, by the way, as you well know. Are they going to be enough Republicans to put either one of them through?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, this echoes the theme that's been a problem for the last ten months, and that is we can't get a unified Republican Party. I mean, I'd much rather have more independent thinking like we do on this side of the aisle as opposed to the lemmings of the Democratic Party that's just follow Nancy Pelosi and Chuck Schumer, but at the same time."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think the president would probably like a few lemmings at this point, don't you think?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Yeah. Well, but as soon as he goes out and tries to show some leadership, on the one hand you have people saying, you know, we've got to give the president everything he wants because he was elected to get something done, and at the same time they're down there campaigning against the person that the president actually supports, so there's an inconsistency there. But they have to get united, no matter who wins tonight. I hope the other side with just minutes to go in the polls will say I'm going to support the other one because the Democrat is still so unpalatable. And for the Democrats, they're still not part of the discussion. They still don't have candidates that can win because they don't have a winning message."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What's your message tonight to Ted Cruz, and Rand Paul, and Republicans who voted against this repeal and replace, which was not perfect, obviously. Legislation really never is. But do you think it would have started to move the ball forward, and what would you tell them tonight?"
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "I guess my first concern is with leader McConnell, with all due respect, he's the very nice gentleman, he's always been kind and respectful to me, but what's not palatable is not voting. To put people the record, let them show their colors and where they are. Remember, the very first vote that was going to come up was a procedural vote, whether or not to have the debate. We don't even have the debate. After you have the debate, let there be a method, let people go to the floor and make their case, but we don't even get to that point. And that's what America -- look, I'm an ardent conservative, I went there in the body and the house for eight and a half years, and you know what? I can't stand is when you don't vote. You didn't even have the discussion."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, it's remarkable. And is that something that the president would be leaning on the senate majority leader to say, look, have a vote, get them on the record."
    },
    {
      "speaker": "CHAFFETZ",
      "utterance": "Well, look, if you want to ultimately vote no on the final package, yes. But as a Republican if you're going to put the R next to your name on the ballot when they're procedural, it's a procedural vote. Should we move forward and have the debate. That's -- come on."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I'm going to get cut off. Thank you, Jason. Quick break. We'll be right back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Final thought tonight as the NFL works through its issues, there are often comparisons made between the gladiators of the Roman Empire and the men of the gridiron. Seneca, a roman governor, once chided his friends for being interested in the gladiator games, he said there were too brutal and too base. He encouraged all his friends to stop watching the game, but they did not, they kept going. The gladiators were the celebrities of their day and the masses just couldn't stay away. So will it be the same for the NFL? We'll leave you with this tonight from gladiator."
    },
    {
      "speaker": "UNINDENTIFIED MALE",
      "utterance": "My name is Maximus Decimus Meridius. Commander of the armies of the north, general of the Felix legion. Loyal servant to the true emperor, Marcus Aurelius. Father to a murdered son, husband to a murdered wife, and I will have my vengeance. In this life or the next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Now that is a quote of the night, right? Any excuse to see that. Tucker Carlson is coming up next. Tonight at 9:00, Bill O'Reilly joins Sean Hannity for an exclusive interview. We'll see you back here tomorrow night or back in New York for more of \"The Story.\" Goodnight, everybody. END Content and Programming Copyright 2017 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2017 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}