{
  "date": "September 22, 2021",
  "headline": "'Gutfeld!' on confirming Hunter Biden laptop emails",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/gutfeld-on-confirming-hunter-biden-laptop-emails",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JUSTIN TRUDEAU, CANADIAN PRIME MINISTER",
      "sentences": "I will never apologize for standing up for LGDP -- LGT -- LBT --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "LGBT.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUDEAU",
      "sentences": "LGBTQ2+. Kid's rights to not have to undergo conversion therapy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "sentences": "Quick. Someone helped him by releasing more blackface photos.  Happy Wednesday. So Politico just published quite the bombshell. Turns out the e-mails from Hunter Biden's laptop were authenticated. Yes, imagine that. Authenticating things we already knew to be true. So what are you going to tell us next? Hunter likes blow in hookers? Who doesn't though? Well done, fellows. Everybody in the media take the year off. Too late. You already had.  Yes. This news comes from a new book. But it's not new to any of us, thanks to the reporting of the New York Post. And it was only because the rest of the media wanted Joe Biden to win that it was buried faster than your kid's guinea pig you accidentally stepped down because you were drunk. But just for old times' sake, let's report the so called news. A person who had independent access to hunter Biden's e-mails confirms to the e-mails the Post published.   Including one about a potential deal with China with the line 10 held by H for the big guy. That is Joe Biden. I'm guessing that 10 though had more zeros following it than Joy Reid's Twitter account. Now, we already knew this because we didn't ignore hundreds of former business partner toady Tony Bobulinski, love that name. He confirmed them up forever ago. The book also confirms that e-mails released by the Swedish government also match e- mails from the laptop. I know. Who knew Sweden had a government? Anyway, but it's that China e-mail that matters. It reveals the Biden's were in cahoots to make a butt load of money with an enemy. That fact would have doomed Joe's election chances if it was treated like the deadly grenade that it was. But thanks to the press and big tech, it didn't. They're more rotten than a month old bag salad. So just for old times'   sake, let's look back at how the compliant media treated this story when it first came out. First, CNN, check out these graphics. First, how the newest anti Biden narrative was manufactured. And U.S. authorities investigating if recently published e-mails are tied to Russian disinformation efforts in targeting Biden. So reliable sources my ass. Now I'd say Stelter should eat some crow but he might go into toxic shock because it's a protein. He's only reliable sources a bucket of raw cookie dough. And remember, NPR, why haven't you seen any stories from NPR about the New York Post Hunter Biden story? Well, we don't want to waste our time on stories that are not really stories. Yes, right, NPR. You do that. Ignore that story and focus instead on a legally blind transgendered pony who makes a living doing porn. Pretty good stuff. By the way. Here's MSNBC. Why does Rudy Giuliani have access to peddle this disinformation repeatedly?  This is not censorship. Facebook is under no obligation to allow a disputed report that appears to contain disinformation and Joy Reid tweets, good for Joe Biden, no need to dignify a Russian hatchet job. We're not doing e- mails again, America. Come on, Joy. You get any dumber we're going to start calling you Don Lemon. And remember that letter signed by 50 former Intel officers, right, huh?   Hunter Biden's story is Russian disinfo. Dozens of former Intel officials say. Well either they were duped or they were traitors, that letter came together faster than a new Bong at Kat's house. Yet all the hacks swallow that B.S. like it was Beluga caviar. Look at all these jackasses. David Frum, Max Boots, David Corn, Ben Rhodes, Tommy Vietor. Remember Evan McMullin? He doesn't. The list --the list of dolts goes on and on. Thanks to Drew Holden who compiled them. Seriously, that must be a Guinness Book world record for (BLEEP) stack that high. And now it's so cute to see these dopes who painted Trump as a Russian spy while bearing Biden's connection to China, then get mad at the dope they elected. Yes, that same press now cries because the guy they carried to the White House now won't answer their questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BORIS JOHNSON, BRITISH PRIME MINISTER",
      "sentences": "I think, would it be OK if we just have a couple of questions? Just a -- just a -- just a couple of questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Good luck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. President. BIDENL Ask him the question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have no idea (INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "British supporters get question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Wow. He's less eager to attend a press conference than Brian Laundrie's parents. But the irony is this rich as a Burisma shareholder, Afghanistan, the drone strike, inflation, COVID, division, polarization, crime and the Haitians who prove living under bridges isn't just for Americans anymore. Just eight short months, Biden turned America from us first to dead last. It's like my favorite blow of dog Gladys. Joe's presidency has quickly deflated.  And like Gladys, he doesn't answer questions either. I prefer it that way.  But remember, he didn't really want to run, he knew he was as done as burnt ribeye. He just wanted to go back to Delaware and wander into neighbor's yards without his pants on. It's like the good old days. So it's all in the press and they still love to bury things. Take the border for months horrifying video relayed the hell that was going on. But they ran from that footage like it was an incoming Zoom call from Jeffrey Toobin. But the media only cared when they found that one image they could use to demonize border control. But now surprise, surprise, the so called whipping has been downgraded to wielding, then whirling and now it's just twirling. What's next? Wooing? They were wooing them. Turns out the only things getting whipped at the border are Joe's and Kamala's asses.   The Washington Post now admits the Border Patrol did not appear to strike anyone. Ye, but you can't unring that bell. The idiots who read their garbage digested that crap hall and will continue to use it every time they argue with the same person. But that paper is now mostly fake stories and corrections. I would line my birdcage with it but then I'd end up with a parrot who will hate America. Praise China. And demand and nonsense gender pronoun. And no Joy. They weren't whips. They were rains.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "sentences": "I was not aware that whips which come from the slave era, slavery era were part of the package that we issue to any sort of law enforcement or government sanction personnel. Were you aware that that was being issued to people? Do people had that kind of equipment on them that they could use on humans?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "She has to be a plant. You think -- you think she'd know a little bit -- little about being an equestrian for although (BLEEP) she produces. But now -- I'm just happy I was able to say equestrian. I practice in the mirror with a riding crop. But anyway, but now as the whip story evaporates under the glare of common sense, so goes to their attention to the border problem. It shall be buried like the laptop.   Unless of course they can find one more image that will impugn Americans.  If only there was some of that on Hunter's laptop, then they would report",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Let's welcome tonight's guests. When he takes these shots at the left, he hits from a three-point range. The Rubin Report host, Dave Rubin. Yes. She's so Southern she moisturizes with bricks. Fox Business Network Anchor Dagen McDowell. He was born in Saudi Arabia, which is why we call him our little French. The Guy Benson Show host and Fox Contributor, Guy Benson. And they play her voice to make gitmo prisoners off.  Fox News contributor Kat Timpf. Welcome back to the show, Dave. Last time you were on was the first show. Am I correct in that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVE RUBIN, HOST, THE RUBIN REPORT",
      "sentences": "That is correct, Greg. I have so much to say about that opener. But first of all, Gladys, your inflatable girlfriend. We went out to dinner. She did not shut up the entire time. I am shocked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That was not Gladys. That was Glenn. She's been having hormone treatments. And the weight gain.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Can I just say before we do anything else? For that, I was on the first show which was in April.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "And I said on the first show that you would be number one in late night by the end of the year. You did it in four months?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Four months. And it's unclear to me whether it's because you're so charming and handsome and witty or whether the other guys are just so absolutely horrible. I'm trying to figure it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, I think I am -- I think I -- my competition is kind of sad and pathetic, but I'm not going to let that stop me from reveling in my success.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm still a winner, Dave.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No. You're going out with Gladys tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm a big winner. I'm a big winner. Gladys is dead to me now. I can have any bluff all I want. Where are we in this segment? You have a thought?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Yes. Well, look, on the stuff that you were just talking about. You know, the idea that we couldn't talk about the laptop and now we can talk about the laptop. It's like everybody's a conspiracy theorist until you're proven right, right? You're not going to believe this. I've got one for you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODWARD",
      "sentences": "But I think there's a chance that COVID came from a lab in Wuhan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dagen, welcome to the show. You look fantastic. I can say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAGEN MCDOWELL, FOX BUSINESS NETWORK ANCHOR",
      "sentences": "Yes, you can.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The fact that all this stuff --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Haba, haba.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This -- all the -- the fact that all this is true matter. It really didn't suck to reverse anything. To Dave's point, it really doesn't matter that they're talking about it now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "I think it does. And by the way, thank you for this blow up of Hunter Biden in front of me. I'm like Lot's wife, I got, you know, I should look away or I'll turn into a pillar of salt or cocaine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "If you do turn into a pillar of cocaine, no offense, if we dive on you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Please",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And deliver it to the police.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "And yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Immediately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "I think this was going to backfire on the Biden administration because there are serious reporters who are upset and rather than covering, you know, Paul, Paul Biden, who acts like your grand pappy who's taken his hearing aids out. That's what he look like.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "He's sitting there with the hearing aids out, kind of -- with a glazed look on his face, like looking around, can't hear you, can't hear you. Yes. So reporters are going to want to be on the Hunter Biden beat and dig up compromising dirt on Biden and familia, the whole enterprise. Think about it, you get to travel the globe, Ukraine, Mexico, China, the left coast and you get to go to all the places that are privileged damn ass crackhead would hang out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You get to interview hookers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Jiggle joint, strip club, art gallery, boozy hotels, Rehoboth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Chateau Marmont?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Yes. Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You don't pronounce the T, I heard. Chateau Marmont. You know, no rock star was kicked out of there. People die there, he got banned. I almost love him for that. Guy, here's a question for you because your political mind. Should we -- should the Republicans, I'm not Republicans, should the Republicans start impeachment proceedings, not just against Biden, but also Justin Trudeau? We can do that (INAUDIBLE) technically, you have jurisdiction over Canada.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "As he was just bungling LGBTQ, it was a delight. You could tell how embarrassed he was getting and he was red faced, not blackface, which is rare for him. I'm so confused --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What's the combination if he's red face and black face? I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "I think just black face. I think. That's my understanding. I'm still confused why you're the only person who's allowed to compliment Dagen's appearance. You're the only person here with a wife.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "-- out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're married, Dave is -- we're all -- all of us are married.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "We're all married. Just -- you're the only one to a wife. That's all I'm saying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Look, on the Hunter Biden --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Justin Trudeau would be freaking out --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "What do we call them? Which letter are they? Can I talk about Hunter Biden for just a second?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "The story reminded me again to go down the rabbit hole of how deeply creepy the suppression of that whole enterprise was. I mean, the New York Post not only got ignored and you went through all of it in the monologue and how they were delegitimize. The New York Post was not allowed to tweet anything for weeks. That is bonkers. And I think one of the most important things about this revelation from Politico is, it's not like these e-mails were about Hunter Biden's colorful personal life. They were about his foreign business dealings about which his father said he had never heard anything, never spoke to his son. And that appears to be very much contradicted. That's not about the President's or then- candidate's family. That's about the candidate now president, and I wonder if we can maybe revisit all of it now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Are we allowed to talk about it now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think so. And also part of that is the fact that the media in big tech were involved. That's worthy of an investigation in itself. Like, shouldn't we ask like how did the big tech get involved in this? Like, what were those phone calls like?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "sentences": "Right. And it's so clear cut to -- I mean, I'm not a cybersecurity expert. But --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Are you were homosexual?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "OK. Well, then that's OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "I'm a gay man on the inside.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There's a joke. I'm just trying to suppress. That's gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "That's not the only thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Nicely done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's about time someone said it. I would just think that if there's a laptop that has tons of pictures of the same guy smoking crack but it's probably that guy's laptop. But if it's not, wouldn't that mean that he had a traveling crack vendor photographer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That would also be an interesting story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Like if it wasn't his laptop and you really believe that you would have chased that story because that's even crazier, but they knew it was his laptop the whole time which is why they said that it wasn't. Also did you hear Jen Psaki's explanation for -- why he didn't answer any questions? He said -- she said it was Boris Johnson's fault because they did not warn the White House that they would be asking questions. Which is probably because answering questions is a pretty normal thing to do for the leader of a free country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They threw Boris Johnson under the lorry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I know. It's amazing, isn't it? This comes from right out of here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "That was incredible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. We got to move. Up next. The late night hosts generate hot air to show how much they care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "To save us from our climate sins, some hosts are generating wind.  Did you hear? It's climate night and our late night talk show saviors are all pitching in. Yes, they're trying to save us. Just like Jim Jones. Anyway, check out this picture, not that one. They don't look that funny. I don't know. They all look like they got crushed by the king of late night Greg Gutfeld. They also -- they also look like a really weird children's show on PBS. Which it could be, it's got as many puppets and Sesame Street except -- instead of hands, these puppets have their heads up their asses. And they're all teaming up to dedicate parts of their shows to climate change. Seth Meyers is interviewing John Kerry. I think we have a clip.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have a treat. A very special (INAUDIBLE)",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He is charming. Basically, he can steer a boat. Anyway, comedy is dead and so is risk in this land of late night teacher's pets. They went from George Carlin to George Soros. So what is someone like me do as they condemn fossil fuels, fracking, coal, all the stuff that keeps them working? We provide the balance. Yes. Without all the stuff they hate everything from modern transportation to popular entertainment would be toast. Life expectancy would plummet schools, hospitals and businesses would close and you'd have to slaughter your own animals for meat. And that's just the first week and use of -- our use of fossil fuels correlates with longer lives, higher incomes and theater, hotter bodies. This was a typical human being before fossil fuels. And this is a typical human after. Yes. Thank you. They caught me totally by surprise. In other words, it's called human progress. Without it there would be no technology and no entertainment and no late night T.V. Without a Jimmy Fallon, he would be a chimney sweep. Colbert would be a horse and buggy driver. And Kimmel would be a town crier because he's all -- he's always crying, you know what I mean? Bottom line, fossil fuels help us innovate to reduce their own consequences. We're finding more sources of energy and cleaner ways to use it, which totally nixes that predictions about -- of the Al Gores and the John Kerrys of the world who say we're doomed. Yet still enjoy more beachfront living than the cast of Baywatch. But for more on this, let's check in with planet Earth who released this statement earlier today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Usually late night talk show hosts, you definitely think you can control me? I'm the most powerful planets on the planet. Chinese is as much CO2 as it wishes. And your solution is to spend one show on climate change. Pathetic. No wonder your last three presidents have beach homes and your climate czar, uses private jets. Oops. My smartwatch is telling me to start moving too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Kat, that might be our biggest guest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And we, you know, we don't get the -- we don't get the Costner's or the Clooneys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "We got the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We got Earth. Yes. A well-rounded guest I might add. 80 percent water much like you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. Well. I don't -- why you -- isn't everybody 80 percent water?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's coming out of your eyes all the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I haven't cried in a while.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, that'll change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, give me five minutes. Are you going to ask me a question?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, the question is, what are you going to watch tonight? Are you going to watch any of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No. Because I already know what they're going to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I don't think that what they needed was to have their jokes be more predictable. And I don't like the idea of a theme show of all the shows of -- on any topic because they're all in lockstep that just completely eliminates any independent thought whatsoever.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Guy, do you think they would like -- all of them had to do it because they're all scared to death of being a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "The one person who doesn't? No, they had to. But when I saw this news, I was like, wait, are late night comedians are going to do an evening of political activism? Finally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Finally, we're going to hear what these people believe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "About matters that have nothing to do with comedy. I think actually, because I'm sure there are a lot of people, including some of these folks who genuinely believe this is an existential crisis to the earth. They have all sorts of policies that they would pursue, I would probably disagree with some of those policies. If they didn't lecture us, all the other nights on politics, this might have more of an impact. It's like whoa, this is -- this is surprising. Let's maybe listen but it's just par for the course. And so everyone just rolls their eyes and turns into Gutfeld.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly. The boy who called the (INAUDIBLE) oh, let them applaud. Dagen, I'm afraid to ask you how you will celebrate climate day but I will anyway. How will you celebrate climate day?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Burning something in the street. Like I, you know, do after work every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Walk around spraying Axe body spray into the air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "That that little advertisement was funnier unintentionally than anything that these shows have done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "The history of these very shows. But not one of them had the stones including Samantha Pee (ph) to stand up and say I'm not doing this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "I'm not going to celebrate reducing the American standard of living. I'm not going to talk about making America poor by taking away fossil fuels, which are cheap and plentiful. But instead, I want to be in a latest pan stain and talk about rules that won't hurt me financially that I'll never have to abide by. These the same people who drive and back to their Hamptons houses clearly roll down the windows of their Escalades to throw M&Ms at the people waiting for the bus out in Queens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I think there's actual proof of that. It's in the next Woodward book, I believe. Can they ever -- can you -- once you go into this direction, can you -- will they ever be funny again? It's like they -- it's almost like they they've gone to unfunny Island and they can't get off it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Well, I will address that but first off whatever good they do tonight has been completely destroyed by the fact that your people backstage, do you know how much hairspray they put in my hair to look like this? So we've completely erased whatever gains --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There's a tiny bird trapped in there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "No, these people -- first off, they will fly private, right? We all know they fly private. They have probably 20 writers each to make them look that funny. So you have to deduct a certain amount of humor at that level.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right. Well, up next. Violence is the answer according to the woke college cancer.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "sentences": "If your speech goes against the bunch college kids think it's OK to punch. A survey by the foundation for individual rights in education found that 23 percent of students support violence to stop a speaker that they disagree with. Yep, you're right, it's trumped by their might. What's that sound like to you? Fascism. It's not just for Nazis anymore, it's for undergrads. Meanwhile, 66 percent of students supported shouting down a campus speaker at four points from last year. So much for free speech while listener shouting down Kat Timpf. That just means they got the check I sent them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "sentences": "Just try.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Meanwhile, Point Park University in Pittsburgh, that's three P's is cracking down on students who don't use one's preferred pronouns. I just go by \"it.\" Campus Reform obtained an email reportedly sent from the equity office that scary, warning in part misgendering could result in a violation of the policy on discrimination and harassment. And if an individual is impacted in a harmful way, action could be taken if a complaint is filed. Translation: your life could be ruined if someone accuses you of using the wrong pronoun. Even though, he, she, they or them could change their preferred pronoun to whatever they want whenever they want. Or they could just lie that you misgendered them. The spokesman told us: \"Point Park University expects every member of its community, students, faculty and staff to treat each other with respect. Translation: Please call for help, this place is (BLEEP). For more, let's go to a college student for comment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE DEVITO, COMEDIAN",
      "sentences": "What up, what up? What up old man? I don't know what you're talking about. Me and all my Gen-Z college age friends, we don't have these problems. Someone brings up a sensitive topic, I just say something cool, like as if don't have a cow man. So, peace out Boomer Enjoy your relief factor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes. Do these findings scare you, Guy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUY BENSON, FOX NEWS CONTRIBUTOR",
      "sentences": "Yes. Because as they often say, as goes Point Park University, so goes to the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I've said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "We all have. I think that this is a natural outcome of the insane rhetoric that has been peddled on the left particularly on campuses for a long time. When you tell people over and over again, that words are violence. Yes. And violence is speech. They'll learn the lesson. Yes. And you'll have increasing numbers of people willing to say if words are violence, we must combat them with real violence and we're justified to do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Dave?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVE RUBIN, FOX NEWS POLITICAL COMMENTATOR",
      "sentences": "Greg, I know we have to do this segment quick so I'll forego all that and just say it's a pleasure to be on the number one late night talk show hosted by a beautiful female woman.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, how did you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "I got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "How did you know?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "I knew it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I decided to identify just the other day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "He's a female man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, Kat, that leads to lead me to my question. If a, if you're attacked by a student who is a guy identifying as a woman, can you punch them? Likewise, if the woman who attacks you identifies as a man can you punch him as well? Him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "It's OK. I stopped listening like 10 seconds ago because it doesn't matter. If you are attacked by students for your speech, you can turn it into a career look at Dave Rubin not realize that it just makes them grow stronger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "I have a big house.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes, he has a very big house with a hot tub.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTLFELD",
      "sentences": "Oh, well, I don't know. I've never been invited.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "You've been in my hot tub.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, no, that wasn't me. We're going to have a chat about this afterwards. But that was definitely not me. And I definitely did not throw up in it. Dagen, last word to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAGEN MCDOWELL, FOX BUSINESS NETWORK ANCHOR",
      "sentences": "You not just punch, you can pull people's earrings out, you can pull their hair, you can --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's a good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "You can do anything to anybody from experience. What -- just one last thing, when did college students stop saying no to the man?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "And no to the woman, or in the system and just saying (BLEEP).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "When are you going to do it? When you're 40 sleeping in the bottom bunk in your childhood bedroom and you go and take off your pants into buffalo wild wings because they didn't put enough cheese on your tarts? Is that when you're going to stand up to the man?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "That's very specific.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Very specific. Coming up, would a female double oh seven be a feminist idea of heaven?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "He would not be fond of a female bond. Yes, Daniel Craig would be more at home if 007 has a Y chromosome. Daniel Craig, a rather homely gentlemen, said he would not like to see a female fill the role in the next film. Now, if this were CNN I would just stop there and go to my 16 person panel to call him a sexist for seven minutes. Then, we break for lunch and come back to say it's racist too, except for Brian style Stelter, he would not come back from lunch. But like, but like most things reported on CNN, there's more to this story. Craig told the Radio Times, \"There should simply be better parts for women and actress of color. Why should a woman play James Bond where there should be a part just as good as bond, but for a woman?\" That sounds reasonable. After all, no one wants a male Princess Lea, except for Brian Kilmeade, that pervert. All right, Dagen, is he sexist?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "No, but I did see him on stage here in New York, and he looks like old cheese. So, he's not that hot in person. With anybody -- so, they've had three actresses playing Queen Elizabeth in \"The Crown.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Are they going to have a dude?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They should.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Who? Hugh Grant? You kind of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I would -- I've never watched \"The Crown,\" but if it was a drag queen, I would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you know what, it's a good point. I mean, I could -- you know, what, what would stop me Dave Rubin from being the first white shaft?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "What would stop you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What would stop me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "From being the first white shaft?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, Richard Roundtree?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "I now see why you're number one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes,",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "In late night cable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I would like to see -- how about this, I would like to see a white version of The Wiz. You can call it the Wizard of Oz.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Actually, are you the same height as the Munchkins?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Look, they're in my family tree. Do you have anything to add to this than your pithy insults, and your beautiful hair?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Thank you. The same people who tell you that gender doesn't matter are obsessed with gender.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Nothing they say makes sense, whether they're American male or female.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That is true. What do you make of this, Kat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I've never seen a James Bond movie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Never?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "No, isn't it? What is it like he drinks martinis and has sex with people, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Is that, is he a spy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Either that or he works in insurance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes. I would watch that. I would watch that if it was the guy who drank martinis, had sex with people and worked in insurance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's why everybody's in their good hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "That could be chick. I just wrote the movie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Oh, man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Could you imagine that is pickup line, you'll be in good hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "You know, Geico is his cover. Look, we actually were talking about this the other day at home because I'm very excited for the new Bond film. And I guess he's done after this movie and they move on to someone else and I said someone is going to try to make it a woman. And that's just not acceptable. James Bond has to be an alcoholic, debonair, womanizer like that's what the character is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "And if you want to make 008?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "And have like a woman colleague, I would watch the hell out of that movie.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "I would watch an alcoholic lesbian be James.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Why is drinking a lot of martinis make? How's that make you an alcoholic? Asking for a friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "I think 007 has a bit of a problem right? A little bit like he manages it well, or he's functioning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I always thought the message of James Bond was that drinking makes you a better person.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "You never get killed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You never get killed. That's what key -- his blood is pure. I don't even know what that means. We should go to break. Starting to hit me, Dave. That stuff is strong. Up next, Tucker and I finally determine which CNN host is dumber than vermin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "TV, TV on the wall, who's the dumbest of them all? Yes, the world deserves to know which CNN hack is Curly and which one is Mo. Last night I proclaimed Chris Cuomo as the second dumbest man on CNN. That's like being the second drunkest slow pitch softball player. But at that network, the competition is fierce. For my money, Don Lemon remains the champion, but not everyone agreed, including Tucker Carlson.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS CHANNEL HOST",
      "sentences": "Chris Cuomo really gets the credit he deserves for being the single dumbest person ever to perform on cable news, he makes Don Lemon look like a particle physicist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, by comparison, he makes Don Lemon look like a particle physicist. Or as Chris Cuomo might call it, make things go boom Dr. Guy. So, is it time to decide who has fewer brains inside? Short of an autopsy, there's only one way to find out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANNOUNCER",
      "sentences": "\"THE GREAT TUCKER CARLSON GREG GUTFELD DEBATE.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Tonight's debate, which hosts replaced his brain with a steel plate. Joining me now, host of Tucker Carlson tonight and Tucker Carlson today, it's Tucker Carlson. It's a friendly chat with Tucker about two stupid. But before we get started, let's take a look at some clips Tucker and remind people who we're dealing with. First, let's start with Tucker's choice, Mr. Cuomo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS CUOMO, CNN HOST",
      "sentences": "Only in America kids. Let's get after it. The official reentry from the basement, cleared by CDC is what happens. Please show me where it says the protests are supposed to be polite and peaceful? In scale, this was the actual swab that was being used to fit up that double barrel shotgun that you have mounted on the front of your pretty face.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know, no doubt that was pretty dumb. But can Don beat, beat that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DON LEMON, CNN HOST",
      "sentences": "Democratic cities are in chaos right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "Oh my gosh, it's so bad and they get defunding police. It's like -- The President is a racist and he is a demagogue. Believing the lies on the Internet instead of science. It's time to start shaming them, what else or leave them behind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEMON",
      "sentences": "Look, I tried it once, my eyebrow went up, I don't have it now. As you can see, I got all these wrinkles, everybody asked me when I'm going to get -- you got to need a botox.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Both stupid. So, I contend that while Cuomo makes dumber decisions than Lemon, Lemon is just naturally slower. Cuomo is more of a performer where lemon just speaks his mind, which explains his stupidity. So, Tucker, persuade me that I am incorrect.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Let me just say, we, we disagree, but we don't need to be disagreeable, we're friends. I don't want this in any way to affect our long standing friendship. I agree with you for many years. I thought that Chris Cuomo was putting on an act. You know, the weight lifting, the calling the bro-talk?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "The huge swab. I thought he was like Bowser on Sha-na-na, who actually went to Columbia. You know what I mean? It was a part.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "What a referee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "And then I watched him because I used to work in CNN, I know people there I pay attention. That guy is every bit as stupid as he's seen. He went to Yale Law School, his dad was the Governor of New York at the time, and he doesn't know what's in the First Amendment. He has zero sense of humor, which is always a tell, but here is the absolute settling factor. He speaks only in cliches. If you listen carefully to Chris Cuomo, you will find not a single phrase that you can instantly get on Instagram, all of it. So, dumb people speaking clichAcs. Don Lemon, by contrast, not a genius. But he gets the joke. Like, he sort of knows I'm a guy with no skills. I was a local news anchor in Atlanta, and look where I am now. He finds the whole thing hilarious, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, so OK, that was fairly persuasive. I'm going to have the audience vote after we had, we get to the point of this. But for I will say that Don Lemon was his stupidity was unmatched when he claimed that violence in the cities didn't exist because he just went out and had a nice meal. So, it's like, he is in a full -- and I honestly, you, he felt that because he was recognized, he was on the street. Oh, and they recognized me. It was great. I had a nice meal. Therefore, there were no assaults and homicides.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, no, no, Greg, that's not stupidity, that's narcissism. Who lives in a Don Lemon bubble, and everything is great in Don Lemon world at all times.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And that's kind of what I like about him. So, you enjoy Don Lemon, because he's, he's not very bright and he knows it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "He's Mr. O'Rourke from Fantasy Island. Welcome to Don Lemon's World. I mean, so Corinthian leather about him? Unbelievably cheesy in the 1979 way that I just, I don't know he pushes my buttons.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Well, you really are diplomatic. Who would you want -- so, I was going to ask you, who would you, you fish a lot, who would you like to go fishing with? Would it be obviously would have to be with Don.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Don Lemon in a very famous interview on the record at lunch referred, in fact, ordered for dessert, Lemon Sorbet. And when corrected he said no, no, no, I'm afraid it's pronounced Sorbet. He did not acknowledge that he had no idea how to pronounce the frozen dessert, and he wasn't embarrassed. So, my dream is to have a long dinner with Don Lemon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Do you know what, I think what unites both of those candidates for dumbest person at CNN is the lack of embarrassment, like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They go out there and they deliver the same tripe every day, but they wake up and they're happy as clams.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "No, no, I disagree, I disagree. Chris Cuomo is totally tormented. You watch Chris Cuomo and there's a deep self-loathing, like he knows how dumb he is and he's mad about it. That's, that's what the anabolic steroids are about. Obviously --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Don Lemon is totally happy in his mindless haze.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I want to ask the panel here. Who is, who is being most, most persuasive here, Dave?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUBIN",
      "sentences": "Well, I think Tucker's winning here but I think the next time you guys do this, you need to widen the net to MSNBC because get Joy Reid in there, and then it's almost impossible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But no, we don't, we could do that -- but we could just pick Joy Reid against.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TIMPF",
      "sentences": "She weaponizes it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Nicole Wallace. Next week, we could do Joy Reid versus Nicole Wallace or we could do Brian Stelter versus Briana Keller. Is that her name, Tucker?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Oh the former morning zoo girl from the A.M. radio show when -- she's not even on the list. She doesn't qualify. By the way, the woman, not Joy Reid, the other one on MSNBC is show loathsome I am proud to say, I have never uttered her name since I met her in 1999 when she was Jeb Bush's flak. She was nasty and stupid then, she's worse now. Worst person --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You know this might be the greatest segment. I see you, Guy, looking at me with consternation --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENSON",
      "sentences": "Well, I'm just amazed by the expertise that you both have about the CNN programs. Are you the only people in America who watch these shows?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This is our world man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCDOWELL",
      "sentences": "Actually you make the point, the people who watch those shows are dumber than Cuomo combined.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "They watch it because it's so damn funny. It's the funniest show. It's, it's funnier than the late night comics. Tucker, we got a roll. Thank you so much for participating in our inaugural debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLSON",
      "sentences": "Anytime, and we're still friends. Thank you, Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Thank you, Tucker. Don't go away. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We are out of time. Thanks to Dagen McDowell, Dave Rubin, Guy Benson, Kat Timpf, Tucker Carlson, our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld and I love you, America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUSTIN TRUDEAU, CANADIAN PRIME MINISTER",
      "utterance": "I will never apologize for standing up for LGDP -- LGT -- LBT --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "LGBT."
    },
    {
      "speaker": "TRUDEAU",
      "utterance": "LGBTQ2+. Kid's rights to not have to undergo conversion therapy."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "utterance": "Quick. Someone helped him by releasing more blackface photos. Happy Wednesday. So Politico just published quite the bombshell. Turns out the e-mails from Hunter Biden's laptop were authenticated. Yes, imagine that. Authenticating things we already knew to be true. So what are you going to tell us next? Hunter likes blow in hookers? Who doesn't though? Well done, fellows. Everybody in the media take the year off. Too late. You already had. Yes. This news comes from a new book. But it's not new to any of us, thanks to the reporting of the New York Post. And it was only because the rest of the media wanted Joe Biden to win that it was buried faster than your kid's guinea pig you accidentally stepped down because you were drunk. But just for old times' sake, let's report the so called news. A person who had independent access to hunter Biden's e-mails confirms to the e-mails the Post published. Including one about a potential deal with China with the line 10 held by H for the big guy. That is Joe Biden. I'm guessing that 10 though had more zeros following it than Joy Reid's Twitter account. Now, we already knew this because we didn't ignore hundreds of former business partner toady Tony Bobulinski, love that name. He confirmed them up forever ago. The book also confirms that e-mails released by the Swedish government also match e- mails from the laptop. I know. Who knew Sweden had a government? Anyway, but it's that China e-mail that matters. It reveals the Biden's were in cahoots to make a butt load of money with an enemy. That fact would have doomed Joe's election chances if it was treated like the deadly grenade that it was. But thanks to the press and big tech, it didn't. They're more rotten than a month old bag salad. So just for old times' sake, let's look back at how the compliant media treated this story when it first came out. First, CNN, check out these graphics. First, how the newest anti Biden narrative was manufactured. And U.S. authorities investigating if recently published e-mails are tied to Russian disinformation efforts in targeting Biden. So reliable sources my ass. Now I'd say Stelter should eat some crow but he might go into toxic shock because it's a protein. He's only reliable sources a bucket of raw cookie dough. And remember, NPR, why haven't you seen any stories from NPR about the New York Post Hunter Biden story? Well, we don't want to waste our time on stories that are not really stories. Yes, right, NPR. You do that. Ignore that story and focus instead on a legally blind transgendered pony who makes a living doing porn. Pretty good stuff. By the way. Here's MSNBC. Why does Rudy Giuliani have access to peddle this disinformation repeatedly? This is not censorship. Facebook is under no obligation to allow a disputed report that appears to contain disinformation and Joy Reid tweets, good for Joe Biden, no need to dignify a Russian hatchet job. We're not doing e- mails again, America. Come on, Joy. You get any dumber we're going to start calling you Don Lemon. And remember that letter signed by 50 former Intel officers, right, huh? Hunter Biden's story is Russian disinfo. Dozens of former Intel officials say. Well either they were duped or they were traitors, that letter came together faster than a new Bong at Kat's house. Yet all the hacks swallow that B.S. like it was Beluga caviar. Look at all these jackasses. David Frum, Max Boots, David Corn, Ben Rhodes, Tommy Vietor. Remember Evan McMullin? He doesn't. The list --the list of dolts goes on and on. Thanks to Drew Holden who compiled them. Seriously, that must be a Guinness Book world record for (BLEEP) stack that high. And now it's so cute to see these dopes who painted Trump as a Russian spy while bearing Biden's connection to China, then get mad at the dope they elected. Yes, that same press now cries because the guy they carried to the White House now won't answer their questions."
    },
    {
      "speaker": "BORIS JOHNSON, BRITISH PRIME MINISTER",
      "utterance": "I think, would it be OK if we just have a couple of questions? Just a -- just a -- just a couple of questions."
    },
    {
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "utterance": "Good luck."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Mr. President. BIDENL Ask him the question."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I have no idea (INAUDIBLE)"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "British supporters get question."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Wow. He's less eager to attend a press conference than Brian Laundrie's parents. But the irony is this rich as a Burisma shareholder, Afghanistan, the drone strike, inflation, COVID, division, polarization, crime and the Haitians who prove living under bridges isn't just for Americans anymore. Just eight short months, Biden turned America from us first to dead last. It's like my favorite blow of dog Gladys. Joe's presidency has quickly deflated. And like Gladys, he doesn't answer questions either. I prefer it that way. But remember, he didn't really want to run, he knew he was as done as burnt ribeye. He just wanted to go back to Delaware and wander into neighbor's yards without his pants on. It's like the good old days. So it's all in the press and they still love to bury things. Take the border for months horrifying video relayed the hell that was going on. But they ran from that footage like it was an incoming Zoom call from Jeffrey Toobin. But the media only cared when they found that one image they could use to demonize border control. But now surprise, surprise, the so called whipping has been downgraded to wielding, then whirling and now it's just twirling. What's next? Wooing? They were wooing them. Turns out the only things getting whipped at the border are Joe's and Kamala's asses. The Washington Post now admits the Border Patrol did not appear to strike anyone. Ye, but you can't unring that bell. The idiots who read their garbage digested that crap hall and will continue to use it every time they argue with the same person. But that paper is now mostly fake stories and corrections. I would line my birdcage with it but then I'd end up with a parrot who will hate America. Praise China. And demand and nonsense gender pronoun. And no Joy. They weren't whips. They were rains."
    },
    {
      "speaker": "JOY REID, MSNBC HOST",
      "utterance": "I was not aware that whips which come from the slave era, slavery era were part of the package that we issue to any sort of law enforcement or government sanction personnel. Were you aware that that was being issued to people? Do people had that kind of equipment on them that they could use on humans?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "She has to be a plant. You think -- you think she'd know a little bit -- little about being an equestrian for although (BLEEP) she produces. But now -- I'm just happy I was able to say equestrian. I practice in the mirror with a riding crop. But anyway, but now as the whip story evaporates under the glare of common sense, so goes to their attention to the border problem. It shall be buried like the laptop. Unless of course they can find one more image that will impugn Americans. If only there was some of that on Hunter's laptop, then they would report"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Period."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Let's welcome tonight's guests. When he takes these shots at the left, he hits from a three-point range. The Rubin Report host, Dave Rubin. Yes. She's so Southern she moisturizes with bricks. Fox Business Network Anchor Dagen McDowell. He was born in Saudi Arabia, which is why we call him our little French. The Guy Benson Show host and Fox Contributor, Guy Benson. And they play her voice to make gitmo prisoners off. Fox News contributor Kat Timpf. Welcome back to the show, Dave. Last time you were on was the first show. Am I correct in that?"
    },
    {
      "speaker": "DAVE RUBIN, HOST, THE RUBIN REPORT",
      "utterance": "That is correct, Greg. I have so much to say about that opener. But first of all, Gladys, your inflatable girlfriend. We went out to dinner. She did not shut up the entire time. I am shocked."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That was not Gladys. That was Glenn. She's been having hormone treatments. And the weight gain."
    },
    {
      "speaker": "RUBIN",
      "utterance": "Can I just say before we do anything else? For that, I was on the first show which was in April."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "RUBIN",
      "utterance": "And I said on the first show that you would be number one in late night by the end of the year. You did it in four months?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "RUBIN",
      "utterance": "Four months. And it's unclear to me whether it's because you're so charming and handsome and witty or whether the other guys are just so absolutely horrible. I'm trying to figure it out."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, I think I am -- I think I -- my competition is kind of sad and pathetic, but I'm not going to let that stop me from reveling in my success."
    },
    {
      "speaker": "RUBIN",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm still a winner, Dave."
    },
    {
      "speaker": "TIMPF",
      "utterance": "No. You're going out with Gladys tonight."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm a big winner. I'm a big winner. Gladys is dead to me now. I can have any bluff all I want. Where are we in this segment? You have a thought?"
    },
    {
      "speaker": "RUBIN",
      "utterance": "Yes. Well, look, on the stuff that you were just talking about. You know, the idea that we couldn't talk about the laptop and now we can talk about the laptop. It's like everybody's a conspiracy theorist until you're proven right, right? You're not going to believe this. I've got one for you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What?"
    },
    {
      "speaker": "WOODWARD",
      "utterance": "But I think there's a chance that COVID came from a lab in Wuhan."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dagen, welcome to the show. You look fantastic. I can say that."
    },
    {
      "speaker": "DAGEN MCDOWELL, FOX BUSINESS NETWORK ANCHOR",
      "utterance": "Yes, you can."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The fact that all this stuff --"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Haba, haba."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This -- all the -- the fact that all this is true matter. It really didn't suck to reverse anything. To Dave's point, it really doesn't matter that they're talking about it now."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "I think it does. And by the way, thank you for this blow up of Hunter Biden in front of me. I'm like Lot's wife, I got, you know, I should look away or I'll turn into a pillar of salt or cocaine."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "If you do turn into a pillar of cocaine, no offense, if we dive on you."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Please"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And deliver it to the police."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "And yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Immediately."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "I think this was going to backfire on the Biden administration because there are serious reporters who are upset and rather than covering, you know, Paul, Paul Biden, who acts like your grand pappy who's taken his hearing aids out. That's what he look like."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "He's sitting there with the hearing aids out, kind of -- with a glazed look on his face, like looking around, can't hear you, can't hear you. Yes. So reporters are going to want to be on the Hunter Biden beat and dig up compromising dirt on Biden and familia, the whole enterprise. Think about it, you get to travel the globe, Ukraine, Mexico, China, the left coast and you get to go to all the places that are privileged damn ass crackhead would hang out."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You get to interview hookers."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Jiggle joint, strip club, art gallery, boozy hotels, Rehoboth."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Chateau Marmont?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Yes. Exactly."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You don't pronounce the T, I heard. Chateau Marmont. You know, no rock star was kicked out of there. People die there, he got banned. I almost love him for that. Guy, here's a question for you because your political mind. Should we -- should the Republicans, I'm not Republicans, should the Republicans start impeachment proceedings, not just against Biden, but also Justin Trudeau? We can do that (INAUDIBLE) technically, you have jurisdiction over Canada."
    },
    {
      "speaker": "GUY BENSON, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "As he was just bungling LGBTQ, it was a delight. You could tell how embarrassed he was getting and he was red faced, not blackface, which is rare for him. I'm so confused --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What's the combination if he's red face and black face? I don't know."
    },
    {
      "speaker": "BENSON",
      "utterance": "I think just black face. I think. That's my understanding. I'm still confused why you're the only person who's allowed to compliment Dagen's appearance. You're the only person here with a wife."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BENSON",
      "utterance": "-- out there."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're married, Dave is -- we're all -- all of us are married."
    },
    {
      "speaker": "BENSON",
      "utterance": "We're all married. Just -- you're the only one to a wife. That's all I'm saying."
    },
    {
      "speaker": "RUBIN",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "BENSON",
      "utterance": "Look, on the Hunter Biden --"
    },
    {
      "speaker": "RUBIN",
      "utterance": "Justin Trudeau would be freaking out --"
    },
    {
      "speaker": "BENSON",
      "utterance": "What do we call them? Which letter are they? Can I talk about Hunter Biden for just a second?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Yes."
    },
    {
      "speaker": "BENSON",
      "utterance": "The story reminded me again to go down the rabbit hole of how deeply creepy the suppression of that whole enterprise was. I mean, the New York Post not only got ignored and you went through all of it in the monologue and how they were delegitimize. The New York Post was not allowed to tweet anything for weeks. That is bonkers. And I think one of the most important things about this revelation from Politico is, it's not like these e-mails were about Hunter Biden's colorful personal life. They were about his foreign business dealings about which his father said he had never heard anything, never spoke to his son. And that appears to be very much contradicted. That's not about the President's or then- candidate's family. That's about the candidate now president, and I wonder if we can maybe revisit all of it now."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BENSON",
      "utterance": "Are we allowed to talk about it now?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think so. And also part of that is the fact that the media in big tech were involved. That's worthy of an investigation in itself. Like, shouldn't we ask like how did the big tech get involved in this? Like, what were those phone calls like?"
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CHANNEL CONTRIBUTOR",
      "utterance": "Right. And it's so clear cut to -- I mean, I'm not a cybersecurity expert. But --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Are you were homosexual?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "No."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "OK. Well, then that's OK."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "I'm a gay man on the inside."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There's a joke. I'm just trying to suppress. That's gone."
    },
    {
      "speaker": "RUBIN",
      "utterance": "That's not the only thing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Nicely done."
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's about time someone said it. I would just think that if there's a laptop that has tons of pictures of the same guy smoking crack but it's probably that guy's laptop. But if it's not, wouldn't that mean that he had a traveling crack vendor photographer?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That would also be an interesting story."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Like if it wasn't his laptop and you really believe that you would have chased that story because that's even crazier, but they knew it was his laptop the whole time which is why they said that it wasn't. Also did you hear Jen Psaki's explanation for -- why he didn't answer any questions? He said -- she said it was Boris Johnson's fault because they did not warn the White House that they would be asking questions. Which is probably because answering questions is a pretty normal thing to do for the leader of a free country."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They threw Boris Johnson under the lorry."
    },
    {
      "speaker": "RUBIN",
      "utterance": "Oh."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I know. It's amazing, isn't it? This comes from right out of here."
    },
    {
      "speaker": "RUBIN",
      "utterance": "That was incredible."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. We got to move. Up next. The late night hosts generate hot air to show how much they care."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "To save us from our climate sins, some hosts are generating wind. Did you hear? It's climate night and our late night talk show saviors are all pitching in. Yes, they're trying to save us. Just like Jim Jones. Anyway, check out this picture, not that one. They don't look that funny. I don't know. They all look like they got crushed by the king of late night Greg Gutfeld. They also -- they also look like a really weird children's show on PBS. Which it could be, it's got as many puppets and Sesame Street except -- instead of hands, these puppets have their heads up their asses. And they're all teaming up to dedicate parts of their shows to climate change. Seth Meyers is interviewing John Kerry. I think we have a clip."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I have a treat. A very special (INAUDIBLE)"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He is charming. Basically, he can steer a boat. Anyway, comedy is dead and so is risk in this land of late night teacher's pets. They went from George Carlin to George Soros. So what is someone like me do as they condemn fossil fuels, fracking, coal, all the stuff that keeps them working? We provide the balance. Yes. Without all the stuff they hate everything from modern transportation to popular entertainment would be toast. Life expectancy would plummet schools, hospitals and businesses would close and you'd have to slaughter your own animals for meat. And that's just the first week and use of -- our use of fossil fuels correlates with longer lives, higher incomes and theater, hotter bodies. This was a typical human being before fossil fuels. And this is a typical human after. Yes. Thank you. They caught me totally by surprise. In other words, it's called human progress. Without it there would be no technology and no entertainment and no late night T.V. Without a Jimmy Fallon, he would be a chimney sweep. Colbert would be a horse and buggy driver. And Kimmel would be a town crier because he's all -- he's always crying, you know what I mean? Bottom line, fossil fuels help us innovate to reduce their own consequences. We're finding more sources of energy and cleaner ways to use it, which totally nixes that predictions about -- of the Al Gores and the John Kerrys of the world who say we're doomed. Yet still enjoy more beachfront living than the cast of Baywatch. But for more on this, let's check in with planet Earth who released this statement earlier today."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Usually late night talk show hosts, you definitely think you can control me? I'm the most powerful planets on the planet. Chinese is as much CO2 as it wishes. And your solution is to spend one show on climate change. Pathetic. No wonder your last three presidents have beach homes and your climate czar, uses private jets. Oops. My smartwatch is telling me to start moving too."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Kat, that might be our biggest guest."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And we, you know, we don't get the -- we don't get the Costner's or the Clooneys."
    },
    {
      "speaker": "TIMPF",
      "utterance": "We got the world."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We got Earth. Yes. A well-rounded guest I might add. 80 percent water much like you."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. Well. I don't -- why you -- isn't everybody 80 percent water?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's coming out of your eyes all the time."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I haven't cried in a while."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, that'll change."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, give me five minutes. Are you going to ask me a question?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, the question is, what are you going to watch tonight? Are you going to watch any of this?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "No. Because I already know what they're going to say."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I don't think that what they needed was to have their jokes be more predictable. And I don't like the idea of a theme show of all the shows of -- on any topic because they're all in lockstep that just completely eliminates any independent thought whatsoever."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Guy, do you think they would like -- all of them had to do it because they're all scared to death of being a --"
    },
    {
      "speaker": "BENSON",
      "utterance": "The one person who doesn't? No, they had to. But when I saw this news, I was like, wait, are late night comedians are going to do an evening of political activism? Finally."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "BENSON",
      "utterance": "Finally, we're going to hear what these people believe."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "BENSON",
      "utterance": "About matters that have nothing to do with comedy. I think actually, because I'm sure there are a lot of people, including some of these folks who genuinely believe this is an existential crisis to the earth. They have all sorts of policies that they would pursue, I would probably disagree with some of those policies. If they didn't lecture us, all the other nights on politics, this might have more of an impact. It's like whoa, this is -- this is surprising. Let's maybe listen but it's just par for the course. And so everyone just rolls their eyes and turns into Gutfeld."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly. The boy who called the (INAUDIBLE) oh, let them applaud. Dagen, I'm afraid to ask you how you will celebrate climate day but I will anyway. How will you celebrate climate day?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Burning something in the street. Like I, you know, do after work every day."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Walk around spraying Axe body spray into the air."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "That that little advertisement was funnier unintentionally than anything that these shows have done."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "The history of these very shows. But not one of them had the stones including Samantha Pee (ph) to stand up and say I'm not doing this."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "I'm not going to celebrate reducing the American standard of living. I'm not going to talk about making America poor by taking away fossil fuels, which are cheap and plentiful. But instead, I want to be in a latest pan stain and talk about rules that won't hurt me financially that I'll never have to abide by. These the same people who drive and back to their Hamptons houses clearly roll down the windows of their Escalades to throw M&Ms at the people waiting for the bus out in Queens."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I think there's actual proof of that. It's in the next Woodward book, I believe. Can they ever -- can you -- once you go into this direction, can you -- will they ever be funny again? It's like they -- it's almost like they they've gone to unfunny Island and they can't get off it."
    },
    {
      "speaker": "BENSON",
      "utterance": "Well, I will address that but first off whatever good they do tonight has been completely destroyed by the fact that your people backstage, do you know how much hairspray they put in my hair to look like this? So we've completely erased whatever gains --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There's a tiny bird trapped in there."
    },
    {
      "speaker": "BENSON",
      "utterance": "No, these people -- first off, they will fly private, right? We all know they fly private. They have probably 20 writers each to make them look that funny. So you have to deduct a certain amount of humor at that level."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right. Well, up next. Violence is the answer according to the woke college cancer."
    },
    {
      "speaker": "GREG GUTFELD, FOX NEWS CHANNEL HOST",
      "utterance": "If your speech goes against the bunch college kids think it's OK to punch. A survey by the foundation for individual rights in education found that 23 percent of students support violence to stop a speaker that they disagree with. Yep, you're right, it's trumped by their might. What's that sound like to you? Fascism. It's not just for Nazis anymore, it's for undergrads. Meanwhile, 66 percent of students supported shouting down a campus speaker at four points from last year. So much for free speech while listener shouting down Kat Timpf. That just means they got the check I sent them."
    },
    {
      "speaker": "KAT TIMPF, FOX NEWS CONTRIBUTOR",
      "utterance": "Just try."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Meanwhile, Point Park University in Pittsburgh, that's three P's is cracking down on students who don't use one's preferred pronouns. I just go by \"it.\" Campus Reform obtained an email reportedly sent from the equity office that scary, warning in part misgendering could result in a violation of the policy on discrimination and harassment."
    },
    {
      "speaker": "And if an individual is impacted in a harmful way, action could be taken if a complaint is filed. Translation",
      "utterance": "your life could be ruined if someone accuses you of using the wrong pronoun. Even though, he, she, they or them could change their preferred pronoun to whatever they want whenever they want. Or they could just lie that you misgendered them."
    },
    {
      "speaker": "The spokesman told us",
      "utterance": "\"Point Park University expects every member of its community, students, faculty and staff to treat each other with respect."
    },
    {
      "speaker": "Translation",
      "utterance": "Please call for help, this place is (BLEEP). For more, let's go to a college student for comment."
    },
    {
      "speaker": "JOE DEVITO, COMEDIAN",
      "utterance": "What up, what up? What up old man? I don't know what you're talking about. Me and all my Gen-Z college age friends, we don't have these problems. Someone brings up a sensitive topic, I just say something cool, like as if don't have a cow man. So, peace out Boomer Enjoy your relief factor."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes. Do these findings scare you, Guy?"
    },
    {
      "speaker": "GUY BENSON, FOX NEWS CONTRIBUTOR",
      "utterance": "Yes. Because as they often say, as goes Point Park University, so goes to the world."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I've said that."
    },
    {
      "speaker": "BENSON",
      "utterance": "We all have. I think that this is a natural outcome of the insane rhetoric that has been peddled on the left particularly on campuses for a long time. When you tell people over and over again, that words are violence. Yes. And violence is speech. They'll learn the lesson. Yes. And you'll have increasing numbers of people willing to say if words are violence, we must combat them with real violence and we're justified to do so."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Dave?"
    },
    {
      "speaker": "DAVE RUBIN, FOX NEWS POLITICAL COMMENTATOR",
      "utterance": "Greg, I know we have to do this segment quick so I'll forego all that and just say it's a pleasure to be on the number one late night talk show hosted by a beautiful female woman."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, how did you know?"
    },
    {
      "speaker": "RUBIN",
      "utterance": "I got it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "How did you know?"
    },
    {
      "speaker": "RUBIN",
      "utterance": "I knew it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I decided to identify just the other day."
    },
    {
      "speaker": "TIMPF",
      "utterance": "He's a female man."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, Kat, that leads to lead me to my question. If a, if you're attacked by a student who is a guy identifying as a woman, can you punch them? Likewise, if the woman who attacks you identifies as a man can you punch him as well? Him?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "It's OK. I stopped listening like 10 seconds ago because it doesn't matter. If you are attacked by students for your speech, you can turn it into a career look at Dave Rubin not realize that it just makes them grow stronger."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is true."
    },
    {
      "speaker": "RUBIN",
      "utterance": "I have a big house."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes, he has a very big house with a hot tub."
    },
    {
      "speaker": "GUTLFELD",
      "utterance": "Oh, well, I don't know. I've never been invited."
    },
    {
      "speaker": "RUBIN",
      "utterance": "You've been in my hot tub."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, no, that wasn't me. We're going to have a chat about this afterwards. But that was definitely not me. And I definitely did not throw up in it. Dagen, last word to you."
    },
    {
      "speaker": "DAGEN MCDOWELL, FOX BUSINESS NETWORK ANCHOR",
      "utterance": "You not just punch, you can pull people's earrings out, you can pull their hair, you can --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's a good point."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "You can do anything to anybody from experience. What -- just one last thing, when did college students stop saying no to the man?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "And no to the woman, or in the system and just saying (BLEEP)."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "When are you going to do it? When you're 40 sleeping in the bottom bunk in your childhood bedroom and you go and take off your pants into buffalo wild wings because they didn't put enough cheese on your tarts? Is that when you're going to stand up to the man?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go."
    },
    {
      "speaker": "BENSON",
      "utterance": "That's very specific."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Very specific. Coming up, would a female double oh seven be a feminist idea of heaven?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "He would not be fond of a female bond. Yes, Daniel Craig would be more at home if 007 has a Y chromosome. Daniel Craig, a rather homely gentlemen, said he would not like to see a female fill the role in the next film. Now, if this were CNN I would just stop there and go to my 16 person panel to call him a sexist for seven minutes. Then, we break for lunch and come back to say it's racist too, except for Brian style Stelter, he would not come back from lunch. But like, but like most things reported on CNN, there's more to this story. Craig told the Radio Times, \"There should simply be better parts for women and actress of color. Why should a woman play James Bond where there should be a part just as good as bond, but for a woman?\" That sounds reasonable. After all, no one wants a male Princess Lea, except for Brian Kilmeade, that pervert. All right, Dagen, is he sexist?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "No, but I did see him on stage here in New York, and he looks like old cheese. So, he's not that hot in person. With anybody -- so, they've had three actresses playing Queen Elizabeth in \"The Crown.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right?"
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Are they going to have a dude?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They should."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Who? Hugh Grant? You kind of --"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I would -- I've never watched \"The Crown,\" but if it was a drag queen, I would."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you know what, it's a good point. I mean, I could -- you know, what, what would stop me Dave Rubin from being the first white shaft?"
    },
    {
      "speaker": "RUBIN",
      "utterance": "What would stop you?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What would stop me?"
    },
    {
      "speaker": "RUBIN",
      "utterance": "From being the first white shaft?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, Richard Roundtree?"
    },
    {
      "speaker": "RUBIN",
      "utterance": "I now see why you're number one."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes,"
    },
    {
      "speaker": "RUBIN",
      "utterance": "In late night cable."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I would like to see -- how about this, I would like to see a white version of The Wiz. You can call it the Wizard of Oz."
    },
    {
      "speaker": "RUBIN",
      "utterance": "Actually, are you the same height as the Munchkins?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Look, they're in my family tree. Do you have anything to add to this than your pithy insults, and your beautiful hair?"
    },
    {
      "speaker": "RUBIN",
      "utterance": "Thank you. The same people who tell you that gender doesn't matter are obsessed with gender."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right?"
    },
    {
      "speaker": "RUBIN",
      "utterance": "Nothing they say makes sense, whether they're American male or female."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That is true. What do you make of this, Kat?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "I've never seen a James Bond movie."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Never?"
    },
    {
      "speaker": "TIMPF",
      "utterance": "No, isn't it? What is it like he drinks martinis and has sex with people, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Is that, is he a spy?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Either that or he works in insurance."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes. I would watch that. I would watch that if it was the guy who drank martinis, had sex with people and worked in insurance."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's why everybody's in their good hands."
    },
    {
      "speaker": "TIMPF",
      "utterance": "That could be chick. I just wrote the movie."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Oh, man."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Could you imagine that is pickup line, you'll be in good hands."
    },
    {
      "speaker": "BENSON",
      "utterance": "You know, Geico is his cover. Look, we actually were talking about this the other day at home because I'm very excited for the new Bond film. And I guess he's done after this movie and they move on to someone else and I said someone is going to try to make it a woman. And that's just not acceptable. James Bond has to be an alcoholic, debonair, womanizer like that's what the character is."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BENSON",
      "utterance": "And if you want to make 008?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "BENSON",
      "utterance": "And have like a woman colleague, I would watch the hell out of that movie."
    },
    {
      "speaker": "TIMPF",
      "utterance": "I would watch an alcoholic lesbian be James."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Why is drinking a lot of martinis make? How's that make you an alcoholic? Asking for a friend."
    },
    {
      "speaker": "BENSON",
      "utterance": "I think 007 has a bit of a problem right? A little bit like he manages it well, or he's functioning."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I always thought the message of James Bond was that drinking makes you a better person."
    },
    {
      "speaker": "TIMPF",
      "utterance": "Yes."
    },
    {
      "speaker": "RUBIN",
      "utterance": "You never get killed."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You never get killed. That's what key -- his blood is pure. I don't even know what that means. We should go to break. Starting to hit me, Dave. That stuff is strong. Up next, Tucker and I finally determine which CNN host is dumber than vermin."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "TV, TV on the wall, who's the dumbest of them all? Yes, the world deserves to know which CNN hack is Curly and which one is Mo. Last night I proclaimed Chris Cuomo as the second dumbest man on CNN. That's like being the second drunkest slow pitch softball player. But at that network, the competition is fierce. For my money, Don Lemon remains the champion, but not everyone agreed, including Tucker Carlson."
    },
    {
      "speaker": "TUCKER CARLSON, FOX NEWS CHANNEL HOST",
      "utterance": "Chris Cuomo really gets the credit he deserves for being the single dumbest person ever to perform on cable news, he makes Don Lemon look like a particle physicist."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, by comparison, he makes Don Lemon look like a particle physicist. Or as Chris Cuomo might call it, make things go boom Dr. Guy. So, is it time to decide who has fewer brains inside? Short of an autopsy, there's only one way to find out."
    },
    {
      "speaker": "ANNOUNCER",
      "utterance": "\"THE GREAT TUCKER CARLSON GREG GUTFELD DEBATE.\""
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Tonight's debate, which hosts replaced his brain with a steel plate. Joining me now, host of Tucker Carlson tonight and Tucker Carlson today, it's Tucker Carlson. It's a friendly chat with Tucker about two stupid. But before we get started, let's take a look at some clips Tucker and remind people who we're dealing with. First, let's start with Tucker's choice, Mr. Cuomo."
    },
    {
      "speaker": "CHRIS CUOMO, CNN HOST",
      "utterance": "Only in America kids. Let's get after it. The official reentry from the basement, cleared by CDC is what happens. Please show me where it says the protests are supposed to be polite and peaceful? In scale, this was the actual swab that was being used to fit up that double barrel shotgun that you have mounted on the front of your pretty face."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know, no doubt that was pretty dumb. But can Don beat, beat that?"
    },
    {
      "speaker": "DON LEMON, CNN HOST",
      "utterance": "Democratic cities are in chaos right now."
    },
    {
      "speaker": "LEMON",
      "utterance": "Oh my gosh, it's so bad and they get defunding police. It's like -- The President is a racist and he is a demagogue. Believing the lies on the Internet instead of science. It's time to start shaming them, what else or leave them behind."
    },
    {
      "speaker": "LEMON",
      "utterance": "Look, I tried it once, my eyebrow went up, I don't have it now. As you can see, I got all these wrinkles, everybody asked me when I'm going to get -- you got to need a botox."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Both stupid. So, I contend that while Cuomo makes dumber decisions than Lemon, Lemon is just naturally slower. Cuomo is more of a performer where lemon just speaks his mind, which explains his stupidity. So, Tucker, persuade me that I am incorrect."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Let me just say, we, we disagree, but we don't need to be disagreeable, we're friends. I don't want this in any way to affect our long standing friendship. I agree with you for many years. I thought that Chris Cuomo was putting on an act. You know, the weight lifting, the calling the bro-talk?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "CARLSON",
      "utterance": "The huge swab. I thought he was like Bowser on Sha-na-na, who actually went to Columbia. You know what I mean? It was a part."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "What a referee."
    },
    {
      "speaker": "CARLSON",
      "utterance": "And then I watched him because I used to work in CNN, I know people there I pay attention. That guy is every bit as stupid as he's seen. He went to Yale Law School, his dad was the Governor of New York at the time, and he doesn't know what's in the First Amendment. He has zero sense of humor, which is always a tell, but here is the absolute settling factor. He speaks only in cliches. If you listen carefully to Chris Cuomo, you will find not a single phrase that you can instantly get on Instagram, all of it. So, dumb people speaking clichAcs. Don Lemon, by contrast, not a genius. But he gets the joke. Like, he sort of knows I'm a guy with no skills. I was a local news anchor in Atlanta, and look where I am now. He finds the whole thing hilarious, right?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, so OK, that was fairly persuasive. I'm going to have the audience vote after we had, we get to the point of this. But for I will say that Don Lemon was his stupidity was unmatched when he claimed that violence in the cities didn't exist because he just went out and had a nice meal. So, it's like, he is in a full -- and I honestly, you, he felt that because he was recognized, he was on the street. Oh, and they recognized me. It was great. I had a nice meal. Therefore, there were no assaults and homicides."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, no, no, Greg, that's not stupidity, that's narcissism. Who lives in a Don Lemon bubble, and everything is great in Don Lemon world at all times."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And that's kind of what I like about him. So, you enjoy Don Lemon, because he's, he's not very bright and he knows it."
    },
    {
      "speaker": "CARLSON",
      "utterance": "He's Mr. O'Rourke from Fantasy Island. Welcome to Don Lemon's World. I mean, so Corinthian leather about him? Unbelievably cheesy in the 1979 way that I just, I don't know he pushes my buttons."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Well, you really are diplomatic. Who would you want -- so, I was going to ask you, who would you, you fish a lot, who would you like to go fishing with? Would it be obviously would have to be with Don."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Don Lemon in a very famous interview on the record at lunch referred, in fact, ordered for dessert, Lemon Sorbet. And when corrected he said no, no, no, I'm afraid it's pronounced Sorbet. He did not acknowledge that he had no idea how to pronounce the frozen dessert, and he wasn't embarrassed. So, my dream is to have a long dinner with Don Lemon."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Do you know what, I think what unites both of those candidates for dumbest person at CNN is the lack of embarrassment, like --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They go out there and they deliver the same tripe every day, but they wake up and they're happy as clams."
    },
    {
      "speaker": "CARLSON",
      "utterance": "No, no, I disagree, I disagree. Chris Cuomo is totally tormented. You watch Chris Cuomo and there's a deep self-loathing, like he knows how dumb he is and he's mad about it. That's, that's what the anabolic steroids are about. Obviously --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know --"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Don Lemon is totally happy in his mindless haze."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I want to ask the panel here. Who is, who is being most, most persuasive here, Dave?"
    },
    {
      "speaker": "RUBIN",
      "utterance": "Well, I think Tucker's winning here but I think the next time you guys do this, you need to widen the net to MSNBC because get Joy Reid in there, and then it's almost impossible."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But no, we don't, we could do that -- but we could just pick Joy Reid against."
    },
    {
      "speaker": "TIMPF",
      "utterance": "She weaponizes it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Nicole Wallace. Next week, we could do Joy Reid versus Nicole Wallace or we could do Brian Stelter versus Briana Keller. Is that her name, Tucker?"
    },
    {
      "speaker": "CARLSON",
      "utterance": "Oh the former morning zoo girl from the A.M. radio show when -- she's not even on the list. She doesn't qualify. By the way, the woman, not Joy Reid, the other one on MSNBC is show loathsome I am proud to say, I have never uttered her name since I met her in 1999 when she was Jeb Bush's flak. She was nasty and stupid then, she's worse now. Worst person --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You know this might be the greatest segment. I see you, Guy, looking at me with consternation --"
    },
    {
      "speaker": "BENSON",
      "utterance": "Well, I'm just amazed by the expertise that you both have about the CNN programs. Are you the only people in America who watch these shows?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This is our world man."
    },
    {
      "speaker": "MCDOWELL",
      "utterance": "Actually you make the point, the people who watch those shows are dumber than Cuomo combined."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "They watch it because it's so damn funny. It's the funniest show. It's, it's funnier than the late night comics. Tucker, we got a roll. Thank you so much for participating in our inaugural debate."
    },
    {
      "speaker": "CARLSON",
      "utterance": "Anytime, and we're still friends. Thank you, Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Thank you, Tucker. Don't go away. We'll be right back."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We are out of time. Thanks to Dagen McDowell, Dave Rubin, Guy Benson, Kat Timpf, Tucker Carlson, our studio audience. \"FOX NEWS @ NIGHT\" with evil Shannon Bream is next. I'm Greg Gutfeld and I love you, America. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}