{
  "date": "September 9, 2021",
  "headline": "‘The Five’ on Biden's COVID vaccine mandates",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/the-five-on-biden-administration-taliban",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "sentences": "Hello, everyone. I'm Dana Perino along with Judge Jeanine Pirro, Geraldo Rivera, Jesse Watters and Greg Gutfeld. It's 5:00 in New York City and this is \"The Five.\" Fox News alert. At any moment, in fact, we just got the two-minute warning. President Biden is set to announce major new COVID mandates that will impact 100 million Americans. The plan includes forcing all federal workers to get vaccinated or risk being fired as well as requiring businesses with over 100 employees to mandate vaccines or require weekly testing. The president will also pressure entertainment and sports venues to enforce vaccine passports for entry and call on schools across the country to set up regular testing for students, teachers and staff. So we just got the two-minute warning. First of all, Jesse wins the contest for guessing correctly how or at least the most correctly as to when he would start. We're going to watch this whole speech. We're going to be here on the other end of it so you'll get everybody's take on what he says. Let's start with you, Jesse, for some initial thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "Well, I look back and I notice that just a few months ago, Dana, he said he was against mandates. Psaki said he was against mandates. That was the White House policy. Now they are announcing mandates. Also, I do recall in July he announced independence from the virus. Now a couple of months later he is saying we need to now defeat the virus, I have a new plan. Americans don't trust this guy anymore. He booted Afghanistan. You've got to look through everything he does now through the prism of Afghanistan. It doesn't add up. You have 75 percent of adults in this country already have the vaccine shot. And here he is. We'll see what he says, Dana.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Here is President Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, there was a lot there and we are going to get everybody's thoughts on it with some commentary during the time. But, I'm - - he spoke for about 26 minutes. He packed a lot in there. He had a lot of, I would say, divisive statements and then at the end said there's nothing we can't do if we don't do it together. So, there is unity I guess at the end. So much to talk about. Jesse, you were the one who was silent during the thing and now I'm dying to know what you're thinking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He's an angry man. He's a bitter man. He is humiliated by the Afghanistan situation. He is upset with the economic recovery, where it should be, but it's not, so he's taking the anger out on the unvaxxed. He's targeting 80 million Americans who don't trust him, don't trust the media, for good reason. The country has been lied to for three decades. Why would you trust a politician or the media telling you anything? And instead of uniting the country against this pandemic and against China because that's where it came from, he's trying to divide the country against itself for a political exploitation. You know who people trust? They trust their doctor. So, instead of doing all this crap that means nothing, give the doctors the shots. Have the doctors in private practice shelve the shots. They can stick these things in people's arms. You can get rid of all that other mistrust when you do that one thing. He's obviously poll-tested mandates. He never said mandates. It's requirements now. That's the new word to look out. The federal government mandate is very interesting. So, there's about two million federal government employees. Let's just say 70 percent are vaxxed. So, that's half a million that aren't facts. He's going to fire a half a million government employees for not getting the shot? If he does that, he's the greatest bureaucratic reducer. I would call him a conservative. He gets rid of half a million federal employees. Wow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "If he did, the other jobs would get filled.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, that would be a big deal. The other thing, if you have more than 100 workers at your company, you got to jump through all this red tape. They're going to fire people to get to 99. You don't do that during a labor shortage. And it's just going to create a lot of turmoil in the -- in the economy. He was also speaking to these vaccine extremists. You know, these people that have the two shots, they can't wait for their booster, they wear a body condom when they leave the house, still living like it's spring 2020, in deep quarantine, afraid to go to the grocery store. He's telling them I'm on your side, right? It's these nasty unvaxxed masses, these are the people that are hurting us. And then he says, if the economy doesn't recover strongly enough, it's their fault. He's already set up an excuse that if this thing doesn't work out, it's their fault. He goes, we've done our part \"federal government.\" And then he lied and said governors are discouraging vaccinations. That's a bold-faced lie. Not a single governor has said that. And he basically declared war on Abbott and DeSantis. So, you guys better be ready. He's coming for you. This is his mission accomplished moment, clean up. When he said we were free from this in July, now he's backpedaling. And if he gets away with this power grab, he's going to be bloodthirsty. Imagine what he thinks he'll get away with next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right, great thoughts. I'm glad we came to you. Greg, one of the things he said is, he said many of us are frustrated with the 80 million who weren't vaccinated. True. I sure that they --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't think that's true. I live with one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "No, I'm just saying, that's -- they're seeing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, that's -- I almost swore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "You do hear -- I mean, you do hear that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, you hear that from the media.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, people they're interviewing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Please, what a unifier.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "My question was this. Is that speech going to persuade any of those --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, it doesn't persuade anybody. The great unifier is saying that all those are vaccines are mad at those that aren't. So, this is not true. It's all there to just gin up more animosity and cause division. Basically, he said the unvaccinated are the new terrorists. That's what he did. Like, he showed more anger towards those -- that 80 million, this amorphous 80 million that he actually won't specify -- what constitutes the 80 million, which is kind of interesting. But he showed more anger towards them than the orderly and kind of Taliban, right? The very business -- like, he also lied. He lied so much. And he was -- basically this whole thing was he was blowing his own horn, because he blew it in Afghanistan. This was his way to show that maybe he is competent. So, he had to gin up the fear. It was an interesting little game of saying everything's great, but it could just totally go to hell in a minute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And it wouldn't be my fault.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And it wouldn't be my fault. It's these other people's fault. And then he's comparing the past with, you know, like, before he got there to now. People have to remember. This is a guy that said, don't trust the vaccines.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's the guy. The same guy who said that is now saying people who say that are publicly dangerous or endangering public health, and it's -- blocking public health was the word that he used. He talked -- he talked a lot -- I think the thing that bugs me most about it is that he found an easy target. And it's a target that the media likes to punch. It's a punching down thing, but he won't say who they are, right? And I don't trust anyone, especially him who says that, you know, the only way to get back to normal is to do X, but they keep changing X because it - - on how it affects them politically. So, his government said we're not doing mask mandates as much as like three weeks ago. I'm sorry, vaccine mandates that change. And now, he's basically created unlimited power. He has unlimited power. He can have private businesses fire employees. That's unlimited.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Actually I'm interested in that because we have lawyers here at the table. But can I just mentioned one thing. When President Biden and Kamala Harris both said that they'd be skeptical of the vaccine when it's developed under President Trump --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's about a year ago to this day, right? It was -- it was right in that fall timeframe as the election -- right after Labor Day as the election was really heating up. Can I asked you, Judge, your general thoughts? But I do think about the fact that first of all that the Small Business Administration and the IRS says that a small business is 1500 employees. Now, he's saying that if you have a business of 100 employees -- and this has to go through a rulemaking process. It's not like you can just immediately say this is going to go to court. Would people that want to challenge it and have a case?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS HOST",
      "sentences": "Well, I think they could certainly challenge it. I don't know if they would have a case. I mean, because right now, we're in a pandemic. And so, what's happening is the courts are going to bend to the pandemic. But let me tell you about the absurdity of all this. And I agree with Jesse and I agree with Greg. And we were yapping during this press conference. Look, he starts by saying, we're -- this is a quote. We're all frustrated with the 80 million non-vaccinated. He comes out of the gate right away and says it. He says they're the ones who are, \"keeping us from turning the corner, causing people to divide.\" These are all quotes. It's not about your freedom or your personal choice. Understand -- and these -- then he says, I understand your anger against the unvaccinated. And he is constantly ginning up anger in our society. It's all this Marxism thing that's following through everything that they're doing. And you're right. It was a year ago when they said, I'm not taking it if it's a Trump vaccine, if Trump supports it. And now, let me ask a really dumb question. If it's something like 75 percent of Americans have at least one shot and or -- for those of us who have two shots and have already had it. I've had both shots. I've already had COVID. So, my antibodies are through the roof. How am I at risk from someone who doesn't get the vaccine? Would you explain to me how they are a danger -- how long are they endangering me?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Your grandchildren. Your grandchildren are at risk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "My grandchildren are at risk?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK. So, then --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "They're unvaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes, but the grandchildren are not the ones who were are at risk. Children are not at risk like 65-year-old or people with comorbidities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Public schools -- the essence of public schools are at risk.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Public schools aren't opening. I love you, Geraldo. Here we go. Public schools are not opening because the teachers don't want to teach. And it's another excuse for this. Now, let me say one more thing because I know you're going to go on. I am tired of his going up against Abbott and DeSantis and then say to the flight attendants, you know what, shows some respect for the flight attendants. Maybe some of the flight attendants ought to show some respect to us, OK. If you're trying to feed a 2-year-old with yogurt without the mask on and you -- they decide to throw the mother off. I mean, I could go on and on about the absurdity of people who don't have power who are suddenly engaged and have power, then they abuse it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What about, Judge --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "So, this guy doesn't impress me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "What about when he says the virus transcends borders?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Oh, I love that. That one. That one. And by the way --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wide-open borders.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "By the way, last thought. We got Delta --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It started at the border in Florida and Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Yes. And he's making sure they have more, but that's another issue. We've got the Delta variant. We -- the Mongolian variant comes in. We have the one that comes in from Turks and Caicos. Everybody is going to have --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Your boyfriend keeps calling you. Will you turn that off?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "He's not my boyfriend. Everybody is bothering me. I'm turning this off.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Geraldo, let's give you the floor.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That's the government coming after you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Well, I almost totally disagree with Greg and with Jesse. Now -- and I love them. They're very reason people, generally speaking. But this was a president who was doing something that he feels necessary to curb an emergency that has already, ladies and gentlemen, taken more lives than the American Civil War. I mean, let's put it in the context of what we're talking about here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "We know this, Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "All right, well, if you know it, then doesn't it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Well, you're right. He's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Doesn't it bear context and repeating that this is what we're talking about. We're not talking about you don't have a right to drink if you're 19 years old, or you don't have a right to have a license before you -- this is about life and death. He is impatient. He is angry. He thought that he would be remembered as the president who crushed COVID and instead COVID is threatening to crush his agenda. So, of course, he is in every way frustrated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Isn't it about Afghanistan? Come, on Geraldo. This is about Afghanistan. This is the pivot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Please, why don't -- why don't you -- how could you not allow him an instant of sincerity?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Never.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "A presumption of sincerity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "No, he has divided so many people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "No, because everything he says -- everything he says, you reject.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "That not true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "But also, this speech could have been given next Monday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Ladies and gentlemen, there is -- there is long-settled law in the United States of America that your freedoms cannot infringe on my family's health. You don't have the right to spread smallpox or measles or polio or whatever it is to my family. I have a right to protect my family. My government has the obligation to protect me and my family. Right now you have schools teetering in the balance. You have football starts tonight -- football starts tonight. What happens when the President say, oh, you know something, we have to go back to no fans in the stands again? I mean, we get that, right? We understand that this is -- this is horrible to go backwards. Listen to the man. Listen to him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Geraldo, if he destroys football season, we impeach.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "No, no one is going backwards. No one is going backwards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "We are going --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "He's going to try. He can't go backwards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "If we don't listen, you don't listen, get the damn vaccine. Get the vaccine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Let me tell you. Three-quarters of the country has a vaccine. The people who don't have it made that decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I have grandchildren. You have to get vaccinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know what, they made that decision. The people who don't want to do it make that decision. If they got comorbidities and if they're old --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "But they can't make that decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "What do you mean you can't make it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That you don't have no right to make a decision that negatively impacts my family.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "This is -- this is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "They have the right to do whatever they want to do. And I'm sick and tired of them saying it's this party or that party. The people I know who aren't vaccinated just don't believe in me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "There's not a lawyer watching -- there's not a lawyer watching who does not believe the President United States was well within his legal and constitutional rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I never said he wasn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Just because it's legal, it doesn't make it right, Geraldo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "I never said he wasn't.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And you as a lawyer should know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I just want to say one thing. I do think the speech could have been given on Monday. We are about to mark the 20th anniversary of 9/11.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Good point.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We have this situation in Afghanistan. I do think he very much wanted to change the subject. But he wanted it so bad that he burned the house down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, he did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "We'll have more of THE FIVE up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "The White House spinning faster than Biden's peloton after being forced to negotiate with Taliban terrorists. The group will allow 200 Americans and other foreigners to fly out of Kabul -- Kabul, whatever -- today after Biden's stranded them there. The Pentagon even calling the terrorists business-like while Americans are still stuck there and Jen Psaki trying to claim this was the plan all along.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "You're saying the Taliban is business-like and professional. Their interior minister has an FBI wanted poster. He's got a $10 million bounty on his head. That's -- what's the business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "sentences": "We are here to celebrate the return of American citizens who wanted to leave Afghanistan, of legal permanent residents, of Afghans who fought by our side to Qatar successfully on a Qatari Airlines flight. And in order to get those people out, we had to work with some members of the Taliban to press them and to work in a businesslike manner to get them out. That is what we were standing in the statement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOOCY",
      "sentences": "And in that statement, it says, this is a positive first step, towards what?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PSAKI",
      "sentences": "Towards getting additional people out who want to leave Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "So, Judge, this segment explains the previous segment. Every time you approach the issue of Afghanistan, you see the incompetence, you see their horrible implementation, the worst -- the worst foreign policy action you've seen in recent lifetime. That is why we had the A block.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "That's right. That's right. That's why we have the A block. And you know, the best part of this is they're saying, when you talk about the six charter planes that are stuck in the northern part of the country, they say, you know, we couldn't get those out. We couldn't get those planes out because we don't have people on the ground. Well, why don't we have people on the ground? We don't have people on the ground because we had all the military leave before the people left. And yet they're over there celebrating and thanking the Taliban. Who knows how much money they paid them? Who knows how much they've agreed to give them in the future? That's what this is all about. It's paying the Taliban. And you know what, I'll tell you. Doocy's question was right on. What -- you know, what's so great about this? I mean, you've got it -- you've got a Taliban that Obama let out and Biden now is part of the same drill by closing Bagram. I mean, we're 20 years from 9/11 and we're in exactly the same place. They hate us just as much. There is something tall to Kiev that we all remember from years ago, which means they lie to us, and we believe it. And except now they have 85 or whatever billion dollars of our military equipment, and we're trying to be nice to them. How stupid are we?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes, you know, Geraldo bringing up the Bowe Bergdahl trade in which they -- we gave them their entire Taliban leadership, is the lesson here that we shouldn't be taking prisoners. Now, we just kill them. Because why keep prisoners if we're going to let them go?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Well, that is a provocative statement. And I -- you know, we have a Geneva Convention to prevent, you know, murder of POW because we don't want them to do it to us, to our people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "This isn't Geneva Convention related.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You know, I'm a native-born New York. What happened on 9/11 was something that was very, very personal to me. It was visceral, it was horrible. I see Jeanine nodding. You know, to be here, that whole span of all those decades and then see your friends and neighbors get murdered, I hated the Taliban. I wanted every one of them murdered. I carried a gun in Afghanistan because I wanted to kill them myself. I said that I would slit Bin Laden throat myself if I had the chance. Deep breath. And yet, they, it seems to me, generally speaking, with the exceptions that we all know about in suppressing the demonstration here, there, and the rest of it. They have basically kept their word, the Taliban, in terms of letting our people go. The latest flight today 130 or so to Doha, and I believe that the charter planes in Mazar-i-Sharif will ultimately get out. There's insurance issues now and there's a lot of -- but I think, right now, we did the right thing negotiating with the Taliban to get our people out. We screwed up the evacuation, but then negotiated and the Taliban have basically kept their word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "But Dana said this a million times. The negotiation is actually self-extortion. We advertised our willingness to be extorted over the health and safety of our -- because we weren't going to go in there. We'll just will pay you not to hurt them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "In the hasty retreat, you create a position where now you are having to ask them to be nice to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Instead of saying --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "True.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "-- from the beginning, we're getting our people out. You will sit your rear ends down and shut up until we tell you, you can get up. That's how you would do it. But that's not what happened. We may never know what is being given to the Taliban to get this. And I just think we should go back for one second. Remember the Rose Garden ceremony where Bowe Bergdahl's father was there and Susan Rice, the National Security Adviser called him an American hero.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "And they the Taliban said, in order for us to give you this one guy, you're one guy, we would like five of the enemy combatants from Gitmo. And President Obama was like, OK, yes, sure, OK. And, and at the time, Anthony Blinken, President Obama, and others in the administration said, no one's going to have to worry about these guys. We got it taken care of. We'll make sure that the situation mitigated. And here we are. Guess what's going to happen on Saturday. As we mark the 20th anniversary of al-Qaeda knocking down the buildings, that Flight 93, the Pentagon, they're going to integrate their government. That includes four of the five of those enemy combatants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And that's a great reason why the country doesn't trust Joe with the vaccines, because they do dumb deals and then lie about it. And then it blows up in their face. Joe Biden's State Department was preventing Americans from leaving. The Taliban was preventing Americans from leaving. Maybe Jen Psaki is right. They are working well together. Joe Biden actually said, this is a quote, \"if there are American citizens stranded there, we are going to stay until we get them out.\" Another lie. These are all lies. He actually brought back refugees and men with child brides from Afghanistan while he's stranded Americans. Think about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "And they probably weren't vaxxed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Probably not. They launched the drone strikes that had took out ISIS-K and might have taken out a family of 10.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "He lied about that. Joe Biden is on the phone with the president of Afghanistan telling the president to lie and say things are going great. And maybe we'll give you some more weapons in air cover if you say that, if you lie, so I get political cover. A president was impeached for that. His name was Donald Trump. He's checking his watch during the coffins coming back multiple times. The media is trying to cover that up. He blows up the meeting with the families of the fallen. They're disgusted with him because he's not connecting, so they walk out. This guy is a joke right now, a total joke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go. \"ONE MORE THING\" up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's time for \"ONE MORE THING.\" Greg.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "All right, up on the foxnews.com, I have an article on my mentor Mark Bricklin who passed away last week. He was the editor in chief of Prevention Magazine. He created Men's Health. He hired me, gave me my start in journalism. Probably one of the most influential journalists in my lifetime was my mentor. And he's just a great guy. Probably the only health editor in history to smoke Marlboros, drink whiskey, and shoot guns often at the same time. I was there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "My kind of guy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Anyway, and also tonight, part two of my one on one with Donald Trump. We got two segments on it, and then final one tomorrow. So far, so good. They're amazing. Check it out 11:00 p.m.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "Did he make -- did he make fun of your shoes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "Never. He loves the way I dress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I don't know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Just claim it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "I'm going to claim it. That's what Joe Biden does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Tomorrow, Bill Hemmer and I are going to be down at the World Trade Center site 9:00 to 11:00 a.m. to start the's coverage of the 20th anniversary of 9/11. So, we will be there on Saturday as well. We will see you then. Plus, I just want to tell you about Robert Carley. He's from Connecticut. He has spent the last 20 years since September 11 taking 1000s of photos of flag tributes in memoriam of that tragic day, from houses, to people, to cars. And he's documented these touching displays over the years. And you can see some of his work at the Mattatuck Museum in Waterbury. And there's a pretty amazing group of photos there. America. And Jesse, you're next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Everyone is excited about this feeding frenzy at the table. They can't wait.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "It's not happening. Alright, so remember a couple of weeks ago we tried the Flaming Hot Cheetos ice cream. Even Dana liked it. She couldn't get enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Yes, what's your bet? One bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So, now, we have Flaming Hot Cheetos Mountain Dew. I know what you're going to say. This is like -- I'm not even going to say it because we don't want to disrupt the sponsorship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I can't believe --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Everybody, bottoms up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Bottoms up. OK, you first.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "No way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Down the hatch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "He's mandating us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "That's right. Oh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That is really interesting. Geraldo, what do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "It curdled my mustache?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "It's got -- it's got a nice --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "You know what, I think that'd be good with vanilla ice cream.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, like the float.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I have -- I have to (INAUDIBLE). Here's the special edition. It's Geraldo's where is my --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wait, Geraldo, I'm not done.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "You're not done yet?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I just asked you how you liked it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "OK, OK, you want to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm not finished.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I'll do this tomorrow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm on \"TUCKER TONIGHT.\" I'm hosting. We have Larry Elder.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "All right, this --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "There you go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, you just got attacked by a monkey-masked liberal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "Quiet. I'm talking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GUTFELD",
      "sentences": "You're supposed to do that today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "The attack of a lab dog. He's a big puppy and he got 28 million views. Hearts across the world. He's playing the drums on his ball. That's it. That's the end of it. 28 million views.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's the tweet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PIRRO",
      "sentences": "That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "That's it for us. \"SPECIAL REPORT\" is up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RIVERA",
      "sentences": "I was just bullied.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "sentences": "It kind of went off the rails there at the end, Dana, but thanks. Thank you. Good evening. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DANA PERINO, FOX NEWS HOST",
      "utterance": "Hello, everyone. I'm Dana Perino along with Judge Jeanine Pirro, Geraldo Rivera, Jesse Watters and Greg Gutfeld. It's 5:00 in New York City and this is \"The Five.\" Fox News alert. At any moment, in fact, we just got the two-minute warning. President Biden is set to announce major new COVID mandates that will impact 100 million Americans. The plan includes forcing all federal workers to get vaccinated or risk being fired as well as requiring businesses with over 100 employees to mandate vaccines or require weekly testing. The president will also pressure entertainment and sports venues to enforce vaccine passports for entry and call on schools across the country to set up regular testing for students, teachers and staff. So we just got the two-minute warning. First of all, Jesse wins the contest for guessing correctly how or at least the most correctly as to when he would start. We're going to watch this whole speech. We're going to be here on the other end of it so you'll get everybody's take on what he says. Let's start with you, Jesse, for some initial thoughts?"
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "Well, I look back and I notice that just a few months ago, Dana, he said he was against mandates. Psaki said he was against mandates. That was the White House policy. Now they are announcing mandates. Also, I do recall in July he announced independence from the virus. Now a couple of months later he is saying we need to now defeat the virus, I have a new plan. Americans don't trust this guy anymore. He booted Afghanistan. You've got to look through everything he does now through the prism of Afghanistan. It doesn't add up. You have 75 percent of adults in this country already have the vaccine shot. And here he is. We'll see what he says, Dana."
    },
    {
      "speaker": "PERINO",
      "utterance": "Here is President Biden."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, there was a lot there and we are going to get everybody's thoughts on it with some commentary during the time. But, I'm - - he spoke for about 26 minutes. He packed a lot in there. He had a lot of, I would say, divisive statements and then at the end said there's nothing we can't do if we don't do it together. So, there is unity I guess at the end. So much to talk about. Jesse, you were the one who was silent during the thing and now I'm dying to know what you're thinking."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He's an angry man. He's a bitter man. He is humiliated by the Afghanistan situation. He is upset with the economic recovery, where it should be, but it's not, so he's taking the anger out on the unvaxxed. He's targeting 80 million Americans who don't trust him, don't trust the media, for good reason. The country has been lied to for three decades. Why would you trust a politician or the media telling you anything? And instead of uniting the country against this pandemic and against China because that's where it came from, he's trying to divide the country against itself for a political exploitation. You know who people trust? They trust their doctor. So, instead of doing all this crap that means nothing, give the doctors the shots. Have the doctors in private practice shelve the shots. They can stick these things in people's arms. You can get rid of all that other mistrust when you do that one thing. He's obviously poll-tested mandates. He never said mandates. It's requirements now. That's the new word to look out. The federal government mandate is very interesting. So, there's about two million federal government employees. Let's just say 70 percent are vaxxed. So, that's half a million that aren't facts. He's going to fire a half a million government employees for not getting the shot? If he does that, he's the greatest bureaucratic reducer. I would call him a conservative. He gets rid of half a million federal employees. Wow."
    },
    {
      "speaker": "PERINO",
      "utterance": "If he did, the other jobs would get filled."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, that would be a big deal. The other thing, if you have more than 100 workers at your company, you got to jump through all this red tape. They're going to fire people to get to 99. You don't do that during a labor shortage. And it's just going to create a lot of turmoil in the -- in the economy. He was also speaking to these vaccine extremists. You know, these people that have the two shots, they can't wait for their booster, they wear a body condom when they leave the house, still living like it's spring 2020, in deep quarantine, afraid to go to the grocery store. He's telling them I'm on your side, right? It's these nasty unvaxxed masses, these are the people that are hurting us. And then he says, if the economy doesn't recover strongly enough, it's their fault. He's already set up an excuse that if this thing doesn't work out, it's their fault. He goes, we've done our part \"federal government.\" And then he lied and said governors are discouraging vaccinations. That's a bold-faced lie. Not a single governor has said that. And he basically declared war on Abbott and DeSantis. So, you guys better be ready. He's coming for you. This is his mission accomplished moment, clean up. When he said we were free from this in July, now he's backpedaling. And if he gets away with this power grab, he's going to be bloodthirsty. Imagine what he thinks he'll get away with next."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right, great thoughts. I'm glad we came to you. Greg, one of the things he said is, he said many of us are frustrated with the 80 million who weren't vaccinated. True. I sure that they --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't think that's true. I live with one."
    },
    {
      "speaker": "PERINO",
      "utterance": "No, I'm just saying, that's -- they're seeing that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, that's -- I almost swore."
    },
    {
      "speaker": "PERINO",
      "utterance": "You do hear -- I mean, you do hear that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, you hear that from the media."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, people they're interviewing."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Please, what a unifier."
    },
    {
      "speaker": "PERINO",
      "utterance": "My question was this. Is that speech going to persuade any of those --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, it doesn't persuade anybody. The great unifier is saying that all those are vaccines are mad at those that aren't. So, this is not true. It's all there to just gin up more animosity and cause division. Basically, he said the unvaccinated are the new terrorists. That's what he did. Like, he showed more anger towards those -- that 80 million, this amorphous 80 million that he actually won't specify -- what constitutes the 80 million, which is kind of interesting. But he showed more anger towards them than the orderly and kind of Taliban, right? The very business -- like, he also lied. He lied so much. And he was -- basically this whole thing was he was blowing his own horn, because he blew it in Afghanistan. This was his way to show that maybe he is competent. So, he had to gin up the fear. It was an interesting little game of saying everything's great, but it could just totally go to hell in a minute."
    },
    {
      "speaker": "PERINO",
      "utterance": "And it wouldn't be my fault."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And it wouldn't be my fault. It's these other people's fault. And then he's comparing the past with, you know, like, before he got there to now. People have to remember. This is a guy that said, don't trust the vaccines."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's the guy. The same guy who said that is now saying people who say that are publicly dangerous or endangering public health, and it's -- blocking public health was the word that he used. He talked -- he talked a lot -- I think the thing that bugs me most about it is that he found an easy target. And it's a target that the media likes to punch. It's a punching down thing, but he won't say who they are, right? And I don't trust anyone, especially him who says that, you know, the only way to get back to normal is to do X, but they keep changing X because it - - on how it affects them politically. So, his government said we're not doing mask mandates as much as like three weeks ago. I'm sorry, vaccine mandates that change. And now, he's basically created unlimited power. He has unlimited power. He can have private businesses fire employees. That's unlimited."
    },
    {
      "speaker": "PERINO",
      "utterance": "Actually I'm interested in that because we have lawyers here at the table. But can I just mentioned one thing. When President Biden and Kamala Harris both said that they'd be skeptical of the vaccine when it's developed under President Trump --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's about a year ago to this day, right? It was -- it was right in that fall timeframe as the election -- right after Labor Day as the election was really heating up. Can I asked you, Judge, your general thoughts? But I do think about the fact that first of all that the Small Business Administration and the IRS says that a small business is 1500 employees. Now, he's saying that if you have a business of 100 employees -- and this has to go through a rulemaking process. It's not like you can just immediately say this is going to go to court. Would people that want to challenge it and have a case?"
    },
    {
      "speaker": "JEANINE PIRRO, FOX NEWS HOST",
      "utterance": "Well, I think they could certainly challenge it. I don't know if they would have a case. I mean, because right now, we're in a pandemic. And so, what's happening is the courts are going to bend to the pandemic. But let me tell you about the absurdity of all this. And I agree with Jesse and I agree with Greg. And we were yapping during this press conference. Look, he starts by saying, we're -- this is a quote. We're all frustrated with the 80 million non-vaccinated. He comes out of the gate right away and says it. He says they're the ones who are, \"keeping us from turning the corner, causing people to divide.\" These are all quotes. It's not about your freedom or your personal choice. Understand -- and these -- then he says, I understand your anger against the unvaccinated. And he is constantly ginning up anger in our society. It's all this Marxism thing that's following through everything that they're doing. And you're right. It was a year ago when they said, I'm not taking it if it's a Trump vaccine, if Trump supports it. And now, let me ask a really dumb question. If it's something like 75 percent of Americans have at least one shot and or -- for those of us who have two shots and have already had it. I've had both shots. I've already had COVID. So, my antibodies are through the roof. How am I at risk from someone who doesn't get the vaccine? Would you explain to me how they are a danger -- how long are they endangering me?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Your grandchildren. Your grandchildren are at risk."
    },
    {
      "speaker": "PIRRO",
      "utterance": "My grandchildren are at risk?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Yes."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK. So, then --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "They're unvaccinated."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes, but the grandchildren are not the ones who were are at risk. Children are not at risk like 65-year-old or people with comorbidities."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Public schools -- the essence of public schools are at risk."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Public schools aren't opening. I love you, Geraldo. Here we go. Public schools are not opening because the teachers don't want to teach. And it's another excuse for this. Now, let me say one more thing because I know you're going to go on. I am tired of his going up against Abbott and DeSantis and then say to the flight attendants, you know what, shows some respect for the flight attendants. Maybe some of the flight attendants ought to show some respect to us, OK. If you're trying to feed a 2-year-old with yogurt without the mask on and you -- they decide to throw the mother off. I mean, I could go on and on about the absurdity of people who don't have power who are suddenly engaged and have power, then they abuse it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What about, Judge --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "So, this guy doesn't impress me."
    },
    {
      "speaker": "WATTERS",
      "utterance": "What about when he says the virus transcends borders?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Oh, I love that. That one. That one. And by the way --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wide-open borders."
    },
    {
      "speaker": "PIRRO",
      "utterance": "By the way, last thought. We got Delta --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "It started at the border in Florida and Texas."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, right."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Yes. And he's making sure they have more, but that's another issue. We've got the Delta variant. We -- the Mongolian variant comes in. We have the one that comes in from Turks and Caicos. Everybody is going to have --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Your boyfriend keeps calling you. Will you turn that off?"
    },
    {
      "speaker": "PIRRO",
      "utterance": "He's not my boyfriend. Everybody is bothering me. I'm turning this off."
    },
    {
      "speaker": "PERINO",
      "utterance": "Geraldo, let's give you the floor."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That's the government coming after you."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Well, I almost totally disagree with Greg and with Jesse. Now -- and I love them. They're very reason people, generally speaking. But this was a president who was doing something that he feels necessary to curb an emergency that has already, ladies and gentlemen, taken more lives than the American Civil War. I mean, let's put it in the context of what we're talking about here."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "We know this, Geraldo."
    },
    {
      "speaker": "RIVERA",
      "utterance": "All right, well, if you know it, then doesn't it --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "Well, you're right. He's right."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Doesn't it bear context and repeating that this is what we're talking about. We're not talking about you don't have a right to drink if you're 19 years old, or you don't have a right to have a license before you -- this is about life and death. He is impatient. He is angry. He thought that he would be remembered as the president who crushed COVID and instead COVID is threatening to crush his agenda. So, of course, he is in every way frustrated."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Isn't it about Afghanistan? Come, on Geraldo. This is about Afghanistan. This is the pivot."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Please, why don't -- why don't you -- how could you not allow him an instant of sincerity?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Never."
    },
    {
      "speaker": "RIVERA",
      "utterance": "A presumption of sincerity."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "No, he has divided so many people."
    },
    {
      "speaker": "RIVERA",
      "utterance": "No, because everything he says -- everything he says, you reject."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "That not true."
    },
    {
      "speaker": "PERINO",
      "utterance": "But also, this speech could have been given next Monday."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Ladies and gentlemen, there is -- there is long-settled law in the United States of America that your freedoms cannot infringe on my family's health. You don't have the right to spread smallpox or measles or polio or whatever it is to my family. I have a right to protect my family. My government has the obligation to protect me and my family. Right now you have schools teetering in the balance. You have football starts tonight -- football starts tonight. What happens when the President say, oh, you know something, we have to go back to no fans in the stands again? I mean, we get that, right? We understand that this is -- this is horrible to go backwards. Listen to the man. Listen to him."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Geraldo, if he destroys football season, we impeach."
    },
    {
      "speaker": "PIRRO",
      "utterance": "No, no one is going backwards. No one is going backwards."
    },
    {
      "speaker": "RIVERA",
      "utterance": "We are going --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "He's going to try. He can't go backwards."
    },
    {
      "speaker": "RIVERA",
      "utterance": "If we don't listen, you don't listen, get the damn vaccine. Get the vaccine."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Let me tell you. Three-quarters of the country has a vaccine. The people who don't have it made that decision."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I have grandchildren. You have to get vaccinated."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know what, they made that decision. The people who don't want to do it make that decision. If they got comorbidities and if they're old --"
    },
    {
      "speaker": "RIVERA",
      "utterance": "But they can't make that decision."
    },
    {
      "speaker": "PIRRO",
      "utterance": "What do you mean you can't make it?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "That you don't have no right to make a decision that negatively impacts my family."
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know what?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "This is -- this is --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "They have the right to do whatever they want to do. And I'm sick and tired of them saying it's this party or that party. The people I know who aren't vaccinated just don't believe in me."
    },
    {
      "speaker": "RIVERA",
      "utterance": "There's not a lawyer watching -- there's not a lawyer watching who does not believe the President United States was well within his legal and constitutional rights."
    },
    {
      "speaker": "PIRRO",
      "utterance": "I never said he wasn't."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Just because it's legal, it doesn't make it right, Geraldo."
    },
    {
      "speaker": "PIRRO",
      "utterance": "I never said he wasn't."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And you as a lawyer should know that."
    },
    {
      "speaker": "PERINO",
      "utterance": "I just want to say one thing. I do think the speech could have been given on Monday. We are about to mark the 20th anniversary of 9/11."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Good point."
    },
    {
      "speaker": "PERINO",
      "utterance": "We have this situation in Afghanistan. I do think he very much wanted to change the subject. But he wanted it so bad that he burned the house down."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, he did."
    },
    {
      "speaker": "PERINO",
      "utterance": "We'll have more of THE FIVE up next."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "The White House spinning faster than Biden's peloton after being forced to negotiate with Taliban terrorists. The group will allow 200 Americans and other foreigners to fly out of Kabul -- Kabul, whatever -- today after Biden's stranded them there. The Pentagon even calling the terrorists business-like while Americans are still stuck there and Jen Psaki trying to claim this was the plan all along."
    },
    {
      "speaker": "PETER DOOCY, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "You're saying the Taliban is business-like and professional. Their interior minister has an FBI wanted poster. He's got a $10 million bounty on his head. That's -- what's the business."
    },
    {
      "speaker": "JEN PSAKI, WHITE HOUSE PRESS SECRETARY",
      "utterance": "We are here to celebrate the return of American citizens who wanted to leave Afghanistan, of legal permanent residents, of Afghans who fought by our side to Qatar successfully on a Qatari Airlines flight. And in order to get those people out, we had to work with some members of the Taliban to press them and to work in a businesslike manner to get them out. That is what we were standing in the statement."
    },
    {
      "speaker": "DOOCY",
      "utterance": "And in that statement, it says, this is a positive first step, towards what?"
    },
    {
      "speaker": "PSAKI",
      "utterance": "Towards getting additional people out who want to leave Afghanistan."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "So, Judge, this segment explains the previous segment. Every time you approach the issue of Afghanistan, you see the incompetence, you see their horrible implementation, the worst -- the worst foreign policy action you've seen in recent lifetime. That is why we had the A block."
    },
    {
      "speaker": "PIRRO",
      "utterance": "That's right. That's right. That's why we have the A block. And you know, the best part of this is they're saying, when you talk about the six charter planes that are stuck in the northern part of the country, they say, you know, we couldn't get those out. We couldn't get those planes out because we don't have people on the ground. Well, why don't we have people on the ground? We don't have people on the ground because we had all the military leave before the people left. And yet they're over there celebrating and thanking the Taliban. Who knows how much money they paid them? Who knows how much they've agreed to give them in the future? That's what this is all about. It's paying the Taliban. And you know what, I'll tell you. Doocy's question was right on. What -- you know, what's so great about this? I mean, you've got it -- you've got a Taliban that Obama let out and Biden now is part of the same drill by closing Bagram. I mean, we're 20 years from 9/11 and we're in exactly the same place. They hate us just as much. There is something tall to Kiev that we all remember from years ago, which means they lie to us, and we believe it. And except now they have 85 or whatever billion dollars of our military equipment, and we're trying to be nice to them. How stupid are we?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes, you know, Geraldo bringing up the Bowe Bergdahl trade in which they -- we gave them their entire Taliban leadership, is the lesson here that we shouldn't be taking prisoners. Now, we just kill them. Because why keep prisoners if we're going to let them go?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "Well, that is a provocative statement. And I -- you know, we have a Geneva Convention to prevent, you know, murder of POW because we don't want them to do it to us, to our people."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "This isn't Geneva Convention related."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You know, I'm a native-born New York. What happened on 9/11 was something that was very, very personal to me. It was visceral, it was horrible. I see Jeanine nodding. You know, to be here, that whole span of all those decades and then see your friends and neighbors get murdered, I hated the Taliban. I wanted every one of them murdered. I carried a gun in Afghanistan because I wanted to kill them myself. I said that I would slit Bin Laden throat myself if I had the chance. Deep breath. And yet, they, it seems to me, generally speaking, with the exceptions that we all know about in suppressing the demonstration here, there, and the rest of it. They have basically kept their word, the Taliban, in terms of letting our people go. The latest flight today 130 or so to Doha, and I believe that the charter planes in Mazar-i-Sharif will ultimately get out. There's insurance issues now and there's a lot of -- but I think, right now, we did the right thing negotiating with the Taliban to get our people out. We screwed up the evacuation, but then negotiated and the Taliban have basically kept their word."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "But Dana said this a million times. The negotiation is actually self-extortion. We advertised our willingness to be extorted over the health and safety of our -- because we weren't going to go in there. We'll just will pay you not to hurt them."
    },
    {
      "speaker": "PERINO",
      "utterance": "In the hasty retreat, you create a position where now you are having to ask them to be nice to you."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Exactly."
    },
    {
      "speaker": "PERINO",
      "utterance": "Instead of saying --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "True."
    },
    {
      "speaker": "PERINO",
      "utterance": "-- from the beginning, we're getting our people out. You will sit your rear ends down and shut up until we tell you, you can get up. That's how you would do it. But that's not what happened. We may never know what is being given to the Taliban to get this. And I just think we should go back for one second. Remember the Rose Garden ceremony where Bowe Bergdahl's father was there and Susan Rice, the National Security Adviser called him an American hero."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Yes."
    },
    {
      "speaker": "PERINO",
      "utterance": "And they the Taliban said, in order for us to give you this one guy, you're one guy, we would like five of the enemy combatants from Gitmo. And President Obama was like, OK, yes, sure, OK. And, and at the time, Anthony Blinken, President Obama, and others in the administration said, no one's going to have to worry about these guys. We got it taken care of. We'll make sure that the situation mitigated. And here we are. Guess what's going to happen on Saturday. As we mark the 20th anniversary of al-Qaeda knocking down the buildings, that Flight 93, the Pentagon, they're going to integrate their government. That includes four of the five of those enemy combatants."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And that's a great reason why the country doesn't trust Joe with the vaccines, because they do dumb deals and then lie about it. And then it blows up in their face. Joe Biden's State Department was preventing Americans from leaving. The Taliban was preventing Americans from leaving. Maybe Jen Psaki is right. They are working well together. Joe Biden actually said, this is a quote, \"if there are American citizens stranded there, we are going to stay until we get them out.\" Another lie. These are all lies. He actually brought back refugees and men with child brides from Afghanistan while he's stranded Americans. Think about that."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "And they probably weren't vaxxed."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Probably not. They launched the drone strikes that had took out ISIS-K and might have taken out a family of 10."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "He lied about that. Joe Biden is on the phone with the president of Afghanistan telling the president to lie and say things are going great. And maybe we'll give you some more weapons in air cover if you say that, if you lie, so I get political cover. A president was impeached for that. His name was Donald Trump. He's checking his watch during the coffins coming back multiple times. The media is trying to cover that up. He blows up the meeting with the families of the fallen. They're disgusted with him because he's not connecting, so they walk out. This guy is a joke right now, a total joke."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go. \"ONE MORE THING\" up next."
    },
    {
      "speaker": "PERINO",
      "utterance": "It's time for \"ONE MORE THING.\" Greg."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "All right, up on the foxnews.com, I have an article on my mentor Mark Bricklin who passed away last week. He was the editor in chief of Prevention Magazine. He created Men's Health. He hired me, gave me my start in journalism. Probably one of the most influential journalists in my lifetime was my mentor. And he's just a great guy. Probably the only health editor in history to smoke Marlboros, drink whiskey, and shoot guns often at the same time. I was there."
    },
    {
      "speaker": "PIRRO",
      "utterance": "My kind of guy."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Anyway, and also tonight, part two of my one on one with Donald Trump. We got two segments on it, and then final one tomorrow. So far, so good. They're amazing. Check it out 11:00 p.m."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right."
    },
    {
      "speaker": "RIVERA",
      "utterance": "Did he make -- did he make fun of your shoes?"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "Never. He loves the way I dress."
    },
    {
      "speaker": "PERINO",
      "utterance": "All right."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I don't know that."
    },
    {
      "speaker": "PERINO",
      "utterance": "Just claim it."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "I'm going to claim it. That's what Joe Biden does."
    },
    {
      "speaker": "PERINO",
      "utterance": "Tomorrow, Bill Hemmer and I are going to be down at the World Trade Center site 9:00 to 11:00 a.m. to start the's coverage of the 20th anniversary of 9/11. So, we will be there on Saturday as well. We will see you then. Plus, I just want to tell you about Robert Carley. He's from Connecticut. He has spent the last 20 years since September 11 taking 1000s of photos of flag tributes in memoriam of that tragic day, from houses, to people, to cars. And he's documented these touching displays over the years. And you can see some of his work at the Mattatuck Museum in Waterbury. And there's a pretty amazing group of photos there. America. And Jesse, you're next."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Everyone is excited about this feeding frenzy at the table. They can't wait."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "It's not happening. Alright, so remember a couple of weeks ago we tried the Flaming Hot Cheetos ice cream. Even Dana liked it. She couldn't get enough."
    },
    {
      "speaker": "PERINO",
      "utterance": "Yes, what's your bet? One bet."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So, now, we have Flaming Hot Cheetos Mountain Dew. I know what you're going to say. This is like -- I'm not even going to say it because we don't want to disrupt the sponsorship."
    },
    {
      "speaker": "PERINO",
      "utterance": "I can't believe --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Everybody, bottoms up."
    },
    {
      "speaker": "PIRRO",
      "utterance": "No."
    },
    {
      "speaker": "PERINO",
      "utterance": "Bottoms up. OK, you first."
    },
    {
      "speaker": "PIRRO",
      "utterance": "No way."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Down the hatch."
    },
    {
      "speaker": "PERINO",
      "utterance": "He's mandating us."
    },
    {
      "speaker": "RIVERA",
      "utterance": "That's right. Oh."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That is really interesting. Geraldo, what do you think?"
    },
    {
      "speaker": "RIVERA",
      "utterance": "It curdled my mustache?"
    },
    {
      "speaker": "PERINO",
      "utterance": "It's got -- it's got a nice --"
    },
    {
      "speaker": "PIRRO",
      "utterance": "You know what, I think that'd be good with vanilla ice cream."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, like the float."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I have -- I have to (INAUDIBLE). Here's the special edition. It's Geraldo's where is my --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wait, Geraldo, I'm not done."
    },
    {
      "speaker": "RIVERA",
      "utterance": "You're not done yet?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I just asked you how you liked it."
    },
    {
      "speaker": "PIRRO",
      "utterance": "OK, OK, you want to --"
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm not finished."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I'll do this tomorrow."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm on \"TUCKER TONIGHT.\" I'm hosting. We have Larry Elder."
    },
    {
      "speaker": "PIRRO",
      "utterance": "All right, this --"
    },
    {
      "speaker": "GUTFELD",
      "utterance": "There you go."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, you just got attacked by a monkey-masked liberal."
    },
    {
      "speaker": "PIRRO",
      "utterance": "Quiet. I'm talking."
    },
    {
      "speaker": "GUTFELD",
      "utterance": "You're supposed to do that today."
    },
    {
      "speaker": "PIRRO",
      "utterance": "The attack of a lab dog. He's a big puppy and he got 28 million views. Hearts across the world. He's playing the drums on his ball. That's it. That's the end of it. 28 million views."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's the tweet."
    },
    {
      "speaker": "PIRRO",
      "utterance": "That's it."
    },
    {
      "speaker": "PERINO",
      "utterance": "That's it for us. \"SPECIAL REPORT\" is up next."
    },
    {
      "speaker": "RIVERA",
      "utterance": "I was just bullied."
    },
    {
      "speaker": "BRET BAIER, FOX NEWS ANCHOR",
      "utterance": "It kind of went off the rails there at the end, Dana, but thanks. Thank you. Good evening. Content and Programming Copyright 2021 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2021 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}