{
  "date": "September 13, 2018",
  "headline": "Ingraham: Global titans vs. the American people",
  "subHeadline": "Google executives were so hurt by the election of Trump because he promised to hold Google's partner, China, accountable.",
  "url": "https://www.foxnews.com/transcript/ingraham-global-titans-vs-the-american-people",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "sentences": "All right, Leland Vittert, stay safe in North Carolina. We'll have a continuing coverage of Hurricane Florence all throughout the evening. Let not your heart be troubled. We are always fair and balanced. We are not the destroy Trump media. And Laura Ingraham is standing by to take it away. A lot of news tonight, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX SHOW HOST",
      "sentences": "Hannity, I can't believe Leland is out there hanging on that light pole. It is more dangerous than being in the Golan Heights where he was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Yes. He used to be in the Jerusalem bureau. Look, we're going to call him hurricane Steve Harrigan. We had to come up with a name for Leland, but these guys really do a great job to put their lives on the line for us to give us a great coverage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wow. Fantastic. And Hannity, great show tonight as always.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HANNITY",
      "sentences": "Have a great show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, thanks so much. Good evening from Washington. I'm Laura Ingraham. Welcome to \"The Ingraham Angle.\" We have an immediate news alert. At this hour, Hurricane Florence is lashing the Carolinas. Hurricane force winds already being felt and are expected to worsen through the night. We have Fox News coverage all along the coast. But we begin tonight in North Topsail Beach, North Carolina where Fox News correspondent Steve Harrigan is really feeling the storm. Steve?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CORRESPONDENT",
      "sentences": "Laura, I've seen this bridge over the past few hours behind me just gradually disappear as the water comes up. If we do get an 11-foot storm surge as somehow predicted on parts of the coast, that water would go over this pew and go up the first floor most of these houses. It is dark all along this island. People really heeded the call to get out. They have boarded up their houses with plywood and most of them left, either going far inland or north or south, trying to get away from this giant storm. The power is out here. We just lost electricity a few hours ago. Those are the camera lights on me now running on batteries. As many as three million people could lose power before this is over.  Right now, the winds have picked up considerably over the last hour or two. We are seeing tropical storm force winds, but really, strong enough to try and cause some damage. We are hearing things snap and crack and move. It's hard with pitch darkness to see exactly what is being moved but the house to my left has lost some bits off its roof and some small branches as well.   Because the wind is so severe, they've shut down the bridge that leads from this island back to the mainland. So, if you are someone who has decided to stay here, you are going to be here to have to ride it out. As far as rescues go, there are a lot of assets in place, they are swift boat teams from 19 different states. That is something we see over and over again in these massive storms. The real contribution from all across the U.S. not only officially, but people with their own boats, who I'm sure we are going to see in the days ahead carrying out water rescues because that is the long-term danger. The wind is going to be dramatic. It's going to get worse here over the next couple of hours. We are probably going to see 100 mile an hour sustained winds here but it is that rain that is going to cause inland flooding, that is going to be the real slower slob and the real danger for a lot of people across the state. Laura, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right Steve, we are watching you and everyone in the studio here is watching this with me. We are actually afraid for you. I mean, that deck that you are on or the steps, that is not going to be there in an hour or two. That is gone. I'm sorry. I think you got to -- I know you want to report but you got to get off that -- you got to get off the wooden walkway. That ain't going to be there for much longer. I know that beach very well by the way, and that is brutal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARRIGAN",
      "sentences": "Yes. Well we've been kind of moving back a little bit along the way each way so, we're trying to keep moving back where we feel the need to, but we are trying to show you the drama of what is going on here at the same time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The drama, but we like you more. So Steve, please stay safe. We'll check back with you later on in the hour. That is unbelievable. For any of you who have been down in the outer banks or near North Topsail, that is an incredible sight. We're going to have live reports of course from the ground, from the coast, throughout the hour. We also expect authorities to brief us on the latest so do not go anywhere. You want not miss the latest on this monster storm.   And we do want to get to some other important stories tonight, like the ugly smearing of Brett Kavanaugh and she should be ashamed of herself. Senator Dianne Feinstein -- I actually have a lot of respect for her. We don't agree on everything. I have a lot of respect for her as a woman and being out there in the Senate. But what she did today, we are going to tell you about this. We have breaking news on what this might do or not do to the Kavanaugh confirmation. So stay right there. Plus, we break down the media treatment of Michelle Obama versus Melania Trump. And this as Michelle Obama gets ready for her big stadium-sized book to her. You're going to want to stop by for that and not turn the dial for that, but it's another unbelievable story of bias. But first, global titans versus the American people. That is the focus of tonight's \"Angle.\"  Immediately following the election, Google executives gathered to share their feelings of dejection and despair. A video recently leaked to Breitbart reveals the mindset of Google's leadership from within their corporate safe space. This is co-founder Sergey Brin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SERGEY BRIN, CO-FOUNDER, GOOGLE",
      "sentences": "You know, let's face it, most people here are pretty upset and pretty sad because of the election. Anyway, on a more serious note, you know, myself, as an immigrant and a refugee, I certainly find this election deeply offensive and I know many of you do, too. And I think it's a very stressful time and it conflicts with many of our values.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Values? What are those Google values? After all this is a company that has actively worked with the Chinese communist regime for years. And right now, Google is developing an app to screen out content that the Chinese government considers too sensitive for its citizens. Translation, Google is helping China silence its political opposition. The Chinese government, let's remember, imprisons dissidents and Christians daily.  They have more than a million Muslims in re-education camps, but the legitimate election of President Trump, somehow conflicts with Google's vaunted values? Give me a break. Today we learned that a senior Google research scientist named Jack Paulson was so disgusted by the company's collaboration with Chinese sensors that he has quit in protest.   And I was thinking about this, you want to know the real reason that the Google execs were so exercised, so hurt by the election of Trump? Because he promised to hold Google's partner, China, accountable. To punish Chinese cheating on trade deals that hollowed out U.S. manufacturing. For Google and many other big manufacturers, the pre-Trump status quo was much easier. Keep that production overseas, lower wages, no regulation, no health care that you have to worry about for those employees over in China. And if it hurts America, so be it. After all, those blue-collar Americans will probably be Trump voters anyway. And of course, Google, they hate you deplorables.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENT WALKER, SENIOR VICE PRESIDENT, GOOGLE GLOBAL AFFAIRS",
      "sentences": "That fear, I think, not just in the United States, but around the world, is what is fueling concerns of xenophobia, hatred, and a desire for answers that may or may not be there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Actually, Trump's found -- the answer are pretty easy. Two words, America first. Sure, Trump will work with the rest of the world. He's shown that, but on a much more level playing field. So why is Google so threatened by that? I'll tell you why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALKER",
      "sentences": "History teaches us that there are periods of populism, of nationalism that rise up and that is all the reason we need to be in the arena, that is why we have to work so hard to make sure it doesn't turn into a world war or something catastrophic, but instead, is a blip, as a hick up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, you stop a world war with your search engine. That's ridiculous. Like a liberal elites that crossed politics, academia, and the entertainment industry, big tech doesn't really like the American voters who turned out for Trump. That is pretty obvious. Google thinks it knows better than their customers, after all, Google execs are richer than they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RUTH PORAT, GOOGLE CFO",
      "sentences": "People are leaving, staff is crying, we are going to lose. That was the first moment I really felt like we were going to lose. Everybody, if you could turn around or go to the person next to you, and do a hug that works.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's worse than a sign of peace at mass. Sorry, I'm not a sign of peace person. Hug, group hug. Trump won. Oh, my gosh. I needed comic relief today. That made me laugh more than anything else. But then huggy bear Ruth got down to business.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PORAT",
      "sentences": "Our values our strong, we will fight to protect them, and we will use the great strength and resources in which we have to continue to advance really important values.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Again, the word values. What values is Google talking about? Well, the left-wing globalist values that have helped enrich the oppressive Chinese regime at the expense of free expression and religious liberty, and of course, made Google execs really rich. Part of Google's disappointment was that their efforts in 2016 failed really spectacularly. Of course they claim that they are nonpartisan. But an email leaked to my colleague Tucker Carlson show that the tech giant tried to turn out the Latino vote in 2016 because they were confident Latino voters would support Hillary.  But can you imagine their surprise when they wake up on election morning after -- morning after election they see 29 percent of Latinos voting for Trump? They were gobsmacked. Google is not some local business practicing civic engagement, we should all stand up and cheer, oh, Google, go. Google is one of the most powerful companies on the planet. They are responsible for about 90 percent of all searches online, they are more than 1.2 trillion searches on Google each year, globally. More than 2 billion people use its android mobile platform. And they've made $110.8 billion in revenue last year alone.   But when smaller companies, smaller companies like Chick-fil-A or Hobby Lobby or In-n-Out burger, when they move in the smallest of ways to support more traditional or even conservative causes, those companies are sued and vilified nonstop by the mainstream media.  When I giant like Google pledges to actively undermine the political will of the American people, the media don't cover it. And you know why? Because the media agree with the Google agenda. This is one of my favorite moments from the Google anti-Trump corporate rally.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIN",
      "sentences": "Last question, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Is there anything positive you see from this election result?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRIN",
      "sentences": "Boy, that's a really tough one right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's actually not so tough. I love those beanies, by the way. I want one. I will get one for my kids. That's a tough one. Anything good that comes out of Trump`s election. Well, how is this to try on for size. The economy is booming. Fair trade deals are being negotiated, wages are rising and blue-collar America is more optimistic about the future that t hey have been for decades.  These Google execs should have to do public acts of penance for their petty, idiotic statements. Here's the bottom line. The Google gang and the rest of big tech were happier when America was losing to China. They didn't care that blue-collar America got poorer and communist China got richer and stronger. So long as Google got richer in the process. But today, President Trump is turning the tables on that sick dynamic. His policies are working. Google is still rich, of course. But the globalists, even though the economy is going well, the globalists are still grumpy. That tells you all you need to know. And that's the \"Angle.\"  Joining us now the reaction is CRTV host Michelle Malkin along with China Okasi, a tech and cyber security expert who is author of the forthcoming book, \"What the Tech Is Going on in Politics.\" It's great to see both of you. China, let's start with you. The Google tape that came out last couple of days, Breitbart has it exclusively, shows a corporate culture that is overwhelmingly in the tank in 2016 for Hillary. They are dejected and despondent and they look like they are set at that point to exert their influence in the tech world to change that dynamic of Trump as president. Does this look like a diverse company to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHINA OKASI, TECH AND CYBER SECURITY EXPERT",
      "sentences": "Well, I think that the entire thrust of technology in the tech world is actually diversity. When you consider that almost half of Fortune 500 companies were founded by immigrants, you would understand the spirit of support that these companies--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Legal immigrants, right? Yes, legal immigrants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OKASI",
      "sentences": "Yes. Legal immigrants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We are not against the legal immigrants.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OKASI",
      "sentences": "But I will have to say this, OK, 80 percent of graduate students in the United States, in the fields of computer science and electrical engineering are international students, and in order for those students to stay, they need to operate on H-1B visas, OK. And so they are not necessarily going to take the track of permanent residency because that takes many years. These companies in many, many ways, have been supported and propped up by people who don't have that linear path to immigration. So it is really not a black and white issue. And I don't think they see it as --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Why are they so dejected by Trump winning? Trump was going to do one thing, and Michelle I want you to chime in. The number one thing I think they are really annoyed by is Trump taking on China. I think the immigration thing -- yes, they are worried about that, but Trump taking on China is something Obama in his own way promised to do, Bush promised to do, no one did it. Trump did it and is leveling the playing field. That means some of these Google execs might not make as much money in the end but they are still multibillionaires but more Americans might get slightly higher wages. Michelle?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MICHELLE MALKIN, CRTV HOST",
      "sentences": "Yes. You've got the bottom line, Laura. And I'll get to China's comments about H-1B in a second. But let me just say this, I want to give a huge salute and shout out to the reporters, the tech reporters at Breitbart. I think this is a blockbuster report. It is both revelatory and confirmatory, for those of us who followed Google's capitulation to China, that goes back 12 years.  Where they have thrown their own old corporate logo, \"don't be evil\" under the bus by agreeing to all sorts of censorship regulations, when they always stand so sanctimoniously as a holier than thou company that embraces progressive values. It is a gift that we now get to see that hypocrisy on display. And I think you are absolutely right, Laura, that these kinds of companies, in Silicon Valley, do not have America's interests at heart. So let's talk about diversity. You know, I did a report for CRTV in \"Michelle Malkin Investigates\" on the diverse American workforce. Tech workers, black, white, Asian-Americans, who were fired and forced to train their inferior H-1B replacement because Google and their like are more interested in suppressing the wages of American workers than they are in supporting the diversity as an American I.T. workforce.  More hypocrisy from big tech and it is a cult. You look at them all seeing the praises of diversity when you have got conservative Googlers within the company that are too afraid to talk about their values and their support for our president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes. Someone leaked this out obviously, China. Someone's concerned inside the company. Paulson, resigns in the last week or two. You had Tristan Harris, the former global employee, February 7th, 2018, let's watch this. TRISTAN HARRIS, I actually genuinely view this as an existential threat. When you shape people's attention, you're shaping their thoughts and thoughts proceed actions. So you are really shaping society, you are shaping culture, you are shaping whether people have the relationships they would have intended to have, whether they sleep or not. You're shaping elections. There is an entire set of consequences when you shape people's attention through design.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "China, your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OKASI",
      "sentences": "You know, I think it is just such a monolithic view to think that all big tech companies have the same opinion. When you look at the spirit of what they are doing, it is not about being for or against the Trump administration. It is about policy. You look at the International Entrepreneurship Rule that were set about by the Obama administration, and yet has not seen implementation. It has been pushed back over and over again. Such things as the International Entrepreneurship Rule encourage those intellectual resources that we need to run these companies, all of these companies, Apple, Facebook, Google, Amazon, all have founders in them that are immigrant and that purport these views around diversity.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But that's fine. No, no, no. I think that's great. China, I don't think there is any problem with that. I think Michelle -- you come here illegally, Sergey Brin and his parents fled the Soviet Union. I think it's ironic that they flee the Soviet Union, his father is a mathematician a University of Maryland. His mother works were Goddard. They are both brilliant. He's brilliant.  They flee the oppressive Soviet Union only for him to turn around and help the Chinese communists develop an app to screen out offensive content. How does that make any sense? How are those the values that Google's stands up the day after the election and says, \"our values are offended by Donald Trump\" because they are helping the Chinese communists squelch free expression? That's disgusting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OKASI",
      "sentences": "-- inaccurate. I think --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's not inaccurate. That's a fact. That is why one of the senior researcher's quit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OKASI",
      "sentences": "-- in order to (inaudible) in any country you have to follow their rules and regulations. And I think by supplying their products, really, to the people of China, they are allowing China to be part of the global conversation, part of the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Do you think that's what is happening? Oh, come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "OKASI",
      "sentences": "-- then Google should not participate in that context? They should not be a part of it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Why are they doing this? Michelle, in closing, go ahead. Michelle, go ahead. I got 30 seconds. Michelle, real quick, 15.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MALKIN",
      "sentences": "No, no, no. Google is kowtowing to the communists and putting essentially internet duct tape around the mouths of dissenters who dare to criticize the communist government there. Also, by the way, read \"Sold Out\" the book that I wrote with John Miamo a former programmer, American computer programmer who defends American citizens who've been harmed by these H-1B policies. Guess what, the American I.T. workforce is sick and tired of these globalist elites telling them that there aren't best and brightest workers when they are the one being fired and replaced with these wage slaves.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "\"Fortune\" magazine research and China, I don't think you would think -- OK. \"Fortune\" magazine research on this shows that for every 100 foreign computer scientist working in United States, between 33 and 61 domestic workers were replaced. The influx of foreign workers also held down wages with compensation being 2.6 percent to 5.1 percent lower if foreign workers were not allowed. All right. Thanks for both of you for joining us, China and Michelle. And by the way, it's a disgusting Democratic smear, and the media are all too happy to run with it. Up next, we are going to explain how an 11th hour effort to derail Brett Kavanaugh's supreme court nomination tells you everything you need to know about today's left. Coming up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The air around Capitol Hill has been thick with desperation today. Why? Well, from a pathetic last ditch effort by Democrats to scuttle Brett Kavanaugh's nomination to the Supreme Court. Intrigue swirling after reports says Senator Dianne Feinstein was sitting on potentially damning letter. It said to be written by an unknown woman alleging sexual misconduct by Judge Kavanaugh when he was 17 years-old. I kid you not. And tonight the \"Guardian\" reporting that the letter claims that Kavanaugh and a male friend walked this woman in a room against her will during a party making her feel uncomfortable. The woman was later able to leave the room. We did that last week -- come on. Joining me now, Carrie Severino, the chief counsel and policy director at the Judicial Crisis Network. Carrie, I'm laughing at this. It's so pathetic on so many levels. What's going on here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARRIE SEVERINO, CHIEF COUNSEL, JUDICIAL CRISIS NETWORK",
      "sentences": "I think -- you know, we know very little about what this letter even -- is supposed to mean but we know a lot about the politics. I mean, if Senator Feinstein had this letter since July, why didn't she ask it -- if she really thought this was credible, why didn't she ask about it when she met with him during the hearings, during these questions for the record?  What's going on here is very clear. Senator Schumer said that we're going to do everything in our power to stop the nominee and that means character assassination, smears, is all fair game. I mean, look at what they are doing to Senator Collins. She has got people going after her staff saying, I hope you get raped and impregnated. They want people to follow her around and spit in her food at restaurants. There is this GoFundMe campaign that she says is a bribe that might even violate federal election law.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Right. This is a smear across the board, but with Kavanaugh --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEVERINO",
      "sentences": "This is so crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But with Brett, here he is 17 years old, is a Georgetown Prep kid at Washington Catholic School, is 17 with a friend, locks some woman when in a room and then she was able to leave. That is what is being reported this night as a story. But if someone you don't know who heard it from someone else, who's at Stanford. This is the most -- Diane Feinstein has actually had a pretty amazing career. She was elected in '92 year of the woamn, but this is -- is this really how she wants to end her senate career, this way? It's -- pathetic doesn't even describe it, though. It's an attempt at September surprise that goes down in utter flames. It's a complete and total embarrassment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEVERINO",
      "sentences": "Yes. She's getting push from the left, so even someone as far left as she is, is feeling the pressure to be all the more outrageous and fanatical.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, Carrie, thanks so much. And Democrats continue to deny that Republicans deserve any credit for the economy. Their argument goes something like this. It's really only good because of Obama. Oh, it's okay now, but the economy is okay but it's going to get worse, not going to last long, or who cares. The economic boom is overshadowed by how awful a person Trump is. Former White House staff, chief of staff Reince Priebus joins us now. Reince, you heard Obama on the trail saying the economic boom is his and he's glad people are getting around and recognizing it. How humorous was that for you to watch?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REINCE PRIEBUS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "sentences": "Well, it's humorous because really what jump-started this economy is what the president did in the first week, which was the deregulation, executive order for everyone regulation put in place, two have to be eliminated. Turned out that 22 were eliminated for every one put in place. Bu it also tells you about the politics. It's also rather smart because Barack Obama and the Democrats are fighting in 34 split districts for the control of the House. Split districts meaning they either flip from Republican to Democrat in 2012 and 2016 or vice versa. In those 34 districts, 21 of them were won by Trump and the rest were won by Clinton. This is the fight that people are going to have. And what matters right now is who can take claim over the great economy. And as bizarre as it is for you and I and the listeners to believe that somehow the economy we are in is something Barack Obama did and not President Trump is insane. But what they are trying to do is play that game and those 34 states.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, but they are saying everything is chaos. They want to convince people that even though their lives are getting better, it's chaos. It's Trump chaos. What can the president do? If you talk to the president, what can he do to give people a sense that sunshine is coming out. Don't' let them rain on your parade, the sun is coming out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "When you and I talked about this the last time we were on and the president started talking about it, which is I would do something completely different. I would boldly champion the idea that the president is willing to put rivals in a room -- he agreed with this -- he put rivals in a room. He put Gary Cohn, Wilbur Ross, Bob Lighthizer, all these people and he allowed them to fight it out. I'm not talking about little --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But the voters don't care about Gary Cohn and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "That's my point. My point is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "How do you get these people to turn out to vote?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "You talk about the economy. You talk about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Numbers don't get people to the polls.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "You talk about -- well, what does get people to the polls when they are getting more money in their pockets.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They want to feel that things are calming down. Don't they want things to be calm her? They want to feel that it's going to be safe streets, borders are going to be enforced, doing the president's agenda, I can take a vacation every now and then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "Which is the accomplishments and the results of the Trump agenda. And I think the accomplishments and the result is what the white house needs to focus on, and I would quit fighting over whether or not people are fighting over trade in the White House. Admit that people fight over trade in the White House. De-minimize it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But nobody cares about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "Right, but that's what I'm saying. Minimize it for what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "So the president should focus on the results that he's brought. He does --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "And he admit I, but yes. I put rivals in front of me. I learned from the Socratic Method. Who cares? Look at the results of what I have done which is why I've said in the past, the things that I have said, which is that he puts a shark and a seal on a falcon and a rabbit --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That's a Woodward book phrase.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "And I've said on -- I think I've said it on your show.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Why is that a bad thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "It's not a bad thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Let me seethe quote. When you put a snake and a falcon and a rabbit and a shark and a seal in a zoo with that wall, I like that. That's like a song. Things start getting nasty and bloody. I mean, if he said that, I'm like, OK, good. Why is that a problem?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "And the president had agreed that he encourages the fight over policy in front of him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He's 14 points down in this midterm election cycle. I know Republican, the party in power, always loses seats, but in this economy, blue-collar optimism, Obama was out there waving off the possibility that manufacturing was ever coming back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "Keep in mind we were also seven to eight points down in 2014. We took control of the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "You have to make some headway here, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "You do have to make headway, absolutely. You do have to make some headway. But the Republicans have a natural advantage in the midterms. I am still optimistic, and the presidential approval numbers are no different today than they were in November.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They're not a little down, a little bit?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "No, no, no. They're at 37 percent --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "CNN had it down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "OK, well, CNN has 36. But they were at 37 percent on Election Day of 2016. And remember, in those 34 split districts, at 34 -- excuse me, at 37 percent, 21 of those districts went from Obama to Trump in a split district at 37 percent approval in 2016. So it's not always how it appears.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We're going to do this in another segment. I want to get your sense on this. I think it should be all for one, one for all right here with the Republicans. Ted Cruz is facing a tough opponent in Texas, Beto O'Rourke. He's a pinup boy in Texas. The Bushs might not like Trump, they don't like Trump, they didn't vote for Trump. But they are very popular in Texas. George W. Bush isn't campaigning for Ted Cruz. What the heck is going on?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "Honestly, I don't know that if he is or not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "He's not as far as I know. But shouldn't he? Come on, support Republicans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "I think control of the Senate is what's at stake. I think you let bygones be bygones.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, turn it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "Win control for the Senate, not just for the president. But if you are not willing to work for the president, work for the good of the country and the things you believe in as a Republican, period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Reince, it's always good to see you. I like the snake in the dove.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PRIEBUS",
      "sentences": "I think it's great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That is like most of our houses. Everybody is fighting all the time. Up next, we head back to North Carolina for a live update on hurricane Florence as the conditions are intensifying by the minute. Stay right there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "A lot of fast-moving developments tonight as hurricane Florence roars into the Carolinas. For more, let's go to Fox News correspondent Leland Vittert who is in Morehead City, North Carolina. Leland?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LELAND VITTERT, FOX NEWS CORRESPONDENT",
      "sentences": "Laura, in the past 30 minutes or so this light pole and I have gotten to be better and better friends as the wind has picked up. Now it's the point where you really have to hold onto it lest you get blown away here in these winds that keep picking up. We can't stress it enough. What makes Florence so different is not necessarily the intensity. This isn't the worst hurricane you can be through in terms of wind speed, but how long it's going to last. You are talking about 20 or 24 hours, which having been out here now for about 10 hours in it, it's pretty miserable. But just imagine being at home, as many people are now, watching and knowing that the conditions that we are in is what is happening to their house. It is not an additive situation, every hour isn't just another hour. It's an exponentially bad situation that's getting worse. And the tide is coming in now. We watched these docks continue to rise. There is only another foot or two left on those pilings before the docks break away and then go into the city, and sort of destructive barges through this city. And that is even before we get to the point where you have got the storm surge and these 40 inches of rain now that are not only going to come through here in Morehead but also upriver, and all the way back, dozens if not hundreds of miles into coastal Carolina. Right now about 100,000 power outages, Laura, that will go into the multi-hundred-thousands before the night is over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Leland, when do you make the decision to pull off that dock there, because you got about -- looks like a lot less than one foot before that water starts rolling over you, my friend. What happens when that the lamppost gives way? That is not a good situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VITTERT",
      "sentences": "The lamppost is stuck a couple of feet into concrete. But once this water comes up here over this, the idea of slipping and being in that water is not one that I think -- a risk we're going to take. So that is about the time that we pull out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Leland, please, please be careful. I don't like the looks of you out there with that lamppost, although you do make a nice couple, Leland. So you have a good rest of the night. We'll send some provisions down your way. We'll have more reports from the ground later in the hour. As we explained in our \"Angle\" last night, the Democratic Party is being slowly -- not slowly -- it's being hijacked by a strain of leftism manifesting itself in vitriol and outright now violence. With that in question, my question tonight -- why aren't all Republican, given what we're seeing from the Democrats, including, by the way, the Republicans who don't even like President Trump that much, like Ben Sasse, Jeff Flake, George W. Bush, and others, why aren't they all coalescing around candidates, especially those who are vulnerable, to make sure the GOP wins in this November, including in the Senate, not just the House, but Senate races? Joining us now to discuss, Ari Fleischer, former press secretary for President George W. Bush, and Dave Bossie, former deputy campaign manager for the Trump campaign. Ari, let's start with you. George W. Bush hitting the campaign trail. He is still very popular in certain parts of the country, and former two term president. But I don't think he is campaigning for someone like a Ted Cruz who's in a very close race and Bush's home state right now. What gives there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "sentences": "There's two months to go, and I think the president will make some decisions about what he's going to do, how extensive it will be. He's traditionally stayed off the campaign trail since he left the presidency, and that is just his personal decision. But his popularity is rising. And frankly, Laura, I want to see more establishment Republicans out there helping our candidates everywhere. This is about the future of our nation, and every election is important. And the worst thing Republicans can do, either their establishment or Trump Republicans, is let the Democrats take back the Congress and do the damage they'll do to our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "But Dave, instead of people, all for one, one for all, the Democrats are just going to, they are out there standing shoulder to shoulder. They don't agree on anything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID BOSSIE, PRESIDENT, CITIZENS UNITED",
      "sentences": "No matter how insane they are. They stand -- it doesn't matter what they say or do, the policy positions, the left is always very good at standing together, no matter how awkward it might be. Look, the Republicans really need to -- they have 54 days to decide whether or not they want to continue to have control of the House and of the Senate. I think the House is really where it comes down to. And Trump derangement syndrome amongst some of these Republicans is really unfortunate. Flake and Corker should be out there campaigning for candidates across their states and across the country, and instead they are not. They are attacking this president, undermining these great policy positions, these great economic numbers that we have. And they are detracting from that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And instead, we have Ben Sasse giving interviews, Ari, about how -- the burning issue on peoples' mind going into the midterms is politicians releasing their tax returns. Let's watch. SEN. BEN SASSE, RNEB.: It's never been a lot but everybody has always done it. This is the first time it hasn't had it. The president said he would release them once he got the nomination, and then once he got elected. Then he said the people have lost interest. I think there's a lot of distrust. He should release them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Ari, your reaction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "Why do they have to keep stirring this pot? I understand how the press can put a microphone in front of a politician and you say something anti-Trump and they run to do it. It's not constructive. And frankly, when it comes to Sasse or Corker or Flake going into some of these districts to campaign, most people in the United States have not heard of these guys outside of their states. So I don't know that it's all that helpful to Governor Scott in Florida to have a senator from Tennessee campaign for him. The dynamics of this race are really going to be whether or not Donald Trump can get his base out to support Republicans. We all know the anti-Trump base is coming out. So like it or not, this is a nationalized election. There is no dodging it. And the Trump base needs to show up in presidential year numbers, not off year numbers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I think Ari is right. However, it is not about going out and really campaigning. Who cares, Ben Sasse -- he couldn't get arrested. Nobody knows who he is. I agree with that. But how about buttoning it up? Button the mouth. We don't really need to hear you doing your best MSNBC pundit impersonation, OK. Don't kneecap the president during a midterm election cycle, Ben.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "But some of these folks are on their way out. Look at Jeff Flake and Bob Corker.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "They've no constituency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "But not only do they have no constituency, they are not running for reelection because the same people who elected President Trump wouldn't reelect them in November, and that is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "That stings --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "-- fundamentally their problem for them. They need to -- this is part of their going away party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Ari --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "But what America has got to focus on, the alternative here, if the Democrats take control, are their policies, and their policies are a government takeover of health care, that Donald Trump committed treason, and we should raise our taxes. That is what is driving the entire Democratic agenda. Do we really want that to be running the House or the Senate again? I sure hope not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOSSIE",
      "sentences": "Ari is exactly right. Look, President Trump is not on the ballot in November, but his policies are. The America first agenda that he ran on and won on and has made America great again over the last 18 months is on the ballot this November and we have to show up in force.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Abolish ICE, that is what the Democrats want to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FLEISCHER",
      "sentences": "One other policy point. Medicare for all, the rally cry from the Democrats. The worst thing for seniors who rely on Medicare is to make Medicare Medicare for all. It's already going broke, and if you want longer lines and worse health care for Medicare for seniors, make it Medicare for all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Blue-collar America, they are doing well. They better turn out big time in the midterms. This thing is all going to go south. Gentlemen, thanks so much. And how the media treat Michelle Obama versus Melania Trump. It tells us a lot about our current moment that we are in, our political atmosphere. We're going to explain it all, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "When it comes to politics, first lady Melania Trump seems pretty hands-off, unlike former first lady Michelle Obama, who's been all over the political landscape, trying to of course get ready to sell her book and whip up Democratic votes for the midterms. And while Michelle is given the cover girl treatment, an actual cover girl, Melania, is disparaged and often ridiculed. Joining us with their reaction, Rachel Campos-Duffy is a Fox News contributor and Gretchen Von Helms, a Democratic strategist. All right, ladies, Michelle Obama is an impressive person. She seems like a great mom, loves her husband, very politically engaged, that is fine. Shot 12 magazine covers during her time in the White House, \"Vogue\" three times, \"Time\" magazine twice, \"Glamour,\" \"In Style.\" I don't know, I can't remember one magazine cover Melania has been on, maybe one when they won the election, \"People\" or something. What do you make of this, Gretchen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRETCHEN VON HELMS, DEMOCRATIC STRATEGIST",
      "sentences": "Well, this is really about not a political issue but a gender issue I think, because the press has treated and picked on women as either too fat or too skinny or too tall or too short, or too frumpy in the case of Hillary Clinton. So it isn't just about the first --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We are not talking about Hillary. Focus on what we are talking about. We're talking about Michelle Obama, who was literally on every magazine cover that we can remember.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VON HELMS",
      "sentences": "She did a great job. She was wonderful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Melania, who was a cover girl is on nothing. She's gorgeous. They are both beautiful women. One happens to be Donald Trump's wife, and one happens to be Barack Obama's wife. And all we're saying is, take politics out of it. They are both first ladies, and yet on \"The View\" as we saw just a couple of days, Rachel, this is what the ladies on \"The View\" said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I was struck by Melania's a statement. She said -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do not do -- don't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I can't do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We know. That's why we are telling you, don't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's right. I can't do it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Obviously, ha-ha-ha, she has a goofy accent. We're going to say that without saying it. Rachel?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL CAMPOS-DUFFY, FOX NEWS CONTRIBUTOR",
      "sentences": "The irony of it, right. This is the party of diversity and tolerance and supposedly immigrants, as well, and here they are making fun of our first immigrant first lady in modern times. So that is very interesting. But really, this is about politics. Your guest sounds very nice but very naive. If Melania were a progressive, if she was for socialism and all these other leftist policies, if she was married to a leftist --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VON HELMS",
      "sentences": "That's ridiculous. If she just got out there and did stuff, she would get on the cover of stuff. She's not been very active.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAMPOS-DUFFY",
      "sentences": "She would get the covers of the magazines. She is a former international model. She is clearly the most fashionable first lady we have had since Jackie O, maybe even surpassing Jackie O. And yet not only does Michelle Obama, but so does Chelsea Clinton. I mean, who has ever thought of high fashion and Chelsea Clinton, and she got \"Vogue\" but Melania doesn't get \"Vogue\"? This --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VON HELMS",
      "sentences": "They shouldn't be about how these women look. It should be about how they think. And Melania has not been forthcoming about what she thinks and what she wants to engage in and what her platform is. This is not about these women dress or the little things. It's about the beliefs that they put forth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAMPOS-DUFFY",
      "sentences": "In the case of Melania, it's one other thing. It's about the leftist strategy to not normalize Donald Trump. So they can't legitimize him, and the strategy includes not legitimizing his wife, his kids, his blue-collar recovery, economy, his booming economy, trade --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I have a question, Gretchen. Gretchen, I have a question, though. Gretchen, liberal women are all like, we are pro-choice, whatever you want to be, be. If you want to be politically active, if you just want to be a traditional first lady, and maybe you don't plant the vegetable garden, and you don't do Let's Move and dance with Ellen, but maybe you support --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VON HELMS",
      "sentences": "You want to stay home, take care of your children, that's great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Yes, maybe you do that. So, but is her choice. Why not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VON HELMS",
      "sentences": "Michelle Obama --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Why is Melania -- you know she's being treated differently. I don't know why you are denying that. She's obviously being treated differently. Hold on, let Gretchen finish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VON HELMS",
      "sentences": "She's choosing to stay home, she's choosing to be with her family. That is a great choice. She is choosing to put faith and family first. That is her decision. It doesn't necessarily make it a sexy cover magazine. But she's not putting herself out there for that. So what. Let her stay home.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Wait a second, \"Vogue\" magazine puts -- all the women on the cover of \"Vogue\" are there because they are brilliant endeavors? Most of them are there because they are fashion and their looks and a lot of them are business people, too. But come on, guys. They are there in part because they are beautiful.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VON HELMS",
      "sentences": "First of all, Michelle --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We are out of time. Love you, Gretchen, for coming on, and love you, of course, Ms. Duffy. All right, Rachel. We head live to the Carolinas next. Latest on the hurricane.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Hurricane Florence currently smashing into the Carolina coastline. For more on what is happening, let's go back to Fox News correspondent Leland Vittert, who is still in Morehead City, North Carolina, and still holding onto that lamppost. Leland, glad you're still friends there with that lamppost.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LELAND VITTERT, FOX NEWS CORRESPONDENT",
      "sentences": "Still very good friends, but about to part, much to, I should say, the happiness to both you and my mother on this one. The storm surge keeps coming and you are really getting a sense of the power of the water here. And that is what is the destructive nature that Florence will bring not only here, but farther inland. What makes this storm so unusual is how it is curving in there. And the barrier islands are just about two or three miles that way. But rather than acting as a barrier, they are acting as a funnel for this water as it continues to slam in here. And the longer that Florence turns, it could be in total about 24 hours of hurricane conditions. The worst it's going to get, not for the people out on the islands, it's bad there, but the water levels will continue to rise here. And up the streams, farther inland, sometimes up to 100 miles inland, you could get really catastrophic flooding, which means water rescues are going to be going for a long time. As we are out here now, probably about eight hours into hurricane conditions, you begin to understand why authorities were so dire in their predictions here. It is so clear that if people decided to say, they were essentially on their own. Too dangerous now for the police or fire department to come out, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Leland, please, please be careful out there. And let's now go to Rick Leventhal, who is in Wrightsville Beach, North Carolina, where the storm is about to hit next. Rick?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICK LEVENTHAL, FOX NEWS CORRESPONDENT",
      "sentences": "Yes, Laura, for most of the day Wrightsville Beach was pretty calm. And in the last couple of hours things have picked up pretty dramatically. We were down right by the beach in a house about five doors from the ocean. And because of the threats from the storm surge, we moved to higher ground. And we are definitely well protected here, but we are also feeling the winds picking up and the rain coming down. Wrightsville Beach is one of these coastal communities that heeded the mandatory evacuation order, just a handful of residents stayed behind. What we saw throughout the day were police officers, beat patrol and fire department, doing their rounds, doing their patrols to make sure that nobody was getting into trouble. And everything was good as of a couple of hours ago. The fire department retreated to the other side of the bridge, and everybody's getting ready to ride this thing out. Again, the big fear is that the storm surge will live up to expectations, seven to eleven feet. And where we are we'll be fine, but all these homes and businesses down on sea level, they could be in for some pretty significant flooding, as of course the roads could become too. So we are keeping an eye on it and we'll keep you posted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Rick, how long is the water supposed to be coming in there? How long is the rain supposed to last?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LEVENTHAL",
      "sentences": "We were told to expect heavy rain for the next three days. So we are. The surge could come sometime after midnight with high tide, but they are saying this storm is moving so slowly that it could be tomorrow morning, even midday tomorrow by the time the hurricane force winds get here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Got it. Rick, please stay safe out there. Please, please stay safe. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And 60 houses set ablaze in north Boston tonight, a big gas leak, gas explosion. Our prayers are with those families. And for everybody in Florence's path, please, please stay safe. Follow instructions of officials. And our reporters on the scene, they'll be there all night. We thank them for their coverage. Please be sure to keep it tuned right here to Fox News Channel for the latest updates and information all throughout the night. It starts with Shannon Bream and the \"Fox News @ Night\" team. Shannon? Copy: Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEAN HANNITY, FOX NEWS HOST",
      "utterance": "All right, Leland Vittert, stay safe in North Carolina. We'll have a continuing coverage of Hurricane Florence all throughout the evening. Let not your heart be troubled. We are always fair and balanced. We are not the destroy Trump media. And Laura Ingraham is standing by to take it away. A lot of news tonight, Laura."
    },
    {
      "speaker": "LAURA INGRAHAM, FOX SHOW HOST",
      "utterance": "Hannity, I can't believe Leland is out there hanging on that light pole. It is more dangerous than being in the Golan Heights where he was."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Yes. He used to be in the Jerusalem bureau. Look, we're going to call him hurricane Steve Harrigan. We had to come up with a name for Leland, but these guys really do a great job to put their lives on the line for us to give us a great coverage."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wow. Fantastic. And Hannity, great show tonight as always."
    },
    {
      "speaker": "HANNITY",
      "utterance": "Have a great show."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, thanks so much. Good evening from Washington. I'm Laura Ingraham. Welcome to \"The Ingraham Angle.\" We have an immediate news alert. At this hour, Hurricane Florence is lashing the Carolinas. Hurricane force winds already being felt and are expected to worsen through the night. We have Fox News coverage all along the coast. But we begin tonight in North Topsail Beach, North Carolina where Fox News correspondent Steve Harrigan is really feeling the storm. Steve?"
    },
    {
      "speaker": "STEVE HARRIGAN, FOX NEWS CORRESPONDENT",
      "utterance": "Laura, I've seen this bridge over the past few hours behind me just gradually disappear as the water comes up. If we do get an 11-foot storm surge as somehow predicted on parts of the coast, that water would go over this pew and go up the first floor most of these houses. It is dark all along this island. People really heeded the call to get out. They have boarded up their houses with plywood and most of them left, either going far inland or north or south, trying to get away from this giant storm. The power is out here. We just lost electricity a few hours ago. Those are the camera lights on me now running on batteries. As many as three million people could lose power before this is over. Right now, the winds have picked up considerably over the last hour or two. We are seeing tropical storm force winds, but really, strong enough to try and cause some damage. We are hearing things snap and crack and move. It's hard with pitch darkness to see exactly what is being moved but the house to my left has lost some bits off its roof and some small branches as well. Because the wind is so severe, they've shut down the bridge that leads from this island back to the mainland. So, if you are someone who has decided to stay here, you are going to be here to have to ride it out. As far as rescues go, there are a lot of assets in place, they are swift boat teams from 19 different states. That is something we see over and over again in these massive storms. The real contribution from all across the U.S. not only officially, but people with their own boats, who I'm sure we are going to see in the days ahead carrying out water rescues because that is the long-term danger. The wind is going to be dramatic. It's going to get worse here over the next couple of hours. We are probably going to see 100 mile an hour sustained winds here but it is that rain that is going to cause inland flooding, that is going to be the real slower slob and the real danger for a lot of people across the state. Laura, back to you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right Steve, we are watching you and everyone in the studio here is watching this with me. We are actually afraid for you. I mean, that deck that you are on or the steps, that is not going to be there in an hour or two. That is gone. I'm sorry. I think you got to -- I know you want to report but you got to get off that -- you got to get off the wooden walkway. That ain't going to be there for much longer. I know that beach very well by the way, and that is brutal."
    },
    {
      "speaker": "HARRIGAN",
      "utterance": "Yes. Well we've been kind of moving back a little bit along the way each way so, we're trying to keep moving back where we feel the need to, but we are trying to show you the drama of what is going on here at the same time."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The drama, but we like you more. So Steve, please stay safe. We'll check back with you later on in the hour. That is unbelievable. For any of you who have been down in the outer banks or near North Topsail, that is an incredible sight. We're going to have live reports of course from the ground, from the coast, throughout the hour. We also expect authorities to brief us on the latest so do not go anywhere. You want not miss the latest on this monster storm. And we do want to get to some other important stories tonight, like the ugly smearing of Brett Kavanaugh and she should be ashamed of herself. Senator Dianne Feinstein -- I actually have a lot of respect for her. We don't agree on everything. I have a lot of respect for her as a woman and being out there in the Senate. But what she did today, we are going to tell you about this. We have breaking news on what this might do or not do to the Kavanaugh confirmation. So stay right there. Plus, we break down the media treatment of Michelle Obama versus Melania Trump. And this as Michelle Obama gets ready for her big stadium-sized book to her. You're going to want to stop by for that and not turn the dial for that, but it's another unbelievable story of bias. But first, global titans versus the American people. That is the focus of tonight's \"Angle.\" Immediately following the election, Google executives gathered to share their feelings of dejection and despair. A video recently leaked to Breitbart reveals the mindset of Google's leadership from within their corporate safe space. This is co-founder Sergey Brin."
    },
    {
      "speaker": "SERGEY BRIN, CO-FOUNDER, GOOGLE",
      "utterance": "You know, let's face it, most people here are pretty upset and pretty sad because of the election. Anyway, on a more serious note, you know, myself, as an immigrant and a refugee, I certainly find this election deeply offensive and I know many of you do, too. And I think it's a very stressful time and it conflicts with many of our values."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Values? What are those Google values? After all this is a company that has actively worked with the Chinese communist regime for years. And right now, Google is developing an app to screen out content that the Chinese government considers too sensitive for its citizens. Translation, Google is helping China silence its political opposition. The Chinese government, let's remember, imprisons dissidents and Christians daily. They have more than a million Muslims in re-education camps, but the legitimate election of President Trump, somehow conflicts with Google's vaunted values? Give me a break. Today we learned that a senior Google research scientist named Jack Paulson was so disgusted by the company's collaboration with Chinese sensors that he has quit in protest. And I was thinking about this, you want to know the real reason that the Google execs were so exercised, so hurt by the election of Trump? Because he promised to hold Google's partner, China, accountable. To punish Chinese cheating on trade deals that hollowed out U.S. manufacturing. For Google and many other big manufacturers, the pre-Trump status quo was much easier. Keep that production overseas, lower wages, no regulation, no health care that you have to worry about for those employees over in China. And if it hurts America, so be it. After all, those blue-collar Americans will probably be Trump voters anyway. And of course, Google, they hate you deplorables."
    },
    {
      "speaker": "KENT WALKER, SENIOR VICE PRESIDENT, GOOGLE GLOBAL AFFAIRS",
      "utterance": "That fear, I think, not just in the United States, but around the world, is what is fueling concerns of xenophobia, hatred, and a desire for answers that may or may not be there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Actually, Trump's found -- the answer are pretty easy. Two words, America first. Sure, Trump will work with the rest of the world. He's shown that, but on a much more level playing field. So why is Google so threatened by that? I'll tell you why."
    },
    {
      "speaker": "WALKER",
      "utterance": "History teaches us that there are periods of populism, of nationalism that rise up and that is all the reason we need to be in the arena, that is why we have to work so hard to make sure it doesn't turn into a world war or something catastrophic, but instead, is a blip, as a hick up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, you stop a world war with your search engine. That's ridiculous. Like a liberal elites that crossed politics, academia, and the entertainment industry, big tech doesn't really like the American voters who turned out for Trump. That is pretty obvious. Google thinks it knows better than their customers, after all, Google execs are richer than they are."
    },
    {
      "speaker": "RUTH PORAT, GOOGLE CFO",
      "utterance": "People are leaving, staff is crying, we are going to lose. That was the first moment I really felt like we were going to lose. Everybody, if you could turn around or go to the person next to you, and do a hug that works."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's worse than a sign of peace at mass. Sorry, I'm not a sign of peace person. Hug, group hug. Trump won. Oh, my gosh. I needed comic relief today. That made me laugh more than anything else. But then huggy bear Ruth got down to business."
    },
    {
      "speaker": "PORAT",
      "utterance": "Our values our strong, we will fight to protect them, and we will use the great strength and resources in which we have to continue to advance really important values."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Again, the word values. What values is Google talking about? Well, the left-wing globalist values that have helped enrich the oppressive Chinese regime at the expense of free expression and religious liberty, and of course, made Google execs really rich. Part of Google's disappointment was that their efforts in 2016 failed really spectacularly. Of course they claim that they are nonpartisan. But an email leaked to my colleague Tucker Carlson show that the tech giant tried to turn out the Latino vote in 2016 because they were confident Latino voters would support Hillary. But can you imagine their surprise when they wake up on election morning after -- morning after election they see 29 percent of Latinos voting for Trump? They were gobsmacked. Google is not some local business practicing civic engagement, we should all stand up and cheer, oh, Google, go. Google is one of the most powerful companies on the planet. They are responsible for about 90 percent of all searches online, they are more than 1.2 trillion searches on Google each year, globally. More than 2 billion people use its android mobile platform. And they've made $110.8 billion in revenue last year alone. But when smaller companies, smaller companies like Chick-fil-A or Hobby Lobby or In-n-Out burger, when they move in the smallest of ways to support more traditional or even conservative causes, those companies are sued and vilified nonstop by the mainstream media. When I giant like Google pledges to actively undermine the political will of the American people, the media don't cover it. And you know why? Because the media agree with the Google agenda. This is one of my favorite moments from the Google anti-Trump corporate rally."
    },
    {
      "speaker": "BRIN",
      "utterance": "Last question, yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Is there anything positive you see from this election result?"
    },
    {
      "speaker": "BRIN",
      "utterance": "Boy, that's a really tough one right now."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's actually not so tough. I love those beanies, by the way. I want one. I will get one for my kids. That's a tough one. Anything good that comes out of Trump`s election. Well, how is this to try on for size. The economy is booming. Fair trade deals are being negotiated, wages are rising and blue-collar America is more optimistic about the future that t hey have been for decades. These Google execs should have to do public acts of penance for their petty, idiotic statements. Here's the bottom line. The Google gang and the rest of big tech were happier when America was losing to China. They didn't care that blue-collar America got poorer and communist China got richer and stronger. So long as Google got richer in the process. But today, President Trump is turning the tables on that sick dynamic. His policies are working. Google is still rich, of course. But the globalists, even though the economy is going well, the globalists are still grumpy. That tells you all you need to know. And that's the \"Angle.\" Joining us now the reaction is CRTV host Michelle Malkin along with China Okasi, a tech and cyber security expert who is author of the forthcoming book, \"What the Tech Is Going on in Politics.\" It's great to see both of you. China, let's start with you. The Google tape that came out last couple of days, Breitbart has it exclusively, shows a corporate culture that is overwhelmingly in the tank in 2016 for Hillary. They are dejected and despondent and they look like they are set at that point to exert their influence in the tech world to change that dynamic of Trump as president. Does this look like a diverse company to you?"
    },
    {
      "speaker": "CHINA OKASI, TECH AND CYBER SECURITY EXPERT",
      "utterance": "Well, I think that the entire thrust of technology in the tech world is actually diversity. When you consider that almost half of Fortune 500 companies were founded by immigrants, you would understand the spirit of support that these companies--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Legal immigrants, right? Yes, legal immigrants."
    },
    {
      "speaker": "OKASI",
      "utterance": "Yes. Legal immigrants."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We are not against the legal immigrants."
    },
    {
      "speaker": "OKASI",
      "utterance": "But I will have to say this, OK, 80 percent of graduate students in the United States, in the fields of computer science and electrical engineering are international students, and in order for those students to stay, they need to operate on H-1B visas, OK. And so they are not necessarily going to take the track of permanent residency because that takes many years. These companies in many, many ways, have been supported and propped up by people who don't have that linear path to immigration. So it is really not a black and white issue. And I don't think they see it as --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Why are they so dejected by Trump winning? Trump was going to do one thing, and Michelle I want you to chime in. The number one thing I think they are really annoyed by is Trump taking on China. I think the immigration thing -- yes, they are worried about that, but Trump taking on China is something Obama in his own way promised to do, Bush promised to do, no one did it. Trump did it and is leveling the playing field. That means some of these Google execs might not make as much money in the end but they are still multibillionaires but more Americans might get slightly higher wages. Michelle?"
    },
    {
      "speaker": "MICHELLE MALKIN, CRTV HOST",
      "utterance": "Yes. You've got the bottom line, Laura. And I'll get to China's comments about H-1B in a second. But let me just say this, I want to give a huge salute and shout out to the reporters, the tech reporters at Breitbart. I think this is a blockbuster report. It is both revelatory and confirmatory, for those of us who followed Google's capitulation to China, that goes back 12 years. Where they have thrown their own old corporate logo, \"don't be evil\" under the bus by agreeing to all sorts of censorship regulations, when they always stand so sanctimoniously as a holier than thou company that embraces progressive values. It is a gift that we now get to see that hypocrisy on display. And I think you are absolutely right, Laura, that these kinds of companies, in Silicon Valley, do not have America's interests at heart. So let's talk about diversity. You know, I did a report for CRTV in \"Michelle Malkin Investigates\" on the diverse American workforce. Tech workers, black, white, Asian-Americans, who were fired and forced to train their inferior H-1B replacement because Google and their like are more interested in suppressing the wages of American workers than they are in supporting the diversity as an American I.T. workforce. More hypocrisy from big tech and it is a cult. You look at them all seeing the praises of diversity when you have got conservative Googlers within the company that are too afraid to talk about their values and their support for our president."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes. Someone leaked this out obviously, China. Someone's concerned inside the company. Paulson, resigns in the last week or two. You had Tristan Harris, the former global employee, February 7th, 2018, let's watch this. TRISTAN HARRIS, I actually genuinely view this as an existential threat. When you shape people's attention, you're shaping their thoughts and thoughts proceed actions. So you are really shaping society, you are shaping culture, you are shaping whether people have the relationships they would have intended to have, whether they sleep or not. You're shaping elections. There is an entire set of consequences when you shape people's attention through design."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "China, your reaction?"
    },
    {
      "speaker": "OKASI",
      "utterance": "You know, I think it is just such a monolithic view to think that all big tech companies have the same opinion. When you look at the spirit of what they are doing, it is not about being for or against the Trump administration. It is about policy. You look at the International Entrepreneurship Rule that were set about by the Obama administration, and yet has not seen implementation. It has been pushed back over and over again. Such things as the International Entrepreneurship Rule encourage those intellectual resources that we need to run these companies, all of these companies, Apple, Facebook, Google, Amazon, all have founders in them that are immigrant and that purport these views around diversity."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But that's fine. No, no, no. I think that's great. China, I don't think there is any problem with that. I think Michelle -- you come here illegally, Sergey Brin and his parents fled the Soviet Union. I think it's ironic that they flee the Soviet Union, his father is a mathematician a University of Maryland. His mother works were Goddard. They are both brilliant. He's brilliant. They flee the oppressive Soviet Union only for him to turn around and help the Chinese communists develop an app to screen out offensive content. How does that make any sense? How are those the values that Google's stands up the day after the election and says, \"our values are offended by Donald Trump\" because they are helping the Chinese communists squelch free expression? That's disgusting."
    },
    {
      "speaker": "OKASI",
      "utterance": "-- inaccurate. I think --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's not inaccurate. That's a fact. That is why one of the senior researcher's quit."
    },
    {
      "speaker": "OKASI",
      "utterance": "-- in order to (inaudible) in any country you have to follow their rules and regulations. And I think by supplying their products, really, to the people of China, they are allowing China to be part of the global conversation, part of the --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Do you think that's what is happening? Oh, come on."
    },
    {
      "speaker": "OKASI",
      "utterance": "-- then Google should not participate in that context? They should not be a part of it?"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Why are they doing this? Michelle, in closing, go ahead. Michelle, go ahead. I got 30 seconds. Michelle, real quick, 15."
    },
    {
      "speaker": "MALKIN",
      "utterance": "No, no, no. Google is kowtowing to the communists and putting essentially internet duct tape around the mouths of dissenters who dare to criticize the communist government there. Also, by the way, read \"Sold Out\" the book that I wrote with John Miamo a former programmer, American computer programmer who defends American citizens who've been harmed by these H-1B policies. Guess what, the American I.T. workforce is sick and tired of these globalist elites telling them that there aren't best and brightest workers when they are the one being fired and replaced with these wage slaves."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "\"Fortune\" magazine research and China, I don't think you would think -- OK. \"Fortune\" magazine research on this shows that for every 100 foreign computer scientist working in United States, between 33 and 61 domestic workers were replaced. The influx of foreign workers also held down wages with compensation being 2.6 percent to 5.1 percent lower if foreign workers were not allowed. All right. Thanks for both of you for joining us, China and Michelle. And by the way, it's a disgusting Democratic smear, and the media are all too happy to run with it. Up next, we are going to explain how an 11th hour effort to derail Brett Kavanaugh's supreme court nomination tells you everything you need to know about today's left. Coming up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The air around Capitol Hill has been thick with desperation today. Why? Well, from a pathetic last ditch effort by Democrats to scuttle Brett Kavanaugh's nomination to the Supreme Court. Intrigue swirling after reports says Senator Dianne Feinstein was sitting on potentially damning letter. It said to be written by an unknown woman alleging sexual misconduct by Judge Kavanaugh when he was 17 years-old. I kid you not. And tonight the \"Guardian\" reporting that the letter claims that Kavanaugh and a male friend walked this woman in a room against her will during a party making her feel uncomfortable. The woman was later able to leave the room. We did that last week -- come on. Joining me now, Carrie Severino, the chief counsel and policy director at the Judicial Crisis Network. Carrie, I'm laughing at this. It's so pathetic on so many levels. What's going on here."
    },
    {
      "speaker": "CARRIE SEVERINO, CHIEF COUNSEL, JUDICIAL CRISIS NETWORK",
      "utterance": "I think -- you know, we know very little about what this letter even -- is supposed to mean but we know a lot about the politics. I mean, if Senator Feinstein had this letter since July, why didn't she ask it -- if she really thought this was credible, why didn't she ask about it when she met with him during the hearings, during these questions for the record? What's going on here is very clear. Senator Schumer said that we're going to do everything in our power to stop the nominee and that means character assassination, smears, is all fair game. I mean, look at what they are doing to Senator Collins. She has got people going after her staff saying, I hope you get raped and impregnated. They want people to follow her around and spit in her food at restaurants. There is this GoFundMe campaign that she says is a bribe that might even violate federal election law."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Right. This is a smear across the board, but with Kavanaugh --"
    },
    {
      "speaker": "SEVERINO",
      "utterance": "This is so crazy."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But with Brett, here he is 17 years old, is a Georgetown Prep kid at Washington Catholic School, is 17 with a friend, locks some woman when in a room and then she was able to leave. That is what is being reported this night as a story. But if someone you don't know who heard it from someone else, who's at Stanford. This is the most -- Diane Feinstein has actually had a pretty amazing career. She was elected in '92 year of the woamn, but this is -- is this really how she wants to end her senate career, this way? It's -- pathetic doesn't even describe it, though. It's an attempt at September surprise that goes down in utter flames. It's a complete and total embarrassment."
    },
    {
      "speaker": "SEVERINO",
      "utterance": "Yes. She's getting push from the left, so even someone as far left as she is, is feeling the pressure to be all the more outrageous and fanatical."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, Carrie, thanks so much. And Democrats continue to deny that Republicans deserve any credit for the economy. Their argument goes something like this. It's really only good because of Obama. Oh, it's okay now, but the economy is okay but it's going to get worse, not going to last long, or who cares. The economic boom is overshadowed by how awful a person Trump is. Former White House staff, chief of staff Reince Priebus joins us now. Reince, you heard Obama on the trail saying the economic boom is his and he's glad people are getting around and recognizing it. How humorous was that for you to watch?"
    },
    {
      "speaker": "REINCE PRIEBUS, FORMER WHITE HOUSE CHIEF OF STAFF",
      "utterance": "Well, it's humorous because really what jump-started this economy is what the president did in the first week, which was the deregulation, executive order for everyone regulation put in place, two have to be eliminated. Turned out that 22 were eliminated for every one put in place. Bu it also tells you about the politics. It's also rather smart because Barack Obama and the Democrats are fighting in 34 split districts for the control of the House. Split districts meaning they either flip from Republican to Democrat in 2012 and 2016 or vice versa. In those 34 districts, 21 of them were won by Trump and the rest were won by Clinton. This is the fight that people are going to have. And what matters right now is who can take claim over the great economy. And as bizarre as it is for you and I and the listeners to believe that somehow the economy we are in is something Barack Obama did and not President Trump is insane. But what they are trying to do is play that game and those 34 states."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, but they are saying everything is chaos. They want to convince people that even though their lives are getting better, it's chaos. It's Trump chaos. What can the president do? If you talk to the president, what can he do to give people a sense that sunshine is coming out. Don't' let them rain on your parade, the sun is coming out?"
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "When you and I talked about this the last time we were on and the president started talking about it, which is I would do something completely different. I would boldly champion the idea that the president is willing to put rivals in a room -- he agreed with this -- he put rivals in a room. He put Gary Cohn, Wilbur Ross, Bob Lighthizer, all these people and he allowed them to fight it out. I'm not talking about little --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But the voters don't care about Gary Cohn and --"
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "That's my point. My point is --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "How do you get these people to turn out to vote?"
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "You talk about the economy. You talk about --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Numbers don't get people to the polls."
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "You talk about -- well, what does get people to the polls when they are getting more money in their pockets."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They want to feel that things are calming down. Don't they want things to be calm her? They want to feel that it's going to be safe streets, borders are going to be enforced, doing the president's agenda, I can take a vacation every now and then."
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "Which is the accomplishments and the results of the Trump agenda. And I think the accomplishments and the result is what the white house needs to focus on, and I would quit fighting over whether or not people are fighting over trade in the White House. Admit that people fight over trade in the White House. De-minimize it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But nobody cares about that."
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "Right, but that's what I'm saying. Minimize it for what it is."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "So the president should focus on the results that he's brought. He does --"
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "And he admit I, but yes. I put rivals in front of me. I learned from the Socratic Method. Who cares? Look at the results of what I have done which is why I've said in the past, the things that I have said, which is that he puts a shark and a seal on a falcon and a rabbit --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That's a Woodward book phrase."
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "And I've said on -- I think I've said it on your show."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Why is that a bad thing?"
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "It's not a bad thing."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Let me seethe quote. When you put a snake and a falcon and a rabbit and a shark and a seal in a zoo with that wall, I like that. That's like a song. Things start getting nasty and bloody. I mean, if he said that, I'm like, OK, good. Why is that a problem?"
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "And the president had agreed that he encourages the fight over policy in front of him."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He's 14 points down in this midterm election cycle. I know Republican, the party in power, always loses seats, but in this economy, blue-collar optimism, Obama was out there waving off the possibility that manufacturing was ever coming back."
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "Keep in mind we were also seven to eight points down in 2014. We took control of the Senate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "You have to make some headway here, right?"
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "You do have to make headway, absolutely. You do have to make some headway. But the Republicans have a natural advantage in the midterms. I am still optimistic, and the presidential approval numbers are no different today than they were in November."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They're not a little down, a little bit?"
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "No, no, no. They're at 37 percent --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "CNN had it down."
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "OK, well, CNN has 36. But they were at 37 percent on Election Day of 2016. And remember, in those 34 split districts, at 34 -- excuse me, at 37 percent, 21 of those districts went from Obama to Trump in a split district at 37 percent approval in 2016. So it's not always how it appears."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We're going to do this in another segment. I want to get your sense on this. I think it should be all for one, one for all right here with the Republicans. Ted Cruz is facing a tough opponent in Texas, Beto O'Rourke. He's a pinup boy in Texas. The Bushs might not like Trump, they don't like Trump, they didn't vote for Trump. But they are very popular in Texas. George W. Bush isn't campaigning for Ted Cruz. What the heck is going on?"
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "Honestly, I don't know that if he is or not."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "He's not as far as I know. But shouldn't he? Come on, support Republicans."
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "I think control of the Senate is what's at stake. I think you let bygones be bygones."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, turn it out."
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "Win control for the Senate, not just for the president. But if you are not willing to work for the president, work for the good of the country and the things you believe in as a Republican, period."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Reince, it's always good to see you. I like the snake in the dove."
    },
    {
      "speaker": "PRIEBUS",
      "utterance": "I think it's great."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That is like most of our houses. Everybody is fighting all the time. Up next, we head back to North Carolina for a live update on hurricane Florence as the conditions are intensifying by the minute. Stay right there."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "A lot of fast-moving developments tonight as hurricane Florence roars into the Carolinas. For more, let's go to Fox News correspondent Leland Vittert who is in Morehead City, North Carolina. Leland?"
    },
    {
      "speaker": "LELAND VITTERT, FOX NEWS CORRESPONDENT",
      "utterance": "Laura, in the past 30 minutes or so this light pole and I have gotten to be better and better friends as the wind has picked up. Now it's the point where you really have to hold onto it lest you get blown away here in these winds that keep picking up. We can't stress it enough. What makes Florence so different is not necessarily the intensity. This isn't the worst hurricane you can be through in terms of wind speed, but how long it's going to last. You are talking about 20 or 24 hours, which having been out here now for about 10 hours in it, it's pretty miserable. But just imagine being at home, as many people are now, watching and knowing that the conditions that we are in is what is happening to their house. It is not an additive situation, every hour isn't just another hour. It's an exponentially bad situation that's getting worse. And the tide is coming in now. We watched these docks continue to rise. There is only another foot or two left on those pilings before the docks break away and then go into the city, and sort of destructive barges through this city. And that is even before we get to the point where you have got the storm surge and these 40 inches of rain now that are not only going to come through here in Morehead but also upriver, and all the way back, dozens if not hundreds of miles into coastal Carolina. Right now about 100,000 power outages, Laura, that will go into the multi-hundred-thousands before the night is over."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Leland, when do you make the decision to pull off that dock there, because you got about -- looks like a lot less than one foot before that water starts rolling over you, my friend. What happens when that the lamppost gives way? That is not a good situation."
    },
    {
      "speaker": "VITTERT",
      "utterance": "The lamppost is stuck a couple of feet into concrete. But once this water comes up here over this, the idea of slipping and being in that water is not one that I think -- a risk we're going to take. So that is about the time that we pull out."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Leland, please, please be careful. I don't like the looks of you out there with that lamppost, although you do make a nice couple, Leland. So you have a good rest of the night. We'll send some provisions down your way. We'll have more reports from the ground later in the hour. As we explained in our \"Angle\" last night, the Democratic Party is being slowly -- not slowly -- it's being hijacked by a strain of leftism manifesting itself in vitriol and outright now violence. With that in question, my question tonight -- why aren't all Republican, given what we're seeing from the Democrats, including, by the way, the Republicans who don't even like President Trump that much, like Ben Sasse, Jeff Flake, George W. Bush, and others, why aren't they all coalescing around candidates, especially those who are vulnerable, to make sure the GOP wins in this November, including in the Senate, not just the House, but Senate races? Joining us now to discuss, Ari Fleischer, former press secretary for President George W. Bush, and Dave Bossie, former deputy campaign manager for the Trump campaign. Ari, let's start with you. George W. Bush hitting the campaign trail. He is still very popular in certain parts of the country, and former two term president. But I don't think he is campaigning for someone like a Ted Cruz who's in a very close race and Bush's home state right now. What gives there?"
    },
    {
      "speaker": "ARI FLEISCHER, FORMER WHITE HOUSE PRESS SECRETARY",
      "utterance": "There's two months to go, and I think the president will make some decisions about what he's going to do, how extensive it will be. He's traditionally stayed off the campaign trail since he left the presidency, and that is just his personal decision. But his popularity is rising. And frankly, Laura, I want to see more establishment Republicans out there helping our candidates everywhere. This is about the future of our nation, and every election is important. And the worst thing Republicans can do, either their establishment or Trump Republicans, is let the Democrats take back the Congress and do the damage they'll do to our country."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "But Dave, instead of people, all for one, one for all, the Democrats are just going to, they are out there standing shoulder to shoulder. They don't agree on anything."
    },
    {
      "speaker": "DAVID BOSSIE, PRESIDENT, CITIZENS UNITED",
      "utterance": "No matter how insane they are. They stand -- it doesn't matter what they say or do, the policy positions, the left is always very good at standing together, no matter how awkward it might be. Look, the Republicans really need to -- they have 54 days to decide whether or not they want to continue to have control of the House and of the Senate. I think the House is really where it comes down to. And Trump derangement syndrome amongst some of these Republicans is really unfortunate. Flake and Corker should be out there campaigning for candidates across their states and across the country, and instead they are not. They are attacking this president, undermining these great policy positions, these great economic numbers that we have. And they are detracting from that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And instead, we have Ben Sasse giving interviews, Ari, about how -- the burning issue on peoples' mind going into the midterms is politicians releasing their tax returns. Let's watch. SEN. BEN SASSE, RNEB.: It's never been a lot but everybody has always done it. This is the first time it hasn't had it. The president said he would release them once he got the nomination, and then once he got elected. Then he said the people have lost interest. I think there's a lot of distrust. He should release them."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Ari, your reaction?"
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "Why do they have to keep stirring this pot? I understand how the press can put a microphone in front of a politician and you say something anti-Trump and they run to do it. It's not constructive. And frankly, when it comes to Sasse or Corker or Flake going into some of these districts to campaign, most people in the United States have not heard of these guys outside of their states. So I don't know that it's all that helpful to Governor Scott in Florida to have a senator from Tennessee campaign for him. The dynamics of this race are really going to be whether or not Donald Trump can get his base out to support Republicans. We all know the anti-Trump base is coming out. So like it or not, this is a nationalized election. There is no dodging it. And the Trump base needs to show up in presidential year numbers, not off year numbers."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I think Ari is right. However, it is not about going out and really campaigning. Who cares, Ben Sasse -- he couldn't get arrested. Nobody knows who he is. I agree with that. But how about buttoning it up? Button the mouth. We don't really need to hear you doing your best MSNBC pundit impersonation, OK. Don't kneecap the president during a midterm election cycle, Ben."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "But some of these folks are on their way out. Look at Jeff Flake and Bob Corker."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "They've no constituency."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "But not only do they have no constituency, they are not running for reelection because the same people who elected President Trump wouldn't reelect them in November, and that is --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "That stings --"
    },
    {
      "speaker": "BOSSIE",
      "utterance": "-- fundamentally their problem for them. They need to -- this is part of their going away party."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Ari --"
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "But what America has got to focus on, the alternative here, if the Democrats take control, are their policies, and their policies are a government takeover of health care, that Donald Trump committed treason, and we should raise our taxes. That is what is driving the entire Democratic agenda. Do we really want that to be running the House or the Senate again? I sure hope not."
    },
    {
      "speaker": "BOSSIE",
      "utterance": "Ari is exactly right. Look, President Trump is not on the ballot in November, but his policies are. The America first agenda that he ran on and won on and has made America great again over the last 18 months is on the ballot this November and we have to show up in force."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Abolish ICE, that is what the Democrats want to do."
    },
    {
      "speaker": "FLEISCHER",
      "utterance": "One other policy point. Medicare for all, the rally cry from the Democrats. The worst thing for seniors who rely on Medicare is to make Medicare Medicare for all. It's already going broke, and if you want longer lines and worse health care for Medicare for seniors, make it Medicare for all."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Blue-collar America, they are doing well. They better turn out big time in the midterms. This thing is all going to go south. Gentlemen, thanks so much. And how the media treat Michelle Obama versus Melania Trump. It tells us a lot about our current moment that we are in, our political atmosphere. We're going to explain it all, next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "When it comes to politics, first lady Melania Trump seems pretty hands-off, unlike former first lady Michelle Obama, who's been all over the political landscape, trying to of course get ready to sell her book and whip up Democratic votes for the midterms. And while Michelle is given the cover girl treatment, an actual cover girl, Melania, is disparaged and often ridiculed. Joining us with their reaction, Rachel Campos-Duffy is a Fox News contributor and Gretchen Von Helms, a Democratic strategist. All right, ladies, Michelle Obama is an impressive person. She seems like a great mom, loves her husband, very politically engaged, that is fine. Shot 12 magazine covers during her time in the White House, \"Vogue\" three times, \"Time\" magazine twice, \"Glamour,\" \"In Style.\" I don't know, I can't remember one magazine cover Melania has been on, maybe one when they won the election, \"People\" or something. What do you make of this, Gretchen?"
    },
    {
      "speaker": "GRETCHEN VON HELMS, DEMOCRATIC STRATEGIST",
      "utterance": "Well, this is really about not a political issue but a gender issue I think, because the press has treated and picked on women as either too fat or too skinny or too tall or too short, or too frumpy in the case of Hillary Clinton. So it isn't just about the first --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We are not talking about Hillary. Focus on what we are talking about. We're talking about Michelle Obama, who was literally on every magazine cover that we can remember."
    },
    {
      "speaker": "VON HELMS",
      "utterance": "She did a great job. She was wonderful."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Melania, who was a cover girl is on nothing. She's gorgeous. They are both beautiful women. One happens to be Donald Trump's wife, and one happens to be Barack Obama's wife. And all we're saying is, take politics out of it. They are both first ladies, and yet on \"The View\" as we saw just a couple of days, Rachel, this is what the ladies on \"The View\" said."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I was struck by Melania's a statement. She said -"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Do not do -- don't do it."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "I can't do that."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "We know. That's why we are telling you, don't do it."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "That's right. I can't do it."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Obviously, ha-ha-ha, she has a goofy accent. We're going to say that without saying it. Rachel?"
    },
    {
      "speaker": "RACHEL CAMPOS-DUFFY, FOX NEWS CONTRIBUTOR",
      "utterance": "The irony of it, right. This is the party of diversity and tolerance and supposedly immigrants, as well, and here they are making fun of our first immigrant first lady in modern times. So that is very interesting. But really, this is about politics. Your guest sounds very nice but very naive. If Melania were a progressive, if she was for socialism and all these other leftist policies, if she was married to a leftist --"
    },
    {
      "speaker": "VON HELMS",
      "utterance": "That's ridiculous. If she just got out there and did stuff, she would get on the cover of stuff. She's not been very active."
    },
    {
      "speaker": "CAMPOS-DUFFY",
      "utterance": "She would get the covers of the magazines. She is a former international model. She is clearly the most fashionable first lady we have had since Jackie O, maybe even surpassing Jackie O. And yet not only does Michelle Obama, but so does Chelsea Clinton. I mean, who has ever thought of high fashion and Chelsea Clinton, and she got \"Vogue\" but Melania doesn't get \"Vogue\"? This --"
    },
    {
      "speaker": "VON HELMS",
      "utterance": "They shouldn't be about how these women look. It should be about how they think. And Melania has not been forthcoming about what she thinks and what she wants to engage in and what her platform is. This is not about these women dress or the little things. It's about the beliefs that they put forth."
    },
    {
      "speaker": "CAMPOS-DUFFY",
      "utterance": "In the case of Melania, it's one other thing. It's about the leftist strategy to not normalize Donald Trump. So they can't legitimize him, and the strategy includes not legitimizing his wife, his kids, his blue-collar recovery, economy, his booming economy, trade --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I have a question, Gretchen. Gretchen, I have a question, though. Gretchen, liberal women are all like, we are pro-choice, whatever you want to be, be. If you want to be politically active, if you just want to be a traditional first lady, and maybe you don't plant the vegetable garden, and you don't do Let's Move and dance with Ellen, but maybe you support --"
    },
    {
      "speaker": "VON HELMS",
      "utterance": "You want to stay home, take care of your children, that's great."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Yes, maybe you do that. So, but is her choice. Why not --"
    },
    {
      "speaker": "VON HELMS",
      "utterance": "Michelle Obama --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Why is Melania -- you know she's being treated differently. I don't know why you are denying that. She's obviously being treated differently. Hold on, let Gretchen finish."
    },
    {
      "speaker": "VON HELMS",
      "utterance": "She's choosing to stay home, she's choosing to be with her family. That is a great choice. She is choosing to put faith and family first. That is her decision. It doesn't necessarily make it a sexy cover magazine. But she's not putting herself out there for that. So what. Let her stay home."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Wait a second, \"Vogue\" magazine puts -- all the women on the cover of \"Vogue\" are there because they are brilliant endeavors? Most of them are there because they are fashion and their looks and a lot of them are business people, too. But come on, guys. They are there in part because they are beautiful."
    },
    {
      "speaker": "VON HELMS",
      "utterance": "First of all, Michelle --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We are out of time. Love you, Gretchen, for coming on, and love you, of course, Ms. Duffy. All right, Rachel. We head live to the Carolinas next. Latest on the hurricane."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Hurricane Florence currently smashing into the Carolina coastline. For more on what is happening, let's go back to Fox News correspondent Leland Vittert, who is still in Morehead City, North Carolina, and still holding onto that lamppost. Leland, glad you're still friends there with that lamppost."
    },
    {
      "speaker": "LELAND VITTERT, FOX NEWS CORRESPONDENT",
      "utterance": "Still very good friends, but about to part, much to, I should say, the happiness to both you and my mother on this one. The storm surge keeps coming and you are really getting a sense of the power of the water here. And that is what is the destructive nature that Florence will bring not only here, but farther inland. What makes this storm so unusual is how it is curving in there. And the barrier islands are just about two or three miles that way. But rather than acting as a barrier, they are acting as a funnel for this water as it continues to slam in here. And the longer that Florence turns, it could be in total about 24 hours of hurricane conditions. The worst it's going to get, not for the people out on the islands, it's bad there, but the water levels will continue to rise here. And up the streams, farther inland, sometimes up to 100 miles inland, you could get really catastrophic flooding, which means water rescues are going to be going for a long time. As we are out here now, probably about eight hours into hurricane conditions, you begin to understand why authorities were so dire in their predictions here. It is so clear that if people decided to say, they were essentially on their own. Too dangerous now for the police or fire department to come out, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Leland, please, please be careful out there. And let's now go to Rick Leventhal, who is in Wrightsville Beach, North Carolina, where the storm is about to hit next. Rick?"
    },
    {
      "speaker": "RICK LEVENTHAL, FOX NEWS CORRESPONDENT",
      "utterance": "Yes, Laura, for most of the day Wrightsville Beach was pretty calm. And in the last couple of hours things have picked up pretty dramatically. We were down right by the beach in a house about five doors from the ocean. And because of the threats from the storm surge, we moved to higher ground. And we are definitely well protected here, but we are also feeling the winds picking up and the rain coming down. Wrightsville Beach is one of these coastal communities that heeded the mandatory evacuation order, just a handful of residents stayed behind. What we saw throughout the day were police officers, beat patrol and fire department, doing their rounds, doing their patrols to make sure that nobody was getting into trouble. And everything was good as of a couple of hours ago. The fire department retreated to the other side of the bridge, and everybody's getting ready to ride this thing out. Again, the big fear is that the storm surge will live up to expectations, seven to eleven feet. And where we are we'll be fine, but all these homes and businesses down on sea level, they could be in for some pretty significant flooding, as of course the roads could become too. So we are keeping an eye on it and we'll keep you posted."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Rick, how long is the water supposed to be coming in there? How long is the rain supposed to last?"
    },
    {
      "speaker": "LEVENTHAL",
      "utterance": "We were told to expect heavy rain for the next three days. So we are. The surge could come sometime after midnight with high tide, but they are saying this storm is moving so slowly that it could be tomorrow morning, even midday tomorrow by the time the hurricane force winds get here."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Got it. Rick, please stay safe out there. Please, please stay safe. We'll be right back."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And 60 houses set ablaze in north Boston tonight, a big gas leak, gas explosion. Our prayers are with those families. And for everybody in Florence's path, please, please stay safe. Follow instructions of officials. And our reporters on the scene, they'll be there all night. We thank them for their coverage. Please be sure to keep it tuned right here to Fox News Channel for the latest updates and information all throughout the night. It starts with Shannon Bream and the \"Fox News @ Night\" team. Shannon?"
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}