{
  "date": "September 8, 2019",
  "headline": "Secretary Pompeo on peace talks with the Taliban, containing Iran threat; Mark Sanford on primary challenge to President Trump",
  "subHeadline": "Secretary of State Mike Pompeo and former South Carolina Governor Mark Sanford join anchor Chris Wallace on 'Fox News Sunday.'",
  "url": "https://www.foxnews.com/transcript/secretary-pompeo-on-peace-talks-with-the-taliban-containing-iran-threat-mark-sanford-on-primary-challenge-to-president-trump",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "sentences": "I'm Chris Wallace. President Trump cancels a secret meeting with the Taliban and calls off peace negotiations. We'll talk live with the secretary of state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We're talking to the Taliban. We're talking to the government. We'll see if we can do something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Those talks now in question after the president calls off a secret summit days after an agreement in principle with the Taliban that would pull thousands of U.S. troops out of Afghanistan. And Iran taking new steps to break out of the nuclear deal while President Trump raises the possibility of a meeting with Iran's president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We're going to see what happens. They want to talk. They want to make a deal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll discuss all of this with Secretary of State Mike Pompeo live, only on \"Fox News Sunday.\"  Then --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK SANFORD, FORMER SOUTH CAROLINA GOVERNOR",
      "sentences": "It'd be a very steep climb, but you know that going in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Former South Carolina Governor Mark Sanford considers running against President Trump for the 2020 Republican nomination. Will he join the race? It's a \"Fox News Sunday\" exclusive.   Plus, lawmakers returned to Congress after the long summer recess. We'll ask our Sunday panel what to expect on gun control, impeachment, and keeping the government running. And our \"Power Player of the Week,\" the woman leading the charge to protect the legends who built pro football.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISA MARIE RIGGINS, ADVOCATE FOR NFL PENSION PARITY",
      "sentences": "How do you stand by and watch it if there's something you can at least try to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All, right now, on \"Fox News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And hello again from Fox News in Washington.  We begin with stunning news from President Trump, that he planned to hold a secret meeting at Camp David today with Taliban leaders and the Afghan president. But late last night, he announced on Twitter he has canceled the meeting and all peace talks with the Taliban after that group claimed it was behind a bomb attack this week in Kabul that killed a U.S. soldier.  In a moment, we'll talk with Secretary of State Mike Pompeo live here in Washington.  But, first, David Spunt has the latest from the White House -- David.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID SPUNT, FOX NEWS CORRESPONDENT",
      "sentences": "Chris, good morning.  The president's announcement comes just days before the U.S. marks 18 years since the 9/11 terror attacks and throws into question withdrawing troops from America's longest war.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "The suicide car bombing near the U.S. embassy in Kabul left an American soldier dead, killing others nearby. It happened just two days before leaders were set to discuss removing 5,000 U.S. troops from the country. President Trump tweeting Saturday night: I immediately canceled the meeting and called off peace negotiations. What kind of people would kill so many in order to seemingly strengthen their bargaining position?  Secretary of State Mike Pompeo paid his respects Saturday night during the dignified transfer of 34-year-old Army Sergeant First Class Elis Barreto Ortiz.  The president also weighing negotiations with Iran.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "They would like to be able to solve their problem -- they got a big problem. They are getting killed financially.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "There is speculation he might meet with Iran's President Hassan Rouhani at the United Nations later this month. On Saturday, Iranian officials announced they will continue to advance the use of centrifuges, a violation of the 2015 nuclear agreement. The U.S. backed out of the deal last year. The head of the International Atomic Energy Agency, Cornel Feruta, will meet with Iranian leaders on Sunday to discuss the recent developments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SPUNT",
      "sentences": "Now, Chris, back to Afghanistan, the Taliban releasing a statement this morning, I want to read to you. It is a bold statement. And this was a quote: The Americans will suffer more than anyone else for canceling the talks. That is a statement from a Taliban spokesman this morning. Chris, back to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "David Spunt reporting from the White House -- David, thank you.   Joining us now to discuss all of this and more, Secretary of State Mike Pompeo.  Mr. Secretary, welcome back to \"Fox News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, U.S. SECRETARY OF STATE",
      "sentences": "Chris, it's great to be back on. Thanks for having me on the show this morning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's start with the president's tweet late last night that he has called off the meeting, canceled the meeting with the Taliban that was to be held at Camp David today, a secret meeting, and that he has called off all peace talks, negotiations with the Taliban.  Where does that leave the plan to begin to pull U.S. troops out of Afghanistan?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, Chris, remember the principles -- President Trump has made clear he wants to reduce risks to Americans. You showed the pictures last night from the dignified transfer, the remains of Sergeant First Class Barreto. I was out there with his family.  It's a reminder to all of us of the enormous costs and sacrifice these heroes make for us each and every day. President Trump is trying to reduce that risk. At the same time, he's committed to making sure that we reduce the risk that terror should ever strike the United States from Afghanistan again. And so, we've been working for months for a peace and reconciliation deal. We've been working with the Afghan government, working with other Afghan leaders, been working with the Taliban to try and reduce the level of violence to commence -- and you would know this, Chris, well, we've been trying to get the Afghans to talk to each other, this basic idea for almost two decades now, and we had their -- the Taliban's commitment to do that. We had their commitment to break from Al-Qaeda publicly, and they would obviously have to deliver on that commitment.   So, we've made real progress, but in the end, the Taliban overreached. They forgot that America is always going to protect its interests -- the commander, the commander of Resolute Support and the NATO forces there are still at this hard (ph). We killed over a thousand Taliban just in the last 10 days.  And while this isn't a war of attrition, the American people should know we will continue to apply the appropriate pressure to make sure that we're never struck with terror again from Afghanistan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, are the talks now dead and what will it take to restart them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, for the time being they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "They're dead?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "We've recalled -- we've recalled Ambassador Khalilzad to come back to Washington so that we can begin to think about how we would chart the path forward, and I think in all (ph) -- although the president hasn't made a final decision, but what they did here was they tried to use terror to improve their negotiating position. And I think anyone who was observed President Trump knows whether it was in Hanoi with North Korea or whether it's been in how we responded when the Chinese reneged on their commitment in the trade deal, if in the course of a conversation, where we're trying to improve both teams' outcomes through a negotiated solution, if the other team commits an act that's inconsistent with that, President Trump is not going to take that deal. He's not going to take a bad deal. We're looking for more than words on paper. Were looking for real, delivered commitment and the Taliban demonstrated either that they weren't willing to or couldn't live up to the commitment they needed to make to reduce violence there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, the talks are off indefinitely?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "I hope -- I hope we get them started back. It will ultimately be up to the Taliban. They have got to demonstrate that they're prepared to do the things that we ask them to do in the course of those negotiations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But the Taliban, as David Spunt just reported, has just come out with the statement --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "You know, a lot of people bluster, Chris. There's -- those words -- cooler heads I hope will prevail.  I didn't see the full statement, I don't know its context, I don't know precisely who issued with this. It's the case that the Taliban is not monolithic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me just -- they said, Americans will suffer more than anyone else and that this will result in the death of more American troops.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "I hope that's not the case. We don't want any loss of American life.  Know this, know that our Department of Defense and General Miller have the full authority to do what they need to do to protect American soldiers, sailors, Air Force folks working in the area, and do everything they need to do to prevent a terror attack from ever coming back to the United States as it did now almost 18 years ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to get to the bigger question. Who thought it was a good idea for the president of the United States -- you had an agreement in principle already, your envoy meeting with Taliban leaders in Qatar, fine. Who thought it was a good idea for the president of the United States to meet with Taliban leaders who have the blood of thousands of Americans on their hands just three days before 9/11?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "You know, we know the history of Camp David. We reflected on that as we were thinking about how to deliver for the American people. And so, as we considered the right path forward -- your point about an agreement in principle, I think that's true. We weren't complete -- still lots of implementation issues, lots of technical issues that needed to be worked on even though we've been doing this for months. President Trump ultimately made the decision. He said, I want to talk to President Ghani. I want to talk to these Taliban negotiators. I want to look them in the eye. I want to see if we can get to the final outcome that we needed so that we could signoff on that deal.  So, we found that arrangement acceptable. That the verification was adequate, and we concluded this was a perfectly appropriate place.  You know the history of Camp David. Lots of bad folks have come through that place. There have been lots of peace negotiations taking place. It's almost always the case, Chris, that you don't get to negotiate with good guys. The reason you're in negotiations to end wars, to end conflicts, to end violence, to reduce risk to the American people, is almost always because the person across the table from you isn't exactly the finest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, I understand -- I don't want to press the point too much, but, you know, Yasser Arafat was there, and, obviously, he was responsible, the Palestinian Liberation Organization, for the death of many people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Many Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But the Taliban has the -- had the deaths of thousands of Americans and it's just three days before 9/11. No concerns about that? And I guess my question is -- you know, I can understand the envoy talking to them. Why does the president have to confer that status on them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Yes. President Trump was very clear. He wanted to make sure we got to the right place. He has always been someone -- I've observed this now for my entire time working for him, as CIA director and now as secretary of state. He is willing to take risks.   If he believes he can deliver a good outcome for the American people, he was -- he was hopeful that this conversation would lead -- I mean, we've been at this now almost two decades, Chris, $30 billion a year, and we've got terrorists all across the world, not just in Afghanistan. We've got to make sure we have the forces postured right all across the world. We sometimes singularly focus on Afghanistan because of its deep history and deep connection and what they did on 9/11 that still angers me to this very moment, we've got to make sure we get it right. And our efforts over the last months have been to do that. President Trump has been very clear about our mission set. And I hope we'll get the opportunity to continue to head down that path so that we can get the reduction in violence, and we can get the Taliban to make a commitment and then live up to it to break with Al-Qaeda and that we can get them back at the negotiating table with their Afghan brothers and sisters to reduce the level of violence there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Iran just announced that it is going to use advanced centrifuges that will allow it to enrich uranium faster. This is at least the third -- I don't have to tell you, the third violation of the nuclear deal that they have made in recent months. All of these are shortening the time that Iran would need to build an atomic -- well, a nuclear weapon to less than a year.  I -- is the threat of a nuclear Iran increasing? And given the fact U.S. sanctions have hammered the economy but they're not stopping Iran in this area, what's the U.S. going to do about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Chris, we hope the whole world will join us. President Trump has been very clear. Iran won't have a nuclear weapon on our watch. We'll stop it. He's made clear we are prepared to do whatever it takes to ensure that that's the case. The challenge is, of course, we came in after the previous administration had given the Islamic Republic of Iran, Ayatollah -- given him billions of dollars in economic wealth with which to build these very programs. And as you see, Chris, they can turn them back on like that.  One of the central failures of the JCPOA is that whatever limits there were could be turned back on in a minute. And we see this, right? They make an announcement, the next thing you know, they are spinning centrifuges, higher and higher enrichment rates. This was a crazy, failed deal. And so, our approach has been very different. Build out alliances with the Gulf States, with Israel, with all the partners around the world who understand the threat of nuclear weapons inside of the Middle East, inside of the Islamic Republic of Iran, and to reduce the capacity to execute that. And we've done it. We can see it with Hezbollah. They have fewer resources. We can see it with the Shia militias in Iraq. They are scrambling for resources. We think the Iranian government will shrink, that their GDP will shrink by as much as 12 or 14 percent this year. This will reduce their capacity to purchase the things they need, the equipment they need, the materials they need to inflict terror around the world. That's President Trump's approach. I think we've been very successful so far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump talks about the possibility of meeting with Iranian President Rouhani, possibly, at the U.N. General Assembly later this month. Here he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Their inflation is at a number that few people have ever seen inflation at. And it's a very sad situation. They could solve it very quickly. We could solve it in 24 hours. But we'll see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But Rouhani says no meeting until all U.S. sanctions are lifted first, and President Trump says there's no way that's going to happen. What do you put the odds of a Trump/Rouhani summit this month at the U.N.?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "I'll leave that to the folks in Vegas. Here's how I know we'll think about it. President Trump will think about whether it's appropriate to meet based on whether he thinks we can get an improved outcome for the American people. He has said he'd meet with him with no preconditions.  I know the tos and fros inside the Iranian government. There are those who think it's wise to meet. There are those who just want to continue to kill people around the world. We need to make sure that we're doing all we can to make those that understand that the revolutionary nature of the Iranian regime is unacceptable, that the they've to change their behavior, and that America will never permit them to have a nuclear weapon. Those inside of Iran that understand that, and I think that's the majority of the Iranian people as well, those are the folks we want to make sure and talk to so that we ultimately get the right outcome. We want a successful Iran. We want them to be part of the community of nations. You can't do that when you're building missiles that threaten Europe, threaten Israel, and building out systems that could ultimately create a nuclear weapon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Finally, you spoke at Kansas State University on Friday, which did not exactly dampen speculation that you might run for the Senate next year, which has been obviously talked about. In fact, Jerry Moran, the other senator, not the seat that you would be going for potentially, had talked about the prospects of you running the other day. Here he is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. JERRY MORAN (R-KS)",
      "sentences": "I wouldn't be surprised but (ph) what (ph) he would enter that race and I think he would be a good, solid candidate that would be -- have a lot of support in Kansas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, you have Jerry Moran's endorsement. Someone said the other day that you have gone recently from \"no\" to \"no comment\". You certainly are not shutting the door.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, that was very kind of Senator Moran. I appreciate the vote of confidence and I know he was trying to be incredibly helpful, as is Senator McConnell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Who says you're his number one choice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Let's be very clear, I have -- I have given the same message for the entire time I've been asked about this. The only people who ask me about this are folks like you, Chris, and that's just fine. I'm focused on what I'm doing everyday, so long as President Trump wants me to be his secretary of state, that's what I'm intent upon. I've given this a lot less thought than it sounds like lots of others may have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. One last question in this regard and I'll let it go. You -- because I know that that's what you always say, well, I want to do what President Trump wants me to do. What if President Trump comes to you because of Jerry Moran, because of Mitch McConnell early next spring and says, you know what, what the most important thing you could do for me is to run for the Senate to hold the Senate Republican majority, then what would you do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Goodness knows, Chris. I mean, I literally -- these are impossible to answer because I spend, as you can see, I spend every waking moment trying to deliver American diplomacy around the world. I'm going to keep doing that so long as I'm doing this, and we'll see -- we'll see what life brings when -- when the next thing in life approaches.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And we want to thank you and -- for honoring the service of Sergeant Barreto. We all hold him in our hearts, and we all hold the hearts of his family. You tell me his dad was in the military, other relatives in the military -- terrible loss.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Chris, thank you. It was a terrible loss. Thank you for honoring him by bringing this back up, that he is a true patriot and his family have sacrificed so much for our great country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Secretary Pompeo, thank you. Thanks for your time. Always good to talk with you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we'll bring in our Sunday group to discuss a potential peace deal with the Taliban. Plus, what would you like to ask the panel about what happens if U.S. troops leave Afghanistan? Just go to Facebook or Twitter, @FoxNewsSunday, and we may use your question on the air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We're like policemen in Afghanistan. But we're talking to the Taliban, we are talking the government. We'll see if we can do something.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump this week setting the stage for the U.S. to begin pulling troops from Afghanistan. But that's now in question after the president canceled a secret meeting at Camp David to be held today with the Taliban. And it's time now for our Sunday group. GOP strategist Karl Rove, FOX News political analyst Juan Williams, former Congresswoman Jane Harman, director of the Wilson Center, and anchor of \"The Daily Briefing\", Dana Perino. Karl, you were there in the White House when President Trump -- President Bush, rather, launched the war in Afghanistan back in 2001. What are your thoughts -- and, of course, we are coming up this week on Wednesday on the anniversary, the 18th anniversary of 9/11. What are your thoughts about the president wanting to meet with the Taliban face-to-face, people with the blood of thousands of Americans on their hands at Camp David and now calling up the meeting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, look, if it could bring about the end of the Taliban's efforts to bring down the Afghan government and to reestablish a sanctuary for terrorists, it would be worth it, but I think the president wisely -- look, the Taliban has been throughout the entirety of the negotiations with the U.S., escalating their attacks on both the Afghans and us. Last year, we lost 15 U.S. military personnel in Afghanistan. We lost 16 thus far this year with the third of year you have to go. And for the president -- the president found it intolerable and he was right to find it intolerable that while we had supposedly arrived at the outline of an agreement to end military hostilities between the Taliban and the U.S. military and our NATO allies, that they launched this attack. So, somehow the United States, Khalilzad, representative got maneuvered into a meeting. I think the president was absolutely right to cancel it. The optics of it would be bad and they be enormously good for the Taliban. We don't think that back home in the region they would take advantage of the fact that they were at Camp David on the 18th anniversary of 9/11, we are getting ourselves. Enormous psychological --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "That was going to be true whether or not they had killed those one U.S. soldier or not. That's why I question the idea of holding a meeting on the anniversary of 9/11.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, it would be nice to know the back story of how we got to this, but the fact of the matter is now the president has canceled and again, he was wise to do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Congresswoman, you know, with all due respect to Karl, he talks about, well, this deal would bring peace, but it wasn't going to bring peace. I mean, as we know the outlines of it, there was no national cease-fire, there was no assurance that there was going to be a deal between the Afghan government and the Taliban. There was no guarantee that they were going to protect women -- I mean, the deal as we saw it, the tentative deal in principle did not make sense.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JANE HARMAN, FORMER CONGRESSWOMAN (D-CA)",
      "sentences": "Not to me. I was in Congress on 9/11. I was the senior Democrat on the House Intelligence Committee. I was there when the buildings closed, we got them reopened on 9/11, I was at the site in New York a few days later, smelled the stench. I'm never going to forget that and I have been there most 9/11s when the names of the victims are read and, you know, no, I think this whole thing was crazy. Having the Taliban come to the U.S. and Adam Kinzinger's words was just nuts, it's sacrilegious, especially on 9/11. I had no problem with Zal Khalilzad, a capable man negotiating in Doha to see if it gets somewhere, but the idea of negotiating with the Taliban only outside the Afghan government never made any sense. It's a weak government with a weak military. If we leave, the day after his ISIS and al Qaeda and the Taliban resurgence and a new caliphate. So, it's a nice press release, but it's a terrible outcome and it dishonors the people who died, the trillions of dollars we spent, and I'm really happy this blew up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We ask you for questions for the panel and on what was until last night an agreement in principle with a Taliban that would have included pulling out 5,000 troops in five months and closing five U.S. bases, we got this on Facebook from Jill Mischo. Will this withdrawal allow the child venture take over the government again? What about the women that were brutalized under such a regime?  Dana, how do you answer Jill? And just generally, your thoughts about the whole enterprise up to this point? DANA PERINO, ANCHOR, \"THE DAILY BRIEFING\": Well, the fact that the Taliban was found to actually have been response will the killing of an American should not have come as a surprise. This is a pattern. It's like a tiger with its stripes, it doesn't end and therefore, I agree, not good. Not good to have the meeting at Camp David either. I think -- I understand the objective, but I think I could have been accomplished anywhere without the symbolism of Camp David.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Or without the president meeting with the Taliban.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, the president doesn't have to be there, right? And you could find out. OK. Well, let's just hypothetically say they get this agreement in principle, and then let's see, let's see what the Taliban does, and let's see if the investment that the American taxpayers have made and all the blood and treasure that we have dedicated to help reform, to make sure they can't attack us from there and to help protect women and girls in that area, let's see what they do before you invite them to Camp David, to the White House. I understand the objective but I think it could have been achieved another way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to get to Iran in a second, but your thoughts about the whole negotiation with the Taliban and what I continue to harp on, this astonishing idea before it was canceled -- and I agree with you, the idea that they were going to kill American soldiers, Dana, was not a surprise.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I know. They should not have been. The idea that the president was going to meet with the Taliban at Camp David three days before 9/11.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "sentences": "Well, I think this president saw this as an opportunity for him to make history. I mean, it would have been a historic meeting, much like what he did with Kim Jong-un of North Korea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes, but Kim Jong-un doesn't have the blood of thousands of Americans on his hands.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "No, no, no. But what I'm saying is if you're in the president's mind, this was an opportunity for him to say, I made history. You know, in fact, he called up a meeting with Kim Jong-un before he then at subsequent talks with Kim Jong-un. So, we don't know where this goes from here, but I think for him, it was an opportunity to say, I'm doing something three other presidents were unable to do -- get us out of Afghanistan, which is, by the way, politically popular in this country as an idea. I think there are two ways we can go forward here. One is we can when met militarily and obviously, we haven't done that over the course --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "-- 18 years, that doesn't look likely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Eighteen years, I think we have more than 2,300 Americans dead, Chris. So, obviously, it's very -- it would be very difficult, but that would be the idea, certainly. And Mike Pompeo, the secretary of state, has said this, you know, Al-Qaeda is on the run. They are diminished but the Islamic State remains, and obviously the Taliban remains. The second thought I have on this is the way to solve this problem I think goes back to something Jane Harman was just saying, which is instead of having the U.S. at the table with the Taliban and talking about withdrawal, let's get the government of Afghanistan, the people in Kabul at the table with the Taliban and insist that they make some kind of deal before the United States begins withdrawing troops.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But is that just part -- part of these negotiations, there was no -- up to this point, there was no talks between the Taliban and the Afghan government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "At the insistence of the Taliban.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "The Taliban refuses. So I agree with Juan, that this thing is ultimately going to be solved one of two ways. Either we and the Afghans and our NATO allies hold the line and defeat the Taliban's ability to take over the central government or the central government of Afghanistan itself gets that ability. But we're not going to solve the problem by -- in my opinion, but ultimately having us in the Taliban directly negotiate without the Afghan people being presented at the table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "And there is the day-after problem which is it's a weak government. Ghani tries but he's weak. Their military is feckless. The only reason they are where they are is that we are there both in terms of our military and paramilitary assets in the country. We leave, the place is over, the democracy experiment ends.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. We'll have to leave Iran for next week, it will still be there. Panel, we have to take a break here. We'll see you a little later in the program. Up next, he's made stops in Iowa and New Hampshire to explore -- explore -- a long shot Republican primary challenge to President Trump. But will he actually get into the race? Former South Carolina Governor Mark Sanford joins us live, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Coming up, former South Carolina Governor Mark Sanford considers a primary challenge to President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "He's the master of the putdown and the self congratulations. But that's not what will solve a lot of the problems that are facing our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll ask whether he'll make a run for the White House, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX HOST",
      "sentences": "Former South Carolina governor and congressman, Mark Sanford, admits a primary challenge to President Trump would be a, quote, \"David versus Goliath moment,\" but he's thinking about it. Governor Sanford joins us exclusively here in Washington. And, governor, welcome back to \"Fox News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK SANFORD (R), FORMER SOUTH CAROLINA GOVERNOR",
      "sentences": "My pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, you announced in July that you are considering running for president in the Republican primaries against Donald Trump. You've visited early voting states like North -- like New Hampshire and Iowa. Have you made a decision? Are you going to enter the race against Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "I have. And, you know, I planned to announce that back home this week. We had a hurricane come visit us on the coast of South Carolina, so that sort of disrupted plans on that front. But I'm here to tell you now that I am going to get in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You're going to run for president against Donald Trump in the primaries?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "I am. I am.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "Because I think we need to have conversation on what it means to be a Republican. I think that as a Republican Party we have lost our way. And I'd say so on a couple of different fronts. I'd say first, and sort of the epicenter of where I'm coming from is that we have lost our way on debt and deficits and spending. You know, one of the hallmarks of the Republican Party and the conservative movement has always been, how much do we spend. I mean it was Milton Freedman's notion of the ultimate measure of government is how much it spends. I think, as a party, we've lost our way. The president has called himself the king of debt. Has a familiarity and a comfort level with debt that I think is ultimately leading us in the wrong direction. We can get into those numbers, but the numbers are astounding. Just take, for instance, as a data point, this last debt deal that adds $2 trillion of additional debt to our country, over the next 10 years adds a third of a trillion dollars in new spending, and really there wasn't conversation on that. So I'd say the epicenter where I'm coming from is we have got to have a national conversation, and a Republican conversation, on where are we going on debt and deficits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But -- but I guess here's the question when I say why.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You've got to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "I'll come -- I'll come in with some others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK, well, we'll get to them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "Yes, yes, yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You've got to know you basically have no chance of winning the Republican nomination, so why run for president?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "I think you probably would have said that same thing to Donald Trump just a matter of months ago as he faced the likes of Jeb Bush and others.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You honestly think you have a serious chance of beating --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "I'm saying, you never know. I've said -- I've listed my goals, my primary goals to say, let's go out and force -- or try and create a conversation on that which is not being talked about in this presidential cycle. Once every four years we have a chance to have a national debate on where we're going next as Republicans and Democrats and as Americans. And the thing that has been lacking in this debate has been an earnest and real conversation on debt and deficit and government spending. And I find it astounding to watch the number of Democratic debates that I've seen and no mention, no conversation on where we're going with regard to debt and its implications for every one of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, your talk about the fact that Donald Trump was a long shot four years ago. I don't think it -- first of all, he wasn't running against an incumbent president of his own party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Secondly, let's look at some of the obstacles that you faced because they're -- they're sizable. Eighty-five percent of Republicans approve of the job the president is doing in a recent poll. So he's got strong support in his own party. A number of states, including your home state of South Carolina, just yesterday, have decided not to hold presidential primaries at all. And the RNC has done away with its committee to set up debates. So how do you get your message out? How do you even get on the playing field with the president to have this debate?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "We're talking right now and we're talking on national television. And I've been talking on a variety of different outlets here over the last month as I've entertained this idea. It would be my plan to build on that going forward, to go and spend serious time in New Hampshire and -- and in Iowa and a whole host of other states. Again, this is the beginning of a long walk, but it begins with that first up. And that's what I'm announcing here today. I would also say this, it's not just debt and spending, which is again my primary focus given the fact that we're walking our way toward the most significant financial storm I believe in our country since the Great Depression. That's what we're walking toward. And I think we need, again, to have a real conversation about what that means for the American dream and what that means in our ability to achieve a job, wealth, and all those things to go with -- with the American dream. What I'd also say is that we need to, as well, have a conversation on where are we going on trade, protectionism, turning inward versus outward? One of the, again, hallmarks of the Republican Party has always been a focus on -- on -- on the world at large and the recognition of the fact that though we were not ultimately is a population the big player in the world, economically we were because we engaged with the rest of the world. If you look at the Trump tariffs, you're looking at about a thousand dollars per household. \"The Wall Street Journal\" had an article just yesterday talking about you're looking at about a one point deterioration in the rate of growth going forward. I think we need to have a conversation there. Think we need to have a conversation on the degree to which institutions and political culture are being damaged by this president. And -- and, you know, those institutions and that political culture is really the glue that holds together our balance of power. That's a longer conversation. And, finally, I think we need to have a conversation on -- on humility and one's approach to politics. At the end of the day, a tweet is interesting, maybe newsworthy, but it's not leadership. And we're not going to solve some of the profound problems that we have as Americans by tweet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, you're getting into the -- you're in the race now. You're going to get asked tough questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me ask you the most obvious one. I think it's fair to say, sir, that you are best known around the country as the governor who disappeared for a week in 2009. Your aides said you were hiking the Appalachian Trail. In fact, you were a married governor --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "In Argentina with your then girlfriend. Question, isn't that going to be a deal breaker for a lot of voters?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "Well, I'd -- again, I actually went on an apology tour, if you want to call it that, back home in the wake of that for the last year and a half of my governorship. And what I learned through that is I guess what General Mattis talks about, which is the mistakes in life, the mistakes that we make are the great tuitions of life. They cost us, but you can learn from them. And, for me, I learned a level of humility, a level of empathy that I didn't have before, a level of judgment. It is something of great regret. It's something I've apologized extensively for. And in contrast to the president, when he says there's not a single thing that he sort of regrets or apologizes for, I profoundly apologize for that. And I believe in the Christian model of repentance and renewal and a second chance. And what's been interesting in the wake of all that -- this is ten years ago -- is that subsequent to that the folks who knew me best back home said, look, we don't approve of that chapter of your life or how you handled it, but we're going to give you a second chance and we're going to send you to Congress to represent us, which I did for the following six years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You and the president have some history. Just in 2018 you were running for re-election against a woman, Katie Arrington. At the very last minute, on Election Day, the president endorsed her over you, and you guys hadn't gotten along for some period of time. And after you lost in the primary to Arrington, he laughed about it on the campaign trail. Here he is. DONALD TRUMP, PRESIDENT OF THE UNITED STATES (August 4, 2018): She beats a man that likes flamingo dancers from Argentina. You know about that. He was supposed to be vacationing on the Tallahassee Trail, but he was actually in Argentina. I don't know, Jim, do they have a Tallahassee Trail in Argentina? I don't think, right? No? No, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "How much of this is personal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "None. Again, if you look at my 25 years in politics, what you'd find is an absolute focus and all kinds of (INAUDIBLE). And the Cato Institute rated me the most financially conservative government in the United States of America. The National Taxpayer's Union, Citizens Against Government Waste, all the different rating agencies have seen how consistently I have talk about this. Again, we're nearing a tipping point, financially, that's going to have profound implications for my four sons and a whole lot of other kids and grandkids that are out there. It's not personal. But it is indicative of the where that the president makes too many things personal. I mean think about this, my voting record was 90 -- more than 90 percent with the president. Ninety percent. Now, I love my brothers and sisters, but I don't agree with them 90 percent. And yet we get along just fine. But that's not the world of Trump. The world of Trump is personal loyalty. I believe, as a conservative, or loyalty is to be to ideals and to ideas and -- and we agreed on 90 percent --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me pick up on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "And we disagreed on a handful of things and therefore it's not good enough.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I -- I --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "There something wrong with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I got less than a minute left --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And I want to just pick up on that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Because you point out that the GOP -- the president has moved the GOP away from traditional values, like the deficits and free trade and America's role in the world. How -- in a minute --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "How do you explain the Republican Party's allegiance to President Trump despite all this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "Again, it's the exact thing that got him elected. People look at Hillary Clinton versus Donald Trump and said, OK, I may not like some of what he does or some of how he handles things, but I -- I'll pick him over her. They haven't had a choice. And that's why I'm running. I think that Americans deserve and need a choice that has had a real executive branch experience, which I had over two terms as governor, which I've had real legislative experience, which is what I had over 12 years in the U.S. Congress at the Capitol right behind us. And I think that if you look at a lot of those polls, about half of them say we would like to see the president primaried, we'd like to see a conversation within the Republican Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And now you're going to provide it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "I'm going to try.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Governor Sanford, thank you. Thanks for coming in today. Safe travels on the campaign trail, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANFORD",
      "sentences": "Yes, sir. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "When we come back, our Sunday group will discuss the impact of the trade war with China on the economy and they'll look ahead to what Congress will do on guns and impeachment as lawmakers return from their long summer recess.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEROME POWELL, CHAIRMAN, FEDERAL RESERVE",
      "sentences": "I think it is the case that uncertainty around trade policy is causing some companies to hold back now on investment. And so our obligation is to use our tools to support the economy. And that's what we'll continue to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Federal Reserve Chair Jay Powell openly hinting he's prepared to cut interest rates again as the tariff battle between the U.S. and China slows business investment and dampens consumer confidence. And we're back now with the panel. Well, the August jobs report was disappointing, only 130,000 jobs -- new jobs created. And take a look at this to put it in context. Over the last three months, job growth has averaged per month 156,000. That compares to an average of 190,000 new jobs a month for the eight years since the end of the recession. Dana, between the global slowdown and the continuing and perhaps intensifying trade war between the U.S. and China, how big a threat to our economy and how big a threat to President Trump's fortunes in 2020? DANA PERINO, ANCHOR, \"THE DAILY BRIEFING\": I think that the president actually has the pulse of the nation right on this one, that they understand that China needs to be dealt with. That's across the board in every sector but people seem to be getting a little bit nervous. Like, you have a lot of planes in the air, Mr. President, you've got to land one of these. And the trade deals, both the China trade deal and also the one with Mexico and Canada. If you could get those done this year it would be good. I did think that Neil Irwin (ph) of \"The New York Times,\" who's an economist who basically said, I don't think there's going to be a recession, but there could be a little bit of a slowdown, but as long as there's positive growth, I think that Jerome Powell, who you just had the sound bite from, he would do what he needs to do for -- to help the economy, but he doesn't want to be bullied into it by the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Pretty hard not to be bullied when the president keeps bullying him, right, at least to be perceived as doing that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I think -- I think -- I think that there's some jawboning that's being done, but I think that Jerome Powell has showed that he's independent. But also, you know, you don't necessarily -- I don't think negative interest rates are necessarily a sign of economic strength. As a country you don't necessarily want that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "No. I mean we're a little bit aways (ph) from negative interest rate. But let me pick up on the Jay Powell part of it with you, Juan, because, you know, despite signs of a slowdown, Jay Powell there, in that -- in that session this week reassuring that they're going to do what they need to do to keep the economy going and really pretty broadly hinting there will be at least another interest rate cut, there's more talk it will be 25 basis points or a quarter percent, not a full 1 percent or -- I love this because, you know, I -- I like talking about -- I've never understood why it has to be 100 basis points rather than 1 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "sentences": "One point. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, anyway, it makes me sound like I know what I'm talking about. OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "And I -- I go to you for financial advice.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "There you go. Exactly!",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "But I think Jerome Powell has been very clear, the Fed's job is stability. But what he's saying, that even with the quarter-point cut is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Twenty-five basis points.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "That's supposed to come on September 17th, he does not see that as strong enough to counter the uncertainty that comes from trade war, high tariffs, and impulsive tweets. He just doesn't see it. So what he's saying is, Mr. President, you have to deal with this. The president, on the other hand, is saying to Jay Powell, no, you're worse than the Chinese, which is unbelievable. I mean and so I think it creates more uncertainty and hurts his cause. And certainly Jay Powell doesn't look, as Dana said, like he's going to play along with the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Karl, let's -- let's turn -- Congress, after a long recess, is coming back this week and there is going to be a lot on their plates. What do you expect from Congress on gun control after all these terrible mass shootings over the course of the summer, on impeachment, and on keeping the government running, because they still don't have a deal, at least at this point, on September 30th, the end of the month, to fund the government?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "sentences": "Well, on the last one, I think that they're going to muddle their way through to a solution. May not happen before the end of the month, but I think both parties recognize that it's to their detriment if they don't get a deal and it's to their advantage if they do. So I expect we'll see action on that. I don't see the government shutting down. On guns, I think it all depends upon the president. If the president signals I'm willing to do something, whether it's publicly or privately, signals to the Republican Senate, I'm willing to sign something that -- that is x, then I think they'll get x done. Absent that, I don't see any action on guns. But, you know what, but my sense is, all of the next three months is going to be basically drowned out by an action that's going to start this week with a vote by the House Judiciary Committee to formally move towards impeachment, not formally begin the impeachment, but move towards it. And just -- and just like --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And what does that -- I don't understand, what does that mean, to move towards an --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Well, you know what, I'm trying to figure out why you -- we have -- and we've heretofore, when we begin an impeachment, we have the House vote to authorize the -- the impeachment -- an impeachment proceeding. Then we have the Judiciary Committee proceed. We'd had the Judiciary Committee proceeding for the last year and a half. And what's going to happen is, they're going to keep proceeding forward. They're going to be finding PR gestures and, you know, a scapegoat hearings and outrageous statements. And, as a result, it's going to drown out everything else Nancy Pelosi has been trying to do. Who can name the four or five major pieces of legislation that the House of Representatives has passed and sent to the Senate? Nobody on the street corners of America can tell you what that is because it's all drowned out by impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let me -- let me go to Congresswoman Harman. So you now have a majority of the House Democrats who have called, not for impeachment, but for formally beginning impeachment proceedings. Will Nancy Pelosi be forced to put some kind of official marker on this proceeding?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JANE HARMAN, FORMER CONGRESSWOMAN (D-CA)",
      "sentences": "I think she's right to be doing what she's doing, which is to forestall this. The idea of impeaching the president in the House, which I think could happen, but then having it die in the Senate -- he won't be convicted in the Senate under Mitch McConnell's leadership there -- means, as we saw in 1998, that the president will look stronger and the party behind this will look weaker. And I think that's the movie she saw. We were all in Congress at the same time. So I think she's right to resist that. This inquiry business is a way to get more documents, which the White House has -- has --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "No, it's a way to get more attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "Well, I think it's a way to get more documents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "Lots more attention.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "But let me say something on keeping the government open. I served with Mark Sanford. He's right to raise the debt and deficit issue. No one else is raising it in either party. And if we get a budget, it will balloon the deficit even more. Karl agrees with me on that. And it's a tragedy that we are not paying attention to that. And it's a vulnerability in terms of our economic health. I just wanted to put that out there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right, well --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "And, finally, on guns, just last thing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARMAN",
      "sentences": "It depends on -- on the president only. I think the red flag idea of -- of Lindsey Graham is good. We should get that and build on it. But we need far more if we're going to have gun safety for kids in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Dana, what do you expect out of Congress in the -- the remaining months of this year?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "Well, when I used to do press relations, I -- you would look ahead and you'd think, there's the twos -- it's -- there's the things you have to do, the things you want to do, and the things that happen to you. So what they want to do -- well, they have to fund the government. They want to do drug pricing in the trade deal, especially USMCA. But the things that happen to you, it will be impeachment. That will take up all the oxygen, I would agree with Karl, is very hard for the media to focus on any other thing than impeachment. But the president, I think, will give them a run for their money as he tweets out that (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And in 30 seconds, thoughts about the -- the House Democrats going down the trail, not of impeachment, but of impeachment proceedings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "It rely doesn't make much of a difference. That plays to the Democratic base that really would like to see President Trump impeached, but that's all it is. It's window dressing. The real business is going to be on funding the government and I think the critical issue is guns. I think lots of people think we should, as Americans, Republican and Democrat, come together on this. The NRA has been stopping it. Mitch McConnell seems as if he's indifferent unless the president tells him what to do. How weak.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. So he's not only Moscow Mitch, he's now --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Hey, I -- I didn't say that. I didn't say that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "You know what, I've got to defend Mitch McConnell.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERINO",
      "sentences": "I don't think that's fair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "He -- he's got --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You've got five seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "He's got to have the president's signal, what he's willing to sign, otherwise it is window dressing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "What about leadership from the Senate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROVE",
      "sentences": "He is leading.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Thanks, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" the wife of an NFL Hall of Famer is now carrying the ball to help older, retired players get their due.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The NFL is kicking off its 100th season this weekend, but players from seasons past haven't shared in the bounty from the league they helped build. Now one woman is trying to change that. Here's our \"Power Player of the Week.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LISA MARIE RIGGINS, ADVOCATE FOR NFL PENSION PARITY",
      "sentences": "You have very proud families and proud men who aren't going to beg and I've tried to create a way to be a voice without exposing them in an uncomfortable way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Lisa Marie Riggins is talking about FAIR, Fairness for Athletes in Retirement, a nonprofit she helped set up last year to advocate for former pro football players. She has the support of Hall of Famer like Dick Butkus, Franco Harris, and her husband, John Riggins.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN RIGGINS, NFL HALL OF FAMER",
      "sentences": "I mean I'm getting by all right for now, but there's a lot of guys out there that aren't. And they deserve a little bit better than what they've been shown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's another Green Bay touchdown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The problem is, players who retire before 1993 have a whole different set of benefits than player who retire now. A pre-'93 player in the league seven years gets a pension of about $25,000 a year and nothing else. The current player gets more than double that pension, health care, a 401(k) and other benefits.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. RIGGINS",
      "sentences": "We are asking for parity and -- in one benefit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. RIGGINS",
      "sentences": "Pension.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You're not asking for the health care.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. RIGGINS",
      "sentences": "Nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You're not asking for the 401(k).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. RIGGINS",
      "sentences": "Nothing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Just give us the same pension that current players get.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. RIGGINS",
      "sentences": "That's it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "What's the reaction been from the league and the Players Association?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. RIGGINS",
      "sentences": "I have not gotten any direct action. WALLACE (voice over): Lisa Marie says some older players, even household names to football fans, are suffering from the physical and cognitive effects of the game and don't have the money to take care of themselves or their families.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. RIGGINS",
      "sentences": "I just saw this sad, sad despair that was growing amongst friends and people I care about and how do you stand by and watch it if there's something you can at least try to do?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Lisa Marie and John met when he was a college student and he was still a player.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. RIGGINS",
      "sentences": "I thought he was one of the more exciting, charismatic, dynamic people I'd ever -- I'd ever seen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. RIGGINS",
      "sentences": "I was smitten. I didn't know they made people like John. WALLACE (voice over): They've been married 23 years and Lisa Marie, who started as an actress, has been a lawyer for more than a decade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "J. RIGGINS",
      "sentences": "Oh, no, she still knows who that guy is. He hadn't showed up for quite a while. But, you know, he's always around. I mean you never know when he's going to show up. WALLACE (voice over): Lisa Marie just wants to make sure John's generation of players get what they deserve for helping build the game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "L. RIGGINS",
      "sentences": "I will get tremendous satisfaction knowing that there are these 4,500 players and their families that will have a check that they earned that is commensurate with their contributions that something will improve their quality of life and it will be a thanks for everything that they did. They were not forgotten. They are not ignored. They are honored.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Lisa Marie's work with FAIR isn't her only cause. She recently signed on to run day-to-day operations of the Washington area USO. And that's it for today. Have a great week and we'll see you next \"Fox News Sunday.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, FOX NEWS ANCHOR",
      "utterance": "I'm Chris Wallace. President Trump cancels a secret meeting with the Taliban and calls off peace negotiations. We'll talk live with the secretary of state."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We're talking to the Taliban. We're talking to the government. We'll see if we can do something."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Those talks now in question after the president calls off a secret summit days after an agreement in principle with the Taliban that would pull thousands of U.S. troops out of Afghanistan. And Iran taking new steps to break out of the nuclear deal while President Trump raises the possibility of a meeting with Iran's president."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We're going to see what happens. They want to talk. They want to make a deal."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll discuss all of this with Secretary of State Mike Pompeo live, only on \"Fox News Sunday.\" Then --"
    },
    {
      "speaker": "MARK SANFORD, FORMER SOUTH CAROLINA GOVERNOR",
      "utterance": "It'd be a very steep climb, but you know that going in."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Former South Carolina Governor Mark Sanford considers running against President Trump for the 2020 Republican nomination. Will he join the race? It's a \"Fox News Sunday\" exclusive. Plus, lawmakers returned to Congress after the long summer recess. We'll ask our Sunday panel what to expect on gun control, impeachment, and keeping the government running. And our \"Power Player of the Week,\" the woman leading the charge to protect the legends who built pro football."
    },
    {
      "speaker": "LISA MARIE RIGGINS, ADVOCATE FOR NFL PENSION PARITY",
      "utterance": "How do you stand by and watch it if there's something you can at least try to do?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "All, right now, on \"Fox News Sunday.\""
    },
    {
      "speaker": "WALLACE",
      "utterance": "And hello again from Fox News in Washington. We begin with stunning news from President Trump, that he planned to hold a secret meeting at Camp David today with Taliban leaders and the Afghan president. But late last night, he announced on Twitter he has canceled the meeting and all peace talks with the Taliban after that group claimed it was behind a bomb attack this week in Kabul that killed a U.S. soldier. In a moment, we'll talk with Secretary of State Mike Pompeo live here in Washington. But, first, David Spunt has the latest from the White House -- David."
    },
    {
      "speaker": "DAVID SPUNT, FOX NEWS CORRESPONDENT",
      "utterance": "Chris, good morning. The president's announcement comes just days before the U.S. marks 18 years since the 9/11 terror attacks and throws into question withdrawing troops from America's longest war."
    },
    {
      "speaker": "SPUNT",
      "utterance": "The suicide car bombing near the U.S. embassy in Kabul left an American soldier dead, killing others nearby. It happened just two days before leaders were set to discuss removing 5,000 U.S. troops from the country."
    },
    {
      "speaker": "President Trump tweeting Saturday night",
      "utterance": "I immediately canceled the meeting and called off peace negotiations. What kind of people would kill so many in order to seemingly strengthen their bargaining position? Secretary of State Mike Pompeo paid his respects Saturday night during the dignified transfer of 34-year-old Army Sergeant First Class Elis Barreto Ortiz. The president also weighing negotiations with Iran."
    },
    {
      "speaker": "TRUMP",
      "utterance": "They would like to be able to solve their problem -- they got a big problem. They are getting killed financially."
    },
    {
      "speaker": "SPUNT",
      "utterance": "There is speculation he might meet with Iran's President Hassan Rouhani at the United Nations later this month. On Saturday, Iranian officials announced they will continue to advance the use of centrifuges, a violation of the 2015 nuclear agreement. The U.S. backed out of the deal last year. The head of the International Atomic Energy Agency, Cornel Feruta, will meet with Iranian leaders on Sunday to discuss the recent developments."
    },
    {
      "speaker": "SPUNT",
      "utterance": "Now, Chris, back to Afghanistan, the Taliban releasing a statement this morning, I want to read to you. It is a bold statement. And this was a quote: The Americans will suffer more than anyone else for canceling the talks. That is a statement from a Taliban spokesman this morning. Chris, back to you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "David Spunt reporting from the White House -- David, thank you. Joining us now to discuss all of this and more, Secretary of State Mike Pompeo. Mr. Secretary, welcome back to \"Fox News Sunday.\""
    },
    {
      "speaker": "MIKE POMPEO, U.S. SECRETARY OF STATE",
      "utterance": "Chris, it's great to be back on. Thanks for having me on the show this morning."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's start with the president's tweet late last night that he has called off the meeting, canceled the meeting with the Taliban that was to be held at Camp David today, a secret meeting, and that he has called off all peace talks, negotiations with the Taliban. Where does that leave the plan to begin to pull U.S. troops out of Afghanistan?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, Chris, remember the principles -- President Trump has made clear he wants to reduce risks to Americans. You showed the pictures last night from the dignified transfer, the remains of Sergeant First Class Barreto. I was out there with his family. It's a reminder to all of us of the enormous costs and sacrifice these heroes make for us each and every day. President Trump is trying to reduce that risk. At the same time, he's committed to making sure that we reduce the risk that terror should ever strike the United States from Afghanistan again. And so, we've been working for months for a peace and reconciliation deal. We've been working with the Afghan government, working with other Afghan leaders, been working with the Taliban to try and reduce the level of violence to commence -- and you would know this, Chris, well, we've been trying to get the Afghans to talk to each other, this basic idea for almost two decades now, and we had their -- the Taliban's commitment to do that. We had their commitment to break from Al-Qaeda publicly, and they would obviously have to deliver on that commitment. So, we've made real progress, but in the end, the Taliban overreached. They forgot that America is always going to protect its interests -- the commander, the commander of Resolute Support and the NATO forces there are still at this hard (ph). We killed over a thousand Taliban just in the last 10 days. And while this isn't a war of attrition, the American people should know we will continue to apply the appropriate pressure to make sure that we're never struck with terror again from Afghanistan."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, are the talks now dead and what will it take to restart them?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, for the time being they are."
    },
    {
      "speaker": "WALLACE",
      "utterance": "They're dead?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "We've recalled -- we've recalled Ambassador Khalilzad to come back to Washington so that we can begin to think about how we would chart the path forward, and I think in all (ph) -- although the president hasn't made a final decision, but what they did here was they tried to use terror to improve their negotiating position. And I think anyone who was observed President Trump knows whether it was in Hanoi with North Korea or whether it's been in how we responded when the Chinese reneged on their commitment in the trade deal, if in the course of a conversation, where we're trying to improve both teams' outcomes through a negotiated solution, if the other team commits an act that's inconsistent with that, President Trump is not going to take that deal. He's not going to take a bad deal. We're looking for more than words on paper. Were looking for real, delivered commitment and the Taliban demonstrated either that they weren't willing to or couldn't live up to the commitment they needed to make to reduce violence there."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, the talks are off indefinitely?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "I hope -- I hope we get them started back. It will ultimately be up to the Taliban. They have got to demonstrate that they're prepared to do the things that we ask them to do in the course of those negotiations."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But the Taliban, as David Spunt just reported, has just come out with the statement --"
    },
    {
      "speaker": "POMPEO",
      "utterance": "You know, a lot of people bluster, Chris. There's -- those words -- cooler heads I hope will prevail. I didn't see the full statement, I don't know its context, I don't know precisely who issued with this. It's the case that the Taliban is not monolithic."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me just -- they said, Americans will suffer more than anyone else and that this will result in the death of more American troops."
    },
    {
      "speaker": "POMPEO",
      "utterance": "I hope that's not the case. We don't want any loss of American life. Know this, know that our Department of Defense and General Miller have the full authority to do what they need to do to protect American soldiers, sailors, Air Force folks working in the area, and do everything they need to do to prevent a terror attack from ever coming back to the United States as it did now almost 18 years ago."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to get to the bigger question. Who thought it was a good idea for the president of the United States -- you had an agreement in principle already, your envoy meeting with Taliban leaders in Qatar, fine. Who thought it was a good idea for the president of the United States to meet with Taliban leaders who have the blood of thousands of Americans on their hands just three days before 9/11?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "You know, we know the history of Camp David. We reflected on that as we were thinking about how to deliver for the American people. And so, as we considered the right path forward -- your point about an agreement in principle, I think that's true. We weren't complete -- still lots of implementation issues, lots of technical issues that needed to be worked on even though we've been doing this for months. President Trump ultimately made the decision. He said, I want to talk to President Ghani. I want to talk to these Taliban negotiators. I want to look them in the eye. I want to see if we can get to the final outcome that we needed so that we could signoff on that deal. So, we found that arrangement acceptable. That the verification was adequate, and we concluded this was a perfectly appropriate place. You know the history of Camp David. Lots of bad folks have come through that place. There have been lots of peace negotiations taking place. It's almost always the case, Chris, that you don't get to negotiate with good guys. The reason you're in negotiations to end wars, to end conflicts, to end violence, to reduce risk to the American people, is almost always because the person across the table from you isn't exactly the finest."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, I understand -- I don't want to press the point too much, but, you know, Yasser Arafat was there, and, obviously, he was responsible, the Palestinian Liberation Organization, for the death of many people."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Many Americans."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But the Taliban has the -- had the deaths of thousands of Americans and it's just three days before 9/11. No concerns about that? And I guess my question is -- you know, I can understand the envoy talking to them. Why does the president have to confer that status on them?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Yes. President Trump was very clear. He wanted to make sure we got to the right place. He has always been someone -- I've observed this now for my entire time working for him, as CIA director and now as secretary of state. He is willing to take risks. If he believes he can deliver a good outcome for the American people, he was -- he was hopeful that this conversation would lead -- I mean, we've been at this now almost two decades, Chris, $30 billion a year, and we've got terrorists all across the world, not just in Afghanistan. We've got to make sure we have the forces postured right all across the world. We sometimes singularly focus on Afghanistan because of its deep history and deep connection and what they did on 9/11 that still angers me to this very moment, we've got to make sure we get it right. And our efforts over the last months have been to do that. President Trump has been very clear about our mission set. And I hope we'll get the opportunity to continue to head down that path so that we can get the reduction in violence, and we can get the Taliban to make a commitment and then live up to it to break with Al-Qaeda and that we can get them back at the negotiating table with their Afghan brothers and sisters to reduce the level of violence there."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Iran just announced that it is going to use advanced centrifuges that will allow it to enrich uranium faster. This is at least the third -- I don't have to tell you, the third violation of the nuclear deal that they have made in recent months. All of these are shortening the time that Iran would need to build an atomic -- well, a nuclear weapon to less than a year. I -- is the threat of a nuclear Iran increasing? And given the fact U.S. sanctions have hammered the economy but they're not stopping Iran in this area, what's the U.S. going to do about it?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Chris, we hope the whole world will join us. President Trump has been very clear. Iran won't have a nuclear weapon on our watch. We'll stop it. He's made clear we are prepared to do whatever it takes to ensure that that's the case. The challenge is, of course, we came in after the previous administration had given the Islamic Republic of Iran, Ayatollah -- given him billions of dollars in economic wealth with which to build these very programs. And as you see, Chris, they can turn them back on like that. One of the central failures of the JCPOA is that whatever limits there were could be turned back on in a minute. And we see this, right? They make an announcement, the next thing you know, they are spinning centrifuges, higher and higher enrichment rates. This was a crazy, failed deal. And so, our approach has been very different. Build out alliances with the Gulf States, with Israel, with all the partners around the world who understand the threat of nuclear weapons inside of the Middle East, inside of the Islamic Republic of Iran, and to reduce the capacity to execute that. And we've done it. We can see it with Hezbollah. They have fewer resources. We can see it with the Shia militias in Iraq. They are scrambling for resources. We think the Iranian government will shrink, that their GDP will shrink by as much as 12 or 14 percent this year. This will reduce their capacity to purchase the things they need, the equipment they need, the materials they need to inflict terror around the world. That's President Trump's approach. I think we've been very successful so far."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump talks about the possibility of meeting with Iranian President Rouhani, possibly, at the U.N. General Assembly later this month. Here he is."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Their inflation is at a number that few people have ever seen inflation at. And it's a very sad situation. They could solve it very quickly. We could solve it in 24 hours. But we'll see what happens."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But Rouhani says no meeting until all U.S. sanctions are lifted first, and President Trump says there's no way that's going to happen. What do you put the odds of a Trump/Rouhani summit this month at the U.N.?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "I'll leave that to the folks in Vegas. Here's how I know we'll think about it. President Trump will think about whether it's appropriate to meet based on whether he thinks we can get an improved outcome for the American people. He has said he'd meet with him with no preconditions. I know the tos and fros inside the Iranian government. There are those who think it's wise to meet. There are those who just want to continue to kill people around the world. We need to make sure that we're doing all we can to make those that understand that the revolutionary nature of the Iranian regime is unacceptable, that the they've to change their behavior, and that America will never permit them to have a nuclear weapon. Those inside of Iran that understand that, and I think that's the majority of the Iranian people as well, those are the folks we want to make sure and talk to so that we ultimately get the right outcome. We want a successful Iran. We want them to be part of the community of nations. You can't do that when you're building missiles that threaten Europe, threaten Israel, and building out systems that could ultimately create a nuclear weapon."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Finally, you spoke at Kansas State University on Friday, which did not exactly dampen speculation that you might run for the Senate next year, which has been obviously talked about. In fact, Jerry Moran, the other senator, not the seat that you would be going for potentially, had talked about the prospects of you running the other day. Here he is."
    },
    {
      "speaker": "SEN. JERRY MORAN (R-KS)",
      "utterance": "I wouldn't be surprised but (ph) what (ph) he would enter that race and I think he would be a good, solid candidate that would be -- have a lot of support in Kansas."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, you have Jerry Moran's endorsement. Someone said the other day that you have gone recently from \"no\" to \"no comment\". You certainly are not shutting the door."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, that was very kind of Senator Moran. I appreciate the vote of confidence and I know he was trying to be incredibly helpful, as is Senator McConnell."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Who says you're his number one choice."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Let's be very clear, I have -- I have given the same message for the entire time I've been asked about this. The only people who ask me about this are folks like you, Chris, and that's just fine. I'm focused on what I'm doing everyday, so long as President Trump wants me to be his secretary of state, that's what I'm intent upon. I've given this a lot less thought than it sounds like lots of others may have."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. One last question in this regard and I'll let it go. You -- because I know that that's what you always say, well, I want to do what President Trump wants me to do. What if President Trump comes to you because of Jerry Moran, because of Mitch McConnell early next spring and says, you know what, what the most important thing you could do for me is to run for the Senate to hold the Senate Republican majority, then what would you do?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Goodness knows, Chris. I mean, I literally -- these are impossible to answer because I spend, as you can see, I spend every waking moment trying to deliver American diplomacy around the world. I'm going to keep doing that so long as I'm doing this, and we'll see -- we'll see what life brings when -- when the next thing in life approaches."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And we want to thank you and -- for honoring the service of Sergeant Barreto. We all hold him in our hearts, and we all hold the hearts of his family. You tell me his dad was in the military, other relatives in the military -- terrible loss."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Chris, thank you. It was a terrible loss. Thank you for honoring him by bringing this back up, that he is a true patriot and his family have sacrificed so much for our great country."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Secretary Pompeo, thank you. Thanks for your time. Always good to talk with you, sir."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Thank you, sir."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we'll bring in our Sunday group to discuss a potential peace deal with the Taliban. Plus, what would you like to ask the panel about what happens if U.S. troops leave Afghanistan? Just go to Facebook or Twitter, @FoxNewsSunday, and we may use your question on the air."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We're like policemen in Afghanistan. But we're talking to the Taliban, we are talking the government. We'll see if we can do something."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump this week setting the stage for the U.S. to begin pulling troops from Afghanistan. But that's now in question after the president canceled a secret meeting at Camp David to be held today with the Taliban. And it's time now for our Sunday group. GOP strategist Karl Rove, FOX News political analyst Juan Williams, former Congresswoman Jane Harman, director of the Wilson Center, and anchor of \"The Daily Briefing\", Dana Perino. Karl, you were there in the White House when President Trump -- President Bush, rather, launched the war in Afghanistan back in 2001. What are your thoughts -- and, of course, we are coming up this week on Wednesday on the anniversary, the 18th anniversary of 9/11. What are your thoughts about the president wanting to meet with the Taliban face-to-face, people with the blood of thousands of Americans on their hands at Camp David and now calling up the meeting?"
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, look, if it could bring about the end of the Taliban's efforts to bring down the Afghan government and to reestablish a sanctuary for terrorists, it would be worth it, but I think the president wisely -- look, the Taliban has been throughout the entirety of the negotiations with the U.S., escalating their attacks on both the Afghans and us. Last year, we lost 15 U.S. military personnel in Afghanistan. We lost 16 thus far this year with the third of year you have to go. And for the president -- the president found it intolerable and he was right to find it intolerable that while we had supposedly arrived at the outline of an agreement to end military hostilities between the Taliban and the U.S. military and our NATO allies, that they launched this attack. So, somehow the United States, Khalilzad, representative got maneuvered into a meeting. I think the president was absolutely right to cancel it. The optics of it would be bad and they be enormously good for the Taliban. We don't think that back home in the region they would take advantage of the fact that they were at Camp David on the 18th anniversary of 9/11, we are getting ourselves. Enormous psychological --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "That was going to be true whether or not they had killed those one U.S. soldier or not. That's why I question the idea of holding a meeting on the anniversary of 9/11."
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, it would be nice to know the back story of how we got to this, but the fact of the matter is now the president has canceled and again, he was wise to do so."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Congresswoman, you know, with all due respect to Karl, he talks about, well, this deal would bring peace, but it wasn't going to bring peace. I mean, as we know the outlines of it, there was no national cease-fire, there was no assurance that there was going to be a deal between the Afghan government and the Taliban. There was no guarantee that they were going to protect women -- I mean, the deal as we saw it, the tentative deal in principle did not make sense."
    },
    {
      "speaker": "JANE HARMAN, FORMER CONGRESSWOMAN (D-CA)",
      "utterance": "Not to me. I was in Congress on 9/11. I was the senior Democrat on the House Intelligence Committee. I was there when the buildings closed, we got them reopened on 9/11, I was at the site in New York a few days later, smelled the stench. I'm never going to forget that and I have been there most 9/11s when the names of the victims are read and, you know, no, I think this whole thing was crazy. Having the Taliban come to the U.S. and Adam Kinzinger's words was just nuts, it's sacrilegious, especially on 9/11. I had no problem with Zal Khalilzad, a capable man negotiating in Doha to see if it gets somewhere, but the idea of negotiating with the Taliban only outside the Afghan government never made any sense. It's a weak government with a weak military. If we leave, the day after his ISIS and al Qaeda and the Taliban resurgence and a new caliphate. So, it's a nice press release, but it's a terrible outcome and it dishonors the people who died, the trillions of dollars we spent, and I'm really happy this blew up."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We ask you for questions for the panel and on what was until last night an agreement in principle with a Taliban that would have included pulling out 5,000 troops in five months and closing five U.S. bases, we got this on Facebook from Jill Mischo. Will this withdrawal allow the child venture take over the government again? What about the women that were brutalized under such a regime? Dana, how do you answer Jill? And just generally, your thoughts about the whole enterprise up to this point? DANA PERINO, ANCHOR, \"THE DAILY BRIEFING\": Well, the fact that the Taliban was found to actually have been response will the killing of an American should not have come as a surprise. This is a pattern. It's like a tiger with its stripes, it doesn't end and therefore, I agree, not good. Not good to have the meeting at Camp David either. I think -- I understand the objective, but I think I could have been accomplished anywhere without the symbolism of Camp David."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Or without the president meeting with the Taliban."
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, the president doesn't have to be there, right? And you could find out. OK. Well, let's just hypothetically say they get this agreement in principle, and then let's see, let's see what the Taliban does, and let's see if the investment that the American taxpayers have made and all the blood and treasure that we have dedicated to help reform, to make sure they can't attack us from there and to help protect women and girls in that area, let's see what they do before you invite them to Camp David, to the White House. I understand the objective but I think it could have been achieved another way."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to get to Iran in a second, but your thoughts about the whole negotiation with the Taliban and what I continue to harp on, this astonishing idea before it was canceled -- and I agree with you, the idea that they were going to kill American soldiers, Dana, was not a surprise."
    },
    {
      "speaker": "PERINO",
      "utterance": "I know. They should not have been. The idea that the president was going to meet with the Taliban at Camp David three days before 9/11."
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "utterance": "Well, I think this president saw this as an opportunity for him to make history. I mean, it would have been a historic meeting, much like what he did with Kim Jong-un of North Korea."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes, but Kim Jong-un doesn't have the blood of thousands of Americans on his hands."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "No, no, no. But what I'm saying is if you're in the president's mind, this was an opportunity for him to say, I made history. You know, in fact, he called up a meeting with Kim Jong-un before he then at subsequent talks with Kim Jong-un. So, we don't know where this goes from here, but I think for him, it was an opportunity to say, I'm doing something three other presidents were unable to do -- get us out of Afghanistan, which is, by the way, politically popular in this country as an idea. I think there are two ways we can go forward here. One is we can when met militarily and obviously, we haven't done that over the course --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "-- 18 years, that doesn't look likely."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Eighteen years, I think we have more than 2,300 Americans dead, Chris. So, obviously, it's very -- it would be very difficult, but that would be the idea, certainly. And Mike Pompeo, the secretary of state, has said this, you know, Al-Qaeda is on the run. They are diminished but the Islamic State remains, and obviously the Taliban remains. The second thought I have on this is the way to solve this problem I think goes back to something Jane Harman was just saying, which is instead of having the U.S. at the table with the Taliban and talking about withdrawal, let's get the government of Afghanistan, the people in Kabul at the table with the Taliban and insist that they make some kind of deal before the United States begins withdrawing troops."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But is that just part -- part of these negotiations, there was no -- up to this point, there was no talks between the Taliban and the Afghan government."
    },
    {
      "speaker": "ROVE",
      "utterance": "At the insistence of the Taliban."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I understand."
    },
    {
      "speaker": "ROVE",
      "utterance": "The Taliban refuses. So I agree with Juan, that this thing is ultimately going to be solved one of two ways. Either we and the Afghans and our NATO allies hold the line and defeat the Taliban's ability to take over the central government or the central government of Afghanistan itself gets that ability. But we're not going to solve the problem by -- in my opinion, but ultimately having us in the Taliban directly negotiate without the Afghan people being presented at the table."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Real quick."
    },
    {
      "speaker": "HARMAN",
      "utterance": "And there is the day-after problem which is it's a weak government. Ghani tries but he's weak. Their military is feckless. The only reason they are where they are is that we are there both in terms of our military and paramilitary assets in the country. We leave, the place is over, the democracy experiment ends."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. We'll have to leave Iran for next week, it will still be there. Panel, we have to take a break here. We'll see you a little later in the program. Up next, he's made stops in Iowa and New Hampshire to explore -- explore -- a long shot Republican primary challenge to President Trump. But will he actually get into the race? Former South Carolina Governor Mark Sanford joins us live, next."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Coming up, former South Carolina Governor Mark Sanford considers a primary challenge to President Trump."
    },
    {
      "speaker": "SANFORD",
      "utterance": "He's the master of the putdown and the self congratulations. But that's not what will solve a lot of the problems that are facing our country."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll ask whether he'll make a run for the White House, next."
    },
    {
      "speaker": "CHRIS WALLACE, FOX HOST",
      "utterance": "Former South Carolina governor and congressman, Mark Sanford, admits a primary challenge to President Trump would be a, quote, \"David versus Goliath moment,\" but he's thinking about it. Governor Sanford joins us exclusively here in Washington. And, governor, welcome back to \"Fox News Sunday.\""
    },
    {
      "speaker": "MARK SANFORD (R), FORMER SOUTH CAROLINA GOVERNOR",
      "utterance": "My pleasure."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, you announced in July that you are considering running for president in the Republican primaries against Donald Trump. You've visited early voting states like North -- like New Hampshire and Iowa. Have you made a decision? Are you going to enter the race against Donald Trump?"
    },
    {
      "speaker": "SANFORD",
      "utterance": "I have. And, you know, I planned to announce that back home this week. We had a hurricane come visit us on the coast of South Carolina, so that sort of disrupted plans on that front. But I'm here to tell you now that I am going to get in."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You're going to run for president against Donald Trump in the primaries?"
    },
    {
      "speaker": "SANFORD",
      "utterance": "I am. I am."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Why?"
    },
    {
      "speaker": "SANFORD",
      "utterance": "Because I think we need to have conversation on what it means to be a Republican. I think that as a Republican Party we have lost our way. And I'd say so on a couple of different fronts. I'd say first, and sort of the epicenter of where I'm coming from is that we have lost our way on debt and deficits and spending. You know, one of the hallmarks of the Republican Party and the conservative movement has always been, how much do we spend. I mean it was Milton Freedman's notion of the ultimate measure of government is how much it spends. I think, as a party, we've lost our way. The president has called himself the king of debt. Has a familiarity and a comfort level with debt that I think is ultimately leading us in the wrong direction. We can get into those numbers, but the numbers are astounding. Just take, for instance, as a data point, this last debt deal that adds $2 trillion of additional debt to our country, over the next 10 years adds a third of a trillion dollars in new spending, and really there wasn't conversation on that. So I'd say the epicenter where I'm coming from is we have got to have a national conversation, and a Republican conversation, on where are we going on debt and deficits."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But -- but I guess here's the question when I say why."
    },
    {
      "speaker": "SANFORD",
      "utterance": "Sure."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You've got to --"
    },
    {
      "speaker": "SANFORD",
      "utterance": "I'll come -- I'll come in with some others."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK, well, we'll get to them."
    },
    {
      "speaker": "SANFORD",
      "utterance": "Yes, yes, yes, yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You've got to know you basically have no chance of winning the Republican nomination, so why run for president?"
    },
    {
      "speaker": "SANFORD",
      "utterance": "I think you probably would have said that same thing to Donald Trump just a matter of months ago as he faced the likes of Jeb Bush and others."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You honestly think you have a serious chance of beating --"
    },
    {
      "speaker": "SANFORD",
      "utterance": "I'm saying, you never know. I've said -- I've listed my goals, my primary goals to say, let's go out and force -- or try and create a conversation on that which is not being talked about in this presidential cycle. Once every four years we have a chance to have a national debate on where we're going next as Republicans and Democrats and as Americans. And the thing that has been lacking in this debate has been an earnest and real conversation on debt and deficit and government spending. And I find it astounding to watch the number of Democratic debates that I've seen and no mention, no conversation on where we're going with regard to debt and its implications for every one of us."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, your talk about the fact that Donald Trump was a long shot four years ago. I don't think it -- first of all, he wasn't running against an incumbent president of his own party."
    },
    {
      "speaker": "SANFORD",
      "utterance": "Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Secondly, let's look at some of the obstacles that you faced because they're -- they're sizable. Eighty-five percent of Republicans approve of the job the president is doing in a recent poll. So he's got strong support in his own party. A number of states, including your home state of South Carolina, just yesterday, have decided not to hold presidential primaries at all. And the RNC has done away with its committee to set up debates. So how do you get your message out? How do you even get on the playing field with the president to have this debate?"
    },
    {
      "speaker": "SANFORD",
      "utterance": "We're talking right now and we're talking on national television. And I've been talking on a variety of different outlets here over the last month as I've entertained this idea. It would be my plan to build on that going forward, to go and spend serious time in New Hampshire and -- and in Iowa and a whole host of other states. Again, this is the beginning of a long walk, but it begins with that first up. And that's what I'm announcing here today. I would also say this, it's not just debt and spending, which is again my primary focus given the fact that we're walking our way toward the most significant financial storm I believe in our country since the Great Depression. That's what we're walking toward. And I think we need, again, to have a real conversation about what that means for the American dream and what that means in our ability to achieve a job, wealth, and all those things to go with -- with the American dream. What I'd also say is that we need to, as well, have a conversation on where are we going on trade, protectionism, turning inward versus outward? One of the, again, hallmarks of the Republican Party has always been a focus on -- on -- on the world at large and the recognition of the fact that though we were not ultimately is a population the big player in the world, economically we were because we engaged with the rest of the world. If you look at the Trump tariffs, you're looking at about a thousand dollars per household. \"The Wall Street Journal\" had an article just yesterday talking about you're looking at about a one point deterioration in the rate of growth going forward. I think we need to have a conversation there. Think we need to have a conversation on the degree to which institutions and political culture are being damaged by this president. And -- and, you know, those institutions and that political culture is really the glue that holds together our balance of power. That's a longer conversation. And, finally, I think we need to have a conversation on -- on humility and one's approach to politics. At the end of the day, a tweet is interesting, maybe newsworthy, but it's not leadership. And we're not going to solve some of the profound problems that we have as Americans by tweet."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, you're getting into the -- you're in the race now. You're going to get asked tough questions."
    },
    {
      "speaker": "SANFORD",
      "utterance": "Sure."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me ask you the most obvious one. I think it's fair to say, sir, that you are best known around the country as the governor who disappeared for a week in 2009. Your aides said you were hiking the Appalachian Trail. In fact, you were a married governor --"
    },
    {
      "speaker": "SANFORD",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "In Argentina with your then girlfriend. Question, isn't that going to be a deal breaker for a lot of voters?"
    },
    {
      "speaker": "SANFORD",
      "utterance": "Well, I'd -- again, I actually went on an apology tour, if you want to call it that, back home in the wake of that for the last year and a half of my governorship. And what I learned through that is I guess what General Mattis talks about, which is the mistakes in life, the mistakes that we make are the great tuitions of life. They cost us, but you can learn from them. And, for me, I learned a level of humility, a level of empathy that I didn't have before, a level of judgment. It is something of great regret. It's something I've apologized extensively for. And in contrast to the president, when he says there's not a single thing that he sort of regrets or apologizes for, I profoundly apologize for that. And I believe in the Christian model of repentance and renewal and a second chance. And what's been interesting in the wake of all that -- this is ten years ago -- is that subsequent to that the folks who knew me best back home said, look, we don't approve of that chapter of your life or how you handled it, but we're going to give you a second chance and we're going to send you to Congress to represent us, which I did for the following six years."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You and the president have some history. Just in 2018 you were running for re-election against a woman, Katie Arrington. At the very last minute, on Election Day, the president endorsed her over you, and you guys hadn't gotten along for some period of time. And after you lost in the primary to Arrington, he laughed about it on the campaign trail. Here he is. DONALD TRUMP, PRESIDENT OF THE UNITED STATES (August 4, 2018): She beats a man that likes flamingo dancers from Argentina. You know about that. He was supposed to be vacationing on the Tallahassee Trail, but he was actually in Argentina. I don't know, Jim, do they have a Tallahassee Trail in Argentina? I don't think, right? No? No, right?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "How much of this is personal?"
    },
    {
      "speaker": "SANFORD",
      "utterance": "None. Again, if you look at my 25 years in politics, what you'd find is an absolute focus and all kinds of (INAUDIBLE). And the Cato Institute rated me the most financially conservative government in the United States of America. The National Taxpayer's Union, Citizens Against Government Waste, all the different rating agencies have seen how consistently I have talk about this. Again, we're nearing a tipping point, financially, that's going to have profound implications for my four sons and a whole lot of other kids and grandkids that are out there. It's not personal. But it is indicative of the where that the president makes too many things personal. I mean think about this, my voting record was 90 -- more than 90 percent with the president. Ninety percent. Now, I love my brothers and sisters, but I don't agree with them 90 percent. And yet we get along just fine. But that's not the world of Trump. The world of Trump is personal loyalty. I believe, as a conservative, or loyalty is to be to ideals and to ideas and -- and we agreed on 90 percent --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me pick up on that."
    },
    {
      "speaker": "SANFORD",
      "utterance": "And we disagreed on a handful of things and therefore it's not good enough."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I -- I --"
    },
    {
      "speaker": "SANFORD",
      "utterance": "There something wrong with that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I got less than a minute left --"
    },
    {
      "speaker": "SANFORD",
      "utterance": "Sure."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And I want to just pick up on that --"
    },
    {
      "speaker": "SANFORD",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Because you point out that the GOP -- the president has moved the GOP away from traditional values, like the deficits and free trade and America's role in the world. How -- in a minute --"
    },
    {
      "speaker": "SANFORD",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "How do you explain the Republican Party's allegiance to President Trump despite all this?"
    },
    {
      "speaker": "SANFORD",
      "utterance": "Again, it's the exact thing that got him elected. People look at Hillary Clinton versus Donald Trump and said, OK, I may not like some of what he does or some of how he handles things, but I -- I'll pick him over her. They haven't had a choice. And that's why I'm running. I think that Americans deserve and need a choice that has had a real executive branch experience, which I had over two terms as governor, which I've had real legislative experience, which is what I had over 12 years in the U.S. Congress at the Capitol right behind us. And I think that if you look at a lot of those polls, about half of them say we would like to see the president primaried, we'd like to see a conversation within the Republican Party."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And now you're going to provide it?"
    },
    {
      "speaker": "SANFORD",
      "utterance": "I'm going to try."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Governor Sanford, thank you. Thanks for coming in today. Safe travels on the campaign trail, sir."
    },
    {
      "speaker": "SANFORD",
      "utterance": "Yes, sir. Thank you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "When we come back, our Sunday group will discuss the impact of the trade war with China on the economy and they'll look ahead to what Congress will do on guns and impeachment as lawmakers return from their long summer recess."
    },
    {
      "speaker": "JEROME POWELL, CHAIRMAN, FEDERAL RESERVE",
      "utterance": "I think it is the case that uncertainty around trade policy is causing some companies to hold back now on investment. And so our obligation is to use our tools to support the economy. And that's what we'll continue to do."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Federal Reserve Chair Jay Powell openly hinting he's prepared to cut interest rates again as the tariff battle between the U.S. and China slows business investment and dampens consumer confidence. And we're back now with the panel. Well, the August jobs report was disappointing, only 130,000 jobs -- new jobs created. And take a look at this to put it in context. Over the last three months, job growth has averaged per month 156,000. That compares to an average of 190,000 new jobs a month for the eight years since the end of the recession. Dana, between the global slowdown and the continuing and perhaps intensifying trade war between the U.S. and China, how big a threat to our economy and how big a threat to President Trump's fortunes in 2020? DANA PERINO, ANCHOR, \"THE DAILY BRIEFING\": I think that the president actually has the pulse of the nation right on this one, that they understand that China needs to be dealt with. That's across the board in every sector but people seem to be getting a little bit nervous. Like, you have a lot of planes in the air, Mr. President, you've got to land one of these. And the trade deals, both the China trade deal and also the one with Mexico and Canada. If you could get those done this year it would be good. I did think that Neil Irwin (ph) of \"The New York Times,\" who's an economist who basically said, I don't think there's going to be a recession, but there could be a little bit of a slowdown, but as long as there's positive growth, I think that Jerome Powell, who you just had the sound bite from, he would do what he needs to do for -- to help the economy, but he doesn't want to be bullied into it by the president."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Pretty hard not to be bullied when the president keeps bullying him, right, at least to be perceived as doing that."
    },
    {
      "speaker": "PERINO",
      "utterance": "I think -- I think -- I think that there's some jawboning that's being done, but I think that Jerome Powell has showed that he's independent. But also, you know, you don't necessarily -- I don't think negative interest rates are necessarily a sign of economic strength. As a country you don't necessarily want that."
    },
    {
      "speaker": "WALLACE",
      "utterance": "No. I mean we're a little bit aways (ph) from negative interest rate. But let me pick up on the Jay Powell part of it with you, Juan, because, you know, despite signs of a slowdown, Jay Powell there, in that -- in that session this week reassuring that they're going to do what they need to do to keep the economy going and really pretty broadly hinting there will be at least another interest rate cut, there's more talk it will be 25 basis points or a quarter percent, not a full 1 percent or -- I love this because, you know, I -- I like talking about -- I've never understood why it has to be 100 basis points rather than 1 percent."
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "utterance": "One point. Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, anyway, it makes me sound like I know what I'm talking about. OK."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "And I -- I go to you for financial advice."
    },
    {
      "speaker": "WALLACE",
      "utterance": "There you go. Exactly!"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "But I think Jerome Powell has been very clear, the Fed's job is stability. But what he's saying, that even with the quarter-point cut is --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Twenty-five basis points."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Thank you, sir."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "That's supposed to come on September 17th, he does not see that as strong enough to counter the uncertainty that comes from trade war, high tariffs, and impulsive tweets. He just doesn't see it. So what he's saying is, Mr. President, you have to deal with this. The president, on the other hand, is saying to Jay Powell, no, you're worse than the Chinese, which is unbelievable. I mean and so I think it creates more uncertainty and hurts his cause. And certainly Jay Powell doesn't look, as Dana said, like he's going to play along with the president."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Karl, let's -- let's turn -- Congress, after a long recess, is coming back this week and there is going to be a lot on their plates. What do you expect from Congress on gun control after all these terrible mass shootings over the course of the summer, on impeachment, and on keeping the government running, because they still don't have a deal, at least at this point, on September 30th, the end of the month, to fund the government?"
    },
    {
      "speaker": "KARL ROVE, FOX NEWS CONTRIBUTOR",
      "utterance": "Well, on the last one, I think that they're going to muddle their way through to a solution. May not happen before the end of the month, but I think both parties recognize that it's to their detriment if they don't get a deal and it's to their advantage if they do. So I expect we'll see action on that. I don't see the government shutting down. On guns, I think it all depends upon the president. If the president signals I'm willing to do something, whether it's publicly or privately, signals to the Republican Senate, I'm willing to sign something that -- that is x, then I think they'll get x done. Absent that, I don't see any action on guns. But, you know what, but my sense is, all of the next three months is going to be basically drowned out by an action that's going to start this week with a vote by the House Judiciary Committee to formally move towards impeachment, not formally begin the impeachment, but move towards it. And just -- and just like --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "And what does that -- I don't understand, what does that mean, to move towards an --"
    },
    {
      "speaker": "ROVE",
      "utterance": "Well, you know what, I'm trying to figure out why you -- we have -- and we've heretofore, when we begin an impeachment, we have the House vote to authorize the -- the impeachment -- an impeachment proceeding. Then we have the Judiciary Committee proceed. We'd had the Judiciary Committee proceeding for the last year and a half. And what's going to happen is, they're going to keep proceeding forward. They're going to be finding PR gestures and, you know, a scapegoat hearings and outrageous statements. And, as a result, it's going to drown out everything else Nancy Pelosi has been trying to do. Who can name the four or five major pieces of legislation that the House of Representatives has passed and sent to the Senate? Nobody on the street corners of America can tell you what that is because it's all drowned out by impeachment."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let me -- let me go to Congresswoman Harman. So you now have a majority of the House Democrats who have called, not for impeachment, but for formally beginning impeachment proceedings. Will Nancy Pelosi be forced to put some kind of official marker on this proceeding?"
    },
    {
      "speaker": "JANE HARMAN, FORMER CONGRESSWOMAN (D-CA)",
      "utterance": "I think she's right to be doing what she's doing, which is to forestall this. The idea of impeaching the president in the House, which I think could happen, but then having it die in the Senate -- he won't be convicted in the Senate under Mitch McConnell's leadership there -- means, as we saw in 1998, that the president will look stronger and the party behind this will look weaker. And I think that's the movie she saw. We were all in Congress at the same time. So I think she's right to resist that. This inquiry business is a way to get more documents, which the White House has -- has --"
    },
    {
      "speaker": "ROVE",
      "utterance": "No, it's a way to get more attention."
    },
    {
      "speaker": "HARMAN",
      "utterance": "Well, I think it's a way to get more documents."
    },
    {
      "speaker": "ROVE",
      "utterance": "Lots more attention."
    },
    {
      "speaker": "HARMAN",
      "utterance": "But let me say something on keeping the government open. I served with Mark Sanford. He's right to raise the debt and deficit issue. No one else is raising it in either party. And if we get a budget, it will balloon the deficit even more. Karl agrees with me on that. And it's a tragedy that we are not paying attention to that. And it's a vulnerability in terms of our economic health. I just wanted to put that out there."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right, well --"
    },
    {
      "speaker": "HARMAN",
      "utterance": "And, finally, on guns, just last thing --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Yes."
    },
    {
      "speaker": "HARMAN",
      "utterance": "It depends on -- on the president only. I think the red flag idea of -- of Lindsey Graham is good. We should get that and build on it. But we need far more if we're going to have gun safety for kids in this country."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Dana, what do you expect out of Congress in the -- the remaining months of this year?"
    },
    {
      "speaker": "PERINO",
      "utterance": "Well, when I used to do press relations, I -- you would look ahead and you'd think, there's the twos -- it's -- there's the things you have to do, the things you want to do, and the things that happen to you. So what they want to do -- well, they have to fund the government. They want to do drug pricing in the trade deal, especially USMCA. But the things that happen to you, it will be impeachment. That will take up all the oxygen, I would agree with Karl, is very hard for the media to focus on any other thing than impeachment. But the president, I think, will give them a run for their money as he tweets out that (ph)."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And in 30 seconds, thoughts about the -- the House Democrats going down the trail, not of impeachment, but of impeachment proceedings?"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "It rely doesn't make much of a difference. That plays to the Democratic base that really would like to see President Trump impeached, but that's all it is. It's window dressing. The real business is going to be on funding the government and I think the critical issue is guns. I think lots of people think we should, as Americans, Republican and Democrat, come together on this. The NRA has been stopping it. Mitch McConnell seems as if he's indifferent unless the president tells him what to do. How weak."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. So he's not only Moscow Mitch, he's now --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Hey, I -- I didn't say that. I didn't say that."
    },
    {
      "speaker": "ROVE",
      "utterance": "You know what, I've got to defend Mitch McConnell."
    },
    {
      "speaker": "PERINO",
      "utterance": "I don't think that's fair."
    },
    {
      "speaker": "ROVE",
      "utterance": "He -- he's got --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "You've got five seconds."
    },
    {
      "speaker": "ROVE",
      "utterance": "He's got to have the president's signal, what he's willing to sign, otherwise it is window dressing."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "What about leadership from the Senate."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right."
    },
    {
      "speaker": "ROVE",
      "utterance": "He is leading."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Thanks, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" the wife of an NFL Hall of Famer is now carrying the ball to help older, retired players get their due."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The NFL is kicking off its 100th season this weekend, but players from seasons past haven't shared in the bounty from the league they helped build. Now one woman is trying to change that. Here's our \"Power Player of the Week.\""
    },
    {
      "speaker": "LISA MARIE RIGGINS, ADVOCATE FOR NFL PENSION PARITY",
      "utterance": "You have very proud families and proud men who aren't going to beg and I've tried to create a way to be a voice without exposing them in an uncomfortable way."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Lisa Marie Riggins is talking about FAIR, Fairness for Athletes in Retirement, a nonprofit she helped set up last year to advocate for former pro football players. She has the support of Hall of Famer like Dick Butkus, Franco Harris, and her husband, John Riggins."
    },
    {
      "speaker": "JOHN RIGGINS, NFL HALL OF FAMER",
      "utterance": "I mean I'm getting by all right for now, but there's a lot of guys out there that aren't. And they deserve a little bit better than what they've been shown."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's another Green Bay touchdown."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The problem is, players who retire before 1993 have a whole different set of benefits than player who retire now. A pre-'93 player in the league seven years gets a pension of about $25,000 a year and nothing else. The current player gets more than double that pension, health care, a 401(k) and other benefits."
    },
    {
      "speaker": "L. RIGGINS",
      "utterance": "We are asking for parity and -- in one benefit."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "Pensions."
    },
    {
      "speaker": "L. RIGGINS",
      "utterance": "Pension."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You're not asking for the health care."
    },
    {
      "speaker": "L. RIGGINS",
      "utterance": "Nothing."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You're not asking for the 401(k)."
    },
    {
      "speaker": "L. RIGGINS",
      "utterance": "Nothing."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Just give us the same pension that current players get."
    },
    {
      "speaker": "L. RIGGINS",
      "utterance": "That's it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "What's the reaction been from the league and the Players Association?"
    },
    {
      "speaker": "L. RIGGINS",
      "utterance": "I have not gotten any direct action."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Lisa Marie says some older players, even household names to football fans, are suffering from the physical and cognitive effects of the game and don't have the money to take care of themselves or their families."
    },
    {
      "speaker": "L. RIGGINS",
      "utterance": "I just saw this sad, sad despair that was growing amongst friends and people I care about and how do you stand by and watch it if there's something you can at least try to do?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Lisa Marie and John met when he was a college student and he was still a player."
    },
    {
      "speaker": "L. RIGGINS",
      "utterance": "I thought he was one of the more exciting, charismatic, dynamic people I'd ever -- I'd ever seen."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "So you were smitten from --"
    },
    {
      "speaker": "L. RIGGINS",
      "utterance": "I was smitten. I didn't know they made people like John."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "They've been married 23 years and Lisa Marie, who started as an actress, has been a lawyer for more than a decade."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "Does she know John Riggins the bad boy, or had you mellowed by the time you two met?"
    },
    {
      "speaker": "J. RIGGINS",
      "utterance": "Oh, no, she still knows who that guy is. He hadn't showed up for quite a while. But, you know, he's always around. I mean you never know when he's going to show up."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Lisa Marie just wants to make sure John's generation of players get what they deserve for helping build the game."
    },
    {
      "speaker": "L. RIGGINS",
      "utterance": "I will get tremendous satisfaction knowing that there are these 4,500 players and their families that will have a check that they earned that is commensurate with their contributions that something will improve their quality of life and it will be a thanks for everything that they did. They were not forgotten. They are not ignored. They are honored."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Lisa Marie's work with FAIR isn't her only cause. She recently signed on to run day-to-day operations of the Washington area USO. And that's it for today. Have a great week and we'll see you next \"Fox News Sunday.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}