{
  "date": "September 13, 2018",
  "headline": "Feinstein refers letter about Kavanaugh to investigators",
  "subHeadline": "The vague accusation comes after the Senate Judiciary Committee already grilled Kavanaugh and other witnesses and prepares to vote on sending his nomination to the full Senate; reaction and analysis from the 'Special Report' All-Stars.",
  "url": "https://www.foxnews.com/transcript/feinstein-refers-letter-about-kavanaugh-to-investigators",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SENATE JUDICIARY COMMITTEE CHAIR CHUCK GRASSLEY, R-IOWA",
      "sentences": "All I know is what I've read, some two or three sentences that was in some report that came out overnight, and since I don't know anything more about it than just what I read it, that's all I can say at this point.  All I know is what I read, and I wouldn't make any judgment of it until I've had more information.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "sentences": "Senate Dianne Feinstein put out a cryptic statement today about information she received apparently about Judge Brett Kavanaugh. The New York Times writing two officials familiar with the matter said the incident involved possible sexual misconduct between Judge Kavanaugh and a woman when they were both in high school. \"The information came in a letter and included the allegation of sexual misconduct toward the letter's author, a person familiar with the letter confirmed.\" With this, let's bring in our panel: Charles Hurt, opinion editor for The Washington Times; Amy Walter, national editor for the Cook Political Report, and Matthew Continetti, editor in chief of the Washington Free Beacon. We don't know what we don't know, but she has passed this, Senator Feinstein has, to the FBI. She's had, according to sources, this letter since last July, Charlie. It's coming out today. Thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES HURT, THE WASHINGTON TIMES",
      "sentences": "I guess in a weird way we shouldn't be surprised because I feel like Democrats have trotted out every single possible strategy that they could come up with to block this nomination, and this is just sort of this strangest and I think probably the most desperate. And I have a hard time seeing how it is effective at doing anything other than alienating independent voters that might otherwise be interested in the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And we should point out that the background check for Supreme Court nominees is vigorous. FBI scrubbing, essentially.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AMY WALTER, COOK POLITICAL REPORT",
      "sentences": "Going all the way back. And so it is so hard because there's so much we don't know about what this is. It does feel somewhat like we are back in 1991 with the Clarence Thomas hearings, right, where they went through the process, and then there's a last-minute witness that comes forward of course, that's Anita Hill. So there's some, it feel somewhat familiar in that sense. Of course we don't know what we're going to get to this point.   And I guess the question then, if the FBI says, we got it, we are looking into it, and Senator Grassley says we are going to take a vote, how much are the Dems going to push back on this and say, absolutely not. We have to wait until we get the FBI to clear all of this. Are they going to be willing to do all of this, and are some of those red state Democrats willing to join the other Democrats in putting that forward?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "This could potentially gum up at least the works moving forward, let alone threaten the nomination. You would likely see Judge Kavanaugh address this at some point, but we don't know what it is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MATTHEW CONTINETTI, WASHINGTON FREE BEACON",
      "sentences": "Look, I think the Democrats' strategy has been clear since day one when they began interrupting the hearings. They want to delay the vote, they want to delay the nomination hopefully, from their point of view past, the election. And then if the Democrats have a good election, then they can say, look, we delayed him to this point, we just won the election, we shouldn't seat him at all. This has been the strategy from day one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "We'll follow it. Two tweets from the president really getting a lot of attention today, \"3,000 people did not die in the two hurricanes that hit Puerto Rico. When I left the island after the storm had hit, they had six to 18 deaths. As time went by it did not go up by much, then a long time later they started to report really large numbers like 3,000. This was done by the Democrats in order to make me look as bad as possible when I was successfully raising billions of dollars to help rebuild Puerto Rico. If a person died for any reason like old age, just add them to the list. Bad politics. I love Puerto Rico!\" Interestingly, two Republicans running in Florida put out statements. Rick Scott running for Senate said, \"I disagree with @POTUS. An independent study said thousands were lost and Governor Rossello agreed. I've been to Puerto Rico seven times and saw devastation firsthand. The loss of any life is tragic and the extent of lives lost as a result of Maria is heart- wrenching. I'll continue to help Puerto Rico.\"  Ron DeSantis put out a statement. \"Ron DeSantis I'm committed to standing with the Puerto Rican community especially after such a loss of life. He doesn't believe any loss of life has been inflated.\" Significant, maybe more so with Ron DeSantis who ran as the Trumpiest of Trump candidates, who is looking at the politics of Puerto Rico in Florida perhaps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALTER",
      "sentences": "And Governor Rick Scott who spent a great deal of time as governor welcoming Puerto Ricans in, doing outreach to the Puerto Rican community because, again, just from a raw political perspective, Democrats saw the diaspora as they were coming into Florida specifically in and around Orlando, and said, these are folks that we can put onto the voter rolls and they will be very good, consistent Democrats. Rick Scott has been doing a great deal of work in trying to win those voters over. This doesn't help. From just a -- forget the political perspective, but if someone in your family died in Puerto Rico, or any human being that dies, and then have a president tweet something out that says, that didn't really happen, it was really done to make me look bad, that's not a very good thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Charlie, He does step on himself on these things to push back hard. He could have said FEMA, according to the GAO, the longest response in the history of FEMA in Puerto Rico, three times bigger than Harvey, Irma, and the wildfires combined. He could have said that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "Sure, but what he said about the numbers, that is correct. When he left at that time, the numbers were -- and they were revised upwards six months later and then a year or more over. We can debate about whether or not he should do that, whether it's a smart political thing to do. But Donald Trump isn't the person who politicized the weather. That's been going on for a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Sure, but he's saying it now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HURT",
      "sentences": "And it's a dangerous thing to politicize this stuff, and I think it's very harmful to the country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I've got five seconds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONTINETTI",
      "sentences": "It doesn't help anyone, especially those two candidates in Florida.   Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SENATE JUDICIARY COMMITTEE CHAIR CHUCK GRASSLEY, R-IOWA",
      "utterance": "All I know is what I've read, some two or three sentences that was in some report that came out overnight, and since I don't know anything more about it than just what I read it, that's all I can say at this point. All I know is what I read, and I wouldn't make any judgment of it until I've had more information."
    },
    {
      "speaker": "BRET BAIER, ANCHOR",
      "utterance": "Senate Dianne Feinstein put out a cryptic statement today about information she received apparently about Judge Brett Kavanaugh. The New York Times writing two officials familiar with the matter said the incident involved possible sexual misconduct between Judge Kavanaugh and a woman when they were both in high school. \"The information came in a letter and included the allegation of sexual misconduct toward the letter's author, a person familiar with the letter confirmed.\""
    },
    {
      "speaker": "With this, let's bring in our panel",
      "utterance": "Charles Hurt, opinion editor for The Washington Times; Amy Walter, national editor for the Cook Political Report, and Matthew Continetti, editor in chief of the Washington Free Beacon. We don't know what we don't know, but she has passed this, Senator Feinstein has, to the FBI. She's had, according to sources, this letter since last July, Charlie. It's coming out today. Thoughts?"
    },
    {
      "speaker": "CHARLES HURT, THE WASHINGTON TIMES",
      "utterance": "I guess in a weird way we shouldn't be surprised because I feel like Democrats have trotted out every single possible strategy that they could come up with to block this nomination, and this is just sort of this strangest and I think probably the most desperate. And I have a hard time seeing how it is effective at doing anything other than alienating independent voters that might otherwise be interested in the Democratic Party."
    },
    {
      "speaker": "BAIER",
      "utterance": "And we should point out that the background check for Supreme Court nominees is vigorous. FBI scrubbing, essentially."
    },
    {
      "speaker": "AMY WALTER, COOK POLITICAL REPORT",
      "utterance": "Going all the way back. And so it is so hard because there's so much we don't know about what this is. It does feel somewhat like we are back in 1991 with the Clarence Thomas hearings, right, where they went through the process, and then there's a last-minute witness that comes forward of course, that's Anita Hill. So there's some, it feel somewhat familiar in that sense. Of course we don't know what we're going to get to this point. And I guess the question then, if the FBI says, we got it, we are looking into it, and Senator Grassley says we are going to take a vote, how much are the Dems going to push back on this and say, absolutely not. We have to wait until we get the FBI to clear all of this. Are they going to be willing to do all of this, and are some of those red state Democrats willing to join the other Democrats in putting that forward?"
    },
    {
      "speaker": "BAIER",
      "utterance": "This could potentially gum up at least the works moving forward, let alone threaten the nomination. You would likely see Judge Kavanaugh address this at some point, but we don't know what it is."
    },
    {
      "speaker": "MATTHEW CONTINETTI, WASHINGTON FREE BEACON",
      "utterance": "Look, I think the Democrats' strategy has been clear since day one when they began interrupting the hearings. They want to delay the vote, they want to delay the nomination hopefully, from their point of view past, the election. And then if the Democrats have a good election, then they can say, look, we delayed him to this point, we just won the election, we shouldn't seat him at all. This has been the strategy from day one."
    },
    {
      "speaker": "BAIER",
      "utterance": "We'll follow it. Two tweets from the president really getting a lot of attention today, \"3,000 people did not die in the two hurricanes that hit Puerto Rico. When I left the island after the storm had hit, they had six to 18 deaths. As time went by it did not go up by much, then a long time later they started to report really large numbers like 3,000. This was done by the Democrats in order to make me look as bad as possible when I was successfully raising billions of dollars to help rebuild Puerto Rico. If a person died for any reason like old age, just add them to the list. Bad politics. I love Puerto Rico!\" Interestingly, two Republicans running in Florida put out statements. Rick Scott running for Senate said, \"I disagree with @POTUS. An independent study said thousands were lost and Governor Rossello agreed. I've been to Puerto Rico seven times and saw devastation firsthand. The loss of any life is tragic and the extent of lives lost as a result of Maria is heart- wrenching. I'll continue to help Puerto Rico.\" Ron DeSantis put out a statement. \"Ron DeSantis I'm committed to standing with the Puerto Rican community especially after such a loss of life. He doesn't believe any loss of life has been inflated.\" Significant, maybe more so with Ron DeSantis who ran as the Trumpiest of Trump candidates, who is looking at the politics of Puerto Rico in Florida perhaps."
    },
    {
      "speaker": "WALTER",
      "utterance": "And Governor Rick Scott who spent a great deal of time as governor welcoming Puerto Ricans in, doing outreach to the Puerto Rican community because, again, just from a raw political perspective, Democrats saw the diaspora as they were coming into Florida specifically in and around Orlando, and said, these are folks that we can put onto the voter rolls and they will be very good, consistent Democrats. Rick Scott has been doing a great deal of work in trying to win those voters over. This doesn't help. From just a -- forget the political perspective, but if someone in your family died in Puerto Rico, or any human being that dies, and then have a president tweet something out that says, that didn't really happen, it was really done to make me look bad, that's not a very good thing."
    },
    {
      "speaker": "BAIER",
      "utterance": "Charlie, He does step on himself on these things to push back hard. He could have said FEMA, according to the GAO, the longest response in the history of FEMA in Puerto Rico, three times bigger than Harvey, Irma, and the wildfires combined. He could have said that."
    },
    {
      "speaker": "HURT",
      "utterance": "Sure, but what he said about the numbers, that is correct. When he left at that time, the numbers were -- and they were revised upwards six months later and then a year or more over. We can debate about whether or not he should do that, whether it's a smart political thing to do. But Donald Trump isn't the person who politicized the weather. That's been going on for a long time."
    },
    {
      "speaker": "BAIER",
      "utterance": "Sure, but he's saying it now."
    },
    {
      "speaker": "HURT",
      "utterance": "And it's a dangerous thing to politicize this stuff, and I think it's very harmful to the country."
    },
    {
      "speaker": "BAIER",
      "utterance": "I've got five seconds."
    },
    {
      "speaker": "CONTINETTI",
      "utterance": "It doesn't help anyone, especially those two candidates in Florida. Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}