{
  "date": "September 9, 2020",
  "headline": "New audio of President Trump's COVID comment puts administration's coronavirus response under new scrutiny",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/new-audio-of-president-trumps-covid-comment-puts-administrations-coronavirus-response-under-new-scrutiny",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "sentences": "That it has a busy one indeed. Thanks Bret good to see you tonight. And good evening to everybody I'm Martha MacCallum and this is THE STORY in America tonight, it's a complicated one. 55 days as we set ahead of this Presidential Election, the gloves are definitely off. Tonight, the president pushing back on a new book by Bob Woodward, and this time there is no debate over what were said, some of those the conversations were recorded and some of them were released today.  The president's Chief of Staff Mark Meadows is here to respond to those in other stories tonight in just a moment. Also this evening we'll you talk to Deroy Murdock on Kamala Harris saying that she is \"Proud of Jacob Blake\" who, by the way, aside from the other story that you know about him, was accused of assault by his ex-girlfriend.  Sarah Huckabee is also here tonight, we'll talk to her about the revelations coming straight from the mouth of Peter Strzok tonight. She is here as well. But first, to the Woodward story as promised, we want to remind everybody to take you back that point in time with the virus spread just before these audio recordings were made to kind of set the stage here.  On January 20th, China did announce that the virus was indeed airborne. It was transmitting from human to human. They also confirmed that the virus was indeed deadly. And them here's what the president said on January 30th, several days later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "We are working with China, just so you know, and other countries very closely so it doesn't get out of hand. And something we have to be very careful with.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Be very, very careful with it he says. The next day is January 31st, the president then shut down travel from China with some notable exceptions, then you've got this seven days later on from February 7th he says this on a phone call with Bob Woodward, listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's a very tricky situation. It goes through error Bob, that's always tougher than touch, you don't have to touch things, but the air, you just breathe the air and that is how it passed. So that's a very tricky one. That's a very delicate one. It's also more deadly than even your strenuous flues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So here is what others were saying right around that same period, February 7th. Listen to these.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. ROBERT REDFIELD, CDC DIRECTOR",
      "sentences": "This is a serious global public health situation, but again the immediate risk to the American public is low.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "sentences": "We have taken a lot of time to put protocols in place and quarantine procedures. I understand the fear we've gone through this before, Zika of virus, Ebola et cetera, but looks at some connection to the reality of the situation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "sentences": "You should come to Chinatown. We think it's very safe to be in Chinatown and hope that others will come.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So let's bring in White House Chief of Staff Mark Meadows, good to have you with us tonight. Thank you for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARK MEADOWS, WHITE HOUSE CHIEF OF STAFF",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I want to play one of the other sound bites that have gotten a lot of attention and that helps people saying that the president was minimizing the risk here, let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I wanted to always play it down, I still liked playing it down because I don't want to create a panic.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Is not problematic for the president Mark?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, I think any great leader, what they do is they take information that they have, they make sure that they vet it with in this case it was with their advisers both doctors and those within the White House to actually make sure that we make prudent decisions. But what you don't want to do is create panic. But at the same time, it was an all hands on deck. I can tell you not only did that happen in January and February but when I came on board in March, it was around-the-clock vigilant effort to make sure that this president did everything he could to address it.  But I can also say that what we know now about the virus is very different than what we knew at that time, because a lot of the scientific advisors and doctors were saying listen, we can contain this, we can make sure that we keep it in Washington State and California and it's not going to be a big problem.  And yet this president was consistent in saying that we needed to do everything we could. He shut down literally the economy on the advice of doctors to try to make sure that we mitigated the damage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, that's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "And yet, he's been one of the most transparent presidents as it came to dealing with this situation whether it's on a phone call with Woodward or with anybody else.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "By the way, what was your understanding of how much access Bob Woodward had to the president? You're the Chief of Staff, were you surprised to learn that he was on the phone with him for 18 hours often late at night making these recordings?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "I'm not surprised that the president was on the phone with Bob Woodward. Honestly his access to the White House is probably something that I would not have recommended had I been in the Chief of Staff role early on but it's the typical thing that the president does.  He believes that he has nothing to hide that that is the great thing about him. He is willing to talk to anybody about any subject no matter how difficult. He's probably given more interviews than any president in modern history and it's all about making sure that the American people stay informed. And whether you like it or not, he's willing to answer the difficult questions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So well, at this point whether he likes it or not this is going to be in the mix of 50 some days from the Presidential Election. The numbers are fairly consistent in these polls. This is a new Monmouth Poll, 37 percent say that he did a good job handling Coronavirus, 56 percent say that he did a bad job and here is how Joe Biden teed off of these reports on the Woodward book let's watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENTIAL CANDIDATE",
      "sentences": "He failed to do his job on purpose. It was a life and death betrayal of the American people experts say that if he would've acted just one week sooner, 36,000 people would have been saved. If he acted two weeks sooner back in March, 54,000 lives would've been spared in March and April alone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "How do you think that message will sit with the American people Mark?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, it doesn't surprise me that Joe Biden will jump on this unprecedented pandemic and try to use it for political gain. We've seen it over and over again. So let me just frame it this way. If he had done what Joe Biden the candidate recommended, we wouldn't have shut down travel from China.  We wouldn't have shut down travel from Europe. When Joe Biden was sitting there condemning the president because he was a candidate for the highest office in the land, this president was actually taking action. So this doesn't surprise me. Most people are going to see this as more Joe Biden complaining about what he didn't do and may be what he ought to focus on is what he didn't do over the last 47 years?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Let's take a look at this quote for General Mattis; it's also been a difficult week for the president with regard to his relationship with some of the high ranking members of the military. And in this part of the book, General Mattis is quoted as saying to Dan Coats who was then the Director of National Intelligence with regard to issues that had to do with Russia and Putin and whether the president was hiding something or they had something on him Dan Coats suggests in the book. General Mattis says maybe at some point we are going to have to stand up and speak out.   There may be a time when we have to take collective action. I wonder what goes through your mind when you look at that and I wonder whether you think that is what happened in this Atlantic story. Do you believe that General Mattis was one of the sources for that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, I don't know who the source is but I can tell you that based on this first hand source and talking to the president on a regular basis and the seeing how he loves the veterans, the military men and women that served. And yes, even our generals and our flag officers currently have high regard and high respect for them - here's what you find. In Washington, D.C., there are a lot of agendas and most of those agendas are to someone's personal benefit, not to the American people's benefit. What I do know about this president, he's always talked about America first and putting the American people first, that is going to come at great odds with what happens here at Washington, D.C.? And so here is - I wish that Dan Coats and General Mattis had been as forthright and going after what we know happened which was spying on the Trump Campaign, perhaps we would be in a different spot right now.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Before I let you go, the question of another stimulus package. I know there is expected to be a vote on Thursday but it doesn't look like there is much optimism that anything is going to get passed in Congress right now. And there's a new Harvard Poll that says that half of all households in major U.S. cities report having serious financial problems due to COVID-19 pandemic. Depleted savings, problems paying credit card bills, covering medical bills, black and Latino households in all four cities were particularly vulnerable here. So what do you say to them tonight about why there isn't any more aid forthcoming?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, here is what I would say as there is one person in Washington, D.C., that is acted on your behalf that is the President of the United States, there's still one person willing to act and go further and compromise and make sure we get help coming to you.   If you're hurting from this whether it is unemployment or you have insecure job future, this president wants to help. Here is what we need to do. Let's go ahead and pass a bill that we've agreed upon, at least the concept of what we've done whether it's an enhanced unemployment, help the business, schools.  We can agree on all that Nancy Pelosi come to the table, let's agree on that and then what we disagree on, let's continue to debate and have a fight on that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I just wonder if you - when we look at this employment picture that seems to be improving, do you think that it means that people are going back to work and does that make you more hesitant to add another enhancement package on unemployment?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Well, we do know that people are going back to work. Not only the numbers support that but the unemployment at 8.4 percent is actually better than what we thought Martha. But the other thing is, is not to ignore some of those that are still in harm's way. And so that's the president as recently as just a couple of hours ago was saying how can we work towards executive action to meet the needs since Congress obviously is not going to do that? We'll get there in the end I'm hopeful that Democrats and Republicans will come together.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Chief of Staff Mark Meadows, good to see you sir. Thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MEADOWS",
      "sentences": "Good to see you thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Also here tonight, Alex Berenson, Former \"New York Times\" Reporter and Author of unreported truths about COVID-19 and lockdowns. And Chris Hahn, Former Aide to Senator Chuck Schumer and Syndicated Radio Host. Good to have both of you with us. Chris, let me start with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAHN, FORMER AIDE TO SENATOR CHUCK SCHUMER",
      "sentences": "Great to be here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Did we learn anything that people didn't already know about the president's take in handling COVID-19 in these revelations today?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Yes, I mean the president made it very clear to Bob Woodward that this is a deadly disease and it could be up to 5 percent people dead. And he still had rallies including his rally in Tulsa, Oklahoma, which claimed at least one of his supporters that we know of, Herman Cain. And look there are still people around this country going to motorcycle rallies in Sturgis because the President of the United States failed to leave this country and tell them the truth about COVID-19. It's despicable and I know he's watching still, he should resign. Not four more years, we can't take four more days of this man, he's not taking this seriously and many people are dead because of it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So do you think that - do you agree with Joe Biden stepped back from this but he said there should be a mandatory mask rule across the country and then he said oh well, maybe there shouldn't be.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Joe Biden said that states should have mandatory mask rules. The federal government obviously--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "--that's the way the federal system works.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "But here's the thing Martha if the President of the United States would lead by example instead of calling a reporter out like he did just Monday who was wearing a mask, doing what he should be doing to protect his fellow people, including the president himself.  The president is failing to lead and failing to set the example and his callousness shown in this book with his own words is not going to go over well with the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "As I pointed out everybody knew that the disease was deadly and that it was transmitted human to human at this point. So there was nothing that was being hidden at that point, that was already known to the public. So the president wasn't saying anything that you didn't know or I didn't know at that point. Alex, what is your take on what we are hearing today about this book and what the president had to say given all the work that we've done on COVID?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ALEX BERENSON, FORMER NEW YORK TIMES REPORTER",
      "sentences": "Well, I don't particularly care about the politics here, obviously it is not good for the president - the thing that I actually care about that is going to be used in a very negative way in the next couple of months is lying about young people being at risk.   The teachers unions probably popped champagne when they heard that. The fact is there were a few days in mid-March when people were saying that publicly basically every piece of evidence in the last six months suggested that children and young adults are at basically no risk of serious illness or death from this virus. Now that is not 100 percent true, you can never say anything categorically but one child out of every million American children has died from the Coronavirus that is far fewer than the flu, that's far fewer than many other causes. Children and young adults are not at high risk here and we have to open the schools. Unfortunately this is going to be used against that and that really upsets me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you say to that, Chris?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Well, I mean look, schools are opening in places where they can open like here in New York or where we have got it under control because we have a leader who set an example--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I'm sorry, I have a child in school in New York Alex, so let me talk, you can theorize all you want. But in New York State where we got it under control because we had leadership, we had a Governor who said wear a mask, social distance, follow the rules, let's open up slowly instead of a guy who's having rallies in Tulsa, Oklahoma, and encouraging people to go to Sturgis and coming out to see him speak because his ego needs it. Look, we have it under control here in New York and if the rest of the country did what New York did when New York did it, this entire country would be back right now but president--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "New York lost more people than any other state in the entire country and many of them were in nursing homes due to negligence from the Governor of New York State.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "That's right. Chris that's right, you got it first and that is the only reason that New York is where it is right now - all of the Europe- -",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "They took it serious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "--task and their schools are reopening anyway, masks do very little or nothing, that's what the science says.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "And Alex, the president didn't care about it because it was only in blue states now it is in red states --.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Wait a minute Chris, you asked for the respect to speak when you wanted to so Alex go ahead and finish your thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "Sure. The fact is that masks do very, very little if anything. And all over Europe, they are reopening despite the fact that there are spikes in cases for the most part they are reopening without any outdoor mask mandates and in some cases no indoor mask mandates, there is just very, very little evidence that any of steps that any of these people want to take up to and including full lockdowns which may or may not have actually worsen the problems in New York and the Northeast.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "I doubt it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I think all these; all over there is going to be a huge--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "No knowledge of anything, you're lying to the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "We need to actually follow what the science says and not what we wish it would say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Yes, I agree and we should.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Chris, I got to go. But I do think that there is going to be a huge amount of retrospective on all of the issues that Alex brings up when all of the science is in on what works and what doesn't work and who can get it and who is susceptible to it and who is not? A lot we still don't know. Chris, thank you very much, Alex good to have you here tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERENSON",
      "sentences": "Martha, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HAHN",
      "sentences": "Thanks Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So Joe Biden pitching himself to the working-class voters in Michigan, we are going to show you what he had to say about made in America, now a familiar refrain on both sides of the election. And a new poll that will show you - shows that America - that President Trump rather needs to make up some ground if he wants to win one of the most crucial battlegrounds of all. Trump 2020 Senior Advisor Steve Cortes on that strategy when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "We are in countdown mode now, 55 days to go until November 3rd and Joe Biden was in Michigan today, touting a buy American platform, the Former Vice President pitched a 10 percent tax that would penalize U.S. companies for off shoring jobs to other countries.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I'm not looking to punish American business, but there's a better way. Make it in Michigan, make it in America, and invest in our communities and the workers and places like warren and we're going to make it happen with American grit, American determination, and American union workers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "The Former Vice President didn't take questions once again from the press, although many were quick to point out that the slogan he campaigned on today was the same one that was used by President Trump back in 2017. Joining me now is Steve Cortes, Trump Campaign Senior Advisor. STEVE CORTES, TRUMP 2020 CAMPAIGN SENIOR ADVISER: Good evening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Steve, good to have you here tonight thanks for being here. So tell me what's going on in Michigan and why Joe Biden left Delaware to spend some time there today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTES",
      "sentences": "Yes, he got above ground, he came out of his basement and actually finally went to the State of Michigan a place that he hasn't been in six months. The reason he is going there clearly is politics because the race is tightening in Michigan as it is in most battleground states. But I have to say the gall of Joe Biden to go to the industrial heartland, to the State of Michigan and promise that he's going to return jobs back from China, that is like an arsonist who burned down a village returning to that town and promising the citizens of that town that he wants to be the fire marshal to protect them.  Joe Biden spent a half century in the Washington swamp exporting American jobs all over the world, particularly to China. It is the one if we can call it that is the one accomplishment of his half-century in the beltway, is terrible trade deals particularly NAFTA and China's inclusion in the WTO which led by the way for the State of Michigan to a loss of a staggering 92,000 manufacturing jobs in the state alone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, it is clear that Michigan and most of the battleground states are tightening there is a report though from https://urldefense.proofpoint.com/v2/url?u=http-3A__goodjobsnation.com&d=DwICAg&c=cnx1hdOQtepEQkpermZGwQ&r=tgDLkJy54PfJyWJwul3dKe54qGxqO7b7d5vjo7RcZds&m=4qM5RO6txy28lPwXj0mGWYPJnvkIvHMGKrpBaNgODeU&s=Quh7LSgnh4Ne_IFHxJFv57ij6R4EOgZHI0WXL285ipc&e= that says that there are actually more jobs have gone offshore during the Trump Administration than did annually under the Obama Administration, 13,241 jobs according to them versus 8,000 per year under Obama and Biden. What do you say to that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTES",
      "sentences": "Well look, I don't know the details of this report but I will say this - the job market that President Trump created in the first few years of his administration before the global economy was crashed by the China virus was an unparalleled job market particularly for blue-collar Americans, for those who had lagged behind during the slow growth of Obama/Biden years. I'm talking about minority folks with less education credentials, blue- collar workers, all of them sorted to the forefront of income and wage acceleration gains during the first three years of the Trump Administration. And what I would also say to make that our case or economic case to the American people is that right now, the man who created the conditions for the first Trump boom right now is creating the next economic renaissance for America, that's not my opinion, that's proven by the data. We got a fantastic jobs report out just last Friday, 1.4 million jobs added on the top line and even better than that--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Better than expected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTES",
      "sentences": "--and even better than the math. The wage acceleration 4.7 percent year-over-year wage acceleration. So the economic renascence has already commenced it is the Trump boom 2.0.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Can I ask you about Florida before I let you go? Because interesting polls in Miami-Dade that shows that the Latino vote is leaning toward Trump in Miami-Dade County and every four years we have a demographic shift. You look at these counties and things change and shift in them. Florida looks like a dead heat right now, 48-48. What is your assessment of that and you know people look at that and they say well, that is the Cuban vote, it doesn't extrapolate to other states, what do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTES",
      "sentences": "Martha look, we are doing fantastic we're on a national level among Hispanics most polls were right around 40 percent. I believe that we can win the Hispanic vote nationally. And I'll tell you why there are a couple of reasons; one is kind of specific to Florida. A lot of Floridians who are of Hispanic descent either they themselves or their parents or ancestors, they fled countries that were corrupt socialist wastelands, places like Cuba and Venezuela and to some extent Nicaragua. So Florida Hispanics are particularly and clearly aware of and rightfully fearful of socialist policies, the kinds of policies that are being adopted now by the Democratic Party. And I would also say on a national basis, we Hispanics tend to be conservative people, religiously, culturally, and politically. With a lurch left award of the 20 Democratic Party, many Hispanics have been left behind as political orphans. This isn't your parents or your grandparents Democratic Party and because of that our campaign our party is aggressively reaching out to Hispanics. So far in polling its paying dividends and I think it continue to into Election Day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes, I think it's fascinating and something to watch for sure. Steve Cortes, thank you very much good to see you tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORTES",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So in the past three months, more than a dozen police chiefs look at this list have resigned, stepped down from their post across the country in a stunning state of disarray that has left a lot of people as they walk the streets asking where are the police? How this happened and what is next with writer Deroy Murdock after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Significant portions of the police decent are people. But no one, there are a lot of bad folks in every organizations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Instead of standing up to the far left rioters, Biden condemns law enforcement and condemns America. He didn't even mention the words that we love and respect \"Law & Order.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "You know, they're all telling me, even my people, my very brilliant consultants so I don't listen to too much, maybe I should. Sir, please don't say law and order -- it's too tough. Now in the meantime, you look at the streets, people crazy. They say, say law and order but with safety and with -- I said, look, people get it, it's just law and order, is that OK? We want law and order.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "They say law and order and safety, sir. Could you add the word safety? Because it's a -- I said I don't want to add, that sort of obvious -- we want law, we want order.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "A cornerstone of President Trump's reelection bid intersecting at a moment when officers are leaving the force at an alarming rate. In the past three months, more than a dozen police chiefs, a dozen. Remember, Carmen Best, she was one of the first to leave her post after she tried her hardest in Seattle.  Now you've Chief La'Ron Singletary of Rochester who resigned yesterday saying this. As a man of integrity, I will not sit idly by while outside entities attempt to destroy my character. And he is not alone come across six major cities, roughly a thousand officers have retired it since May. In New York alone, there has been a 75 percent increase of officers filing retirement paperwork and let me tell you, you can feel it on the streets compared to the same time last year. So, it seems like this playout accused gunman Kyle Rittenhouse, remember this, who ran down the streets of Kenosha with a rifle? And remember, one of the things we noted when we watch this video that night, there was just no police anywhere and they are trying to figure out where are they, what's going on? He was later charged in a killing involving two people and that case is still being adjudicated. So, in New York, you've got firefighters who are stepping in, in this case they chased down a suspect who punched an old woman near their firehouse because the police -- there were no police around, so the firefighters went out and took care of it. So that's where we are in America right now. Here now is Deroy Murdock, contributing editor of the National Review online and a Fox News contributor. Deroy, I mean, you look at what's going on out there and you can kind of figure out why the message on the Democrat side is kind twisting and turning and trying to get around this issue to the point where you have Al Sharpton saying this. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "AL SHARPTON, PRESIDENT, NATIONAL ACTION NETWORK",
      "sentences": "We need to reimagine how we do policing. To take all policing off is something that I think a latte liberal may go for as they sit around the Hamptons discussing this as some academic problem. But people living on the ground need proper policing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "I mean, I feel like I remember just not that long ago he was being cheered on at defund the police rallies, Deroy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEROY MURDOCK, FOX NEWS CONTRIBUTOR",
      "sentences": "Absolutely. Martha, great to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "You too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "Now quite a change in the Al Sharpton song from yes, defund the police, and no justice no peace and now he's saying well, only people in the Hamptons believe that, we need proper policing. I think what we all want is proper policing, we want to reward good cops and if there are bad cops out there, they need to be either reprimanded or retrained, if they are really bad, they need to be punished. But this, as you mentioned something like a dozen police chiefs resigning, many of them actually black and female interestingly enough, in some cases both black and female, really astonishing. And it's -- I'm not surprised, I'm sad to see this but I'm not surprised to see them and rank-and-file cops saying, basically saying, look, you know, if we stick around, you know, at best we are going to get harassed and people taking, bringing out their video cameras and shooting everything they do. At worse, they got in trouble, they may get shot at, some of these people have bricks thrown at them, all sorts of, you know, frozen, bottles of frozen water, they get hauled in for lawsuits and so on. You know, I don't think we are giving our good cops the pat in the back they need, a lot of them are feeling frustrated and so they are packing up and getting out of there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I mean, it's --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "And the criminals see this. That's the scariest part of it all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "They do see that, and that's why they are running rampant on the streets. I mean, you know, one of our producers, you know, they see things in the subway that you can't believe right now and then in one case a woman was almost raped on a subway platform in New York City. There are photos of it. It's unbelievable what's going on. And if the leadership in these cities --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "At 11.30 in the morning, mind you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's right. That's exactly right. And if the leadership in these cities would have stood by their police officers and stood up for them, they would not be in the situation that they are in right now. But you know, it goes back to, in some sense, to this Jacob Blake case and Jacob Blake is speaking out now and saying something interesting from the hospital. Listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JACOB BLAKE, SHOOTING SURVIVOR",
      "sentences": "There's a lot more life to live out here, you do not want to have to deal with this. Change your lives out there. We can stick together, make some money, make everything easier for our people out here, man because there's so much time that has been wasted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What did you think of that comment, Deroy? So much time has been wasted, we've got to make some money, we got to get together for our people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "Yes. Well, that's a positive message. I mean, he is a man with a pretty shady record and a bit of a rap sheet and all that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "It's true.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "But I like that positive message, we should have more of that positive message. I wish we should hear that from Democrat mayors and Democrat governors, many of whom are looking the other way as these crimes go on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "We've got prosecutors who don't seem to have any interest in locking people up who commit crimes. They are now saying well, if you looted maybe we need to find out whether you needed the stuff you looted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "So, if you really needed a high definition TV maybe you ought to keep it and we shouldn't bother prosecuting you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Unbelievable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "I mean, all the messages are saying to the criminals keep doing what you're doing and tell the cops stand down.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "And guess what happened. The cops are standing down and the criminals are stepping up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Well, you have to wonder, just going back to Jacob Blake, how the woman who is the mother of his children who claims that he sexually assaulted her then robbed her of her car keys and her debit card and spent $500 twice on it while she was calling the police, then there's people holding a vigil outside at her house for him. Now what happened to him is separate, that's being investigated. But to -- for Kamala Harris to say, you know, I'm so proud of Jacob Blake, this is a person who, you know, has said that we have to believe all women, doesn't that seem a little, a little off to you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "More than a little off. Look, it's one thing to say we are sorry this guy got in a situation, he is paralyzed for the rest of his life.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "I don't think anybody is gleeful about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "But remember, the cops were at that house because there was a warrant for his arrest, the mother of his children as you said called the cops and said here he is again, the guy who allegedly sexually assaulted her, she felt threatened, and the cops showed up not because they wanted to attack a black man but because a black woman was complaining about somebody possibly putting her in danger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "The cops were doing what they were supposed to do, and obviously things went south and here we are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. And you have to wonder in some of these cities who is going to answer those calls at this point for this woman --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "-- who needed help. Before I let you go, I want to play another one of the audiotapes from the Bob Woodward book which all of it have been getting a lot of play today, but this one is of interest and I want to hear your thoughts on this. Here we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOB WOODWARD, ASSOCIATE EDITOR, THE WASHINGTON POST",
      "sentences": "Any sense that that privilege is isolated and put you in a cage to a certain extent as it put me in, I think lots of white, privilege people in a cage?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "No. You really drink the Kool-Aid, didn't you? Just listen to you. Wow. No, I don't feel that at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "What do you think about that, Deroy?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "Yes. Look, I think it's true. You look at, true that the president hasn't had the Kool-Aid, if you will. This is the president who signed the First Step Act which is a criminal justice reform effort that has taken a lot of nonviolent criminals overwhelmingly black and let them have a second chance at life, gotten out of prison on many of them are doing very well. This is the president who signed the Opportunity Zone Act which is part of the Tax Cut -- Tax Cuts and Jobs Act, 8,700 opportunity zones, many of them in low income areas, many of them in black and Hispanic areas where people are seeing $75 billion in investment, all creating jobs and bringing the economy back. And this is the president who has provided a steady stream of income for historically black colleges and universities, that's something they begged for under Obama/Biden that they didn't get. They got it out of President Trump. So, whether he's privileged or not, or drink the Kool-Aid or not, he's done very, very good things for black folks including by the way, the lowest unemployment rate for black Americans in U.S. history.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Deroy Murdock, always great to talk to you, sir. Thank you very much. Good to have you here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MURDOCK",
      "sentences": "Martha, great talking to you. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "See you soon. Coming up, President Trump revealing what the Supreme Court could look like if there is another vacancy during his second term, coming up next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "President Trump revealed the names of 20 people that he would consider nominating to the Supreme Court in the event of another vacancy, a move intended to get Joe Biden to also release the names of the people he would consider if he won the election. White House correspondent Kevin Corke has that story for us tonight from Washington. Hi, Kevin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "sentences": "Good evening, Martha. Just how important is that list of potential nominees? Well, consider this. Four of the nine justices are 70 or older including two Ginsberg, 87, and Breyer, 82, who are in fact over 80. Now the list also includes three sitting U.S. senators. Republican Ted Cruz of Texas, Josh Hawley of Missouri, and Tom Cotton of Arkansas. Hawley for his part said today he wouldn't be interested in such an appointment, while Cotton, perhaps not coincidentally on Twitter today wrote, it's time for Roe v. Wade to go. Now the list of judges and lawmakers of 20 it also includes a number of highly regarded and well-known judges including Amy Coney Barrett, she is a circuit judge of the U.S. Court of Appeals. Here is the president this afternoon.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "There's a growing radical left movement that rejects the principle of equal treatment under the law. If this extreme movement is granted a majority on the Supreme Court, it will fundamentally transform America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "The president also derided his 2020 opponent, former Vice President Joe Biden for not releasing his own list of SCOTUS nominee potentials, claiming he hadn't done so because his candidates wouldn't, quote, \"while they'd be so far-left they couldn't withstand public scrutiny.\" Here is Biden on the subject back in June.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "sentences": "We are putting together a list of a group of African-American women who are qualified and have the experience to be in the court. I am not going to release that until we go further down the line of vetting them as well.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "Very interesting nugget here for you, Martha, at least I thought so. Exit polling after 2016 showed 70 percent of Americans set appointments to the high court were the most important or an important factor in deciding their vote which could in fact shape 2020 as we look ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "Now there is what, 55 days or so, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. That's a fascinating number and it is a big issue for a lot of voters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Kevin, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "You too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, coming up, former FBI agent Peter Strzok who famously said of a Trump presidency, quote, \"we will stop it\" and lead the investigation into possible collusion now says that he still thinks that the president is compromised by Russia. Sarah Huckabee Sanders on that and much more tonight when we come back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Byron York today pointing out the glaring misstep among those who pushed the Trump-Russia collusion narrative in 2016 writing this. The Trump-Russia affair was about one big allegation, that the Trump campaign and Russia conspired to fix the 2016 election, there was a huge investigation. It could never establish that the crime even took place, much less who might have committed it. Every other problem Mueller and Democrats faced stemmed from that one failure. Now we are hearing a similar tune from some who led the charge four years ago and came up empty-handed. Here is disgraced FBI agent Peter Strzok who claims that the president is still compromised and a threat in his new book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DAVID MARTIN, NATIONAL SECURITY CORRESPONDENT, CBS NEWS",
      "sentences": "You know it's going to put you back in the crosshairs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER STRZOK, FORMER FBI AGENT",
      "sentences": "I do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTIN",
      "sentences": "Is it going to be worth it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRZOK",
      "sentences": "Yes. David, this is a threat that we have not faced in our modern history. What Russia is doing, what they did in 2016 to attack our election, to help Trump, what they are doing now to do the very same thing is something every American ought to be thinking about and considering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Sarah Huckabee -- Sarah Huckabee Sanders joins me now, former White House press secretary, Fox News contributor and author of her new book \"Speaking for Myself: Faith, Freedom, and the Fight of Our Lives Inside the Trump White House.\" Sarah, congratulations on the book, and welcome. Good to have you with us tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, FOX NEWS CONTRIBUTOR",
      "sentences": "Thank you, Martha.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "So, I want to play another sound bite actually from Peter Strzok, and this one is from an appearance on MSNBC this morning. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRZOK",
      "sentences": "I think the truth with President Trump lies in the middle, do I think he's a Manchurian candidate? I don't. Do I think that he's doing things that are not in the national interest security of the United States because of the things that Russia holds over him because he does not want known? Absolutely, I believe that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Sarah, what do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "I mean, I find it just absolutely almost -- I'm speechless that after two years wasted of taxpayer time and resources, they are still pushing this false narrative. I spent an entire chapter of my book talking about the Russia witch hunt. Let's not forget, unlike the Obama administration, the Trump administration actually took a hard line against Russia, imposing tough sanctions, expelling diplomats, putting -- isolating and sanctioning Russia's closest proxies, Iran and Venezuela, becoming energy independent and hurting Russia's economy, putting an influx of cash and putting pressure on other countries to step up their commitments to NATO. Moment after moment, every opportunity this president has taken a much harder line on Russia than the previous administration. He rebuilt our military making sure our adversaries couldn't and wouldn't challenge us. The idea they are still pushing, this absurd narrative after two years --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "-- is total B.S. And he should be embarrassed to continue pushing this message, this should never again happen to another American presidents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Yes. I'm shocked that, you know, he's not saying that the Mueller investigation and the people who worked on it were terrible because obviously, they worked for over two years and spent millions of dollars. So, I don't know why he's not incredibly outraged that all of the people on that team were unable to find what he is so sure is in there somewhere. So, they seem to attack everybody except that the people that, you know, who were assigned to dig into and spend every breathing minute of 24, 24/7 trying to find something that he claimed absolutely is there, so I guess they failed on that front. You know, it is not over because now Adam Schiff is coming forward again and there's a new whistleblower that is talking about a related issue here and Adam Schiff says this. We've received a whistleblower complaint alleging DHS suppressed intel reports on a Russian election interference, altered intel to match false Trump claims and made false statements to Congress. This puts our national security at risk and we will investigate. And also, just a short time ago, a DHS professional, former chief of staff says that President Trump demanded the firing of the person at DHS who said that yes, indeed, it was Trump that the Russians wanted to win that election and that he wanted that person out. Can you tell us what you remember about -- about that incident?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "What I remember is that Adam Schiff lost all of his credibility after he spent more than two years pushing false claims guaranteeing that he had the smoking gun which he never produced. Adam Schiff cannot continue pushing this ridiculous fake news. At some point, I think he would have learned by now but I guess not. But I think the American people have, and I think they have tuned him out because they know he has no credibility, especially not on this topic after promising for two years that he would produce something and never once did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Did the president call for the firing or the resignation of that person who came forward and wanted to put that in that report that it was President Trump that Russia wanted to win?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SANDERS",
      "sentences": "Not that I am aware of. I was never part of any discussion where the president asked for that to happen. But again, what I do know is that any election interference that took place in 2016 happened under Obama's watch. This president has actually taken a hard line on Russia and done things to protect our election security.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "Congratulations on the book. Sarah, thank you. More on THE STORY right after this. We'll be right back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MACCALLUM",
      "sentences": "That's THE STORY for this Wednesday, September 9th, 2020. Thanks for spending your evening with us. THE STORY continues, though. So, we'll see you back here tomorrow at 7 for President Trump's rally in Michigan. Have a great night, everybody. See you then. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARTHA MACCALLUM, FOX NEWS ANCHOR",
      "utterance": "That it has a busy one indeed. Thanks Bret good to see you tonight. And good evening to everybody I'm Martha MacCallum and this is THE STORY in America tonight, it's a complicated one. 55 days as we set ahead of this Presidential Election, the gloves are definitely off. Tonight, the president pushing back on a new book by Bob Woodward, and this time there is no debate over what were said, some of those the conversations were recorded and some of them were released today. The president's Chief of Staff Mark Meadows is here to respond to those in other stories tonight in just a moment. Also this evening we'll you talk to Deroy Murdock on Kamala Harris saying that she is \"Proud of Jacob Blake\" who, by the way, aside from the other story that you know about him, was accused of assault by his ex-girlfriend. Sarah Huckabee is also here tonight, we'll talk to her about the revelations coming straight from the mouth of Peter Strzok tonight. She is here as well. But first, to the Woodward story as promised, we want to remind everybody to take you back that point in time with the virus spread just before these audio recordings were made to kind of set the stage here. On January 20th, China did announce that the virus was indeed airborne. It was transmitting from human to human. They also confirmed that the virus was indeed deadly. And them here's what the president said on January 30th, several days later."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT, UNITED STATES OF AMERICA",
      "utterance": "We are working with China, just so you know, and other countries very closely so it doesn't get out of hand. And something we have to be very careful with."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Be very, very careful with it he says. The next day is January 31st, the president then shut down travel from China with some notable exceptions, then you've got this seven days later on from February 7th he says this on a phone call with Bob Woodward, listen to this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's a very tricky situation. It goes through error Bob, that's always tougher than touch, you don't have to touch things, but the air, you just breathe the air and that is how it passed. So that's a very tricky one. That's a very delicate one. It's also more deadly than even your strenuous flues."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So here is what others were saying right around that same period, February 7th. Listen to these."
    },
    {
      "speaker": "DR. ROBERT REDFIELD, CDC DIRECTOR",
      "utterance": "This is a serious global public health situation, but again the immediate risk to the American public is low."
    },
    {
      "speaker": "GOV. ANDREW CUOMO (D-NY)",
      "utterance": "We have taken a lot of time to put protocols in place and quarantine procedures. I understand the fear we've gone through this before, Zika of virus, Ebola et cetera, but looks at some connection to the reality of the situation."
    },
    {
      "speaker": "REP. NANCY PELOSI (D-CA)",
      "utterance": "You should come to Chinatown. We think it's very safe to be in Chinatown and hope that others will come."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So let's bring in White House Chief of Staff Mark Meadows, good to have you with us tonight. Thank you for being here."
    },
    {
      "speaker": "MARK MEADOWS, WHITE HOUSE CHIEF OF STAFF",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I want to play one of the other sound bites that have gotten a lot of attention and that helps people saying that the president was minimizing the risk here, let's watch."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I wanted to always play it down, I still liked playing it down because I don't want to create a panic."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Is not problematic for the president Mark?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, I think any great leader, what they do is they take information that they have, they make sure that they vet it with in this case it was with their advisers both doctors and those within the White House to actually make sure that we make prudent decisions. But what you don't want to do is create panic. But at the same time, it was an all hands on deck. I can tell you not only did that happen in January and February but when I came on board in March, it was around-the-clock vigilant effort to make sure that this president did everything he could to address it. But I can also say that what we know now about the virus is very different than what we knew at that time, because a lot of the scientific advisors and doctors were saying listen, we can contain this, we can make sure that we keep it in Washington State and California and it's not going to be a big problem. And yet this president was consistent in saying that we needed to do everything we could. He shut down literally the economy on the advice of doctors to try to make sure that we mitigated the damage."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, that's true."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "And yet, he's been one of the most transparent presidents as it came to dealing with this situation whether it's on a phone call with Woodward or with anybody else."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "By the way, what was your understanding of how much access Bob Woodward had to the president? You're the Chief of Staff, were you surprised to learn that he was on the phone with him for 18 hours often late at night making these recordings?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "I'm not surprised that the president was on the phone with Bob Woodward. Honestly his access to the White House is probably something that I would not have recommended had I been in the Chief of Staff role early on but it's the typical thing that the president does. He believes that he has nothing to hide that that is the great thing about him. He is willing to talk to anybody about any subject no matter how difficult. He's probably given more interviews than any president in modern history and it's all about making sure that the American people stay informed. And whether you like it or not, he's willing to answer the difficult questions."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So well, at this point whether he likes it or not this is going to be in the mix of 50 some days from the Presidential Election. The numbers are fairly consistent in these polls. This is a new Monmouth Poll, 37 percent say that he did a good job handling Coronavirus, 56 percent say that he did a bad job and here is how Joe Biden teed off of these reports on the Woodward book let's watch."
    },
    {
      "speaker": "JOE BIDEN (D) PRESIDENTIAL CANDIDATE",
      "utterance": "He failed to do his job on purpose. It was a life and death betrayal of the American people experts say that if he would've acted just one week sooner, 36,000 people would have been saved. If he acted two weeks sooner back in March, 54,000 lives would've been spared in March and April alone."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "How do you think that message will sit with the American people Mark?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, it doesn't surprise me that Joe Biden will jump on this unprecedented pandemic and try to use it for political gain. We've seen it over and over again. So let me just frame it this way. If he had done what Joe Biden the candidate recommended, we wouldn't have shut down travel from China. We wouldn't have shut down travel from Europe. When Joe Biden was sitting there condemning the president because he was a candidate for the highest office in the land, this president was actually taking action. So this doesn't surprise me. Most people are going to see this as more Joe Biden complaining about what he didn't do and may be what he ought to focus on is what he didn't do over the last 47 years?"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Let's take a look at this quote for General Mattis; it's also been a difficult week for the president with regard to his relationship with some of the high ranking members of the military. And in this part of the book, General Mattis is quoted as saying to Dan Coats who was then the Director of National Intelligence with regard to issues that had to do with Russia and Putin and whether the president was hiding something or they had something on him Dan Coats suggests in the book. General Mattis says maybe at some point we are going to have to stand up and speak out. There may be a time when we have to take collective action. I wonder what goes through your mind when you look at that and I wonder whether you think that is what happened in this Atlantic story. Do you believe that General Mattis was one of the sources for that?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, I don't know who the source is but I can tell you that based on this first hand source and talking to the president on a regular basis and the seeing how he loves the veterans, the military men and women that served. And yes, even our generals and our flag officers currently have high regard and high respect for them - here's what you find. In Washington, D.C., there are a lot of agendas and most of those agendas are to someone's personal benefit, not to the American people's benefit. What I do know about this president, he's always talked about America first and putting the American people first, that is going to come at great odds with what happens here at Washington, D.C.? And so here is - I wish that Dan Coats and General Mattis had been as forthright and going after what we know happened which was spying on the Trump Campaign, perhaps we would be in a different spot right now."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Before I let you go, the question of another stimulus package. I know there is expected to be a vote on Thursday but it doesn't look like there is much optimism that anything is going to get passed in Congress right now. And there's a new Harvard Poll that says that half of all households in major U.S. cities report having serious financial problems due to COVID-19 pandemic. Depleted savings, problems paying credit card bills, covering medical bills, black and Latino households in all four cities were particularly vulnerable here. So what do you say to them tonight about why there isn't any more aid forthcoming?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, here is what I would say as there is one person in Washington, D.C., that is acted on your behalf that is the President of the United States, there's still one person willing to act and go further and compromise and make sure we get help coming to you. If you're hurting from this whether it is unemployment or you have insecure job future, this president wants to help. Here is what we need to do. Let's go ahead and pass a bill that we've agreed upon, at least the concept of what we've done whether it's an enhanced unemployment, help the business, schools. We can agree on all that Nancy Pelosi come to the table, let's agree on that and then what we disagree on, let's continue to debate and have a fight on that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I just wonder if you - when we look at this employment picture that seems to be improving, do you think that it means that people are going back to work and does that make you more hesitant to add another enhancement package on unemployment?"
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Well, we do know that people are going back to work. Not only the numbers support that but the unemployment at 8.4 percent is actually better than what we thought Martha. But the other thing is, is not to ignore some of those that are still in harm's way. And so that's the president as recently as just a couple of hours ago was saying how can we work towards executive action to meet the needs since Congress obviously is not going to do that? We'll get there in the end I'm hopeful that Democrats and Republicans will come together."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Chief of Staff Mark Meadows, good to see you sir. Thank you very much."
    },
    {
      "speaker": "MEADOWS",
      "utterance": "Good to see you thanks."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Also here tonight, Alex Berenson, Former \"New York Times\" Reporter and Author of unreported truths about COVID-19 and lockdowns. And Chris Hahn, Former Aide to Senator Chuck Schumer and Syndicated Radio Host. Good to have both of you with us. Chris, let me start with you."
    },
    {
      "speaker": "CHRIS HAHN, FORMER AIDE TO SENATOR CHUCK SCHUMER",
      "utterance": "Great to be here."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Did we learn anything that people didn't already know about the president's take in handling COVID-19 in these revelations today?"
    },
    {
      "speaker": "HAHN",
      "utterance": "Yes, I mean the president made it very clear to Bob Woodward that this is a deadly disease and it could be up to 5 percent people dead. And he still had rallies including his rally in Tulsa, Oklahoma, which claimed at least one of his supporters that we know of, Herman Cain. And look there are still people around this country going to motorcycle rallies in Sturgis because the President of the United States failed to leave this country and tell them the truth about COVID-19. It's despicable and I know he's watching still, he should resign. Not four more years, we can't take four more days of this man, he's not taking this seriously and many people are dead because of it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So do you think that - do you agree with Joe Biden stepped back from this but he said there should be a mandatory mask rule across the country and then he said oh well, maybe there shouldn't be."
    },
    {
      "speaker": "HAHN",
      "utterance": "Joe Biden said that states should have mandatory mask rules. The federal government obviously--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "--that's the way the federal system works."
    },
    {
      "speaker": "HAHN",
      "utterance": "But here's the thing Martha if the President of the United States would lead by example instead of calling a reporter out like he did just Monday who was wearing a mask, doing what he should be doing to protect his fellow people, including the president himself. The president is failing to lead and failing to set the example and his callousness shown in this book with his own words is not going to go over well with the American people."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "As I pointed out everybody knew that the disease was deadly and that it was transmitted human to human at this point. So there was nothing that was being hidden at that point, that was already known to the public. So the president wasn't saying anything that you didn't know or I didn't know at that point. Alex, what is your take on what we are hearing today about this book and what the president had to say given all the work that we've done on COVID?"
    },
    {
      "speaker": "ALEX BERENSON, FORMER NEW YORK TIMES REPORTER",
      "utterance": "Well, I don't particularly care about the politics here, obviously it is not good for the president - the thing that I actually care about that is going to be used in a very negative way in the next couple of months is lying about young people being at risk. The teachers unions probably popped champagne when they heard that. The fact is there were a few days in mid-March when people were saying that publicly basically every piece of evidence in the last six months suggested that children and young adults are at basically no risk of serious illness or death from this virus. Now that is not 100 percent true, you can never say anything categorically but one child out of every million American children has died from the Coronavirus that is far fewer than the flu, that's far fewer than many other causes. Children and young adults are not at high risk here and we have to open the schools. Unfortunately this is going to be used against that and that really upsets me."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you say to that, Chris?"
    },
    {
      "speaker": "HAHN",
      "utterance": "Well, I mean look, schools are opening in places where they can open like here in New York or where we have got it under control because we have a leader who set an example--"
    },
    {
      "speaker": "HAHN",
      "utterance": "I'm sorry, I have a child in school in New York Alex, so let me talk, you can theorize all you want. But in New York State where we got it under control because we had leadership, we had a Governor who said wear a mask, social distance, follow the rules, let's open up slowly instead of a guy who's having rallies in Tulsa, Oklahoma, and encouraging people to go to Sturgis and coming out to see him speak because his ego needs it. Look, we have it under control here in New York and if the rest of the country did what New York did when New York did it, this entire country would be back right now but president--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "New York lost more people than any other state in the entire country and many of them were in nursing homes due to negligence from the Governor of New York State."
    },
    {
      "speaker": "BERENSON",
      "utterance": "That's right. Chris that's right, you got it first and that is the only reason that New York is where it is right now - all of the Europe- -"
    },
    {
      "speaker": "HAHN",
      "utterance": "They took it serious."
    },
    {
      "speaker": "BERENSON",
      "utterance": "--task and their schools are reopening anyway, masks do very little or nothing, that's what the science says."
    },
    {
      "speaker": "HAHN",
      "utterance": "And Alex, the president didn't care about it because it was only in blue states now it is in red states --."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Wait a minute Chris, you asked for the respect to speak when you wanted to so Alex go ahead and finish your thought."
    },
    {
      "speaker": "BERENSON",
      "utterance": "Sure. The fact is that masks do very, very little if anything. And all over Europe, they are reopening despite the fact that there are spikes in cases for the most part they are reopening without any outdoor mask mandates and in some cases no indoor mask mandates, there is just very, very little evidence that any of steps that any of these people want to take up to and including full lockdowns which may or may not have actually worsen the problems in New York and the Northeast."
    },
    {
      "speaker": "HAHN",
      "utterance": "I doubt it."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I think all these; all over there is going to be a huge--"
    },
    {
      "speaker": "HAHN",
      "utterance": "No knowledge of anything, you're lying to the American people."
    },
    {
      "speaker": "BERENSON",
      "utterance": "We need to actually follow what the science says and not what we wish it would say."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "HAHN",
      "utterance": "Yes, I agree and we should."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Chris, I got to go. But I do think that there is going to be a huge amount of retrospective on all of the issues that Alex brings up when all of the science is in on what works and what doesn't work and who can get it and who is susceptible to it and who is not? A lot we still don't know. Chris, thank you very much, Alex good to have you here tonight."
    },
    {
      "speaker": "BERENSON",
      "utterance": "Martha, thank you."
    },
    {
      "speaker": "HAHN",
      "utterance": "Thanks Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So Joe Biden pitching himself to the working-class voters in Michigan, we are going to show you what he had to say about made in America, now a familiar refrain on both sides of the election. And a new poll that will show you - shows that America - that President Trump rather needs to make up some ground if he wants to win one of the most crucial battlegrounds of all. Trump 2020 Senior Advisor Steve Cortes on that strategy when we come back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "We are in countdown mode now, 55 days to go until November 3rd and Joe Biden was in Michigan today, touting a buy American platform, the Former Vice President pitched a 10 percent tax that would penalize U.S. companies for off shoring jobs to other countries."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I'm not looking to punish American business, but there's a better way. Make it in Michigan, make it in America, and invest in our communities and the workers and places like warren and we're going to make it happen with American grit, American determination, and American union workers."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "The Former Vice President didn't take questions once again from the press, although many were quick to point out that the slogan he campaigned on today was the same one that was used by President Trump back in 2017. Joining me now is Steve Cortes, Trump Campaign Senior Advisor. STEVE CORTES, TRUMP 2020 CAMPAIGN SENIOR ADVISER: Good evening."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Steve, good to have you here tonight thanks for being here. So tell me what's going on in Michigan and why Joe Biden left Delaware to spend some time there today."
    },
    {
      "speaker": "CORTES",
      "utterance": "Yes, he got above ground, he came out of his basement and actually finally went to the State of Michigan a place that he hasn't been in six months. The reason he is going there clearly is politics because the race is tightening in Michigan as it is in most battleground states. But I have to say the gall of Joe Biden to go to the industrial heartland, to the State of Michigan and promise that he's going to return jobs back from China, that is like an arsonist who burned down a village returning to that town and promising the citizens of that town that he wants to be the fire marshal to protect them. Joe Biden spent a half century in the Washington swamp exporting American jobs all over the world, particularly to China. It is the one if we can call it that is the one accomplishment of his half-century in the beltway, is terrible trade deals particularly NAFTA and China's inclusion in the WTO which led by the way for the State of Michigan to a loss of a staggering 92,000 manufacturing jobs in the state alone."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, it is clear that Michigan and most of the battleground states are tightening there is a report though from https://urldefense.proofpoint.com/v2/url?u=http-3A__goodjobsnation.com&d=DwICAg&c=cnx1hdOQtepEQkpermZGwQ&r=tgDLkJy54PfJyWJwul3dKe54qGxqO7b7d5vjo7RcZds&m=4qM5RO6txy28lPwXj0mGWYPJnvkIvHMGKrpBaNgODeU&s=Quh7LSgnh4Ne_IFHxJFv57ij6R4EOgZHI0WXL285ipc&e= that says that there are actually more jobs have gone offshore during the Trump Administration than did annually under the Obama Administration, 13,241 jobs according to them versus 8,000 per year under Obama and Biden. What do you say to that?"
    },
    {
      "speaker": "CORTES",
      "utterance": "Well look, I don't know the details of this report but I will say this - the job market that President Trump created in the first few years of his administration before the global economy was crashed by the China virus was an unparalleled job market particularly for blue-collar Americans, for those who had lagged behind during the slow growth of Obama/Biden years. I'm talking about minority folks with less education credentials, blue- collar workers, all of them sorted to the forefront of income and wage acceleration gains during the first three years of the Trump Administration. And what I would also say to make that our case or economic case to the American people is that right now, the man who created the conditions for the first Trump boom right now is creating the next economic renaissance for America, that's not my opinion, that's proven by the data. We got a fantastic jobs report out just last Friday, 1.4 million jobs added on the top line and even better than that--"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Better than expected."
    },
    {
      "speaker": "CORTES",
      "utterance": "--and even better than the math. The wage acceleration 4.7 percent year-over-year wage acceleration. So the economic renascence has already commenced it is the Trump boom 2.0."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Can I ask you about Florida before I let you go? Because interesting polls in Miami-Dade that shows that the Latino vote is leaning toward Trump in Miami-Dade County and every four years we have a demographic shift. You look at these counties and things change and shift in them. Florida looks like a dead heat right now, 48-48. What is your assessment of that and you know people look at that and they say well, that is the Cuban vote, it doesn't extrapolate to other states, what do you say?"
    },
    {
      "speaker": "CORTES",
      "utterance": "Martha look, we are doing fantastic we're on a national level among Hispanics most polls were right around 40 percent. I believe that we can win the Hispanic vote nationally. And I'll tell you why there are a couple of reasons; one is kind of specific to Florida. A lot of Floridians who are of Hispanic descent either they themselves or their parents or ancestors, they fled countries that were corrupt socialist wastelands, places like Cuba and Venezuela and to some extent Nicaragua. So Florida Hispanics are particularly and clearly aware of and rightfully fearful of socialist policies, the kinds of policies that are being adopted now by the Democratic Party. And I would also say on a national basis, we Hispanics tend to be conservative people, religiously, culturally, and politically. With a lurch left award of the 20 Democratic Party, many Hispanics have been left behind as political orphans. This isn't your parents or your grandparents Democratic Party and because of that our campaign our party is aggressively reaching out to Hispanics. So far in polling its paying dividends and I think it continue to into Election Day."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes, I think it's fascinating and something to watch for sure. Steve Cortes, thank you very much good to see you tonight."
    },
    {
      "speaker": "CORTES",
      "utterance": "Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So in the past three months, more than a dozen police chiefs look at this list have resigned, stepped down from their post across the country in a stunning state of disarray that has left a lot of people as they walk the streets asking where are the police? How this happened and what is next with writer Deroy Murdock after this."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Significant portions of the police decent are people. But no one, there are a lot of bad folks in every organizations."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Instead of standing up to the far left rioters, Biden condemns law enforcement and condemns America. He didn't even mention the words that we love and respect \"Law & Order.\""
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "utterance": "You know, they're all telling me, even my people, my very brilliant consultants so I don't listen to too much, maybe I should. Sir, please don't say law and order -- it's too tough. Now in the meantime, you look at the streets, people crazy. They say, say law and order but with safety and with -- I said, look, people get it, it's just law and order, is that OK? We want law and order."
    },
    {
      "speaker": "TRUMP",
      "utterance": "They say law and order and safety, sir. Could you add the word safety? Because it's a -- I said I don't want to add, that sort of obvious -- we want law, we want order."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "A cornerstone of President Trump's reelection bid intersecting at a moment when officers are leaving the force at an alarming rate. In the past three months, more than a dozen police chiefs, a dozen. Remember, Carmen Best, she was one of the first to leave her post after she tried her hardest in Seattle. Now you've Chief La'Ron Singletary of Rochester who resigned yesterday saying this. As a man of integrity, I will not sit idly by while outside entities attempt to destroy my character. And he is not alone come across six major cities, roughly a thousand officers have retired it since May. In New York alone, there has been a 75 percent increase of officers filing retirement paperwork and let me tell you, you can feel it on the streets compared to the same time last year. So, it seems like this playout accused gunman Kyle Rittenhouse, remember this, who ran down the streets of Kenosha with a rifle? And remember, one of the things we noted when we watch this video that night, there was just no police anywhere and they are trying to figure out where are they, what's going on? He was later charged in a killing involving two people and that case is still being adjudicated. So, in New York, you've got firefighters who are stepping in, in this case they chased down a suspect who punched an old woman near their firehouse because the police -- there were no police around, so the firefighters went out and took care of it. So that's where we are in America right now. Here now is Deroy Murdock, contributing editor of the National Review online and a Fox News contributor. Deroy, I mean, you look at what's going on out there and you can kind of figure out why the message on the Democrat side is kind twisting and turning and trying to get around this issue to the point where you have Al Sharpton saying this. Watch this."
    },
    {
      "speaker": "AL SHARPTON, PRESIDENT, NATIONAL ACTION NETWORK",
      "utterance": "We need to reimagine how we do policing. To take all policing off is something that I think a latte liberal may go for as they sit around the Hamptons discussing this as some academic problem. But people living on the ground need proper policing."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "I mean, I feel like I remember just not that long ago he was being cheered on at defund the police rallies, Deroy."
    },
    {
      "speaker": "DEROY MURDOCK, FOX NEWS CONTRIBUTOR",
      "utterance": "Absolutely. Martha, great to be with you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "You too."
    },
    {
      "speaker": "MURDOCK",
      "utterance": "Now quite a change in the Al Sharpton song from yes, defund the police, and no justice no peace and now he's saying well, only people in the Hamptons believe that, we need proper policing. I think what we all want is proper policing, we want to reward good cops and if there are bad cops out there, they need to be either reprimanded or retrained, if they are really bad, they need to be punished. But this, as you mentioned something like a dozen police chiefs resigning, many of them actually black and female interestingly enough, in some cases both black and female, really astonishing. And it's -- I'm not surprised, I'm sad to see this but I'm not surprised to see them and rank-and-file cops saying, basically saying, look, you know, if we stick around, you know, at best we are going to get harassed and people taking, bringing out their video cameras and shooting everything they do. At worse, they got in trouble, they may get shot at, some of these people have bricks thrown at them, all sorts of, you know, frozen, bottles of frozen water, they get hauled in for lawsuits and so on. You know, I don't think we are giving our good cops the pat in the back they need, a lot of them are feeling frustrated and so they are packing up and getting out of there."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I mean, it's --"
    },
    {
      "speaker": "MURDOCK",
      "utterance": "And the criminals see this. That's the scariest part of it all."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "They do see that, and that's why they are running rampant on the streets. I mean, you know, one of our producers, you know, they see things in the subway that you can't believe right now and then in one case a woman was almost raped on a subway platform in New York City. There are photos of it. It's unbelievable what's going on. And if the leadership in these cities --"
    },
    {
      "speaker": "MURDOCK",
      "utterance": "At 11.30 in the morning, mind you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's right. That's exactly right. And if the leadership in these cities would have stood by their police officers and stood up for them, they would not be in the situation that they are in right now. But you know, it goes back to, in some sense, to this Jacob Blake case and Jacob Blake is speaking out now and saying something interesting from the hospital. Listen to this."
    },
    {
      "speaker": "JACOB BLAKE, SHOOTING SURVIVOR",
      "utterance": "There's a lot more life to live out here, you do not want to have to deal with this. Change your lives out there. We can stick together, make some money, make everything easier for our people out here, man because there's so much time that has been wasted."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What did you think of that comment, Deroy? So much time has been wasted, we've got to make some money, we got to get together for our people."
    },
    {
      "speaker": "MURDOCK",
      "utterance": "Yes. Well, that's a positive message. I mean, he is a man with a pretty shady record and a bit of a rap sheet and all that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "It's true."
    },
    {
      "speaker": "MURDOCK",
      "utterance": "But I like that positive message, we should have more of that positive message. I wish we should hear that from Democrat mayors and Democrat governors, many of whom are looking the other way as these crimes go on."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCK",
      "utterance": "We've got prosecutors who don't seem to have any interest in locking people up who commit crimes. They are now saying well, if you looted maybe we need to find out whether you needed the stuff you looted."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCK",
      "utterance": "So, if you really needed a high definition TV maybe you ought to keep it and we shouldn't bother prosecuting you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Unbelievable."
    },
    {
      "speaker": "MURDOCK",
      "utterance": "I mean, all the messages are saying to the criminals keep doing what you're doing and tell the cops stand down."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCK",
      "utterance": "And guess what happened. The cops are standing down and the criminals are stepping up."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Well, you have to wonder, just going back to Jacob Blake, how the woman who is the mother of his children who claims that he sexually assaulted her then robbed her of her car keys and her debit card and spent $500 twice on it while she was calling the police, then there's people holding a vigil outside at her house for him. Now what happened to him is separate, that's being investigated. But to -- for Kamala Harris to say, you know, I'm so proud of Jacob Blake, this is a person who, you know, has said that we have to believe all women, doesn't that seem a little, a little off to you?"
    },
    {
      "speaker": "MURDOCK",
      "utterance": "More than a little off. Look, it's one thing to say we are sorry this guy got in a situation, he is paralyzed for the rest of his life."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCK",
      "utterance": "I don't think anybody is gleeful about that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "No."
    },
    {
      "speaker": "MURDOCK",
      "utterance": "But remember, the cops were at that house because there was a warrant for his arrest, the mother of his children as you said called the cops and said here he is again, the guy who allegedly sexually assaulted her, she felt threatened, and the cops showed up not because they wanted to attack a black man but because a black woman was complaining about somebody possibly putting her in danger."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "MURDOCK",
      "utterance": "The cops were doing what they were supposed to do, and obviously things went south and here we are."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. And you have to wonder in some of these cities who is going to answer those calls at this point for this woman --"
    },
    {
      "speaker": "MURDOCK",
      "utterance": "Absolutely."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "-- who needed help. Before I let you go, I want to play another one of the audiotapes from the Bob Woodward book which all of it have been getting a lot of play today, but this one is of interest and I want to hear your thoughts on this. Here we go."
    },
    {
      "speaker": "BOB WOODWARD, ASSOCIATE EDITOR, THE WASHINGTON POST",
      "utterance": "Any sense that that privilege is isolated and put you in a cage to a certain extent as it put me in, I think lots of white, privilege people in a cage?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "No. You really drink the Kool-Aid, didn't you? Just listen to you. Wow. No, I don't feel that at all."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "What do you think about that, Deroy?"
    },
    {
      "speaker": "MURDOCK",
      "utterance": "Yes. Look, I think it's true. You look at, true that the president hasn't had the Kool-Aid, if you will. This is the president who signed the First Step Act which is a criminal justice reform effort that has taken a lot of nonviolent criminals overwhelmingly black and let them have a second chance at life, gotten out of prison on many of them are doing very well. This is the president who signed the Opportunity Zone Act which is part of the Tax Cut -- Tax Cuts and Jobs Act, 8,700 opportunity zones, many of them in low income areas, many of them in black and Hispanic areas where people are seeing $75 billion in investment, all creating jobs and bringing the economy back. And this is the president who has provided a steady stream of income for historically black colleges and universities, that's something they begged for under Obama/Biden that they didn't get. They got it out of President Trump. So, whether he's privileged or not, or drink the Kool-Aid or not, he's done very, very good things for black folks including by the way, the lowest unemployment rate for black Americans in U.S. history."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Deroy Murdock, always great to talk to you, sir. Thank you very much. Good to have you here."
    },
    {
      "speaker": "MURDOCK",
      "utterance": "Martha, great talking to you. Thank you."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "See you soon. Coming up, President Trump revealing what the Supreme Court could look like if there is another vacancy during his second term, coming up next."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "President Trump revealed the names of 20 people that he would consider nominating to the Supreme Court in the event of another vacancy, a move intended to get Joe Biden to also release the names of the people he would consider if he won the election. White House correspondent Kevin Corke has that story for us tonight from Washington. Hi, Kevin."
    },
    {
      "speaker": "KEVIN CORKE, FOX NEWS WHITE HOUSE CORRESPONDENT",
      "utterance": "Good evening, Martha. Just how important is that list of potential nominees? Well, consider this. Four of the nine justices are 70 or older including two Ginsberg, 87, and Breyer, 82, who are in fact over 80. Now the list also includes three sitting U.S. senators. Republican Ted Cruz of Texas, Josh Hawley of Missouri, and Tom Cotton of Arkansas. Hawley for his part said today he wouldn't be interested in such an appointment, while Cotton, perhaps not coincidentally on Twitter today wrote, it's time for Roe v. Wade to go. Now the list of judges and lawmakers of 20 it also includes a number of highly regarded and well-known judges including Amy Coney Barrett, she is a circuit judge of the U.S. Court of Appeals. Here is the president this afternoon."
    },
    {
      "speaker": "TRUMP",
      "utterance": "There's a growing radical left movement that rejects the principle of equal treatment under the law. If this extreme movement is granted a majority on the Supreme Court, it will fundamentally transform America."
    },
    {
      "speaker": "CORKE",
      "utterance": "The president also derided his 2020 opponent, former Vice President Joe Biden for not releasing his own list of SCOTUS nominee potentials, claiming he hadn't done so because his candidates wouldn't, quote, \"while they'd be so far-left they couldn't withstand public scrutiny.\" Here is Biden on the subject back in June."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL CANDIDATE",
      "utterance": "We are putting together a list of a group of African-American women who are qualified and have the experience to be in the court. I am not going to release that until we go further down the line of vetting them as well."
    },
    {
      "speaker": "CORKE",
      "utterance": "Very interesting nugget here for you, Martha, at least I thought so. Exit polling after 2016 showed 70 percent of Americans set appointments to the high court were the most important or an important factor in deciding their vote which could in fact shape 2020 as we look ahead."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "CORKE",
      "utterance": "Now there is what, 55 days or so, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. That's a fascinating number and it is a big issue for a lot of voters."
    },
    {
      "speaker": "CORKE",
      "utterance": "You bet."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Kevin, thank you."
    },
    {
      "speaker": "CORKE",
      "utterance": "You bet."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Good to see you."
    },
    {
      "speaker": "CORKE",
      "utterance": "You too."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, coming up, former FBI agent Peter Strzok who famously said of a Trump presidency, quote, \"we will stop it\" and lead the investigation into possible collusion now says that he still thinks that the president is compromised by Russia. Sarah Huckabee Sanders on that and much more tonight when we come back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Byron York today pointing out the glaring misstep among those who pushed the Trump-Russia collusion narrative in 2016 writing this. The Trump-Russia affair was about one big allegation, that the Trump campaign and Russia conspired to fix the 2016 election, there was a huge investigation. It could never establish that the crime even took place, much less who might have committed it. Every other problem Mueller and Democrats faced stemmed from that one failure. Now we are hearing a similar tune from some who led the charge four years ago and came up empty-handed. Here is disgraced FBI agent Peter Strzok who claims that the president is still compromised and a threat in his new book."
    },
    {
      "speaker": "DAVID MARTIN, NATIONAL SECURITY CORRESPONDENT, CBS NEWS",
      "utterance": "You know it's going to put you back in the crosshairs."
    },
    {
      "speaker": "PETER STRZOK, FORMER FBI AGENT",
      "utterance": "I do."
    },
    {
      "speaker": "MARTIN",
      "utterance": "Is it going to be worth it?"
    },
    {
      "speaker": "STRZOK",
      "utterance": "Yes. David, this is a threat that we have not faced in our modern history. What Russia is doing, what they did in 2016 to attack our election, to help Trump, what they are doing now to do the very same thing is something every American ought to be thinking about and considering."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Sarah Huckabee -- Sarah Huckabee Sanders joins me now, former White House press secretary, Fox News contributor and author of her new book \"Speaking for Myself: Faith, Freedom, and the Fight of Our Lives Inside the Trump White House.\" Sarah, congratulations on the book, and welcome. Good to have you with us tonight."
    },
    {
      "speaker": "SARAH HUCKABEE SANDERS, FOX NEWS CONTRIBUTOR",
      "utterance": "Thank you, Martha."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "So, I want to play another sound bite actually from Peter Strzok, and this one is from an appearance on MSNBC this morning. Watch this."
    },
    {
      "speaker": "STRZOK",
      "utterance": "I think the truth with President Trump lies in the middle, do I think he's a Manchurian candidate? I don't. Do I think that he's doing things that are not in the national interest security of the United States because of the things that Russia holds over him because he does not want known? Absolutely, I believe that."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Sarah, what do you say?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "I mean, I find it just absolutely almost -- I'm speechless that after two years wasted of taxpayer time and resources, they are still pushing this false narrative. I spent an entire chapter of my book talking about the Russia witch hunt. Let's not forget, unlike the Obama administration, the Trump administration actually took a hard line against Russia, imposing tough sanctions, expelling diplomats, putting -- isolating and sanctioning Russia's closest proxies, Iran and Venezuela, becoming energy independent and hurting Russia's economy, putting an influx of cash and putting pressure on other countries to step up their commitments to NATO. Moment after moment, every opportunity this president has taken a much harder line on Russia than the previous administration. He rebuilt our military making sure our adversaries couldn't and wouldn't challenge us. The idea they are still pushing, this absurd narrative after two years --"
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes."
    },
    {
      "speaker": "SANDERS",
      "utterance": "-- is total B.S. And he should be embarrassed to continue pushing this message, this should never again happen to another American presidents."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Yes. I'm shocked that, you know, he's not saying that the Mueller investigation and the people who worked on it were terrible because obviously, they worked for over two years and spent millions of dollars. So, I don't know why he's not incredibly outraged that all of the people on that team were unable to find what he is so sure is in there somewhere. So, they seem to attack everybody except that the people that, you know, who were assigned to dig into and spend every breathing minute of 24, 24/7 trying to find something that he claimed absolutely is there, so I guess they failed on that front. You know, it is not over because now Adam Schiff is coming forward again and there's a new whistleblower that is talking about a related issue here and Adam Schiff says this. We've received a whistleblower complaint alleging DHS suppressed intel reports on a Russian election interference, altered intel to match false Trump claims and made false statements to Congress. This puts our national security at risk and we will investigate. And also, just a short time ago, a DHS professional, former chief of staff says that President Trump demanded the firing of the person at DHS who said that yes, indeed, it was Trump that the Russians wanted to win that election and that he wanted that person out. Can you tell us what you remember about -- about that incident?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "What I remember is that Adam Schiff lost all of his credibility after he spent more than two years pushing false claims guaranteeing that he had the smoking gun which he never produced. Adam Schiff cannot continue pushing this ridiculous fake news. At some point, I think he would have learned by now but I guess not. But I think the American people have, and I think they have tuned him out because they know he has no credibility, especially not on this topic after promising for two years that he would produce something and never once did."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Did the president call for the firing or the resignation of that person who came forward and wanted to put that in that report that it was President Trump that Russia wanted to win?"
    },
    {
      "speaker": "SANDERS",
      "utterance": "Not that I am aware of. I was never part of any discussion where the president asked for that to happen. But again, what I do know is that any election interference that took place in 2016 happened under Obama's watch. This president has actually taken a hard line on Russia and done things to protect our election security."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "Congratulations on the book. Sarah, thank you. More on THE STORY right after this. We'll be right back."
    },
    {
      "speaker": "MACCALLUM",
      "utterance": "That's THE STORY for this Wednesday, September 9th, 2020. Thanks for spending your evening with us. THE STORY continues, though. So, we'll see you back here tomorrow at 7 for President Trump's rally in Michigan. Have a great night, everybody. See you then. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}