{
  "date": "September 23, 2018",
  "headline": "Sec. Mike Pompeo talks North Korea, the UN and trade",
  "subHeadline": "Secretary of State Mike Pompeo sits down with Chris Wallace on 'Fox News Sunday.'",
  "url": "https://www.foxnews.com/transcript/sec-mike-pompeo-talks-north-korea-the-un-and-trade",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "CHRIS WALLACE, HOST",
      "sentences": "I'm Chris Wallace. The woman accusing Supreme Court nominee Brett Kavanaugh of attempted rape agrees to testify on Capitol Hill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Brett Kavanaugh is one of the finest human beings you will ever have the privilege of knowing or meeting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump stands by his pick even after charges Kavanaugh engaged in sexual abuse as a teenager. Plus --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We have great people in the Department of Justice. We have great people, but there's a lingering stench and we are going to get rid of that too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The president issues a warning following reports Deputy Attorney General Rod Rosenstein floated the idea of wearing a wire to record him. We'll have a live report and discuss what comes next on both fronts with Lindsey Graham, a key member of the Senate Judiciary Committee.  And we'll get analysis from our Sunday panel, including Bob Woodward, author of the bestselling book \"Fear\".   Then, as Mr. Trump heads for the U.N. General Assembly, we talk with Secretary of State Mike Pompeo. The North Koreans have not agreed to give up a single missile, a single nuclear weapon. And the escalating trade war with China.   How hard is President Trump prepared to go in this face-off with China, and for how long? And our \"Power Player of the Week,\" a soccer icon crosses the pond and makes a splash here in D.C. All, right now, on \"Fox News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And hello again from Fox News in Washington. Well, it looks like we'll have a dramatic face-off on Capitol Hill this week between Supreme Court nominee Brett Kavanaugh and the woman accusing him of sexual assault 36 years ago when they were both in high school. Christine Blasey Ford has tentatively agreed to testify before the Senate Judiciary Committee on Thursday but her lawyers and committee staff are still negotiating the details.  Right now, we can tell you about the latest Fox News poll which shows this controversy has hurt public support for the judge. When asked, who do you believe, 36 percent say the accuser, Ford, while 30 percent say Kavanaugh. One-third say they are unsure. And when asked whether they support the judge's confirmation to the Supreme Court, voters say no by a margin of ten points. Last month, before the allegation, the negative margin was just one point.  Meanwhile, there's another explosive controversy whether president Trump will fire deputy Attorney General Rod Rosenstein after reports that in May of 2017, Rosenstein was so worried about Mr. Trump's behavior, he discussed wearing a wire to record the president and polling cabinet members about invoking the 25th Amendment to remove him from office.  Secretary of State Mike Pompeo became the first top administration official to speak on this when I interviewed him yesterday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, SECRETARY OF STATE",
      "sentences": "Chris, I'm not going to comment on that in any way other than to say this. I've been pretty clear since my beginning of service here in this administration, if you can't be on the team, if you're not supporting this mission, then maybe you've just got to find something else to do. I've told that to my senior colleagues, I've told this to junior folks at the CIA and the State Department. We need everyone who's engaged in helping achieve President Trump's mission and I hope that everyone in every agency, DOJ, FBI, State Department is on that mission. And if you're not -- if you're not, you should take this time to go do something more productive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And I assume that talk about wiring the president, talking about the 25th Amendment is not being on the team.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Not remotely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll have more of our interview with Pompeo later this hour.  But first, let's get the latest on all of these developments from Fox News chief congressional correspondent Mike Emanuel on Capitol Hill -- Mike.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Chris, while there's a tentative agreement for this hearing, it is still not entirely clear if it will happen. Vice President Pence says in the end, the Senate will confirm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "I believe that Judge Brett Kavanaugh will soon be Justice Brett Kavanaugh.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "EMANUEL",
      "sentences": "But first, the effort continues to have Christine Blasey Ford tell her story to lawmakers with Kavanaugh given a chance to respond. Chairman Grassley has threatened to go right to a committee vote on Monday if there is no deal.  And a White House spokeswoman responding: One week ago, Dr. Christine Ford claimed she was assaulted at a house party attended by four others. Since then, all four of these individuals have provided statements to the Senate Judiciary Committee denying any knowledge of the incident or even having attended such a party. Then there's a controversy following the bombshell New York Times report on Deputy Attorney General Rod Rosenstein. Advisors to Mr. Trump are strongly urging the president not to follow through on threats to fire him. Rosenstein was quick to deny the report: I never pursued or authorized recording the president and any suggestion that I have ever advocated for the removal of the president is absolutely false.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "On Judge Kavanaugh, with a 51-49 Republican majority, the key will be keeping the GOP unified -- Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mike Emanuel reporting from Capitol Hill -- Mike, thanks for that. Joining me now, a key member of the Judiciary Committee, Republican Senator Lindsey Graham.  We should note for the second week in a row we invited all 10 committee Democrats to join us, and for the second week, none of them accepted.  And with that, Senator Graham, welcome back to \"Fox News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-SC, JUDICIARY COMMITTEE",
      "sentences": "You must be mean.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, or they don't want to talk.   What's the latest on negotiations over having this hearing? What issues have been settled? What issues are still outstanding and how close are you to getting fed up with the witness dictating to the committee the terms of her testimony?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, Chairman Grassley has bent over backwards to make this happen. The offer is Thursday at 10:00. She made 10 conditions through her lawyer, we accepted six. We are not going to turn over to the other side how many witnesses to call. There will be two witnesses, Dr. Ford and then Judge Kavanaugh and we will hire our own counsel. They contest those two things. If they continue to contest those two things, there won't be a hearing. If they really want to be heard they can be heard in a small room with a lot of security, limited press availability. She will be treated fairly, but we're not going to turn the hearing over to her lawyers and we'll see. I hope she comes, I will listen if she does.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So, are you saying the committee has basically given her a take it or leave it, these are the conditions, here are the conditions, you either accept this or there will be no hearing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "She made 10 conditions. A request for 10 conditions, we gave six. We're not going to let her determine how many people would call. We're going to call Dr. Ford and then Mr. Kavanaugh is the way you would do it in any other condition, and we will hire our own lawyers and that's it. If they can't accept that, that means they really don't want to testify. Judge Kavanaugh is ready to go right now, Monday, Thursday, anytime.   And here's what I told my colleagues, this accusation has to be looked at in terms of our legal system. It's too old for criminal trial, it's 36 years old. You couldn't bring a civil suit because you can't tell the court what time it happened and where it happened.  And if you try to get a warrant based on this you couldn't get a warrant because the three people named by Dr. Ford as having been at the party outside of Kavanaugh all say they don't know what she's talking about. So, you couldn't go to criminal trial, you couldn't sue civilly. You couldn't even get a warrant. But I will listen to what she has to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to ask about one of these conditions or one of these things that you have rejected, the idea that an outside counsel, a woman, will do the questioning for your side.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Is that your pure optics? Is that basically that the 11 men who were on the Republican side of the judiciary committee don't want to be seen as being disrespectful or insensitive to a woman who says that she was the victim of sexual abuse?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, you got 11 politicians who haven't done a trial in about 20 years. I thought it would be really smart to have somebody come in and knows what the hell they're doing, to ask the questions, to be respectful. You know, I don't know what Dr. Ford expected us to do with an anonymous letter.  If she wanted to stay anonymous, those who betrayed her need to apologize, but she will be treated respectfully, but she will be challenged, just like Judge Kavanaugh. When I voted for Sotomayor and Kagan, I wasn't just a white male Republican, I was some kind of really smart wonderful person. I know what the game is here. I am no different now than I was then. I may ask questions that I feel I need to, but I think it would be smart to have a professional litigator do this. Give Ms. Ford or Dr. Ford a chance to be heard, give Judge Kavanaugh a chance to be heard. Compare what she says with everything else in the record and I'll make a decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump was pretty restrained on this issue until Friday when he tweeted this: I have no doubt that if they attack on Dr. Ford was as bad as she says, charges would have been immediately filed. If I ask that you bring those filings forward so that we can learn date, time, and place. Now, you know and I know that Ford has said that she didn't say anything about this to anyone for decades and that brought -- with the president's tweet -- a sharp response from one of the few undecided key Republican senators, Susan Collins. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. SUSAN COLLINS, R-MAINE",
      "sentences": "I was appalled by the president's tweet. We know the allegations of sexual assault are one of the most unreported crimes that exist. So I thought that the president's tweet was completely inappropriate and wrong.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator, does the president realize, and frankly, do you realize that if you're seen -- if all of you are seen as not treating this woman sensitively, respectfully, that this nomination could go down?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, here's what I do know. I was a prosecutor, defense attorney and a judge. For every woman that comes forward regarding the allegation like this, God only knows how many never come forward. Also know that sometimes people are accused of things they didn't do. I would advise the president to let us handle this. It is very true that a lot of women get abused and take to their grave. And every now and then, you have a situation where people provide inaccurate information.  All I can say about this allegation, it's too old for criminal trial. You never bring a lawsuit because it's uncertain. You couldn't even get a warrant because the people who are supposedly validating what Dr. Ford said --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "-- all say they weren't there, they don't know what she's talking about. That's the context of this case.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But meanwhile, Senate Democrats, a lot of the women say that you and your site have already insulted Dr. Ford. Take a look at this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. KIRSTEIN GILLIBRAND, D-NEW YORK",
      "sentences": "I consider that to be bullying. I consider that to be disregarding. I consider that to be something set up for failure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HI, SENATE JUDICIARY COMMITTEE",
      "sentences": "Guess who's perpetuating all these kinds of actions? It's the men in this country, and I just want to say to the men in this country: just shut up and step up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Your reaction, Senator ?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, Senator Scott and myself represent the people of South Carolina. We got elected by the men and women of our state. I am not going to shut up with all due respect. When I voted for Sotomayor and Kagan, nobody on the other side told me to shut up. They told me how fair I was, how good I was.  All I would tell my colleagues -- I know you hate Trump. I'm going to look at this from a prism of being reasonable and fair to Judge Kavanaugh. Everything I know about Judge Kavanaugh goes against this allegation. I want to listen to Dr. Ford. I feel sorry for her. I think she's being used here. People, in my view, are using her. If she truly wanted to be anonymous, the person who brought this accusation to the public owe her an apology. I will do the following: listen to Dr. Ford, compare the two everything in the record and make a decision. This accusation is 36 years old. I don't know when it happened, I don't know where it happened and all the people who have been named say it didn't happen. So, these two senators have an agenda that's related to their hatred for President Trump. I'm trying to be fair here and get this thing done in a reasonable way to Judge Kavanaugh as well as Dr. Ford.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator, I'm sure some of the people listening to you would say, you know, several times now, you've talked about how weak her cases, how long ago it was, the lack of details, the lack of any corroborating evidence. Do you have an open mind on this, and is there anything that Dr. Ford could say that would persuade you to vote against Kavanaugh's nomination? Honestly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "I want to -- I want to listen to her but I'm being honest with you and everybody else. What do you expect me to do? You can't bring it in a criminal court. You would never so civilly. You couldn't even get a warrant.  What am I supposed to do? Go ahead and ruin this guy's life based on an accusation -- I don't know when it happened, I don't know where it happened and everybody named in regard to being there said it didn't happen. I'm just being honest. Unless there's something more, no, I'm not going to ruin Judge Kavanaugh's life over this, but she should come forward. She should have her say. She will be respectfully treated. What did you expect us to do with an anonymous letter to begin with? What do you expect somebody to do with an accusation this vague, not verified --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "-- in any way? Bring it forward, I will listen, but I'm not going to play a game here and tell you this will wipe out his entire life because if nothing changes, it won't with me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I just want to point out is a fact and I want to move on because we are running out of time, that there is no statute of limitations on sex assault cases in Maryland. So, there are weaknesses with the case obviously, but she could legally bring it.  I just want to turn --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Well, it would go nowhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "OK. I want to return to reports that Deputy Attorney General Rosenstein was so concerned about the president in may of 2017 that he reportedly talked about wearing a wire to tape the president, pulling the cabinet about invoking the 25th Amendment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Should -- one last question here, should the president fire Rosenstein, and to what degree does this revelation taint, compromise the investigation by the Special Counsel Robert Mueller whom Rosenstein appointed him?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "He shouldn't fire Rosenstein unless you believe Rosenstein's line, he said he did not do the things alleged, but there is a bureaucratic coup against President Trump being discovered here. Before the election, the people in question tried to taint the election, tip it to Clinton's favor. After the election, they are trying to undermine the president. I don't know what Rosenstein did, but I know what McCabe, Ohr, Page and Strzok did. They tried to destroy this president. If Rosenstein is involved, he should be fired. If he is not involved, leave him alone.  But he can make that decision. We need a special counsel to look at this, not Mr. Horwitz, the I.G. Rosenstein is doing the country a great disservice by not appointing a special counsel to look at all of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And when you say all of this, you are talking about the FBI's behavior in investigating the president. And as far as Robert Mueller is concerned, does that investigation go forward?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "It goes forward. As far as I know, there's nothing connected to Mr. Mueller. But during the campaign, it's clearly the Department of Justice, the FBI was tipping the scales for Clinton. This revelation after President Trump was sworn in shows they were trying to undermine the election. There's a bureaucratic coup going on at the Department of Justice and the FBI, and somebody needs to look at it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Senator Graham, thank you. Thanks for your time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "We'll follow whatever happens with the Judiciary Committee this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAHAM",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we'll bring in our Sunday group to discuss those reports, Rod Rosenstein had such serious doubts about President Trump's fitness, he discussed ways to remove him from office. Plus, what would you like to ask the panel about the accusation of sexual misconduct against Judge Brett Kavanaugh? Just go to Facebook or Twitter, @FoxNewsSunday, and we may use your question on the air.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEBRA KATZ, ATTORNEY FOR CHRISTINE BLASEY FORD",
      "sentences": "She clearly considers this an attempted rape. She believes that if it were not for the severe intoxication of Brett Kavanaugh, she would have been raped.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "If she shows up and make a credible showing, that will be interesting and we'll have to make a decision.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "The lawyer for Christine Blasey Ford and President Trump on the allegation of sexual assault that now threatens Judge Brett Kavanaugh's nomination to the Supreme Court. And it's time now for our Sunday group. Katie Pavlich from townhall.com, Juan Williams, columnist for The Hill and author of the new book, \"What the Hell Do You Have to Lose?\", from The Washington Post, Bob Woodward, author of the bestseller, \"Fear: Trump in the White House\", and Fox News correspondent Gillian Turner, who has no book to hawk this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "sentences": "Well, may be I'm working on one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Well, OK, then we will put that book up.  All right. Bob, where you think the Kavanaugh nomination stands now and assuming we have this hearing, what's going to determine whether or not he gets confirmed to the Supreme Court?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOB WOODWARD, THE WASHINGTON POST",
      "sentences": "What a moment, where is Cecil B. DeMille, the great filmmaker? I mean, 1952, he did a movie called -- about a circus called \"The Greatest Show on Earth\". This is about what we are going to experience. I think the good news for both sides is -- I think this little-known -- Senator Grassley is a real advocate of whistle-blowers. He's been the person behind all these acts. And so, he's going to make sure that both of them get to do it in an open kind of fair-minded way. I think he's very sensitive to Dr. Ford's position on this. He's given speeches about the retribution that can be visited on the whistle-blower. So, in a sense, not perfect, but she's got significant protection.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And she has gotten at least five or six concessions from the committee so far in terms of, well, what day it's going to be held, the conditions under which it's going to be held, but I think it's important to note that Lindsey Graham made it clear, this is not a done deal yet. We ask you for questions on the panel and on this accusation of sexual misconduct against Judge Kavanaugh we got this on Facebook from Glenn Dutra: Why is the committee letting the Democrats and her lawyers call all the shots about the hearing? Katie, how do you answer that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE PAVLICH, TOWNHALL.COM",
      "sentences": "Well, it's is a very sensitive issue and as Bob said, Senator Grassley has dedicated his entire career to protecting people who come forward with accusations in a way that can be credible, meaningful, listen to. If the problem here is Christine Blasey Ford's attorneys have turned this into a game.  The majority on the Senate Judiciary Committee has done everything possible to make those happen. They've given multiple extensions. And as you just said, they agree to showing up for hearing but they also say that there are details that have to be worked out. Now, last week, the details of those concessions were Brett Kavanaugh testifying first, unable to respond to the accusation, or testifying without him in the room. There are still things that have to be worked out in terms of where you go from here and the bottom line is because our attorneys have turned this into a political game -- we don't know a lot about the accuser but we sure know a lot about wearing her attorneys are coming from. Republicans are going to have to make a decision about when that ultimate deadline is and if they're going to move forward with the hearing or the vote and her attorneys have -- the ball is in their court when it comes to whether she's going to testify ahead of that boat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, Gillian, in this #MeToo era, no matter how fair or unfair the demands are, if the Republican majority, 11 men are seen as cutting off and preventing this woman from telling her story, that's going to be political dynamite, isn't it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Everybody saying they want hearings. Both sides are eager, chomping at the bit for a hearing and for her to testify, but there's a lot of downside and not a lot of upside for both Republicans and Democrats here. I'd say that when it comes to the politics, Chuck Grassley seat might not be on the line in November but he is the most vulnerable lawmaker on Capitol Hill right now. His late-night tweet storm on Friday uncharacteristically beleaguered sounding, underscores --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Like a second trombone of the band.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Exactly. Very uncharacteristic for him and I think underscores the catch-22 of the situation he's in politically.  The Democrats are going to be angry at him no matter how he handles this. I think the MAGA crowd was -- they're angry at him because they feel now he's being spineless. And then the anti-conservatives feel that he's turning his back on a core principle, I guess, as they've described it as the principle that the accused doesn't have to bear the responsibility of proving your innocence. So, it's a loss-loss for him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's turn to the other big story this week, and that is the report in The New York Times that in May of 2017, shortly after he took office, that Rod Rosenstein, the deputy attorney general, was so concerned about Donald Trump's behavior that he talked to some of his colleagues at justice and the FBI about wearing a wire to secretly tape the president and also polling cabinet members about invoking the 25th Amendment to the Constitution to unseat him. Here's the one thing that President Trump has said about this so far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "You've seen what happened at the FBI. They're all gone. They're all gone. They're all gone. But there's a lingering stench, and we are going to get rid of that too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Juan, what you do make of this story and what do you think the president is going to do when he talks about that lingering stench?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "sentences": "Well, the real news here is that the president has authorized release of this FISA document, releases of also some of these emails, these transactions. That's how we know about the McCabe email that suggests that Rod Rosenstein was looking at the 25th Amendment or taping, secretly taping the president. I think it's a fool's errand for a journalist to speculate as to -- is it right? Is it wrong? But I will note this, there's no evidence that he actually pursued or actually did it. You will note in the statement he said I never authorized or pursued such activity. So, if that becomes clear that in fact he is lying about it than that something else, but my point to you is this, the president wants that FISA document released. A lot of his supporters, especially the hard right people in the Freedom Caucus of the House, Devin Nunes and others, have pushed this idea. Get it out there because it would therefore justify the president going after this investigation. Not only firing Rosenstein. But remember, he just tweeted this week, he doesn't have an attorney general. He's still going after Jeff Sessions for not reining this thing in. So, he's after Rosenstein, he's after sessions and I think is actually damaging the credibility ultimately of Robert Mueller.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Bob, there is this dispute and frankly different papers in town are on different sides of this issue, whether or not Rosenstein -- he apparently said it, at least the part about wearing the wire. If there's a question as to whether he was serious or whether he was being sarcastic, but I have to say on the overall issue of concern and to some degree in chaos or disarray in the White House, this reads like a chapter right out of your book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WOODWARD",
      "sentences": "It does. But the whole question, and this is the great advantage of working long term on a book like this, you can check and you can talk to enough people, was he joking or was he not? And the key issue was action taken, and I've seen no evidence that action was taken. But on this business of the FBI and the Justice Department and you had Lindsey Graham saying let's have another special counsel to investigate -- oh, that's exactly what we need, another special counsel to get to the bottom of things? There is, at the same time, a smell about all of this and what the FBI has done in the Justice Department does not have clean hands, but we can't live in an environment where we are going to solve all of our problems with massive special counsel investigations. You really have to let somebody kind of clean house and figure this out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "All right. We have to take a break here. We'll see you all a little later. When we come back, our interview with Secretary of State Mike Pompeo. We discussed some other big issues, North Korea, China, Iran and the president's controversial order to declassify key documents in the Russia o investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Coming up, we asked Secretary of State Mike Pompeo, how President Trump plans to deal with North Korea, China and Iran ahead of the U.N. General Assembly in New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Do you have any plans or does the president have any plans to meet with Iranian officials this next week?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Much more of our interview with the secretary of state, next on \"Fox News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump heads to the United Nations tomorrow to spend the week meeting with world leaders. On his plate, North Korea, China and Iran. Ahead of his trip, we went to the State Department yesterday to discuss global tensions with Secretary of State Mike Pompeo.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mr. Secretary, welcome back to FOX NEWS SUNDAY.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, SECRETARY OF STATE",
      "sentences": "It's great to be with you, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "This week, North Korean Leader Kim Jong-un talked about dismantling missile test sites, nuclear fuel facilities. President Trump called it very positive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "We had very good news from North Korea, South Korea. They met and we had some great responses. Where making tremendous progress with respect to North Korea.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But the North Koreans have not agreed to give up a single missile, a single nuclear weapon, nor are they giving us the inventory of their arsenal. Is that tremendous progress?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "You have to step back to where we began this administration with a well-developed program inside of North Korea. We have now achieved the ceasing of missile testing, the ceasing of nuclear testing. We have gotten the remains of 55 Americans. We're in deep discussions about how to proceed with respect to denuclearization. President Moon traveled to Pyongyang for the third time this past week and made progress. We're continuing to make progress. These are all the right steps forward. It's the right path. And we've made clear to the world that the economic sanctions, the pressure that has caused Chairman Kim to come as far as he has come to date, will remain in effect until denuclearization occurs. And so we're hard at it. President Trump has given me the task to use our entire diplomatic team to achieve the outcome that the world has demanded through U.N. Security Council Resolutions. We'll talk a lot about that in the week ahead in New York.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But, again, you talked about denuclearization. They haven't given up a single nuclear weapon or missile or an inventory and now they're talking in the meeting, the summit with South Korean President Moon, they talked about, quote, corresponding measures, such as a treaty to end the Korean War. One, is that on the table. And, two, whatever happened to the position of the administration that North Korea has to get rid of all of its arsenal before we give any concessions?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "The administration's position hasn't changed one jot (ph) from the time we entered this discussion. We are working diligently to achieve many of the outcomes that you describe. We've at extended conversations about this. I don't want to get into the details of the negotiation that are underway. But we've talked about particular facilities, particular weapons systems. Those conversations are underway and we are hopeful that we can deliver this outcome for the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But to get to this point about corresponding measures, you say the position hasn't changed one bit. Does that mean they have to get rid of their entire nuclear arsenal, and missiles, before we take -- we give concessions, for instance, a peace treaty?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Everybody's got their own idea of what a concession might be. Some thought it was a concession for President Trump to go to Singapore. I certainly didn't think so. President Trump doesn't. But what we've make clear is the economic sanctions, the driving force to achieve the outcome we're looking for, will not be released. The U.N. Security Council will not reduce those sanctions until such time as we've achieved that final denuclearization.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I -- I want to pick up on that because the South Koreans are already talking about renewing economic relations with South Korea. The Russians and the Chinese are looking the other way. There's been apparently rampant smuggling of oil, fuel, into South Korea. Isn't the U.S. policy of maximum pressure on North Korea, isn't that releasing its grip?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Absolutely not. I mean I've just -- I hear -- I've read what -- you should -- you should be very careful about everything that you read in the press around the world. The entire U.N. Security Council remains committed to enforcing the U.N. Security Council resolutions. I am confident we will renew that and renew the commitments to that in the week ahead. It's one of the things we'll talk a great deal about. To -- to a country, every nation has told me personally, they remain committed to enforcing the U.N. Security Council resolutions.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Let's turn to China, where we are on the verge of a major trade war. The U.S. has imposed sanctions or tariffs on $250 billion of Chinese imports. The Chinese have retaliated. They have just announced they're pulling out of a new round of trade talks this week. How hard is President Trump prepared to go in this face-off with China and for how long?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "We know this much, the trade war on -- by China against the United States has been going on for years. And here's what's different in this administration. To the extent one wants to call this a trade war, we are determined to win it. You know, I -- I ran a small business in Kansas before I came to Congress. I saw how companies were treated differently when they attempted to do business, whether they were trying to sell goods into China or to purchase goods to export from China. I watched how American companies were treated unfairly, differently, a different set of rules. If they wanted to invest in my business in Kansas, they could have. Had I wanted to invest in a Chinese supplier there, I couldn't. These are fundamentally unfair. The American people know that. And President Trump's going to fix it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "When you say he's -- you're going to win it --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Yes, we're going to win it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "As long as it takes?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "We're going to win it. We're going to get an outcome which forces China to behave in a way that if you want to be a power, a global power, transparency, rule of law, you don't steal intellectual property, the fundamental principles of trade around the world, fairness, reciprocity. Those of the things President Trump has told his counterpart there, who he very much likes. Those are the things the American people are demanding and the American workers deserve.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "President Trump announced this week that he's reducing the number of refugees that will be allowed into this country from 45,000 this year to 30,000 next year, which would be the lowest cap since the refugee program began in 1980. Now, take, for instance, Syria. There are 5 million Syrian refugees now in the Middle East. The U.S. has allowed only 60 Syrian refugees into this country this fiscal year which ends next week. Is that this administration's idea of compassion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Chris, this country has been the most generous nation in all of recorded civilization with respect to taking refugees from around the world and admitting people from outside of the United States. It continues to be so under President Trump and will be during our administration. Let's talk about the refugees in Syria. The best place for those refugees to go back to would be to their homes. It's where they want to go. We've provided billions of dollars in aid, in humanitarian aid, all around the world in the Trump administration and we've let in over 4 million people to our country over the past two decades. This is a generous nation. To focus just on this legal term \"refugees,\" on this notion of refugees, doesn't encompass the full scope of American generosity. Second point, President Trump is also committed to making sure America's secure and the vetting that's taking place is important. It reduces risk in the American homeland. And then, finally, the work that we've done to get our allies to share this burden, we now have hundreds of millions of dollars coming in from Gulf states to support Syrian reconstruction and redevelopment. Things that never happened. This was good work, driven by the president, led by American diplomacy to get other countries to share the burden of making sure that these refugees are well taken care of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "New subject. This week the president ordered the release of previously classified documents about the Russia investigation. That release has been delayed, at least temporarily. But he says they show that the Russia probe began as a hoax.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "It's a terrible witch hunt and it's hurt our country. And the things that have been found over the last couple of weeks about text messages back and forth are a disgrace to our nation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "You were CIA director until just this May. Did you see any legitimate reason to investigate ties between any Trump associates and the Kremlin? Did you see any legitimate basis to surveilled Carter Page?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "I've consistently said I'm not going to talk about the investigation. I had the role of CIA director and so I don't have anything to add to that today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But can you tell us whether or not it was a hoax or whether there were legitimate national security concerns?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, I've been very clear. We have real risk to outside agents trying to do harm to America. There's no mistake about that. There are many countries seeking to meddle in our elections. The Chinese, the Iranians, the North Koreans. And certainly what the Russia did in 2016 are all clear indications that there are those who want to undermine American democracy and we have an obligation, both the intelligence community, our military, our diplomats, all of the U.S. government to prevent that from ever happening.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Finally, there was an attack on a military parade in Iran this weekend in which at least 24 people were killed and your Iranian counterpart, Foreign Minister Zarif, blames it on the U.S. Did the U.S. play any role in that attack? And do you have any plans, or does the president have any plans, to meet with Iranian officials this next week at the U.N. General Assembly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, I will take your second question first. I don't know that there are any plans to date. The president's been pretty clear, if there are constructive conversations to be had with the Iranians, the president is happy to have them. He'd be willing to do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Even with President Rouhani this week?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Well, you know, the leader of the country is Ayatollah Khamenei. That's who's running the show in Iran. I think -- I think that would be an important and interesting conversation. With respect to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Wait, wait, wait. I mean are you just -- is that talk or are you just saying you would like -- the president would like to meet with the ayatollah?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "The president has said he'll talk with anyone if we can have a constructive conversation. We want Iran to stop being the large -- the world's largest state sponsor of terror. But make no mistake about it, there's no indication that they have any intent of doing this. Just this past couple of weeks, they've come after American interests inside of Iraq, in Basra and in Baghdad. And with respect to the attacks overnight, I saw the comments of Zarif. When you have a security incident at home, blaming others is an enormous mistake. And the loss of innocent lives is tragic. And I wish Zarif would focus on keeping his own people secure rather than causing insecurity all around the world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Mr. Secretary, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Thank you, Chris.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Good luck this next week at the U.N.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "POMPEO",
      "sentences": "Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Up next, we'll bring back our Sunday panel to discuss Secretary Pompeo's tough talk about a number of trouble spots. And more from our latest Fox News poll. How does the battle for control of Congress look just six weeks before the midterms?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MIKE POMPEO, SECRETARY OF STATE",
      "sentences": "The trade war on -- by China against the United States has been going on for years. Here's what's different in this administration. To the extent one wants to call this a trade war, we are determined to win it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Secretary of State Pompeo talking tough about China in our interview that also covered North Korea and Iran. And we're back now with the panel. Gillian, as our foreign policy expert -- that -- I've now offended everybody else --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "sentences": "Without a book.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "On the panel without a book, what stands out for you, not just China, of all the things that Pompeo said?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "Pompeo continued a thread that's been -- it started two weeks ago when Bolton appeared at the Federalist Society, gave his first big speech as national security advisor. It continued through Nikki Haley's interviews last week. And now your sit-down with Pompeo today, and that is the administration is really hitting the reset button. They're going back to square one just in time for UNGA, which is return to America for --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "U.N. General Assembly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TURNER",
      "sentences": "The U.N. General Assembly, return to this emphasis on America first. The message is loud and clear. Everybody's on the same -- same page. It's as if all of the cabinet went to the same briefing, took the same exact notes and they said, right. North Korea, China, Russia, all of these issues we're facing unilaterally. But we have to remind the American people know at one and a half years in that it's America first. And Pompeo really hit that -- hit that high note on every single one of the issues you asked him about today. So that jumped out at me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Bob, you write a lot in your book \"Fear\" about President Trump's attitude towards North Korea. I thought there was an interesting -- interesting that for all the things that Kim Jong-un has not done since the Singapore summit, Pompeo clearly wanted to accentuate the positive. BOB WOODWARD, \"THE WASHINGTON POST\": Well, he did, but in the book I spent a lot of time on North Korea because, as President Obama told President Trump as he was coming in, this is what will keep you up at night. And it's a very serious matter and there almost was a war. I mean I lay it out. It was frightening. And that people in the Pentagon were horrified that President Trump was thinking about withdrawing dependents in South Korea because there was a back channel message to the White House saying, if you do that, that will be a signal that war is imminent. So that didn't happen. I think Pompeo's right, we're talking. So much better to be talking. The intelligence people say in a very direct way, North Korea is not going to get rid of their nuclear weapons because that's their leverage. But to keep the dialogue -- and if it's a path that takes decades, fine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I want to go back to the Fox News poll, because with just 44 days until the midterms, there's some very interesting numbers in the poll. Let's put them up. On the generic ballot question, who do you back in your district, 49 percent of likely voters now say the Democratic candidate, 42 percent say the Republican. So Democrats plus seven. And this may be a big reason why. When asked, which issues are extremely important to them, 55 percent say a candidate who shares their view on health care, followed by taxes, immigration, and President Trump. And on the top issue, there's growing support -- excuse me -- there's growing support for Obamacare. Thirty-six percent now say the law went too far. You can see that's down by 12 points. But 51 percent say Obamacare is about right or didn't go far enough. Katie, what do you make of those numbers?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE PAVLICH, TOWNHALL.COM EDITOR",
      "sentences": "And there's also a number showing that 64 percent of people think that they want more people insured, even if it cost the government more money, which goes in the direction of what Democrats have been arguing for, for years. When it comes to the economy, the problem for Republicans is they have been campaigning on tax reform saying that more people have money in their pockets. That is true. But according to this polling, the majority of people do not feel there's been an increase in their own personal experience with having more money for their families as a result of tax reform and about a third of voters say that it's made no difference in the economy. That's a big problem because Republicans -- that's been the main message from Republicans. That's what they've been doing on Capitol Hill. Next week Republicans are planning to vote in the House on tax reform 2.0. And so they're going to have to come up with some other kind of economic message and a solution to health care because they tried to pin that on Obama, rightfully so, but as a result of the failures to repeal and replace it and the lack of action on that throughout the last year with new premium increases coming, Republicans now share some of the blame for the problems with (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "So if you're a Republican congressman or a Republican campaign consultant, how worried are you by this poll?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "I think pretty worried. You know, the generic polling early on in the year, you know, you kind of dismiss because it's so early. But we are getting close to Election Day. The time for changing narratives is -- is very much closing rapidly at this point. But we'll see on Election Day whether voters come out on the Democratic side. They have a very difficult time getting voters out in midterms. Republicans, I think, are enthused by this Kavanaugh fight. Republicans seeing Barack Obama out on the campaign trail and Trump voters who he's seemingly got after for voting for Trump are enthused to come out. So, in the end, going to be all about turnout.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Juan, your reaction to the numbers, and also very strong numbers in support of Robert Mueller's investigation, let him take the time to do it right, and, yes, we support his investigating this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "sentences": "Well, I think, you know, we're at a critical moment here. You saw, for example, the Paul Manafort plea and now he's cooperating with authorities. This week we saw were Michael Cohen, another one of the president's intimates, his personal attorney for a time, also is now talking after pleading guilty to charges in New York. So I think that there's a moment here where the American people are making a judgment. They see that, in fact, the Mueller investigation is netting a number of not only indictments, but guilty pleas, and I think that's why you see the continuing support for Mueller and for giving him additional time. You know that the president's lawyers had been pushing for somehow -- some kind of resolution before the midterms. Well, that hasn't happened. I don't know if they were trying to comfort the president and calm him down, but clearly the American people think Mueller should have enough time to get this job done. By the way, I thought Mike Pompeo did a better job than Vladimir Putin in answering your questions. I thought he was pretty smart. But the problem is, for Mike Pompeo --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I can see that as his (INAUDIBLE), Mike Pompeo, better than Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Well, I give him my endorsement. But I'm going to say that I think Mike Pompeo has the unenviable task of dealing with North Korea, no real accomplishment. Trade deals, no real accomplishment. Troops still in Afghanistan. It's a Trump foreign policy that's come up empty, even for Trump supporters.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "And let me just say that was simply the opinion of Juan Williams and not necessarily --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILLIAMS",
      "sentences": "Right. Oh, no, not -- not the owner of the ship.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "I -- I just steer it -- try to steer this ship and keep it from going on the -- on the rocks. Thank you, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" the most famous world sports star you may have never heard of.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "He's one of the biggest names in international sports, but if you've never heard of him, he's now brought his talent here to Washington. And he's our \"Power Player of the Week.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WAYNE ROONEY, DC UNITED",
      "sentences": "It's an exciting -- exciting time. And I come here to try and be successful. WALLACE (voice over): Wayne Rooney is one of the most decorated players in the history of soccer. The leading career scorer for Manchester United and for the English national team. Now, at age 32, he has taken on a new challenge, playing here in Washington for DC United.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY",
      "sentences": "I'm looking forward to it. It's a new challenge. A new culture. A new -- a new league to play in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But Rooney's arrival came with some skepticism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY",
      "sentences": "I've never took any for granted. And when I do (INAUDIBLE) to try and be successful at it. WALLACE (voice over): Rooney dispelled any doubts with this play, running down a player for Orlando City, tackling him, then taking the ball up field and sending a perfect pass to a teammate, who headed it into the goal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY",
      "sentences": "It was a game we had to win. And I think it was like the 94th minute and it was a big moment in our season.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Rooney has turned the team's season around. DC United had two wins and seven losses before he arrived, but is seven and four since. And Rooney has five goals and six assists. He's also led the way off the field, or pitch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY",
      "sentences": "I think it's important for -- for the team. I've never been sort of (INAUDIBLE) and needed that stuff. WALLACE (voice over): Wayne Rooney started playing for Everton in the English Premier League at age 16. The next year he was on the English national team. And at age 18, the legendary Manchester United bought his rights for $35 million.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY",
      "sentences": "Just hunger and love of the game I think since as far back as I can remember. It's what I've always wanted to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Now Rooney is playing on a smaller stage, but still has that hunger.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY",
      "sentences": "You've got your boots and the ball and you're happy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Will what we call soccer, do you think, ever really catch on in the United States?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY",
      "sentences": "It's got (ph) the stadiums. It's got the population. It's got everything in place to -- to become one of the giants in -- in world football.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "But right now DC United is trying to make the playoffs and Rooney is treating it like a run to win the World Cup.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROONEY",
      "sentences": "Ever game is, you know, a very important games for us and make sure we try and make that playoffs and from there, you never know, anything can happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Now that you're excited, DC United is four points away from making the playoffs with a big game this week against Montreal. And that's it for today. Have a great week and will see you next \"Fox News Sunday.\" END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS WALLACE, HOST",
      "utterance": "I'm Chris Wallace. The woman accusing Supreme Court nominee Brett Kavanaugh of attempted rape agrees to testify on Capitol Hill."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Brett Kavanaugh is one of the finest human beings you will ever have the privilege of knowing or meeting."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump stands by his pick even after charges Kavanaugh engaged in sexual abuse as a teenager. Plus --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "We have great people in the Department of Justice. We have great people, but there's a lingering stench and we are going to get rid of that too."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The president issues a warning following reports Deputy Attorney General Rod Rosenstein floated the idea of wearing a wire to record him. We'll have a live report and discuss what comes next on both fronts with Lindsey Graham, a key member of the Senate Judiciary Committee. And we'll get analysis from our Sunday panel, including Bob Woodward, author of the bestselling book \"Fear\". Then, as Mr. Trump heads for the U.N. General Assembly, we talk with Secretary of State Mike Pompeo. The North Koreans have not agreed to give up a single missile, a single nuclear weapon. And the escalating trade war with China. How hard is President Trump prepared to go in this face-off with China, and for how long? And our \"Power Player of the Week,\" a soccer icon crosses the pond and makes a splash here in D.C. All, right now, on \"Fox News Sunday\"."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And hello again from Fox News in Washington. Well, it looks like we'll have a dramatic face-off on Capitol Hill this week between Supreme Court nominee Brett Kavanaugh and the woman accusing him of sexual assault 36 years ago when they were both in high school. Christine Blasey Ford has tentatively agreed to testify before the Senate Judiciary Committee on Thursday but her lawyers and committee staff are still negotiating the details. Right now, we can tell you about the latest Fox News poll which shows this controversy has hurt public support for the judge. When asked, who do you believe, 36 percent say the accuser, Ford, while 30 percent say Kavanaugh. One-third say they are unsure. And when asked whether they support the judge's confirmation to the Supreme Court, voters say no by a margin of ten points. Last month, before the allegation, the negative margin was just one point. Meanwhile, there's another explosive controversy whether president Trump will fire deputy Attorney General Rod Rosenstein after reports that in May of 2017, Rosenstein was so worried about Mr. Trump's behavior, he discussed wearing a wire to record the president and polling cabinet members about invoking the 25th Amendment to remove him from office. Secretary of State Mike Pompeo became the first top administration official to speak on this when I interviewed him yesterday."
    },
    {
      "speaker": "MIKE POMPEO, SECRETARY OF STATE",
      "utterance": "Chris, I'm not going to comment on that in any way other than to say this. I've been pretty clear since my beginning of service here in this administration, if you can't be on the team, if you're not supporting this mission, then maybe you've just got to find something else to do. I've told that to my senior colleagues, I've told this to junior folks at the CIA and the State Department. We need everyone who's engaged in helping achieve President Trump's mission and I hope that everyone in every agency, DOJ, FBI, State Department is on that mission. And if you're not -- if you're not, you should take this time to go do something more productive."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And I assume that talk about wiring the president, talking about the 25th Amendment is not being on the team."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Not remotely."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll have more of our interview with Pompeo later this hour. But first, let's get the latest on all of these developments from Fox News chief congressional correspondent Mike Emanuel on Capitol Hill -- Mike."
    },
    {
      "speaker": "MIKE EMANUEL, FOX NEWS CHIEF CONGRESSIONAL CORRESPONDENT",
      "utterance": "Chris, while there's a tentative agreement for this hearing, it is still not entirely clear if it will happen. Vice President Pence says in the end, the Senate will confirm."
    },
    {
      "speaker": "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES",
      "utterance": "I believe that Judge Brett Kavanaugh will soon be Justice Brett Kavanaugh."
    },
    {
      "speaker": "EMANUEL",
      "utterance": "But first, the effort continues to have Christine Blasey Ford tell her story to lawmakers with Kavanaugh given a chance to respond. Chairman Grassley has threatened to go right to a committee vote on Monday if there is no deal."
    },
    {
      "speaker": "And a White House spokeswoman responding",
      "utterance": "One week ago, Dr. Christine Ford claimed she was assaulted at a house party attended by four others. Since then, all four of these individuals have provided statements to the Senate Judiciary Committee denying any knowledge of the incident or even having attended such a party."
    },
    {
      "speaker": "Then there's a controversy following the bombshell New York Times report on Deputy Attorney General Rod Rosenstein. Advisors to Mr. Trump are strongly urging the president not to follow through on threats to fire him. Rosenstein was quick to deny the report",
      "utterance": "I never pursued or authorized recording the president and any suggestion that I have ever advocated for the removal of the president is absolutely false."
    },
    {
      "speaker": "WALLACE",
      "utterance": "On Judge Kavanaugh, with a 51-49 Republican majority, the key will be keeping the GOP unified -- Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mike Emanuel reporting from Capitol Hill -- Mike, thanks for that. Joining me now, a key member of the Judiciary Committee, Republican Senator Lindsey Graham. We should note for the second week in a row we invited all 10 committee Democrats to join us, and for the second week, none of them accepted. And with that, Senator Graham, welcome back to \"Fox News Sunday\"."
    },
    {
      "speaker": "SEN. LINDSEY GRAHAM, R-SC, JUDICIARY COMMITTEE",
      "utterance": "You must be mean."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, or they don't want to talk. What's the latest on negotiations over having this hearing? What issues have been settled? What issues are still outstanding and how close are you to getting fed up with the witness dictating to the committee the terms of her testimony?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, Chairman Grassley has bent over backwards to make this happen. The offer is Thursday at 10:00. She made 10 conditions through her lawyer, we accepted six. We are not going to turn over to the other side how many witnesses to call. There will be two witnesses, Dr. Ford and then Judge Kavanaugh and we will hire our own counsel. They contest those two things. If they continue to contest those two things, there won't be a hearing. If they really want to be heard they can be heard in a small room with a lot of security, limited press availability. She will be treated fairly, but we're not going to turn the hearing over to her lawyers and we'll see. I hope she comes, I will listen if she does."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So, are you saying the committee has basically given her a take it or leave it, these are the conditions, here are the conditions, you either accept this or there will be no hearing?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "She made 10 conditions. A request for 10 conditions, we gave six. We're not going to let her determine how many people would call. We're going to call Dr. Ford and then Mr. Kavanaugh is the way you would do it in any other condition, and we will hire our own lawyers and that's it. If they can't accept that, that means they really don't want to testify. Judge Kavanaugh is ready to go right now, Monday, Thursday, anytime. And here's what I told my colleagues, this accusation has to be looked at in terms of our legal system. It's too old for criminal trial, it's 36 years old. You couldn't bring a civil suit because you can't tell the court what time it happened and where it happened. And if you try to get a warrant based on this you couldn't get a warrant because the three people named by Dr. Ford as having been at the party outside of Kavanaugh all say they don't know what she's talking about. So, you couldn't go to criminal trial, you couldn't sue civilly. You couldn't even get a warrant. But I will listen to what she has to say."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to ask about one of these conditions or one of these things that you have rejected, the idea that an outside counsel, a woman, will do the questioning for your side."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Yes."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Is that your pure optics? Is that basically that the 11 men who were on the Republican side of the judiciary committee don't want to be seen as being disrespectful or insensitive to a woman who says that she was the victim of sexual abuse?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, you got 11 politicians who haven't done a trial in about 20 years. I thought it would be really smart to have somebody come in and knows what the hell they're doing, to ask the questions, to be respectful. You know, I don't know what Dr. Ford expected us to do with an anonymous letter. If she wanted to stay anonymous, those who betrayed her need to apologize, but she will be treated respectfully, but she will be challenged, just like Judge Kavanaugh. When I voted for Sotomayor and Kagan, I wasn't just a white male Republican, I was some kind of really smart wonderful person. I know what the game is here. I am no different now than I was then. I may ask questions that I feel I need to, but I think it would be smart to have a professional litigator do this. Give Ms. Ford or Dr. Ford a chance to be heard, give Judge Kavanaugh a chance to be heard. Compare what she says with everything else in the record and I'll make a decision."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump was pretty restrained on this issue until Friday when he tweeted this: I have no doubt that if they attack on Dr. Ford was as bad as she says, charges would have been immediately filed. If I ask that you bring those filings forward so that we can learn date, time, and place. Now, you know and I know that Ford has said that she didn't say anything about this to anyone for decades and that brought -- with the president's tweet -- a sharp response from one of the few undecided key Republican senators, Susan Collins. Take a look."
    },
    {
      "speaker": "SEN. SUSAN COLLINS, R-MAINE",
      "utterance": "I was appalled by the president's tweet. We know the allegations of sexual assault are one of the most unreported crimes that exist. So I thought that the president's tweet was completely inappropriate and wrong."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator, does the president realize, and frankly, do you realize that if you're seen -- if all of you are seen as not treating this woman sensitively, respectfully, that this nomination could go down?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, here's what I do know. I was a prosecutor, defense attorney and a judge. For every woman that comes forward regarding the allegation like this, God only knows how many never come forward. Also know that sometimes people are accused of things they didn't do. I would advise the president to let us handle this. It is very true that a lot of women get abused and take to their grave. And every now and then, you have a situation where people provide inaccurate information. All I can say about this allegation, it's too old for criminal trial. You never bring a lawsuit because it's uncertain. You couldn't even get a warrant because the people who are supposedly validating what Dr. Ford said --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "-- all say they weren't there, they don't know what she's talking about. That's the context of this case."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But meanwhile, Senate Democrats, a lot of the women say that you and your site have already insulted Dr. Ford. Take a look at this."
    },
    {
      "speaker": "SEN. KIRSTEIN GILLIBRAND, D-NEW YORK",
      "utterance": "I consider that to be bullying. I consider that to be disregarding. I consider that to be something set up for failure."
    },
    {
      "speaker": "SEN. MAZIE HIRONO, D-HI, SENATE JUDICIARY COMMITTEE",
      "utterance": "Guess who's perpetuating all these kinds of actions? It's the men in this country, and I just want to say to the men in this country: just shut up and step up."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Your reaction, Senator ?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, Senator Scott and myself represent the people of South Carolina. We got elected by the men and women of our state. I am not going to shut up with all due respect. When I voted for Sotomayor and Kagan, nobody on the other side told me to shut up. They told me how fair I was, how good I was. All I would tell my colleagues -- I know you hate Trump. I'm going to look at this from a prism of being reasonable and fair to Judge Kavanaugh. Everything I know about Judge Kavanaugh goes against this allegation. I want to listen to Dr. Ford. I feel sorry for her. I think she's being used here. People, in my view, are using her. If she truly wanted to be anonymous, the person who brought this accusation to the public owe her an apology."
    },
    {
      "speaker": "I will do the following",
      "utterance": "listen to Dr. Ford, compare the two everything in the record and make a decision. This accusation is 36 years old. I don't know when it happened, I don't know where it happened and all the people who have been named say it didn't happen. So, these two senators have an agenda that's related to their hatred for President Trump. I'm trying to be fair here and get this thing done in a reasonable way to Judge Kavanaugh as well as Dr. Ford."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator, I'm sure some of the people listening to you would say, you know, several times now, you've talked about how weak her cases, how long ago it was, the lack of details, the lack of any corroborating evidence. Do you have an open mind on this, and is there anything that Dr. Ford could say that would persuade you to vote against Kavanaugh's nomination? Honestly?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "I want to -- I want to listen to her but I'm being honest with you and everybody else. What do you expect me to do? You can't bring it in a criminal court. You would never so civilly. You couldn't even get a warrant. What am I supposed to do? Go ahead and ruin this guy's life based on an accusation -- I don't know when it happened, I don't know where it happened and everybody named in regard to being there said it didn't happen. I'm just being honest. Unless there's something more, no, I'm not going to ruin Judge Kavanaugh's life over this, but she should come forward. She should have her say. She will be respectfully treated. What did you expect us to do with an anonymous letter to begin with? What do you expect somebody to do with an accusation this vague, not verified --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Right."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "-- in any way? Bring it forward, I will listen, but I'm not going to play a game here and tell you this will wipe out his entire life because if nothing changes, it won't with me."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I just want to point out is a fact and I want to move on because we are running out of time, that there is no statute of limitations on sex assault cases in Maryland. So, there are weaknesses with the case obviously, but she could legally bring it. I just want to turn --"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Well, it would go nowhere."
    },
    {
      "speaker": "WALLACE",
      "utterance": "OK. I want to return to reports that Deputy Attorney General Rosenstein was so concerned about the president in may of 2017 that he reportedly talked about wearing a wire to tape the president, pulling the cabinet about invoking the 25th Amendment."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Right."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Should -- one last question here, should the president fire Rosenstein, and to what degree does this revelation taint, compromise the investigation by the Special Counsel Robert Mueller whom Rosenstein appointed him?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "He shouldn't fire Rosenstein unless you believe Rosenstein's line, he said he did not do the things alleged, but there is a bureaucratic coup against President Trump being discovered here. Before the election, the people in question tried to taint the election, tip it to Clinton's favor. After the election, they are trying to undermine the president. I don't know what Rosenstein did, but I know what McCabe, Ohr, Page and Strzok did. They tried to destroy this president. If Rosenstein is involved, he should be fired. If he is not involved, leave him alone. But he can make that decision. We need a special counsel to look at this, not Mr. Horwitz, the I.G. Rosenstein is doing the country a great disservice by not appointing a special counsel to look at all of this."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And when you say all of this, you are talking about the FBI's behavior in investigating the president. And as far as Robert Mueller is concerned, does that investigation go forward?"
    },
    {
      "speaker": "GRAHAM",
      "utterance": "It goes forward. As far as I know, there's nothing connected to Mr. Mueller. But during the campaign, it's clearly the Department of Justice, the FBI was tipping the scales for Clinton. This revelation after President Trump was sworn in shows they were trying to undermine the election. There's a bureaucratic coup going on at the Department of Justice and the FBI, and somebody needs to look at it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Senator Graham, thank you. Thanks for your time."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Thank you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "We'll follow whatever happens with the Judiciary Committee this week."
    },
    {
      "speaker": "GRAHAM",
      "utterance": "Thank you."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we'll bring in our Sunday group to discuss those reports, Rod Rosenstein had such serious doubts about President Trump's fitness, he discussed ways to remove him from office. Plus, what would you like to ask the panel about the accusation of sexual misconduct against Judge Brett Kavanaugh? Just go to Facebook or Twitter, @FoxNewsSunday, and we may use your question on the air."
    },
    {
      "speaker": "DEBRA KATZ, ATTORNEY FOR CHRISTINE BLASEY FORD",
      "utterance": "She clearly considers this an attempted rape. She believes that if it were not for the severe intoxication of Brett Kavanaugh, she would have been raped."
    },
    {
      "speaker": "TRUMP",
      "utterance": "If she shows up and make a credible showing, that will be interesting and we'll have to make a decision."
    },
    {
      "speaker": "WALLACE",
      "utterance": "The lawyer for Christine Blasey Ford and President Trump on the allegation of sexual assault that now threatens Judge Brett Kavanaugh's nomination to the Supreme Court. And it's time now for our Sunday group. Katie Pavlich from townhall.com, Juan Williams, columnist for The Hill and author of the new book, \"What the Hell Do You Have to Lose?\", from The Washington Post, Bob Woodward, author of the bestseller, \"Fear: Trump in the White House\", and Fox News correspondent Gillian Turner, who has no book to hawk this week."
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "utterance": "Well, may be I'm working on one."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Well, OK, then we will put that book up. All right. Bob, where you think the Kavanaugh nomination stands now and assuming we have this hearing, what's going to determine whether or not he gets confirmed to the Supreme Court?"
    },
    {
      "speaker": "BOB WOODWARD, THE WASHINGTON POST",
      "utterance": "What a moment, where is Cecil B. DeMille, the great filmmaker? I mean, 1952, he did a movie called -- about a circus called \"The Greatest Show on Earth\". This is about what we are going to experience. I think the good news for both sides is -- I think this little-known -- Senator Grassley is a real advocate of whistle-blowers. He's been the person behind all these acts. And so, he's going to make sure that both of them get to do it in an open kind of fair-minded way. I think he's very sensitive to Dr. Ford's position on this. He's given speeches about the retribution that can be visited on the whistle-blower. So, in a sense, not perfect, but she's got significant protection."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And she has gotten at least five or six concessions from the committee so far in terms of, well, what day it's going to be held, the conditions under which it's going to be held, but I think it's important to note that Lindsey Graham made it clear, this is not a done deal yet."
    },
    {
      "speaker": "We ask you for questions on the panel and on this accusation of sexual misconduct against Judge Kavanaugh we got this on Facebook from Glenn Dutra",
      "utterance": "Why is the committee letting the Democrats and her lawyers call all the shots about the hearing? Katie, how do you answer that?"
    },
    {
      "speaker": "KATIE PAVLICH, TOWNHALL.COM",
      "utterance": "Well, it's is a very sensitive issue and as Bob said, Senator Grassley has dedicated his entire career to protecting people who come forward with accusations in a way that can be credible, meaningful, listen to. If the problem here is Christine Blasey Ford's attorneys have turned this into a game. The majority on the Senate Judiciary Committee has done everything possible to make those happen. They've given multiple extensions. And as you just said, they agree to showing up for hearing but they also say that there are details that have to be worked out. Now, last week, the details of those concessions were Brett Kavanaugh testifying first, unable to respond to the accusation, or testifying without him in the room. There are still things that have to be worked out in terms of where you go from here and the bottom line is because our attorneys have turned this into a political game -- we don't know a lot about the accuser but we sure know a lot about wearing her attorneys are coming from. Republicans are going to have to make a decision about when that ultimate deadline is and if they're going to move forward with the hearing or the vote and her attorneys have -- the ball is in their court when it comes to whether she's going to testify ahead of that boat."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, Gillian, in this #MeToo era, no matter how fair or unfair the demands are, if the Republican majority, 11 men are seen as cutting off and preventing this woman from telling her story, that's going to be political dynamite, isn't it?"
    },
    {
      "speaker": "TURNER",
      "utterance": "Everybody saying they want hearings. Both sides are eager, chomping at the bit for a hearing and for her to testify, but there's a lot of downside and not a lot of upside for both Republicans and Democrats here. I'd say that when it comes to the politics, Chuck Grassley seat might not be on the line in November but he is the most vulnerable lawmaker on Capitol Hill right now. His late-night tweet storm on Friday uncharacteristically beleaguered sounding, underscores --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Like a second trombone of the band."
    },
    {
      "speaker": "TURNER",
      "utterance": "Exactly. Very uncharacteristic for him and I think underscores the catch-22 of the situation he's in politically. The Democrats are going to be angry at him no matter how he handles this. I think the MAGA crowd was -- they're angry at him because they feel now he's being spineless. And then the anti-conservatives feel that he's turning his back on a core principle, I guess, as they've described it as the principle that the accused doesn't have to bear the responsibility of proving your innocence. So, it's a loss-loss for him."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's turn to the other big story this week, and that is the report in The New York Times that in May of 2017, shortly after he took office, that Rod Rosenstein, the deputy attorney general, was so concerned about Donald Trump's behavior that he talked to some of his colleagues at justice and the FBI about wearing a wire to secretly tape the president and also polling cabinet members about invoking the 25th Amendment to the Constitution to unseat him. Here's the one thing that President Trump has said about this so far."
    },
    {
      "speaker": "TRUMP",
      "utterance": "You've seen what happened at the FBI. They're all gone. They're all gone. They're all gone. But there's a lingering stench, and we are going to get rid of that too."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Juan, what you do make of this story and what do you think the president is going to do when he talks about that lingering stench?"
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "utterance": "Well, the real news here is that the president has authorized release of this FISA document, releases of also some of these emails, these transactions. That's how we know about the McCabe email that suggests that Rod Rosenstein was looking at the 25th Amendment or taping, secretly taping the president. I think it's a fool's errand for a journalist to speculate as to -- is it right? Is it wrong? But I will note this, there's no evidence that he actually pursued or actually did it. You will note in the statement he said I never authorized or pursued such activity. So, if that becomes clear that in fact he is lying about it than that something else, but my point to you is this, the president wants that FISA document released. A lot of his supporters, especially the hard right people in the Freedom Caucus of the House, Devin Nunes and others, have pushed this idea. Get it out there because it would therefore justify the president going after this investigation. Not only firing Rosenstein. But remember, he just tweeted this week, he doesn't have an attorney general. He's still going after Jeff Sessions for not reining this thing in. So, he's after Rosenstein, he's after sessions and I think is actually damaging the credibility ultimately of Robert Mueller."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Bob, there is this dispute and frankly different papers in town are on different sides of this issue, whether or not Rosenstein -- he apparently said it, at least the part about wearing the wire. If there's a question as to whether he was serious or whether he was being sarcastic, but I have to say on the overall issue of concern and to some degree in chaos or disarray in the White House, this reads like a chapter right out of your book."
    },
    {
      "speaker": "WOODWARD",
      "utterance": "It does. But the whole question, and this is the great advantage of working long term on a book like this, you can check and you can talk to enough people, was he joking or was he not? And the key issue was action taken, and I've seen no evidence that action was taken. But on this business of the FBI and the Justice Department and you had Lindsey Graham saying let's have another special counsel to investigate -- oh, that's exactly what we need, another special counsel to get to the bottom of things? There is, at the same time, a smell about all of this and what the FBI has done in the Justice Department does not have clean hands, but we can't live in an environment where we are going to solve all of our problems with massive special counsel investigations. You really have to let somebody kind of clean house and figure this out."
    },
    {
      "speaker": "WALLACE",
      "utterance": "All right. We have to take a break here. We'll see you all a little later. When we come back, our interview with Secretary of State Mike Pompeo. We discussed some other big issues, North Korea, China, Iran and the president's controversial order to declassify key documents in the Russia o investigation."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Coming up, we asked Secretary of State Mike Pompeo, how President Trump plans to deal with North Korea, China and Iran ahead of the U.N. General Assembly in New York."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Do you have any plans or does the president have any plans to meet with Iranian officials this next week?"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Much more of our interview with the secretary of state, next on \"Fox News Sunday\"."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump heads to the United Nations tomorrow to spend the week meeting with world leaders. On his plate, North Korea, China and Iran. Ahead of his trip, we went to the State Department yesterday to discuss global tensions with Secretary of State Mike Pompeo."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mr. Secretary, welcome back to FOX NEWS SUNDAY."
    },
    {
      "speaker": "MIKE POMPEO, SECRETARY OF STATE",
      "utterance": "It's great to be with you, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "This week, North Korean Leader Kim Jong-un talked about dismantling missile test sites, nuclear fuel facilities. President Trump called it very positive."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "We had very good news from North Korea, South Korea. They met and we had some great responses. Where making tremendous progress with respect to North Korea."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But the North Koreans have not agreed to give up a single missile, a single nuclear weapon, nor are they giving us the inventory of their arsenal. Is that tremendous progress?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "You have to step back to where we began this administration with a well-developed program inside of North Korea. We have now achieved the ceasing of missile testing, the ceasing of nuclear testing. We have gotten the remains of 55 Americans. We're in deep discussions about how to proceed with respect to denuclearization. President Moon traveled to Pyongyang for the third time this past week and made progress. We're continuing to make progress. These are all the right steps forward. It's the right path. And we've made clear to the world that the economic sanctions, the pressure that has caused Chairman Kim to come as far as he has come to date, will remain in effect until denuclearization occurs. And so we're hard at it. President Trump has given me the task to use our entire diplomatic team to achieve the outcome that the world has demanded through U.N. Security Council Resolutions. We'll talk a lot about that in the week ahead in New York."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But, again, you talked about denuclearization. They haven't given up a single nuclear weapon or missile or an inventory and now they're talking in the meeting, the summit with South Korean President Moon, they talked about, quote, corresponding measures, such as a treaty to end the Korean War. One, is that on the table. And, two, whatever happened to the position of the administration that North Korea has to get rid of all of its arsenal before we give any concessions?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "The administration's position hasn't changed one jot (ph) from the time we entered this discussion. We are working diligently to achieve many of the outcomes that you describe. We've at extended conversations about this. I don't want to get into the details of the negotiation that are underway. But we've talked about particular facilities, particular weapons systems. Those conversations are underway and we are hopeful that we can deliver this outcome for the world."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But to get to this point about corresponding measures, you say the position hasn't changed one bit. Does that mean they have to get rid of their entire nuclear arsenal, and missiles, before we take -- we give concessions, for instance, a peace treaty?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Everybody's got their own idea of what a concession might be. Some thought it was a concession for President Trump to go to Singapore. I certainly didn't think so. President Trump doesn't. But what we've make clear is the economic sanctions, the driving force to achieve the outcome we're looking for, will not be released. The U.N. Security Council will not reduce those sanctions until such time as we've achieved that final denuclearization."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I -- I want to pick up on that because the South Koreans are already talking about renewing economic relations with South Korea. The Russians and the Chinese are looking the other way. There's been apparently rampant smuggling of oil, fuel, into South Korea. Isn't the U.S. policy of maximum pressure on North Korea, isn't that releasing its grip?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Absolutely not. I mean I've just -- I hear -- I've read what -- you should -- you should be very careful about everything that you read in the press around the world. The entire U.N. Security Council remains committed to enforcing the U.N. Security Council resolutions. I am confident we will renew that and renew the commitments to that in the week ahead. It's one of the things we'll talk a great deal about. To -- to a country, every nation has told me personally, they remain committed to enforcing the U.N. Security Council resolutions."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Let's turn to China, where we are on the verge of a major trade war. The U.S. has imposed sanctions or tariffs on $250 billion of Chinese imports. The Chinese have retaliated. They have just announced they're pulling out of a new round of trade talks this week. How hard is President Trump prepared to go in this face-off with China and for how long?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "We know this much, the trade war on -- by China against the United States has been going on for years. And here's what's different in this administration. To the extent one wants to call this a trade war, we are determined to win it. You know, I -- I ran a small business in Kansas before I came to Congress. I saw how companies were treated differently when they attempted to do business, whether they were trying to sell goods into China or to purchase goods to export from China. I watched how American companies were treated unfairly, differently, a different set of rules. If they wanted to invest in my business in Kansas, they could have. Had I wanted to invest in a Chinese supplier there, I couldn't. These are fundamentally unfair. The American people know that. And President Trump's going to fix it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "When you say he's -- you're going to win it --"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Yes, we're going to win it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "As long as it takes?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "We're going to win it. We're going to get an outcome which forces China to behave in a way that if you want to be a power, a global power, transparency, rule of law, you don't steal intellectual property, the fundamental principles of trade around the world, fairness, reciprocity. Those of the things President Trump has told his counterpart there, who he very much likes. Those are the things the American people are demanding and the American workers deserve."
    },
    {
      "speaker": "WALLACE",
      "utterance": "President Trump announced this week that he's reducing the number of refugees that will be allowed into this country from 45,000 this year to 30,000 next year, which would be the lowest cap since the refugee program began in 1980. Now, take, for instance, Syria. There are 5 million Syrian refugees now in the Middle East. The U.S. has allowed only 60 Syrian refugees into this country this fiscal year which ends next week. Is that this administration's idea of compassion?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Chris, this country has been the most generous nation in all of recorded civilization with respect to taking refugees from around the world and admitting people from outside of the United States. It continues to be so under President Trump and will be during our administration. Let's talk about the refugees in Syria. The best place for those refugees to go back to would be to their homes. It's where they want to go. We've provided billions of dollars in aid, in humanitarian aid, all around the world in the Trump administration and we've let in over 4 million people to our country over the past two decades. This is a generous nation. To focus just on this legal term \"refugees,\" on this notion of refugees, doesn't encompass the full scope of American generosity. Second point, President Trump is also committed to making sure America's secure and the vetting that's taking place is important. It reduces risk in the American homeland. And then, finally, the work that we've done to get our allies to share this burden, we now have hundreds of millions of dollars coming in from Gulf states to support Syrian reconstruction and redevelopment. Things that never happened. This was good work, driven by the president, led by American diplomacy to get other countries to share the burden of making sure that these refugees are well taken care of."
    },
    {
      "speaker": "WALLACE",
      "utterance": "New subject. This week the president ordered the release of previously classified documents about the Russia investigation. That release has been delayed, at least temporarily. But he says they show that the Russia probe began as a hoax."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "It's a terrible witch hunt and it's hurt our country. And the things that have been found over the last couple of weeks about text messages back and forth are a disgrace to our nation."
    },
    {
      "speaker": "WALLACE",
      "utterance": "You were CIA director until just this May. Did you see any legitimate reason to investigate ties between any Trump associates and the Kremlin? Did you see any legitimate basis to surveilled Carter Page?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "I've consistently said I'm not going to talk about the investigation. I had the role of CIA director and so I don't have anything to add to that today."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But can you tell us whether or not it was a hoax or whether there were legitimate national security concerns?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, I've been very clear. We have real risk to outside agents trying to do harm to America. There's no mistake about that. There are many countries seeking to meddle in our elections. The Chinese, the Iranians, the North Koreans. And certainly what the Russia did in 2016 are all clear indications that there are those who want to undermine American democracy and we have an obligation, both the intelligence community, our military, our diplomats, all of the U.S. government to prevent that from ever happening."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Finally, there was an attack on a military parade in Iran this weekend in which at least 24 people were killed and your Iranian counterpart, Foreign Minister Zarif, blames it on the U.S. Did the U.S. play any role in that attack? And do you have any plans, or does the president have any plans, to meet with Iranian officials this next week at the U.N. General Assembly?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, I will take your second question first. I don't know that there are any plans to date. The president's been pretty clear, if there are constructive conversations to be had with the Iranians, the president is happy to have them. He'd be willing to do so."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Even with President Rouhani this week?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "Well, you know, the leader of the country is Ayatollah Khamenei. That's who's running the show in Iran. I think -- I think that would be an important and interesting conversation. With respect to --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "Wait, wait, wait. I mean are you just -- is that talk or are you just saying you would like -- the president would like to meet with the ayatollah?"
    },
    {
      "speaker": "POMPEO",
      "utterance": "The president has said he'll talk with anyone if we can have a constructive conversation. We want Iran to stop being the large -- the world's largest state sponsor of terror. But make no mistake about it, there's no indication that they have any intent of doing this. Just this past couple of weeks, they've come after American interests inside of Iraq, in Basra and in Baghdad. And with respect to the attacks overnight, I saw the comments of Zarif. When you have a security incident at home, blaming others is an enormous mistake. And the loss of innocent lives is tragic. And I wish Zarif would focus on keeping his own people secure rather than causing insecurity all around the world."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Mr. Secretary, thank you."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Thank you, Chris."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Good luck this next week at the U.N."
    },
    {
      "speaker": "POMPEO",
      "utterance": "Thank you, sir."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Up next, we'll bring back our Sunday panel to discuss Secretary Pompeo's tough talk about a number of trouble spots. And more from our latest Fox News poll. How does the battle for control of Congress look just six weeks before the midterms?"
    },
    {
      "speaker": "MIKE POMPEO, SECRETARY OF STATE",
      "utterance": "The trade war on -- by China against the United States has been going on for years. Here's what's different in this administration. To the extent one wants to call this a trade war, we are determined to win it."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Secretary of State Pompeo talking tough about China in our interview that also covered North Korea and Iran. And we're back now with the panel. Gillian, as our foreign policy expert -- that -- I've now offended everybody else --"
    },
    {
      "speaker": "GILLIAN TURNER, FOX NEWS CORRESPONDENT",
      "utterance": "Without a book."
    },
    {
      "speaker": "WALLACE",
      "utterance": "On the panel without a book, what stands out for you, not just China, of all the things that Pompeo said?"
    },
    {
      "speaker": "TURNER",
      "utterance": "Pompeo continued a thread that's been -- it started two weeks ago when Bolton appeared at the Federalist Society, gave his first big speech as national security advisor. It continued through Nikki Haley's interviews last week. And now your sit-down with Pompeo today, and that is the administration is really hitting the reset button. They're going back to square one just in time for UNGA, which is return to America for --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "U.N. General Assembly."
    },
    {
      "speaker": "TURNER",
      "utterance": "The U.N. General Assembly, return to this emphasis on America first. The message is loud and clear. Everybody's on the same -- same page. It's as if all of the cabinet went to the same briefing, took the same exact notes and they said, right. North Korea, China, Russia, all of these issues we're facing unilaterally. But we have to remind the American people know at one and a half years in that it's America first. And Pompeo really hit that -- hit that high note on every single one of the issues you asked him about today. So that jumped out at me."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Bob, you write a lot in your book \"Fear\" about President Trump's attitude towards North Korea. I thought there was an interesting -- interesting that for all the things that Kim Jong-un has not done since the Singapore summit, Pompeo clearly wanted to accentuate the positive. BOB WOODWARD, \"THE WASHINGTON POST\": Well, he did, but in the book I spent a lot of time on North Korea because, as President Obama told President Trump as he was coming in, this is what will keep you up at night. And it's a very serious matter and there almost was a war. I mean I lay it out. It was frightening. And that people in the Pentagon were horrified that President Trump was thinking about withdrawing dependents in South Korea because there was a back channel message to the White House saying, if you do that, that will be a signal that war is imminent. So that didn't happen. I think Pompeo's right, we're talking. So much better to be talking. The intelligence people say in a very direct way, North Korea is not going to get rid of their nuclear weapons because that's their leverage. But to keep the dialogue -- and if it's a path that takes decades, fine."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I want to go back to the Fox News poll, because with just 44 days until the midterms, there's some very interesting numbers in the poll. Let's put them up. On the generic ballot question, who do you back in your district, 49 percent of likely voters now say the Democratic candidate, 42 percent say the Republican. So Democrats plus seven. And this may be a big reason why. When asked, which issues are extremely important to them, 55 percent say a candidate who shares their view on health care, followed by taxes, immigration, and President Trump. And on the top issue, there's growing support -- excuse me -- there's growing support for Obamacare. Thirty-six percent now say the law went too far. You can see that's down by 12 points. But 51 percent say Obamacare is about right or didn't go far enough. Katie, what do you make of those numbers?"
    },
    {
      "speaker": "KATIE PAVLICH, TOWNHALL.COM EDITOR",
      "utterance": "And there's also a number showing that 64 percent of people think that they want more people insured, even if it cost the government more money, which goes in the direction of what Democrats have been arguing for, for years. When it comes to the economy, the problem for Republicans is they have been campaigning on tax reform saying that more people have money in their pockets. That is true. But according to this polling, the majority of people do not feel there's been an increase in their own personal experience with having more money for their families as a result of tax reform and about a third of voters say that it's made no difference in the economy. That's a big problem because Republicans -- that's been the main message from Republicans. That's what they've been doing on Capitol Hill. Next week Republicans are planning to vote in the House on tax reform 2.0. And so they're going to have to come up with some other kind of economic message and a solution to health care because they tried to pin that on Obama, rightfully so, but as a result of the failures to repeal and replace it and the lack of action on that throughout the last year with new premium increases coming, Republicans now share some of the blame for the problems with (INAUDIBLE)."
    },
    {
      "speaker": "WALLACE",
      "utterance": "So if you're a Republican congressman or a Republican campaign consultant, how worried are you by this poll?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "I think pretty worried. You know, the generic polling early on in the year, you know, you kind of dismiss because it's so early. But we are getting close to Election Day. The time for changing narratives is -- is very much closing rapidly at this point. But we'll see on Election Day whether voters come out on the Democratic side. They have a very difficult time getting voters out in midterms. Republicans, I think, are enthused by this Kavanaugh fight. Republicans seeing Barack Obama out on the campaign trail and Trump voters who he's seemingly got after for voting for Trump are enthused to come out. So, in the end, going to be all about turnout."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Juan, your reaction to the numbers, and also very strong numbers in support of Robert Mueller's investigation, let him take the time to do it right, and, yes, we support his investigating this?"
    },
    {
      "speaker": "JUAN WILLIAMS, FOX NEWS POLITICAL ANALYST",
      "utterance": "Well, I think, you know, we're at a critical moment here. You saw, for example, the Paul Manafort plea and now he's cooperating with authorities. This week we saw were Michael Cohen, another one of the president's intimates, his personal attorney for a time, also is now talking after pleading guilty to charges in New York. So I think that there's a moment here where the American people are making a judgment. They see that, in fact, the Mueller investigation is netting a number of not only indictments, but guilty pleas, and I think that's why you see the continuing support for Mueller and for giving him additional time. You know that the president's lawyers had been pushing for somehow -- some kind of resolution before the midterms. Well, that hasn't happened. I don't know if they were trying to comfort the president and calm him down, but clearly the American people think Mueller should have enough time to get this job done. By the way, I thought Mike Pompeo did a better job than Vladimir Putin in answering your questions. I thought he was pretty smart. But the problem is, for Mike Pompeo --"
    },
    {
      "speaker": "WALLACE",
      "utterance": "I can see that as his (INAUDIBLE), Mike Pompeo, better than Putin."
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Well, I give him my endorsement. But I'm going to say that I think Mike Pompeo has the unenviable task of dealing with North Korea, no real accomplishment. Trade deals, no real accomplishment. Troops still in Afghanistan. It's a Trump foreign policy that's come up empty, even for Trump supporters."
    },
    {
      "speaker": "WALLACE",
      "utterance": "And let me just say that was simply the opinion of Juan Williams and not necessarily --"
    },
    {
      "speaker": "WILLIAMS",
      "utterance": "Right. Oh, no, not -- not the owner of the ship."
    },
    {
      "speaker": "WALLACE",
      "utterance": "I -- I just steer it -- try to steer this ship and keep it from going on the -- on the rocks. Thank you, panel. See you next Sunday. Up next, our \"Power Player of the Week,\" the most famous world sports star you may have never heard of."
    },
    {
      "speaker": "WALLACE",
      "utterance": "He's one of the biggest names in international sports, but if you've never heard of him, he's now brought his talent here to Washington. And he's our \"Power Player of the Week.\""
    },
    {
      "speaker": "WAYNE ROONEY, DC UNITED",
      "utterance": "It's an exciting -- exciting time. And I come here to try and be successful."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Wayne Rooney is one of the most decorated players in the history of soccer. The leading career scorer for Manchester United and for the English national team. Now, at age 32, he has taken on a new challenge, playing here in Washington for DC United."
    },
    {
      "speaker": "ROONEY",
      "utterance": "I'm looking forward to it. It's a new challenge. A new culture. A new -- a new league to play in."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But Rooney's arrival came with some skepticism."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "There is a history of European stars coming to the U.S. later in their career for one big final payday. You're not doing that. You're not coasting here, are you?"
    },
    {
      "speaker": "ROONEY",
      "utterance": "I've never took any for granted. And when I do (INAUDIBLE) to try and be successful at it."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Rooney dispelled any doubts with this play, running down a player for Orlando City, tackling him, then taking the ball up field and sending a perfect pass to a teammate, who headed it into the goal."
    },
    {
      "speaker": "ROONEY",
      "utterance": "It was a game we had to win. And I think it was like the 94th minute and it was a big moment in our season."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Rooney has turned the team's season around. DC United had two wins and seven losses before he arrived, but is seven and four since. And Rooney has five goals and six assists. He's also led the way off the field, or pitch."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "In your two months on this team, you've broken your nose, you've refused to wear protective headgear, you have insisted that you room with another player on the road. How come?"
    },
    {
      "speaker": "ROONEY",
      "utterance": "I think it's important for -- for the team. I've never been sort of (INAUDIBLE) and needed that stuff."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Wayne Rooney started playing for Everton in the English Premier League at age 16. The next year he was on the English national team. And at age 18, the legendary Manchester United bought his rights for $35 million."
    },
    {
      "speaker": "ROONEY",
      "utterance": "Just hunger and love of the game I think since as far back as I can remember. It's what I've always wanted to do."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Now Rooney is playing on a smaller stage, but still has that hunger."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "Does this feel like home for you?"
    },
    {
      "speaker": "ROONEY",
      "utterance": "You've got your boots and the ball and you're happy."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Will what we call soccer, do you think, ever really catch on in the United States?"
    },
    {
      "speaker": "ROONEY",
      "utterance": "It's got (ph) the stadiums. It's got the population. It's got everything in place to -- to become one of the giants in -- in world football."
    },
    {
      "speaker": "WALLACE",
      "utterance": "But right now DC United is trying to make the playoffs and Rooney is treating it like a run to win the World Cup."
    },
    {
      "speaker": "ROONEY",
      "utterance": "Ever game is, you know, a very important games for us and make sure we try and make that playoffs and from there, you never know, anything can happen."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Now that you're excited, DC United is four points away from making the playoffs with a big game this week against Montreal. And that's it for today. Have a great week and will see you next \"Fox News Sunday.\" END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}