{
  "date": "September 8, 2019",
  "headline": "Media storm over Trump map",
  "subHeadline": "He rips press fixation on 'Sharpie-gate.'",
  "url": "https://www.foxnews.com/transcript/media-storm-over-trump-map",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "HOWARD KURTZ, HOST",
      "sentences": "On the Buzz Meter this Sunday, President Trump says his primary opponent in his campaign is the \"fake news media\" and suggests that two Washington Post reporters who wrote about his top summer might possibly be barred from the White House. Is running against the press having an impact? During the devastation of Hurricane Dorian, many pundits ripped the president for his tweets about the monster storm and even for playing golf.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHRIS HAYES, MSNBC HOST",
      "sentences": "It has been a week of watching a hurricane tear through the Atlantic and watching the president lose his mind.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAMELA BROWN, CNN JUSTICE CORRESPONDENT",
      "sentences": "The president clearly doesn't care about the optics of being at the golf course. In fact, it was the second time he went golfing over this Labor Day weekend and that has drawn criticism.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "sentences": "While the East Coast prepares to be hammered by Hurricane Dorian, Democrats are racing to storm the score political points.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And a huge media storm over Trump brandishing a day's old weather map with a black Sharpie line added to include Alabama possibly in the storm's path. This after he drew flack for saying that the state might be impacted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN AVLON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Somebody doctored this map, folks. And the White House is not denying it's the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHUCK TODD, MSNBC HOST",
      "sentences": "Then there's the man who can't admit when he's wrong and he has a sharp --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TODD",
      "sentences": "-- and the absurdity of he can't even like say, yeah, I misspoke.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "sentences": "This president gets the worst press of any president in the history of the republic. Everything he says and does is crosschecked and scrutinized to reveal him to be stupid, uninformed or a liar.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Is the press turning \"Sharpiegate\" into some kind of scandal or is it Trump who keeps relitigating on minor misstep? Joe Biden tells NPR he oppose the Iraq war from the moment it started, only to be contradicted in that interview. Is the press taking this mistake seriously enough?  Plus, a big backlash against Debra Messing and her co-star for seeking to ostracize Trump donors at a Beverly Hill fundraiser with critics branding this a black list, but should the president be calling for the actress to be fired? I'm Howard Kurtz and this is \"Media Buzz.\"  If there was one moment that seemed to capture against the backdrop of a damaging hurricane, the tornado of hostility between the president and the press, it was when he unveiled an earlier map of projected possible damage from Dorian.  That was days after Trump included Alabama among the states that might be hit, contradicting the National Weather Service. The media quickly pounce on a crudely drawn black Sharpie line added to the map to include a sliver of Alabama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I don't know. I don't know. I don't know.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And here is the president tweeting on another map. \"This was the originally projected path of the hurricane in its early stages,\" he says. \"As you can see, almost all models predicted it to go through Florida, also hitting Georgia and Alabama. I accept the fake news apologies.\"  Well, needless to say, there have been no apologies, but many more presidential tweets.  Joining us now to analyze the coverage: Mollie Hemingway of The Federalist, co-author of the book \"Justice on Trial: The Kavanaugh Confirmation and the Future of the Supreme Court\"; Kristen Soltis Anderson, columnist for The Washington Examiner and co-founder of Echelon Insights; and Clarence Page, columnist for The Chicago Tribune. Mollie, what do you make of the torrential amount of media coverage to the president, the map, the Sharpie during this devastating hurricane?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR, SENIOR EDITOR AT THE FEDERALIST, SENIOR JOURNALISM FELLOW AT HILLSDALE COLLEGE",
      "sentences": "It was unbelievable to watch this week, so much coverage devoted to \"Sharpiegate.\" They say that the president can't let things go and that is absolutely true. But the media are in no position to say that given how they handle this. Early projections of the storm had it hitting Florida, affecting Alabama. Nobody denies that. Everyone was reporting that. The dispute centers about whether he was saying it later than he should have been. This is such a minor point that even if you put the worst construction on it, it does not deserve seven days of coverage, 24 hours, hundreds of stories, front page news. It's absurd.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "You think? You think? I have to agree that both sides have not just been able to let this go. Kristen, I've gotten hammered by both sides. Some people say, \"You have to hold the president accountable for lying.\" Others say, \"You all clowns in the media are obsessing on this stupid map that I could care less about.\" Does all of this coverage and this has been just, you know, torrential, impact public opinion?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KRISTEN SOLTIS ANDERSON, REPUBLICAN POLLSTER, WASHINGTON EXAMINER COLUMNIST AND CONTRIBUTOR, CO-FOUNDER OF ECHELON INSIGHTS",
      "sentences": "Absolutely not. Very little. I can't think of a single voter out there who was going to vote one way but then because of this whole Sharpie story is going to vote another way. What it does do, however, is it reminds the president's supporters that he is facing a media that is willing to go after every little thing he does in a way that for past presidents, they may not has been as willing to do. But for the president's opponents, it sort of reminds them of the personality quirks (ph) and the approach that the president takes that they don't like. So I think it's the kind of story where it confirms what you already believe about the president, and if you're somebody who is in the middle, you probably tuned it out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Like so many of these Trump controversies. But, you know, the president did tweet about this for six straight days, with sometimes five or six-day-old maps. While I was doing a story on this special report, I had updated like 12 times before it aired.  On Friday, the president is tweeting this nonsense never happened to another president, four days of corrupt reporting, still without an apology. So my question to you, Clarence is, didn't the president keep story alive with the willing cooperation of the media by insisting (INAUDIBLE) himself over what was at worse a minor misstep?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CLARENCE PAGE, COLUMNIST, CHICAGO TRIBUNE",
      "sentences": "Howard, you're absolutely right. Nobody mentioned yet that this story or the president's actions led to a dispute between the National Weather Service and NOA, the agency that is in charge of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I've got the details.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "Yeah. I mean, this story was not a seven-day story. It became one because new developments kept coming back to it with another map, for example, that really wasn't -- didn't show the weather conditions at the time of --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "Anyway, it was something that the president couldn't let go of and what are we supposed to do as reporters? My wife says, \"Why do you guys cover Trump so much?\" He's president. He has the most powerful office on the planet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, it was not -- I think we all kind of -- sorry, Clarence. I think we all kind of agree that it's not a seven-day story but a seven-hour story. Let me put up a CNN headline during the height of the controversy. Take a look at it. As people die, Trump defends using doctored map. Are the media losing all sense of proportion here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "They're completely be clowned (ph) themselves. And think about that chyron. It says, \"As people die, Trump is doing this.\" So as people die, CNN and other media outlets are focusing on what exactly?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Like Sharpie line.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "You almost get the feeling that the media decided at the beginning of the week, they were going to make Trump's handling the hurricane a major story. And then it turned out that the hurricane didn't make landfall in a way that it was devastating as they planned --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "-- and so all they were left were with was the map and then they went with that anyway. At some point, you have to, you know, A, you shouldn't have just an oppositional stance as your approach, but you need to have better news judgment than they showed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Kristen, as Clarence alluded to, so late in the week, the president had NOA, Oceanic and Atmospheric Administration, put out a statement saying he was briefed earlier on the possibility of Alabama being affected but that contradicted Weather Service scientists who some of whom were quoted in The Washington Post today as saying they thought this was political. Post story today says that one top NOA official said back on September 1st, \"Don't contradict President Trump on this.\" And the Post also reporting it was Trump who, you know, used the black Sharpie to mark up an official NOA map, according to an unnamed White House official.   For the press, this story just became a complete fog. I mean this kind of thing is where you got to pay a lot of attention to keep all the details straight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "Yeah, I think for the average voter, when you're looking at this, what the difference is between NOA versus the National Weather Service, I think the time line is in fact the more confusing piece of this. Was Trump reporting to a briefing where he was given accurate information but then that information simply became outdated? There are so many moving pieces to this. It is completely valid for people to say, I want to know that I can trust the data that I am getting from our nation's scientific entities, and I don't want politics to be influencing how the weather is reported. That is completely legitimate. But this story is so convoluted with what -- when was President Trump --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "-- what and by whom that I think from a public opinion perspective, it is unlikely to change how many people view our weather services or the president himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "It's also true that we have had a history of politicization of NOA and weather services. This was a huge story during the Obama administration, leading up to Paris climate change accord where false information was put forth for the world and was later revealed that it was false.  These are things that -- we didn't see that kind of coverage during the Obama administration that you do now. But even the way that they are reporting the supposed scoops is incorrect. So there were people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "Stories comparable to a hurricane?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "I think putting out false information to pass -- to get the Paris climate accord is actually a much bigger story.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I don't remember the details. There must be dispute.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "But the issue is also -- it wasn't that they were saying don't tweet against the president. They were saying that there had been some incorrect information that was put out there. Alabama does routinely get affects from storms that hit Florida and there have been some incorrect information. Also the Washington Post story didn't actually say that Trump was the person who had operated the Sharpie. It had someone anonymous, of course, quoted as saying, \"Who else would have done it?\" It's actually different.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "It was attributed to an unnamed White House official who said it was Trump. Look, the president does use sharpies a lot. It wasn't just a surmise. It doesn't make it true. White House hasn't explicitly denied it.  I want to play for you, Clarence, another one of the president's tweet because he likes to tweet videos these days. There was also a cat video that you can go online and see. It is very funny. But this one is a little more serious. Trump is sort of clapping back at CNN with this edited clip. Take a look.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Even into the Gulf of Mexico, Louisiana, Alabama, Alabama, Alabama, Mississippi, you need to be on the lookout.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "That was -- we cut it off too soon. Maybe we can replay the end of it. That was from August 28th when the projections were less clear. Can we get the video up while Clarence is talking? So my question to you, Clarence, is he going too far or is this just entertainment at this point?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "Are you talking about the president going too far?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "We shall see when we replay this. The CNN logo ends up burning.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "Oh, yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "There we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "There we go.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "OK. Had to show that America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "Well, that's entertainment. The president has a blurred line between that and serious politic. But the situation is one in which the spaghetti model the president followed early on, as they call it, showed multiple tracks, including touching Alabama. And believe me my relatives are delighted that the hurricane didn't get that far.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "One bit good news here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "Yeah, thank you, but that's where the seriousness of this steps in. We are talking about hurricane. We are talking about a lot of people without houses now, who lost their lives.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And certainly the Bahamas. Let me just bring this a little bit. There were striking number of pundits, we played one or two, saying Trump shouldn't have played two rounds of golf over Labor Day weekend when Dorian was hitting the Bahamas and heading towards the U.S. It always strikes me. It is always sort of the opposition party that says the president shouldn't play golf during this time of crisis.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "That's what is interesting. When President Trump first started calling the media the opposition party or using harsh language, fake news is the enemy of the people, I think people said this is ridiculous. But then we have seen media outlets just fully embraced that, acting as if they are the opposition party. There's no question that they are the primary people opposing him and leading the effort, everybody sees it, and that's bad for the media because the media need to have a credible voice if they want to hold him accountable.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Clarence, the one legitimate point that some journalists and commentators made is that Donald Trump, the private citizen and eventual candidate, repeatedly slammed Barack Obama for playing too much golf, said that as president, he hardly play at all. So it is legitimate to point that out, but is always sort of a partisan divide, golf is bad when you oppose the president who is in office.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "And vacation time, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "Obama had vacation time and turned out he did not have more vacation time. And Trump --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Presidents are always working, doesn't matter where they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "That's right. But this is the kind of thing that always comes back to that question. How would we react if Obama had done fill in the blank and if he behaved like this at a time a hurricane was hitting us? He would be slammed, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Excuse me. There was something, Kristen, about Donald Trump and hurricanes in the way it is covering. I'm taking the Puerto Rico devastation, him throwing paper towels into the crowd. The media seemed intent almost, I would say, in portraying this president as kind of clueless, lacking empathy, somehow screwing things up. It is true he's not a traditional politician, but it is just whenever there's a hurricane, he seems to get hammered.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "The sort of thing, I mean, to the golf story where people I think want the media to be adversarial, they want them to hold our leaders accountable, they want to make sure that leaders feel pressured in order to live up to what is expected of them, but the opposition political parties tend to sort of overblow it, oh, you have gone on vacation too much, you played golf too much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "And so I think for your average sort of voter, is the media treating this president the same as the last president? If you are somebody who doesn't really tune into things, doesn't really watch this moment by moment, it does seem as though President Trump gets flack from the media not just from --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yeah.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "-- the opposition party over the sort of thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "It is a question we ask every week. When we come back, Joe Biden is at odds with the press again as he struggles with questions about the Iraq war and climate change. And later, were the stars of \"Will & Grace\" pushing for Trump donors in L.A. to be blacklisted?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Joe Biden was one of 10 democratic candidates during that seven-hour CNN format -- excuse me, forum on climate change. But he got the most attention both because his eyes turned red and because of this exchange with an audience member.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How can we trust you to hold these corporations and executives accountable for their crimes against humanity when we know that tomorrow, you are holding a high-dollar fundraiser hosted by Andrew Goldman, a fossil fuel executive?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, PRESIDENTIAL CANDIDATE",
      "sentences": "He's not a fossil fuel executive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Biden also mocked his own tendency to mangle the facts while appearing with Stephen Colbert.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPHEN COLBERT, CBS HOST",
      "sentences": "In the last few weeks, you confused New Hampshire for Vermont, said that Bobby Kennedy and MLK were assassinated in the late 70s, assured us 'I am not going nuts.'\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "COLBERT",
      "sentences": "Follow-up question: Are you going nuts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Look, the reason I came on the Jimmy Kimmel show is because I'm not,\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Hey, look --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, I got a good laugh. Kristen, why is there so much critical media attention on Joe Biden besides the fact that he's the frontrunner? The fundraiser host was not an executive but he was the founder of the fossil fuel company. He is now an investor. He is joking with somebody like Colbert. Good strategy for Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "I think that Colbert response was probably the right one, but I don't know that ultimately after enough of these kinds of things begin to accumulate, will Biden be able to withstand this over the long haul, if it seems to impact his potential electability. Remember that the number one thing democratic voters care about is choosing someone that they believe can defeat Donald Trump next November.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Mm-hmm.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "And so Joe Biden is sort of saying things that are indelicate, misremembering details. This is something that has been just a part of the good-ole Joe sort of brand for quite some time. That's kind of priced into people's assumptions about Biden. But if it becomes about anything about his health, is he perhaps as he lost --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "-- too old to take on Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Which is something that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "That --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- raised a lot when he makes these gaffes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "That suddenly becomes more about electability which does have the potential to move polls, I think, the longer it goes on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right. I've got a sound bite for you, Mollie. This is from the NPR politics podcast on the Iraq war. Play it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Now, as NPR'z Asma Khalid pointed out, as part of interview package, Biden for months after voting to authorize Iraq war continued to defend it or at least said he would vote the same way. It was until 2005 which is a couple of years later that Biden actually turned against the war. So my question is, I don't think this is a gaffe, I think this is misstatement of your record, do you think the media treating it that way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "I think about this really -- Kristen was saying earlier about the different treatments for different candidates, if Donald Trump misremembers details or says something, he's a mendacious liar who is out to destroy the planet. And when Joe Biden continues his decades-long practice and saying things that aren't so -- you know, having serious problems with details, they are treated as gaffes or minor misstatements. And it is that double standard that I think bothers so many people. But this is something that Joe Biden always has done and probably will continue.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Clarence, the NPR reporter did his job. That was less of a story than the sort of more, you know, less significant mixing of Vermont, New Hampshire or mixing up Margaret Thatcher and Theresa May.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "Well, in the context of it all, this was part of a debate going on at the time. You may remember, Howard, between Joe Biden and President Bush, and later Biden said that he and Bush had talked about this. Bush had agreed to not actually go to war. He just wanted permission to be able to go to war if necessary. After we did go to war, Biden said he was against that, he was against it before and afterwards. Now, he is speaking with hyperbole, saying that I turned to plead against the law to go to war that day. If hyperbole is going to knock you out of the race, that would have happened four years ago with Donald Trump because he was the hyperbole king and still is. I don't think this is going to be deal-killer for Biden.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. But I mean, Iraq war was such a huge issue, particularly when Hillary Clinton ran for president. One for you, Kristen, this is about The Washington Post revealing that Joe Biden had completely mangled the facts about a war story told of pinning a soldier conflated two different stories and he was asked about that on NPR.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But there were a lot of details that he got wrong. And so is the rest of the press largely giving him a pass? I mean, The Washington Post did give reporting on this but then the story quickly faded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "This is a story that I feel like is being discussed for the last -- this is not something that has come up in the last 24 hours. I feel like this has been covered a bit. But it also mean, bear in mind, over the last couple of years, Brian Williams at NBC, Hillary Clinton, her story about facing gun fire on the tarmac --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDERSON",
      "sentences": "This is something that you now -- you can't do this anymore. You can't come out and sort of say that something happened in terms of combat and whether it's your own actions or you're sort of trying to sort of stand in the bravery of someone else who you were pinning a star on. You owe it to that soldier to get the story right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Quick thought.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "I just do think you can mess up details though and it is something that happens commonly with politicians. We just need to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And journalists.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Yes, just more uniform. It is understandable. It's just the different ways that they are treated, I think, genuinely frustrates people who watch media coverage.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAGE",
      "sentences": "Quick answer. My Angela says that people won't remember what you said but they will always remember how you made them feel. And that is what happened with politicians, Joe Biden, Donald Trump, et cetera. People care about that more than the little details of the story but the general messaging. That's the argument Biden is making.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "OK. I just think when you say details don't matter it's close to saying that facts don't matter when so many journalists are saying Donald Trump has not always played straight with the truth. Clarence Page, Kirsten Soltis Anderson, Mollie Hemingway, thanks so much for coming by this Sunday. Ahead, Donald Trump says the media is not just a fake but corrupt. We will look at that story and the story that triggered the attack. But up next, why an administration official was unfairly pushed out over a Bloomberg story and Brexit madness as the British press turns on Boris Johnson with a vengeance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "I spent the other day working on a special report story about an administration official who was forced out of his job following a Bloomberg inquiry, and it was striking how many journalists on the left and the right called that piece unfair. Bloomberg reporter Ben Penn tweeted this scoop: \"Trump Labor Department's new senior adviser Leif Olson posted on Facebook that Jewish media \"protect their own.\" Labor accepted Olson's resignation four hours after Penn called for comment, but also says the story seized on a sarcastic joke he posted three years ago. \"I never thought I'd see the day when making fun of alt-right anti-Semites led to being branded an anti-Semite.\" Penn's lead said that (ph) Olson has a history of advancing controversial conservative and faith-based causes in court, which of course has nothing to do with the Facebook post. Now, Olson's Facebook exchange began with obviously sarcastic language about corporate tool Paul Ryan when a commentator said Ryan was Jewish mistakenly. Olson said, \"That must be true because I've never seen the Lamestream Media report it, and you know they protect their own.\" Even the liberals like Fox called the charge bigotry, unfair, and misleading. Bloomberg still stands by its reporting though it did take anti-Semitism out of the headline. But we told the Labor Department we were doing the story. And just before my piece aired, Leif Olson was rehired. His boss has said they made a mistake. It is a bloody big story when Britain's new prime minister tries and fails to suspend Parliament, instantly loses his majority. The defectors, including his own brother, expel other members including Winston Churchill's grandson, has his Brexit plan blocked by lawmakers and even fails in attempting to call a new election. And the London press is savaging Boris Johnson. Some of the headlines about BoJo, a one-time tabloid reporter whose style resembles that of his friend, Donald Trump: \"Boris loses control,\" \"Humiliation for Johnson,\" \"Now, the MPs take control,\" \"PM cornered.\" \"Is this the most dangerous chicken in Britain?\" That is Labor Leader Jeremy Corbyn. \"Even Boris' own family don't trust him.\" \"Britain's worst PM since the last one.\" And the columnists are just brutal. The Guardian: \"Boris Johnson is a hostage in number 10. Johnson knows only tribal machismo.\" The Independent: \"Boris is building an airtight case against his own leadership.\" The Telegraph: \"Failing to deliver Brexit will inflict on Britain a national humiliation worthy of the Suez crisis.\" There is obviously media anger at the much-mocked Boris at Labour at parliament, at the whole paralyzing mess but a monster mellow drama for Fleet Street. Ahead, even still on the left side, Debra Messing went too far in looking to ostracized Hollywood donors to Trump. But first, the president of the United States says the fake news media, not the Democrats, is his primary opponent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "President Trump was pretty ticked off after a Washington Post report that he had terrible summer politically. The piece by Ashley Parker and Philip Rucker said the last two months confirmed the critics portrays of Trump as incompetent, undecisive, intolerant and ineffective. The president yesterday went after the two reporters personally. \"The Washington Post Phil Rucker, Mr. Off the Record and Ashley Parker, two nasty lightweight reporters shouldn't even be allowed on the grounds of the White House because their reporting is so disgusting and fake.\" Joining us now from New York, Buck Sexton, a radio talk show host and former CIA analyst, and here in Washington, Mara Liasson, national political reporter for NPR. Buck, the Post story said that Trump, some Trump allies and advisers say it's a lost summer of self-inflicted controversies and squandered opportunities. Is that warrant a presidential suggestion, it's not a threat, but a suggestion that perhaps they should be barred from the White House grounds?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BUCK SEXTON, RADIO HOST AND FORMER CIA ANALYST",
      "sentences": "Well, look, the president obviously doesn't like the way that he's treated by the media, that's nothing new. And I think it's very likely that you will see numerous pieces by the Post and by other major outlets that are quite similar to this one in the months ahead, probably next summer right after Labor Day around this time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Probably next week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "So, the president knows he knows he's not going to be treated fairly by the press, he's been saying that all along and he likes to punch back hard. I think his suggestion that the primary opponent that he faces is really the media and not the Democratic Party is largely true because by undermining what we all know is a very anti-Trump press overwhelmingly it'll make it harder for them to have narratives that damage him when people really are thinking about who they are going to vote for.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "So, I think he's laying the battle-- laying the battlefield right now --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "-- and trying to prepare for what's coming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "A federal judge this week actually overturned the White House suspending the pass of CNN contributor Brian Karem saying the rules were just too unclear. And by the way, the off-the-record reference to Phil Rucker is that he leaks some information from off-the-record dinner with the president's personal assistant Madeleine Westerhout which ended up with her losing her job. Mara, let me read to you a reaction a strong statement from Martin Baron, the Post executive editor. He says that both Ashley Parker and Phil Rucker, a superb journalist. And he calls what Trump said an unwarranted and dangerous attack to denigrate and intimidate the press.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA LIASSON, NATIONAL POLITICAL REPORTER, NPR",
      "sentences": "Yes, and it's not the first one. The fight with the press, I think is what matters for Trump, he wants to be fighting, whether he's going to actually make good on any of his threats he hasn't been able to. Jim Acosta is still covering the White House. Brian Karem sounds like he's going to have his pass reinstated. He is not going to vanish, I don't think, the two Washington Post reporters from the White House grounds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Why?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "It's kind of like saying I hereby American companies to stop doing business with China. I mean, the threat is the message --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Mara, you're saying he's not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "The threat is the message is not --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. You're saying it's not actually going to be carried out. But somebody who spends time at the White House does it offend you at all --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- to suggest that because he doesn't like somebody's reporting this is not about acting unprofessionally in terms of personal conduct --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Yes, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- that maybe they shouldn't have their passes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Yes, it does. But this just shows this is a revealing moment for Donald Trump. He's very thin-skinned, he's a media creature, he kind of lives in the media, he lives inside the TV box and he cares what people say about him. And I don't know if it matters at the bottom line for the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "On that point, let me put up on the screen a rather long tweet in which the president went a little further than he has before. He says, \"The mainstream media has gone totally crazy. They write whatever they want, seldom have sources even though they say do, never do fact-checking anymore, are only looking for the kill. They are now beyond fake, they are corrupt.\" And then he says, \"Our real opponent is not the Democrats or the dwindling number of Republicans that lost their way and got left behind, our primary opponent is the fake news media.\" Buck, does it help the president when he says now there's no Democratic nominee to say the primary opponent is the media?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Yes, I think it helps him because right now, by doing that, what he's establishing is that, he is, you know, his supporters, for one, love it. I mean, they see this as one of the main reasons why Donald Trump should have been president in the first place, that he's been willing to say things about the media that needed to be said quite honestly. And most of the mainstream media is a bunch of activists, I mean, they don't really present themselves as neutral arbiters of fact and a lot of people have picked up on this now, I think, largely because of Trump. And as I said before, it also helps him going forward when they do things that are clearly outside the bounds of what so-called journalist should be doing. I mean, CNN had a Chiron on. I think it was last week, that, you know, about Trump during the hurricane --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "As people die. We mentioned that earlier. Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "That was -- as people die. I mean, this is absolutely preposterous. And everybody should know that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Well, what was --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "The point about the source burning by the way, that is a huge cardinal sin for journalists. How many prominent journalists in D.C. burned a source to get somebody during the Obama administration fired from their job, I think the answer is zero.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Quick comment for you then I want to play this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Yes. No, I was just going to say what was beyond the bounds of professionalism in the story that the Post ran about his summer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "No, I was referring specifically to burning a source and getting that person --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The off-the-record dinner with Madeleine Westerhout.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "At last.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "All right, let me make a turn now by playing Beto O'Rourke who said something that we are going to bleep but it wasn't bleep live on CNN's State of the Union.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "FMR. REP. BETO O'ROURKE (D-TX), PRESIDENTIAL CANDIDATE",
      "sentences": "We're averaging about 300 mass shootings a year, no other country comes close. So, yes, this is (muted).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Mara, Politico has a piece saying that cursing candidates, and Beto is a clear example, you know, keep dropping f-bombs, you know. Do the media contribute the notion this is a cool thing that gives them street cred?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "I am not supposed to share my opinions on television? But I think using the f-bomb is just lame, it is. I have a teenage son, I spend hours a day trying to excise the f-word from his vocabulary, it's a losing proposition I can tell you. I don't think it helps and I don't think it demonstrates any kind of coolness. So.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Buck, what's your --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "Drop letter to follow.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Buck, what's your blanking -- what's your blanking opinion on this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "I mean, look, I think Mara is correct. I think that Beto O'Rourke, his candidacy has turned into something of a laughing stock already despite having raised more money which is pretty amazing in retrospect now than any other Senate candidate in history because people were so desperate to defeat Ted Cruz. But dropping curses like this, just trying to get attention, that's what it looks like. Somebody that is floundering that isn't getting traction, and it's also really a bad thing for Democrats who are always telling us that Trump's coarseness is in of itself, a reason not to vote for him. Well, that's pretty coarse with Beto. he didn't do it once as we all know about. He's repeating into this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "But as Politico piece points out it's not just Beto O'Rourke. President has Trump used B.S., spelling it out at a rally. Kirsten Gillibrand and others have dropped this nuggets (Ph). Look, you can hear these words at any news rooms, folks but it's a little different when you're in front of the cameras.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Buck Sexton and Mara Liasson, good luck with your teenagers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEXTON",
      "sentences": "Good to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "After the break, Whoopi Goldberg drawing praise for calling out actors who are trying to blacklist Trump donors, but the president still wants one of them fired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "The stars of Will and Grace Debra Messing and Eric McCormack start a furor by urging the Hollywood reporter publish a list of donors attending an upcoming Trump fundraiser in Beverly Hills. The reason as McCormack tweeted was \"So the rest of us can be clear about who we don't want to work with.\" Here's the plot twist. A true flak from some on the left, as well as the right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHOOPI GOLDBERG, CO-HOST, ABC",
      "sentences": "This is not a good idea, OK? Your idea of who you don't want to work with is your personal business. Do not encourage people to print out list because the next list that comes out your name will be on and then people will be coming after you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "That got a lot of attention. The actors quickly backed off. But that didn't stop the president from hitting back hard at Messing saying NBC should fire here. Joining us now from Chicago, Carley Shimkus, a reporter for Fox News 24/7 Headlines on Sirius XM. And what do you make, first of all, of Debra Messing and Eric McCormack urging a trade publication to print the names of those who are exercising the right to go to a fundraiser, this one on behalf of the president, a move that outrage Whoopi who is hardly a Trump fan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CARLEY SHIMKUS, FOX NEWS REPORTER",
      "sentences": "Yes, this was a really bad move on the part of Debra Messing and Eric McCormack and the crazy thing is that they both denied calling for a Hollywood blacklist of conservatives when that is exactly what they did, especially Eric McCormack, who as you just read said kindly report on who's attending this Trump fundraiser so the rest of us know who not to work with. If that is not calling for somebody to lose an employment opportunity based on their political beliefs then I do not know what is. And I really think that a lot of Democrats read these tweets and cringed because this is just straight up flat out bullying and I know that a lot of people in the Democratic Party don't subscribe to that behavior. Look at how Whoopi Goldberg responded to it. She was horrified --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "-- as I think a lot of people were.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Well, there is of course the history of the Hollywood blacklist in the 1950s.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "McCarthyism period.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "What she referred to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Now, McCormack -- you kind of anticipated my next question, he went on Instagram and said, \"this has been a misinterpreted in a very upsetting way. I absolutely do not support blacklist or a discrimination of any kind.\" But as you said, who we don't want to work with, if that's not a boycott if that's not a blacklist, what is. Now some say, as you know, we've been through this before, that these are public records who donates the presidential candidates, why shouldn't these lists be made? But of course, it's a lot easier if somebody compiles it and puts it out as these are the people who dared give money to Donald Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Yes. You can as an actor. You have every right to work with whoever you want to work with and you can look at those things on your own. But when you call for, literally, a list to be made so that everybody knows who is conservative and who may be supporting President Trump and sort of cast them out, that's when I think it crosses the line into dangerous territory.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. But in a way, it's a same issue that's raised by, you know, when people who work or work for Trump or support this president are refused service in restaurants, where there are protests at their homes, or they shouldn't go on Dancing with the Stars as in the case of Sean Spicer. This seems to be tolerated, if not encouraged by some elements in the media, I would say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "You know, Kanye West had a lot of interesting things when he came out as a Trump supporter. I think dragon energy was one of them. But one thing that he said that I think everybody should feel comfortable getting behind is the idea of freedom of thought where you should feel comfortable supporting any political candidate. This is America. This is one of the things that makes this country special and you don't have to feel pigeonholed into supporting as a certain candidate just based on your community or your race. And Debra Messing actually apologized for a tweet that she -- a retweet that she posted and it talked about how black people who vote for President Trump have a mental illness.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. A sign --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "She apologized for that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "A sign in a church in Alabama. Let me just get this presidential tweet out so we can get your response for the last question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "We can bring the camera back. \"Bad actress. Debra, the mess Messing is in hot water. She wants to create a blacklist of Trump supporters behind accused of McCarthyism, is also being accused of being a racist because of the terrible thing she said about blacks and mental illness. If Roseanne Barr said what she did, even being on a much higher rated show, she would have been thrown off television. Will fake news NBC allow McCarthy style racist to continue? ABC fired Roseanne.\" So, but here's the president of the United States saying an actress should be fired from a network. Is that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- that -- is that cross the line?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Yes. I do. Listen, I don't think it's helpful to compare, draw comparisons between two tweets that should have never been posted. Roseanne Barr obviously apologized. She said that she was going to go off Twitter for a little while. It's just sort of an unhelpful move for the president to no matter what -- no matter how wrong Debra Messing was in this to be targeting her and she should be fired. However, Will and Grace is over, I think in 2020. So, she will no longer be employed by any NBC anytime soon --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "So, he'll get -- he'll get --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "-- just by the --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "-- he'll get his wish because the season will have -- the final would have ended.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Carley Shimkus, great to see you. Thanks so much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHIMKUS",
      "sentences": "Good to see you too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And still to come, CNN is dropping a contributor who was fine until she took a job editing the conservative Washington Free Beacon. That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ELIANA JOHNSON, NATIONAL POLITICAL REPORTER, POLITICO",
      "sentences": "Trump just as he was on the campaign trail in 2016, is a totally untraditional and unorthodox president and he hasn't changed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "CNN is dropping Politico's Eliana Johnson as a contributor now that she's been hired to run the aggressively conservative Washington Free Beacon. That says the network vice president is because she'll no longer be a White House reporter breaking stories, and quote, \"she is now pursuing a different career path and off that beat.\" Johnson responded on Twitter. \"I didn't realize becoming the first female editor editor-in-chief of a conservative news site was pursuing a different career path. I'll still be in the news breaking business and perhaps even covering the White House.\" And we're back with Mollie Hemingway. Are you buying CNN's explanation about well, she's changing her career path?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR",
      "sentences": "That makes no sense at all. When you go from one job to a better job, when you go from being a reporter to editor-in- chief of the new site, that is something that normally a news outlet would be very happy about it. It shows that your career is flourishing, not something to fire someone over.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "And Eliana Johnson apparently is not been on the air since, her contract doesn't expire until November. You know, CNN has dropped some of its small band of pro-Trump contributors. I'm talking about Jeffrey Lord, Steve Cortes, Bryan Lanza, Steve Moore, you know, different circumstances sometimes but it does have some conservatives. Do you see a larger pattern here with the sudden jettisoning of Eliana Johnson and what happened to some of these other folks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Well, it's not just that they are hostile to conservative voices. I mean, in the case of Eliana Johnson she has worked to conservative outlets but I've never seen any indication that she is conservative on air or in her work, but they have people who are on air, including its hosts, contributor, you know, contributors and everything in between who are rabidly on the left. You have people who work for the previous political administration. You have people espousing conspiracy theories from the left and seems to be fine, including when it's just their reporters who are -- who are providing content. It makes no sense. Jeffrey Zucker used to say that you couldn't have a network where you didn't hear from both sides. And I know people get frustrated here that they hear from both sides on panels. But increasingly, it seeming like the CNN is just making it so that there are no voices from a side contrary to their political viewpoint.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Yes. Well, we do -- they do hear from people on both sides and people can then react the way they want to react in the audience. But is it sort of like, well, she's taking over the Free Beacon, Eliana Johnson, and therefore she's coming out as a conservative? And even if so, she was good enough to have on the air as a paid political analyst before, now suddenly she's not?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Right. And having more voices that understand conservative viewpoints would be good. We have a president who is in the Republican Party. You have the Senate led by Republicans. The idea that you're not going to hear from voices that understand voters that put these people in power is absurd. And in fact, rather than having moderate voices or people who show no indication of being conservative who might be friendly to conservatives, it would be good for them to have far more voices who were conservative and thinking and explaining that position to people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Now this is not just CNN. And CNN has some conservatives and so does MSNBC and so does the New York Times op-ed page. They mostly not every incident happens to be conservatives who can't stand Donald Trump. And therefore, there are some in some cases their careers have flourished or they've got television shows because like, well, from the right, but it's not people who support the president who by the way, has what, 85 percent support among Republicans or 90 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "Donald Trump is more well-liked by people in his party than most presidents enjoy. Many media outlets only have people on as Republicans or as conservatives if they are cartoonishly hostile to Donald Trump. That represents such a tiny fraction of the Republic, that it's really indefensible to have these people having such high-profile positions. They're obviously being used as a way to further the anti-Trump extremism of many media outlets but it is also why people find the media so lacking in credibility.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KURTZ",
      "sentences": "Right. Well, I have no problem having on some conservative voices of people who don't like this president but I think there should be other conservative voices of people who very much do like this president. Mollie Hemingway, great to see you as always. And that's it for this edition of \"Media Buzz.\" I'm Howard Kurtz. Hey, if you've got a moment, check out my podcast \"Media Buzz Meter.\" We rift on the days' hottest stories. And you can subscribe at Apple iTunes, Google Play or foxnewspodcast.com. We hope you also like our Facebook page, we post my daily columns there, original videos done just for the web. You comment, I comment back. Same thing on Twitter at Howard Kurtz. I like to have this as sort of a dialogue. And with a week like this, I have a feeling there will be a lot of dialogue going on. We're back next Sunday, 11 Eastern. See you then with the latest Buzz. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOWARD KURTZ, HOST",
      "utterance": "On the Buzz Meter this Sunday, President Trump says his primary opponent in his campaign is the \"fake news media\" and suggests that two Washington Post reporters who wrote about his top summer might possibly be barred from the White House. Is running against the press having an impact? During the devastation of Hurricane Dorian, many pundits ripped the president for his tweets about the monster storm and even for playing golf."
    },
    {
      "speaker": "CHRIS HAYES, MSNBC HOST",
      "utterance": "It has been a week of watching a hurricane tear through the Atlantic and watching the president lose his mind."
    },
    {
      "speaker": "PAMELA BROWN, CNN JUSTICE CORRESPONDENT",
      "utterance": "The president clearly doesn't care about the optics of being at the golf course. In fact, it was the second time he went golfing over this Labor Day weekend and that has drawn criticism."
    },
    {
      "speaker": "JESSE WATTERS, FOX NEWS HOST",
      "utterance": "While the East Coast prepares to be hammered by Hurricane Dorian, Democrats are racing to storm the score political points."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And a huge media storm over Trump brandishing a day's old weather map with a black Sharpie line added to include Alabama possibly in the storm's path. This after he drew flack for saying that the state might be impacted."
    },
    {
      "speaker": "BRIAN WILLIAMS, MSNBC HOST (voice-over)",
      "utterance": "Apparently with the stroke of a Sharpie and attempt by the Trump White House to rewrite weather history."
    },
    {
      "speaker": "JOHN AVLON, CNN SENIOR POLITICAL ANALYST",
      "utterance": "Somebody doctored this map, folks. And the White House is not denying it's the president."
    },
    {
      "speaker": "CHUCK TODD, MSNBC HOST",
      "utterance": "Then there's the man who can't admit when he's wrong and he has a sharp --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE (voice-over)",
      "utterance": "Yeah."
    },
    {
      "speaker": "TODD",
      "utterance": "-- and the absurdity of he can't even like say, yeah, I misspoke."
    },
    {
      "speaker": "GERALDO RIVERA, FOX NEWS CORRESPONDENT-AT-LARGE",
      "utterance": "This president gets the worst press of any president in the history of the republic. Everything he says and does is crosschecked and scrutinized to reveal him to be stupid, uninformed or a liar."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Is the press turning \"Sharpiegate\" into some kind of scandal or is it Trump who keeps relitigating on minor misstep? Joe Biden tells NPR he oppose the Iraq war from the moment it started, only to be contradicted in that interview. Is the press taking this mistake seriously enough? Plus, a big backlash against Debra Messing and her co-star for seeking to ostracize Trump donors at a Beverly Hill fundraiser with critics branding this a black list, but should the president be calling for the actress to be fired? I'm Howard Kurtz and this is \"Media Buzz.\" If there was one moment that seemed to capture against the backdrop of a damaging hurricane, the tornado of hostility between the president and the press, it was when he unveiled an earlier map of projected possible damage from Dorian. That was days after Trump included Alabama among the states that might be hit, contradicting the National Weather Service. The media quickly pounce on a crudely drawn black Sharpie line added to the map to include a sliver of Alabama."
    },
    {
      "speaker": "UNIDENTIFIED MALE (voice-over)",
      "utterance": "And that map that you showed us today, it looked like it almost had like a Sharpie --"
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I don't know. I don't know. I don't know."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And here is the president tweeting on another map. \"This was the originally projected path of the hurricane in its early stages,\" he says. \"As you can see, almost all models predicted it to go through Florida, also hitting Georgia and Alabama. I accept the fake news apologies.\" Well, needless to say, there have been no apologies, but many more presidential tweets."
    },
    {
      "speaker": "Joining us now to analyze the coverage",
      "utterance": "Mollie Hemingway of The Federalist, co-author of the book \"Justice on Trial: The Kavanaugh Confirmation and the Future of the Supreme Court\"; Kristen Soltis Anderson, columnist for The Washington Examiner and co-founder of Echelon Insights; and Clarence Page, columnist for The Chicago Tribune. Mollie, what do you make of the torrential amount of media coverage to the president, the map, the Sharpie during this devastating hurricane?"
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR, SENIOR EDITOR AT THE FEDERALIST, SENIOR JOURNALISM FELLOW AT HILLSDALE COLLEGE",
      "utterance": "It was unbelievable to watch this week, so much coverage devoted to \"Sharpiegate.\" They say that the president can't let things go and that is absolutely true. But the media are in no position to say that given how they handle this. Early projections of the storm had it hitting Florida, affecting Alabama. Nobody denies that. Everyone was reporting that. The dispute centers about whether he was saying it later than he should have been. This is such a minor point that even if you put the worst construction on it, it does not deserve seven days of coverage, 24 hours, hundreds of stories, front page news. It's absurd."
    },
    {
      "speaker": "KURTZ",
      "utterance": "You think? You think? I have to agree that both sides have not just been able to let this go. Kristen, I've gotten hammered by both sides. Some people say, \"You have to hold the president accountable for lying.\" Others say, \"You all clowns in the media are obsessing on this stupid map that I could care less about.\" Does all of this coverage and this has been just, you know, torrential, impact public opinion?"
    },
    {
      "speaker": "KRISTEN SOLTIS ANDERSON, REPUBLICAN POLLSTER, WASHINGTON EXAMINER COLUMNIST AND CONTRIBUTOR, CO-FOUNDER OF ECHELON INSIGHTS",
      "utterance": "Absolutely not. Very little. I can't think of a single voter out there who was going to vote one way but then because of this whole Sharpie story is going to vote another way. What it does do, however, is it reminds the president's supporters that he is facing a media that is willing to go after every little thing he does in a way that for past presidents, they may not has been as willing to do. But for the president's opponents, it sort of reminds them of the personality quirks (ph) and the approach that the president takes that they don't like. So I think it's the kind of story where it confirms what you already believe about the president, and if you're somebody who is in the middle, you probably tuned it out."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Like so many of these Trump controversies. But, you know, the president did tweet about this for six straight days, with sometimes five or six-day-old maps. While I was doing a story on this special report, I had updated like 12 times before it aired. On Friday, the president is tweeting this nonsense never happened to another president, four days of corrupt reporting, still without an apology. So my question to you, Clarence is, didn't the president keep story alive with the willing cooperation of the media by insisting (INAUDIBLE) himself over what was at worse a minor misstep?"
    },
    {
      "speaker": "CLARENCE PAGE, COLUMNIST, CHICAGO TRIBUNE",
      "utterance": "Howard, you're absolutely right. Nobody mentioned yet that this story or the president's actions led to a dispute between the National Weather Service and NOA, the agency that is in charge of --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "I've got the details."
    },
    {
      "speaker": "PAGE",
      "utterance": "Yeah. I mean, this story was not a seven-day story. It became one because new developments kept coming back to it with another map, for example, that really wasn't -- didn't show the weather conditions at the time of --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "PAGE",
      "utterance": "Anyway, it was something that the president couldn't let go of and what are we supposed to do as reporters? My wife says, \"Why do you guys cover Trump so much?\" He's president. He has the most powerful office on the planet."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, it was not -- I think we all kind of -- sorry, Clarence. I think we all kind of agree that it's not a seven-day story but a seven-hour story. Let me put up a CNN headline during the height of the controversy. Take a look at it. As people die, Trump defends using doctored map. Are the media losing all sense of proportion here?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "They're completely be clowned (ph) themselves. And think about that chyron. It says, \"As people die, Trump is doing this.\" So as people die, CNN and other media outlets are focusing on what exactly?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Like Sharpie line."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "You almost get the feeling that the media decided at the beginning of the week, they were going to make Trump's handling the hurricane a major story. And then it turned out that the hurricane didn't make landfall in a way that it was devastating as they planned --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "-- and so all they were left were with was the map and then they went with that anyway. At some point, you have to, you know, A, you shouldn't have just an oppositional stance as your approach, but you need to have better news judgment than they showed."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Kristen, as Clarence alluded to, so late in the week, the president had NOA, Oceanic and Atmospheric Administration, put out a statement saying he was briefed earlier on the possibility of Alabama being affected but that contradicted Weather Service scientists who some of whom were quoted in The Washington Post today as saying they thought this was political. Post story today says that one top NOA official said back on September 1st, \"Don't contradict President Trump on this.\" And the Post also reporting it was Trump who, you know, used the black Sharpie to mark up an official NOA map, according to an unnamed White House official. For the press, this story just became a complete fog. I mean this kind of thing is where you got to pay a lot of attention to keep all the details straight."
    },
    {
      "speaker": "ANDERSON",
      "utterance": "Yeah, I think for the average voter, when you're looking at this, what the difference is between NOA versus the National Weather Service, I think the time line is in fact the more confusing piece of this. Was Trump reporting to a briefing where he was given accurate information but then that information simply became outdated? There are so many moving pieces to this. It is completely valid for people to say, I want to know that I can trust the data that I am getting from our nation's scientific entities, and I don't want politics to be influencing how the weather is reported. That is completely legitimate. But this story is so convoluted with what -- when was President Trump --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "ANDERSON",
      "utterance": "-- what and by whom that I think from a public opinion perspective, it is unlikely to change how many people view our weather services or the president himself."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "It's also true that we have had a history of politicization of NOA and weather services. This was a huge story during the Obama administration, leading up to Paris climate change accord where false information was put forth for the world and was later revealed that it was false. These are things that -- we didn't see that kind of coverage during the Obama administration that you do now. But even the way that they are reporting the supposed scoops is incorrect. So there were people --"
    },
    {
      "speaker": "PAGE",
      "utterance": "Stories comparable to a hurricane?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "I think putting out false information to pass -- to get the Paris climate accord is actually a much bigger story."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I don't remember the details. There must be dispute."
    },
    {
      "speaker": "PAGE",
      "utterance": "Yeah."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "But the issue is also -- it wasn't that they were saying don't tweet against the president. They were saying that there had been some incorrect information that was put out there. Alabama does routinely get affects from storms that hit Florida and there have been some incorrect information. Also the Washington Post story didn't actually say that Trump was the person who had operated the Sharpie. It had someone anonymous, of course, quoted as saying, \"Who else would have done it?\" It's actually different."
    },
    {
      "speaker": "KURTZ",
      "utterance": "It was attributed to an unnamed White House official who said it was Trump. Look, the president does use sharpies a lot. It wasn't just a surmise. It doesn't make it true. White House hasn't explicitly denied it. I want to play for you, Clarence, another one of the president's tweet because he likes to tweet videos these days. There was also a cat video that you can go online and see. It is very funny. But this one is a little more serious. Trump is sort of clapping back at CNN with this edited clip. Take a look."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Even into the Gulf of Mexico, Louisiana, Alabama, Alabama, Alabama, Mississippi, you need to be on the lookout."
    },
    {
      "speaker": "KURTZ",
      "utterance": "That was -- we cut it off too soon. Maybe we can replay the end of it. That was from August 28th when the projections were less clear. Can we get the video up while Clarence is talking? So my question to you, Clarence, is he going too far or is this just entertainment at this point?"
    },
    {
      "speaker": "PAGE",
      "utterance": "Are you talking about the president going too far?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "We shall see when we replay this. The CNN logo ends up burning."
    },
    {
      "speaker": "PAGE",
      "utterance": "Oh, yeah."
    },
    {
      "speaker": "KURTZ",
      "utterance": "There we go."
    },
    {
      "speaker": "PAGE",
      "utterance": "There we go."
    },
    {
      "speaker": "KURTZ",
      "utterance": "OK. Had to show that America."
    },
    {
      "speaker": "PAGE",
      "utterance": "Well, that's entertainment. The president has a blurred line between that and serious politic. But the situation is one in which the spaghetti model the president followed early on, as they call it, showed multiple tracks, including touching Alabama. And believe me my relatives are delighted that the hurricane didn't get that far."
    },
    {
      "speaker": "KURTZ",
      "utterance": "One bit good news here."
    },
    {
      "speaker": "PAGE",
      "utterance": "Yeah, thank you, but that's where the seriousness of this steps in. We are talking about hurricane. We are talking about a lot of people without houses now, who lost their lives."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And certainly the Bahamas. Let me just bring this a little bit. There were striking number of pundits, we played one or two, saying Trump shouldn't have played two rounds of golf over Labor Day weekend when Dorian was hitting the Bahamas and heading towards the U.S. It always strikes me. It is always sort of the opposition party that says the president shouldn't play golf during this time of crisis."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "That's what is interesting. When President Trump first started calling the media the opposition party or using harsh language, fake news is the enemy of the people, I think people said this is ridiculous. But then we have seen media outlets just fully embraced that, acting as if they are the opposition party. There's no question that they are the primary people opposing him and leading the effort, everybody sees it, and that's bad for the media because the media need to have a credible voice if they want to hold him accountable."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Clarence, the one legitimate point that some journalists and commentators made is that Donald Trump, the private citizen and eventual candidate, repeatedly slammed Barack Obama for playing too much golf, said that as president, he hardly play at all. So it is legitimate to point that out, but is always sort of a partisan divide, golf is bad when you oppose the president who is in office."
    },
    {
      "speaker": "PAGE",
      "utterance": "And vacation time, too."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "PAGE",
      "utterance": "Obama had vacation time and turned out he did not have more vacation time. And Trump --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Presidents are always working, doesn't matter where they are."
    },
    {
      "speaker": "PAGE",
      "utterance": "That's right. But this is the kind of thing that always comes back to that question. How would we react if Obama had done fill in the blank and if he behaved like this at a time a hurricane was hitting us? He would be slammed, too."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Excuse me. There was something, Kristen, about Donald Trump and hurricanes in the way it is covering. I'm taking the Puerto Rico devastation, him throwing paper towels into the crowd. The media seemed intent almost, I would say, in portraying this president as kind of clueless, lacking empathy, somehow screwing things up. It is true he's not a traditional politician, but it is just whenever there's a hurricane, he seems to get hammered."
    },
    {
      "speaker": "ANDERSON",
      "utterance": "The sort of thing, I mean, to the golf story where people I think want the media to be adversarial, they want them to hold our leaders accountable, they want to make sure that leaders feel pressured in order to live up to what is expected of them, but the opposition political parties tend to sort of overblow it, oh, you have gone on vacation too much, you played golf too much."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "ANDERSON",
      "utterance": "And so I think for your average sort of voter, is the media treating this president the same as the last president? If you are somebody who doesn't really tune into things, doesn't really watch this moment by moment, it does seem as though President Trump gets flack from the media not just from --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yeah."
    },
    {
      "speaker": "ANDERSON",
      "utterance": "-- the opposition party over the sort of thing."
    },
    {
      "speaker": "KURTZ",
      "utterance": "It is a question we ask every week. When we come back, Joe Biden is at odds with the press again as he struggles with questions about the Iraq war and climate change. And later, were the stars of \"Will & Grace\" pushing for Trump donors in L.A. to be blacklisted?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Joe Biden was one of 10 democratic candidates during that seven-hour CNN format -- excuse me, forum on climate change. But he got the most attention both because his eyes turned red and because of this exchange with an audience member."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "How can we trust you to hold these corporations and executives accountable for their crimes against humanity when we know that tomorrow, you are holding a high-dollar fundraiser hosted by Andrew Goldman, a fossil fuel executive?"
    },
    {
      "speaker": "JOE BIDEN, PRESIDENTIAL CANDIDATE",
      "utterance": "He's not a fossil fuel executive."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Biden also mocked his own tendency to mangle the facts while appearing with Stephen Colbert."
    },
    {
      "speaker": "STEPHEN COLBERT, CBS HOST",
      "utterance": "In the last few weeks, you confused New Hampshire for Vermont, said that Bobby Kennedy and MLK were assassinated in the late 70s, assured us 'I am not going nuts.'\""
    },
    {
      "speaker": "COLBERT",
      "utterance": "Follow-up question: Are you going nuts?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Look, the reason I came on the Jimmy Kimmel show is because I'm not,\""
    },
    {
      "speaker": "BIDEN",
      "utterance": "Hey, look --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, I got a good laugh. Kristen, why is there so much critical media attention on Joe Biden besides the fact that he's the frontrunner? The fundraiser host was not an executive but he was the founder of the fossil fuel company. He is now an investor. He is joking with somebody like Colbert. Good strategy for Biden."
    },
    {
      "speaker": "ANDERSON",
      "utterance": "I think that Colbert response was probably the right one, but I don't know that ultimately after enough of these kinds of things begin to accumulate, will Biden be able to withstand this over the long haul, if it seems to impact his potential electability. Remember that the number one thing democratic voters care about is choosing someone that they believe can defeat Donald Trump next November."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Mm-hmm."
    },
    {
      "speaker": "ANDERSON",
      "utterance": "And so Joe Biden is sort of saying things that are indelicate, misremembering details. This is something that has been just a part of the good-ole Joe sort of brand for quite some time. That's kind of priced into people's assumptions about Biden. But if it becomes about anything about his health, is he perhaps as he lost --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "ANDERSON",
      "utterance": "-- too old to take on Trump?"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Which is something that --"
    },
    {
      "speaker": "ANDERSON",
      "utterance": "That --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- raised a lot when he makes these gaffes."
    },
    {
      "speaker": "ANDERSON",
      "utterance": "That suddenly becomes more about electability which does have the potential to move polls, I think, the longer it goes on."
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right. I've got a sound bite for you, Mollie. This is from the NPR politics podcast on the Iraq war. Play it."
    },
    {
      "speaker": "BIDEN (voice-over)",
      "utterance": "Immediately, the moment it started, I came out against the war at that moment. Now, the judgment of my trusting the president to keep his word on something like that, that was a mistake. And I apologize for that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Now, as NPR'z Asma Khalid pointed out, as part of interview package, Biden for months after voting to authorize Iraq war continued to defend it or at least said he would vote the same way. It was until 2005 which is a couple of years later that Biden actually turned against the war. So my question is, I don't think this is a gaffe, I think this is misstatement of your record, do you think the media treating it that way?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "I think about this really -- Kristen was saying earlier about the different treatments for different candidates, if Donald Trump misremembers details or says something, he's a mendacious liar who is out to destroy the planet. And when Joe Biden continues his decades-long practice and saying things that aren't so -- you know, having serious problems with details, they are treated as gaffes or minor misstatements. And it is that double standard that I think bothers so many people. But this is something that Joe Biden always has done and probably will continue."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Clarence, the NPR reporter did his job. That was less of a story than the sort of more, you know, less significant mixing of Vermont, New Hampshire or mixing up Margaret Thatcher and Theresa May."
    },
    {
      "speaker": "PAGE",
      "utterance": "Well, in the context of it all, this was part of a debate going on at the time. You may remember, Howard, between Joe Biden and President Bush, and later Biden said that he and Bush had talked about this. Bush had agreed to not actually go to war. He just wanted permission to be able to go to war if necessary. After we did go to war, Biden said he was against that, he was against it before and afterwards. Now, he is speaking with hyperbole, saying that I turned to plead against the law to go to war that day. If hyperbole is going to knock you out of the race, that would have happened four years ago with Donald Trump because he was the hyperbole king and still is. I don't think this is going to be deal-killer for Biden."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. But I mean, Iraq war was such a huge issue, particularly when Hillary Clinton ran for president. One for you, Kristen, this is about The Washington Post revealing that Joe Biden had completely mangled the facts about a war story told of pinning a soldier conflated two different stories and he was asked about that on NPR."
    },
    {
      "speaker": "BIDEN (voice-over)",
      "utterance": "The details are irrelevant in terms of decision- making. And so the fact that I would forget that it Rodriguez who was pinning, I believe this is the case, pinning a bronze star on a young man was -- it's irrelevant to the point."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But there were a lot of details that he got wrong. And so is the rest of the press largely giving him a pass? I mean, The Washington Post did give reporting on this but then the story quickly faded."
    },
    {
      "speaker": "ANDERSON",
      "utterance": "This is a story that I feel like is being discussed for the last -- this is not something that has come up in the last 24 hours. I feel like this has been covered a bit. But it also mean, bear in mind, over the last couple of years, Brian Williams at NBC, Hillary Clinton, her story about facing gun fire on the tarmac --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "ANDERSON",
      "utterance": "This is something that you now -- you can't do this anymore. You can't come out and sort of say that something happened in terms of combat and whether it's your own actions or you're sort of trying to sort of stand in the bravery of someone else who you were pinning a star on. You owe it to that soldier to get the story right."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Quick thought."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "I just do think you can mess up details though and it is something that happens commonly with politicians. We just need to --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "And journalists."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Yes, just more uniform. It is understandable. It's just the different ways that they are treated, I think, genuinely frustrates people who watch media coverage."
    },
    {
      "speaker": "PAGE",
      "utterance": "Quick answer. My Angela says that people won't remember what you said but they will always remember how you made them feel. And that is what happened with politicians, Joe Biden, Donald Trump, et cetera. People care about that more than the little details of the story but the general messaging. That's the argument Biden is making."
    },
    {
      "speaker": "KURTZ",
      "utterance": "OK. I just think when you say details don't matter it's close to saying that facts don't matter when so many journalists are saying Donald Trump has not always played straight with the truth. Clarence Page, Kirsten Soltis Anderson, Mollie Hemingway, thanks so much for coming by this Sunday. Ahead, Donald Trump says the media is not just a fake but corrupt. We will look at that story and the story that triggered the attack. But up next, why an administration official was unfairly pushed out over a Bloomberg story and Brexit madness as the British press turns on Boris Johnson with a vengeance."
    },
    {
      "speaker": "KURTZ",
      "utterance": "I spent the other day working on a special report story about an administration official who was forced out of his job following a Bloomberg inquiry, and it was striking how many journalists on the left and the right called that piece unfair."
    },
    {
      "speaker": "Bloomberg reporter Ben Penn tweeted this scoop",
      "utterance": "\"Trump Labor Department's new senior adviser Leif Olson posted on Facebook that Jewish media \"protect their own.\" Labor accepted Olson's resignation four hours after Penn called for comment, but also says the story seized on a sarcastic joke he posted three years ago. \"I never thought I'd see the day when making fun of alt-right anti-Semites led to being branded an anti-Semite.\" Penn's lead said that (ph) Olson has a history of advancing controversial conservative and faith-based causes in court, which of course has nothing to do with the Facebook post. Now, Olson's Facebook exchange began with obviously sarcastic language about corporate tool Paul Ryan when a commentator said Ryan was Jewish mistakenly. Olson said, \"That must be true because I've never seen the Lamestream Media report it, and you know they protect their own.\" Even the liberals like Fox called the charge bigotry, unfair, and misleading. Bloomberg still stands by its reporting though it did take anti-Semitism out of the headline. But we told the Labor Department we were doing the story. And just before my piece aired, Leif Olson was rehired. His boss has said they made a mistake. It is a bloody big story when Britain's new prime minister tries and fails to suspend Parliament, instantly loses his majority. The defectors, including his own brother, expel other members including Winston Churchill's grandson, has his Brexit plan blocked by lawmakers and even fails in attempting to call a new election. And the London press is savaging Boris Johnson."
    },
    {
      "speaker": "Some of the headlines about BoJo, a one-time tabloid reporter whose style resembles that of his friend, Donald Trump",
      "utterance": "\"Boris loses control,\" \"Humiliation for Johnson,\" \"Now, the MPs take control,\" \"PM cornered.\" \"Is this the most dangerous chicken in Britain?\" That is Labor Leader Jeremy Corbyn. \"Even Boris' own family don't trust him.\" \"Britain's worst PM since the last one.\""
    },
    {
      "speaker": "And the columnists are just brutal. The Guardian",
      "utterance": "\"Boris Johnson is a hostage in number 10. Johnson knows only tribal machismo.\" The Independent: \"Boris is building an airtight case against his own leadership.\" The Telegraph: \"Failing to deliver Brexit will inflict on Britain a national humiliation worthy of the Suez crisis.\" There is obviously media anger at the much-mocked Boris at Labour at parliament, at the whole paralyzing mess but a monster mellow drama for Fleet Street. Ahead, even still on the left side, Debra Messing went too far in looking to ostracized Hollywood donors to Trump. But first, the president of the United States says the fake news media, not the Democrats, is his primary opponent."
    },
    {
      "speaker": "KURTZ",
      "utterance": "President Trump was pretty ticked off after a Washington Post report that he had terrible summer politically. The piece by Ashley Parker and Philip Rucker said the last two months confirmed the critics portrays of Trump as incompetent, undecisive, intolerant and ineffective. The president yesterday went after the two reporters personally. \"The Washington Post Phil Rucker, Mr. Off the Record and Ashley Parker, two nasty lightweight reporters shouldn't even be allowed on the grounds of the White House because their reporting is so disgusting and fake.\" Joining us now from New York, Buck Sexton, a radio talk show host and former CIA analyst, and here in Washington, Mara Liasson, national political reporter for NPR. Buck, the Post story said that Trump, some Trump allies and advisers say it's a lost summer of self-inflicted controversies and squandered opportunities. Is that warrant a presidential suggestion, it's not a threat, but a suggestion that perhaps they should be barred from the White House grounds?"
    },
    {
      "speaker": "BUCK SEXTON, RADIO HOST AND FORMER CIA ANALYST",
      "utterance": "Well, look, the president obviously doesn't like the way that he's treated by the media, that's nothing new. And I think it's very likely that you will see numerous pieces by the Post and by other major outlets that are quite similar to this one in the months ahead, probably next summer right after Labor Day around this time."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Probably next week."
    },
    {
      "speaker": "SEXTON",
      "utterance": "So, the president knows he knows he's not going to be treated fairly by the press, he's been saying that all along and he likes to punch back hard. I think his suggestion that the primary opponent that he faces is really the media and not the Democratic Party is largely true because by undermining what we all know is a very anti-Trump press overwhelmingly it'll make it harder for them to have narratives that damage him when people really are thinking about who they are going to vote for."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right."
    },
    {
      "speaker": "SEXTON",
      "utterance": "So, I think he's laying the battle-- laying the battlefield right now --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Interesting."
    },
    {
      "speaker": "SEXTON",
      "utterance": "-- and trying to prepare for what's coming."
    },
    {
      "speaker": "KURTZ",
      "utterance": "A federal judge this week actually overturned the White House suspending the pass of CNN contributor Brian Karem saying the rules were just too unclear. And by the way, the off-the-record reference to Phil Rucker is that he leaks some information from off-the-record dinner with the president's personal assistant Madeleine Westerhout which ended up with her losing her job. Mara, let me read to you a reaction a strong statement from Martin Baron, the Post executive editor. He says that both Ashley Parker and Phil Rucker, a superb journalist. And he calls what Trump said an unwarranted and dangerous attack to denigrate and intimidate the press."
    },
    {
      "speaker": "MARA LIASSON, NATIONAL POLITICAL REPORTER, NPR",
      "utterance": "Yes, and it's not the first one. The fight with the press, I think is what matters for Trump, he wants to be fighting, whether he's going to actually make good on any of his threats he hasn't been able to. Jim Acosta is still covering the White House. Brian Karem sounds like he's going to have his pass reinstated. He is not going to vanish, I don't think, the two Washington Post reporters from the White House grounds."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Why?"
    },
    {
      "speaker": "LIASSON",
      "utterance": "It's kind of like saying I hereby American companies to stop doing business with China. I mean, the threat is the message --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Mara, you're saying he's not --"
    },
    {
      "speaker": "LIASSON",
      "utterance": "The threat is the message is not --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. You're saying it's not actually going to be carried out. But somebody who spends time at the White House does it offend you at all --"
    },
    {
      "speaker": "LIASSON",
      "utterance": "Yes."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- to suggest that because he doesn't like somebody's reporting this is not about acting unprofessionally in terms of personal conduct --"
    },
    {
      "speaker": "LIASSON",
      "utterance": "Yes, yes."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- that maybe they shouldn't have their passes."
    },
    {
      "speaker": "LIASSON",
      "utterance": "Yes, it does. But this just shows this is a revealing moment for Donald Trump. He's very thin-skinned, he's a media creature, he kind of lives in the media, he lives inside the TV box and he cares what people say about him. And I don't know if it matters at the bottom line for the election."
    },
    {
      "speaker": "KURTZ",
      "utterance": "On that point, let me put up on the screen a rather long tweet in which the president went a little further than he has before. He says, \"The mainstream media has gone totally crazy. They write whatever they want, seldom have sources even though they say do, never do fact-checking anymore, are only looking for the kill. They are now beyond fake, they are corrupt.\" And then he says, \"Our real opponent is not the Democrats or the dwindling number of Republicans that lost their way and got left behind, our primary opponent is the fake news media.\" Buck, does it help the president when he says now there's no Democratic nominee to say the primary opponent is the media?"
    },
    {
      "speaker": "SEXTON",
      "utterance": "Yes, I think it helps him because right now, by doing that, what he's establishing is that, he is, you know, his supporters, for one, love it. I mean, they see this as one of the main reasons why Donald Trump should have been president in the first place, that he's been willing to say things about the media that needed to be said quite honestly. And most of the mainstream media is a bunch of activists, I mean, they don't really present themselves as neutral arbiters of fact and a lot of people have picked up on this now, I think, largely because of Trump. And as I said before, it also helps him going forward when they do things that are clearly outside the bounds of what so-called journalist should be doing. I mean, CNN had a Chiron on. I think it was last week, that, you know, about Trump during the hurricane --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "As people die. We mentioned that earlier. Yes."
    },
    {
      "speaker": "SEXTON",
      "utterance": "That was -- as people die. I mean, this is absolutely preposterous. And everybody should know that."
    },
    {
      "speaker": "LIASSON",
      "utterance": "Well, what was --"
    },
    {
      "speaker": "SEXTON",
      "utterance": "The point about the source burning by the way, that is a huge cardinal sin for journalists. How many prominent journalists in D.C. burned a source to get somebody during the Obama administration fired from their job, I think the answer is zero."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Quick comment for you then I want to play this."
    },
    {
      "speaker": "LIASSON",
      "utterance": "Yes. No, I was just going to say what was beyond the bounds of professionalism in the story that the Post ran about his summer?"
    },
    {
      "speaker": "SEXTON",
      "utterance": "No, I was referring specifically to burning a source and getting that person --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "The off-the-record dinner with Madeleine Westerhout."
    },
    {
      "speaker": "SEXTON",
      "utterance": "At last."
    },
    {
      "speaker": "KURTZ",
      "utterance": "All right, let me make a turn now by playing Beto O'Rourke who said something that we are going to bleep but it wasn't bleep live on CNN's State of the Union."
    },
    {
      "speaker": "FMR. REP. BETO O'ROURKE (D-TX), PRESIDENTIAL CANDIDATE",
      "utterance": "We're averaging about 300 mass shootings a year, no other country comes close. So, yes, this is (muted)."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Mara, Politico has a piece saying that cursing candidates, and Beto is a clear example, you know, keep dropping f-bombs, you know. Do the media contribute the notion this is a cool thing that gives them street cred?"
    },
    {
      "speaker": "LIASSON",
      "utterance": "I am not supposed to share my opinions on television? But I think using the f-bomb is just lame, it is. I have a teenage son, I spend hours a day trying to excise the f-word from his vocabulary, it's a losing proposition I can tell you. I don't think it helps and I don't think it demonstrates any kind of coolness. So."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Buck, what's your --"
    },
    {
      "speaker": "LIASSON",
      "utterance": "Drop letter to follow."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Buck, what's your blanking -- what's your blanking opinion on this?"
    },
    {
      "speaker": "SEXTON",
      "utterance": "I mean, look, I think Mara is correct. I think that Beto O'Rourke, his candidacy has turned into something of a laughing stock already despite having raised more money which is pretty amazing in retrospect now than any other Senate candidate in history because people were so desperate to defeat Ted Cruz. But dropping curses like this, just trying to get attention, that's what it looks like. Somebody that is floundering that isn't getting traction, and it's also really a bad thing for Democrats who are always telling us that Trump's coarseness is in of itself, a reason not to vote for him. Well, that's pretty coarse with Beto. he didn't do it once as we all know about. He's repeating into this."
    },
    {
      "speaker": "KURTZ",
      "utterance": "But as Politico piece points out it's not just Beto O'Rourke. President has Trump used B.S., spelling it out at a rally. Kirsten Gillibrand and others have dropped this nuggets (Ph). Look, you can hear these words at any news rooms, folks but it's a little different when you're in front of the cameras."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Yes."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Buck Sexton and Mara Liasson, good luck with your teenagers."
    },
    {
      "speaker": "SEXTON",
      "utterance": "Good to see you."
    },
    {
      "speaker": "KURTZ",
      "utterance": "After the break, Whoopi Goldberg drawing praise for calling out actors who are trying to blacklist Trump donors, but the president still wants one of them fired."
    },
    {
      "speaker": "KURTZ",
      "utterance": "The stars of Will and Grace Debra Messing and Eric McCormack start a furor by urging the Hollywood reporter publish a list of donors attending an upcoming Trump fundraiser in Beverly Hills. The reason as McCormack tweeted was \"So the rest of us can be clear about who we don't want to work with.\" Here's the plot twist. A true flak from some on the left, as well as the right."
    },
    {
      "speaker": "WHOOPI GOLDBERG, CO-HOST, ABC",
      "utterance": "This is not a good idea, OK? Your idea of who you don't want to work with is your personal business. Do not encourage people to print out list because the next list that comes out your name will be on and then people will be coming after you."
    },
    {
      "speaker": "KURTZ",
      "utterance": "That got a lot of attention. The actors quickly backed off. But that didn't stop the president from hitting back hard at Messing saying NBC should fire here. Joining us now from Chicago, Carley Shimkus, a reporter for Fox News 24/7 Headlines on Sirius XM. And what do you make, first of all, of Debra Messing and Eric McCormack urging a trade publication to print the names of those who are exercising the right to go to a fundraiser, this one on behalf of the president, a move that outrage Whoopi who is hardly a Trump fan."
    },
    {
      "speaker": "CARLEY SHIMKUS, FOX NEWS REPORTER",
      "utterance": "Yes, this was a really bad move on the part of Debra Messing and Eric McCormack and the crazy thing is that they both denied calling for a Hollywood blacklist of conservatives when that is exactly what they did, especially Eric McCormack, who as you just read said kindly report on who's attending this Trump fundraiser so the rest of us know who not to work with. If that is not calling for somebody to lose an employment opportunity based on their political beliefs then I do not know what is. And I really think that a lot of Democrats read these tweets and cringed because this is just straight up flat out bullying and I know that a lot of people in the Democratic Party don't subscribe to that behavior. Look at how Whoopi Goldberg responded to it. She was horrified --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "-- as I think a lot of people were."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Well, there is of course the history of the Hollywood blacklist in the 1950s."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Exactly."
    },
    {
      "speaker": "KURTZ",
      "utterance": "McCarthyism period."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Yes."
    },
    {
      "speaker": "KURTZ",
      "utterance": "What she referred to."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Yes."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Now, McCormack -- you kind of anticipated my next question, he went on Instagram and said, \"this has been a misinterpreted in a very upsetting way. I absolutely do not support blacklist or a discrimination of any kind.\" But as you said, who we don't want to work with, if that's not a boycott if that's not a blacklist, what is. Now some say, as you know, we've been through this before, that these are public records who donates the presidential candidates, why shouldn't these lists be made? But of course, it's a lot easier if somebody compiles it and puts it out as these are the people who dared give money to Donald Trump."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Yes. You can as an actor. You have every right to work with whoever you want to work with and you can look at those things on your own. But when you call for, literally, a list to be made so that everybody knows who is conservative and who may be supporting President Trump and sort of cast them out, that's when I think it crosses the line into dangerous territory."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. But in a way, it's a same issue that's raised by, you know, when people who work or work for Trump or support this president are refused service in restaurants, where there are protests at their homes, or they shouldn't go on Dancing with the Stars as in the case of Sean Spicer. This seems to be tolerated, if not encouraged by some elements in the media, I would say."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "You know, Kanye West had a lot of interesting things when he came out as a Trump supporter. I think dragon energy was one of them. But one thing that he said that I think everybody should feel comfortable getting behind is the idea of freedom of thought where you should feel comfortable supporting any political candidate. This is America. This is one of the things that makes this country special and you don't have to feel pigeonholed into supporting as a certain candidate just based on your community or your race. And Debra Messing actually apologized for a tweet that she -- a retweet that she posted and it talked about how black people who vote for President Trump have a mental illness."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. A sign --"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "She apologized for that."
    },
    {
      "speaker": "KURTZ",
      "utterance": "A sign in a church in Alabama. Let me just get this presidential tweet out so we can get your response for the last question."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "OK."
    },
    {
      "speaker": "KURTZ",
      "utterance": "We can bring the camera back. \"Bad actress. Debra, the mess Messing is in hot water. She wants to create a blacklist of Trump supporters behind accused of McCarthyism, is also being accused of being a racist because of the terrible thing she said about blacks and mental illness. If Roseanne Barr said what she did, even being on a much higher rated show, she would have been thrown off television. Will fake news NBC allow McCarthy style racist to continue? ABC fired Roseanne.\" So, but here's the president of the United States saying an actress should be fired from a network. Is that --"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Yes."
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- that -- is that cross the line?"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Yes. I do. Listen, I don't think it's helpful to compare, draw comparisons between two tweets that should have never been posted. Roseanne Barr obviously apologized. She said that she was going to go off Twitter for a little while. It's just sort of an unhelpful move for the president to no matter what -- no matter how wrong Debra Messing was in this to be targeting her and she should be fired. However, Will and Grace is over, I think in 2020. So, she will no longer be employed by any NBC anytime soon --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "So, he'll get -- he'll get --"
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "-- just by the --"
    },
    {
      "speaker": "KURTZ",
      "utterance": "-- he'll get his wish because the season will have -- the final would have ended."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Exactly."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Carley Shimkus, great to see you. Thanks so much."
    },
    {
      "speaker": "SHIMKUS",
      "utterance": "Good to see you too."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And still to come, CNN is dropping a contributor who was fine until she took a job editing the conservative Washington Free Beacon. That's next."
    },
    {
      "speaker": "ELIANA JOHNSON, NATIONAL POLITICAL REPORTER, POLITICO",
      "utterance": "Trump just as he was on the campaign trail in 2016, is a totally untraditional and unorthodox president and he hasn't changed."
    },
    {
      "speaker": "KURTZ",
      "utterance": "CNN is dropping Politico's Eliana Johnson as a contributor now that she's been hired to run the aggressively conservative Washington Free Beacon. That says the network vice president is because she'll no longer be a White House reporter breaking stories, and quote, \"she is now pursuing a different career path and off that beat.\" Johnson responded on Twitter. \"I didn't realize becoming the first female editor editor-in-chief of a conservative news site was pursuing a different career path. I'll still be in the news breaking business and perhaps even covering the White House.\" And we're back with Mollie Hemingway. Are you buying CNN's explanation about well, she's changing her career path?"
    },
    {
      "speaker": "MOLLIE HEMINGWAY, FOX NEWS CONTRIBUTOR",
      "utterance": "That makes no sense at all. When you go from one job to a better job, when you go from being a reporter to editor-in- chief of the new site, that is something that normally a news outlet would be very happy about it. It shows that your career is flourishing, not something to fire someone over."
    },
    {
      "speaker": "KURTZ",
      "utterance": "And Eliana Johnson apparently is not been on the air since, her contract doesn't expire until November. You know, CNN has dropped some of its small band of pro-Trump contributors. I'm talking about Jeffrey Lord, Steve Cortes, Bryan Lanza, Steve Moore, you know, different circumstances sometimes but it does have some conservatives. Do you see a larger pattern here with the sudden jettisoning of Eliana Johnson and what happened to some of these other folks?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Well, it's not just that they are hostile to conservative voices. I mean, in the case of Eliana Johnson she has worked to conservative outlets but I've never seen any indication that she is conservative on air or in her work, but they have people who are on air, including its hosts, contributor, you know, contributors and everything in between who are rabidly on the left. You have people who work for the previous political administration. You have people espousing conspiracy theories from the left and seems to be fine, including when it's just their reporters who are -- who are providing content. It makes no sense. Jeffrey Zucker used to say that you couldn't have a network where you didn't hear from both sides. And I know people get frustrated here that they hear from both sides on panels. But increasingly, it seeming like the CNN is just making it so that there are no voices from a side contrary to their political viewpoint."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Yes. Well, we do -- they do hear from people on both sides and people can then react the way they want to react in the audience. But is it sort of like, well, she's taking over the Free Beacon, Eliana Johnson, and therefore she's coming out as a conservative? And even if so, she was good enough to have on the air as a paid political analyst before, now suddenly she's not?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Right. And having more voices that understand conservative viewpoints would be good. We have a president who is in the Republican Party. You have the Senate led by Republicans. The idea that you're not going to hear from voices that understand voters that put these people in power is absurd. And in fact, rather than having moderate voices or people who show no indication of being conservative who might be friendly to conservatives, it would be good for them to have far more voices who were conservative and thinking and explaining that position to people."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Now this is not just CNN. And CNN has some conservatives and so does MSNBC and so does the New York Times op-ed page. They mostly not every incident happens to be conservatives who can't stand Donald Trump. And therefore, there are some in some cases their careers have flourished or they've got television shows because like, well, from the right, but it's not people who support the president who by the way, has what, 85 percent support among Republicans or 90 percent."
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "Donald Trump is more well-liked by people in his party than most presidents enjoy. Many media outlets only have people on as Republicans or as conservatives if they are cartoonishly hostile to Donald Trump. That represents such a tiny fraction of the Republic, that it's really indefensible to have these people having such high-profile positions. They're obviously being used as a way to further the anti-Trump extremism of many media outlets but it is also why people find the media so lacking in credibility."
    },
    {
      "speaker": "KURTZ",
      "utterance": "Right. Well, I have no problem having on some conservative voices of people who don't like this president but I think there should be other conservative voices of people who very much do like this president. Mollie Hemingway, great to see you as always. And that's it for this edition of \"Media Buzz.\" I'm Howard Kurtz. Hey, if you've got a moment, check out my podcast \"Media Buzz Meter.\" We rift on the days' hottest stories. And you can subscribe at Apple iTunes, Google Play or foxnewspodcast.com. We hope you also like our Facebook page, we post my daily columns there, original videos done just for the web. You comment, I comment back. Same thing on Twitter at Howard Kurtz. I like to have this as sort of a dialogue. And with a week like this, I have a feeling there will be a lot of dialogue going on. We're back next Sunday, 11 Eastern. See you then with the latest Buzz. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}