{
  "date": "September 15, 2019",
  "headline": "Kathleen Kennedy Townsend on keeping her father's message alive",
  "subHeadline": "Guests: Katie Pavlich, Neera Tanden, David Cicilline, Josh Holmes, Catherine Lucey, Kellyanne Conway",
  "url": "https://www.foxnews.com/transcript/kathleen-kennedy-townsend-on-keeping-her-fathers-message-alive",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "BILL HEMMER, ANCHOR",
      "sentences": "I'm Bill Hemmer in for Chris Wallace. Escalating tensions in the Persian Gulf as the U.S. blames Iran for an unprecedented attack on the world's energy supply.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "We hope that we can make a deal and if we can't make a deal, that's fine, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "The president weighs his options on Tehran, and his peace talks with Taliban and makes some move on trade with China, after announcing national security hawk John Bolton is out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "John wasn't in line with what we were doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "We'll ask what the move means for U.S. foreign policy with a counselor to the president, Kellyanne Conway, only on \"FOX News Sunday\". Then, Democrats in disarray over impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. HAKEEM JEFFRIES, D-N.Y.",
      "sentences": "I don't wt to get caught in semantics.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERRY NADLER, D-N.Y.",
      "sentences": "Some call this process an impeachment inquiry. Some call it an impeachment investigation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "I'm not answering any more questions on possible inquiry investigations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "We'll discuss it all with David Cicilline, a top Democrat on the House Judiciary Committee. It's a \"FOX News Sunday\" exclusive.   And, the 2020 candidates crashing over health care in Houston. We'll ask our Sunday panel about the fallout from the fiery debate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JULIAN CASTRO, D-PRESIDENTIAL CANDIDATE",
      "sentences": "I'm fulfilling the legacy of Barack Obama, and you're not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "All, right now, on \"FOX News Sunday.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "And hello again from Fox News in Washington. We begin with the drone attacks on key Saudi Arabian oil facilities, raising concerns about the global oil supply and world energy prices. Iranian-backed rebels in Yemen claiming responsibility, but President Trump's top diplomat, Secretary of State Mike Pompeo, placing the blame squarely on Iran.  In a moment, we'll speak exclusively with White House counselor Kellyanne Conway. But, first, the latest from Kevin Corke, who's live in the north lawn of the White House with us on this Sunday -- Kevin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KEVIN CORKE, CORRESPONDENT",
      "sentences": "Bill, the president said after those attacks, he spoke with the crown prince of Saudi Arabia, Mohammed bin Salma, he offered U.S. support, and vowed that America would keep oil markets stable and well-supplied, reassuring words from Washington amid an unfolding drama half a world away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "Its aftermath could be seen for miles as Yemeni Houthi rebels took credit for knocking out more than half of Saudi Arabia's oil output over the weekend. Despite the group's claim, Secretary of State Mike Pompeo blamed Iran, writing on Twitter that there was no evidence of the attacks came from Yemen.  Iran's foreign minister shot back. Javed Zarif tweeting: Having failed at max pressure, Secretary Pompeo is turning to max deceit.   And a Revolutionary Guard commander saying American bases and aircraft carriers in the region are within range of Iranian missiles. The attack stoking fears that tensions between Washington and Tehran have now reached their highest levels since the Iranian hostage crisis of 1979 and comes just days ahead of a gathering of world leaders at the U.N. General Assembly in New York and a possible meeting between President Trump and Iranian President Hassan Rouhani, and a meeting that would have seemed far less likely before the sudden departure this week of former national security advisor John Bolton whose hawkish tendencies were believed to be frequently at odds with President Trump's own sensibilities. Among those said to be on the long list of possible replacement, top hostage negotiator Robert O'Brien, special envoy for Iran, Ryan Hook, and German Ambassador Ric Grenell, who attended a White House dinner last night with the family of Otto Warmbier, the American college student who died in 2017 after being held captive in North Korea for more than a year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CORKE",
      "sentences": "Bill, the White House hasn't set what prompted that dinner, although publicly the Warmbier family previously was critical at the president's suggestion that North Korea's leader Kim Jong Un was unaware of Warmbier's deteriorating condition -- Bill.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Kevin Corke reporting from the White House -- Kevin, thank you.   Joining us now, counsel to the president, Kellyanne Conway. And welcome back to \"Fox News Sunday\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "sentences": "Good morning, Bill, to you and your viewers. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "We have a lot to get through. Let's see how much we can cover the next 10 minutes. First on Iran. That the administration believes Iran is responsible. What are you willing to do about it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Secretary Pompeo's made clear that the Iranian regime is responsible for this attack on civilian areas and infrastructure vital to our global energy supply, and we're not going to stand for that. In fact, our Department of Energy stands ready to tap into the strategic reserve, the petroleum reserve, if we must, to stabilize the global energy supply.   But more importantly, Secretary Pompeo and Secretary of Treasury Mnuchin just this last week stood in the White House press briefing room and announced additional sanctions, and that is because we will continue to call out maligned behavior, continue with the maximum pressure campaign in Iran, and this is a president who withdrew us from a very bad nuclear deal with a ne'er-do-well regime.  So, this president also, through his energy policy, Bill, has made us less dependent on these foreign dictators and bad regimes for energy supply. We now in the U.S. are net exporters of natural gas and oil at the highest levels this country has ever seen and that will continue. People always complained here (ph), nothing is made in the U.S. anymore. Of course, that's changing under President Trump.  But we have energy under our feet and off of our shores.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK. Let me --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "And this president is leading the way to responsibly develop it so that when Iran attacks Saudi Arabia, as it has over 100 times, we are prepared to take action to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK. We have a few -- a few specific questions.   Senator Lindsey Graham says you can -- should consider attacking Iran's oil fields. Is that a consideration?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, you know, this president and his national security team and Secretary Pompeo, our nation's chief diplomat, keep many options on the table, particularly when it comes to retaliating against maligned behavior and protecting American interests and Americans, and our American economy. So, I won't get ahead of Secretary Pompeo and the president in saying that. But this is why it's so important to have a president who isn't a typical politician because he and his team don't sit around and say, well, let's study it, let's have a competition about it. Secretary Pompeo went right out there, and pointed the finger at the aggressor here, the Iranian regime. Others are trying to deflect the responsibility. But I think Kevin Corke's reports from the White House is important, when he says it's probably the most aggressive action in the 40-year -- last 40 years between Iran and the U.S. But that started because this president inherited a bad deal, bad nuclear deal where we shoveled over cash for really nothing, and he took us out of that deal. And I think that shocked many people who just figure whoever the president is, Republican or Democrat, just goes along to get along, doesn't keep those campaign promises.   And that was a big one for this president. So, we would continue to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Yes, understood on that. He also said --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "-- talk to Iran when we need to.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Yes, he also --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "-- talk to Iran is the next question on that, because just this past week, he suggested twice that he is willing to meet with the Iranian leader in New York City two weeks from now. Does he still want that meeting?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "He said he'll consider it and he -- conditions also always must be right for this president to make a deal or take a meeting. We see that. We see that with the trade agenda.  I think an expedient president would have already had a so-so, half-baked deal with China, and to get him through the next election.  But that's not the way President Trump thinks. He's patient. He waits for the deal. That's a benefit of having a businessman in the White House. He also knows that you don't sit down and meet with people unless you have all of these other accoutrements around the new (ph) relationship like the maximum pressure campaign, like pulling of the Iranian nuclear deal, like the secretary of treasury and secretary of state just days ago, Bill, from the White House announcing new sanctions.  So, all of that is still in play whether or not the president includes Iran in one of his meetings. I've seen a plenary agenda. He's very busy, obviously, doing a lot of bilateral meetings, making address to the United Nations and indeed to the world. So, we'll see what happens. But this would not have --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "So, just to cut through (ph) with that, a meeting --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Attacking Saudi Arabia --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "A meeting is still on the table, correct?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, the president can sit -- well, the president will always consider his options. And he's never -- we've never committed to that meeting at the United Nations General Assembly. The president just said he's looking at it. So, I'll -- I'll allow the president to announce a meeting or a non-meeting. But when you attack Saudi Arabia, and as the secretary of state has noted, they've attacked them dozens and dozen times, you attack civilian areas, critical infrastructure to indeed the world (ph) -- the global economy, global energy stability, you're not helping your case much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Last point on this. What would you expect from that meeting if it were to happen?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Well, I don't engage in hypotheticals like that, though. But you've seen a president who is willing to take meetings with any number of world leaders, because he believes as he has said many times, if we can bring peace and prosperity, protect the peace and prosperity of our nation, but bring it to other hotspots around the world, he's going to do that. Why bother being the president of the United State -- if you're Donald Trump, why bother giving up the great life he had, the very successful life he had outside of government for 70 years, and if you're not going to engage, if you're not going to do things differently, if you're not going to try to denuclearize the Korean Peninsula, if you're not going to try to meet with other folks to get better deals? He's renegotiating these bad trade deals all across the world for similar reasons. He thinks Americans and American interests and American workers have been screwed for far too long by people on both sides of the aisle, by typical politicians worried about the next election and not worried about your next paycheck.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK. John Bolton this week is gone. There's a job opening in the West Wing. Here's how the president described his management style just three days ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "A lot of people want the job. And we -- it's a great job. It's great because it's a lot of fun to work with Donald Trump and it's very easy actually to work with me. You know why it's easy? Because I make all the decisions. They don't have to work.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "We know he is confident, but with the level of turnover, does he have enough of a team around him, Kellyanne?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "He does, indeed. And I've heard these stories again and again from day one. I've been there from day one.  And the fact is what the president just described is part of the transparency and accountability that he allows himself as president and commander-in-chief every single day. We've never had a president so accessible to the press and indeed the public, Bill, in an ongoing basis. He engages in social media regularly. He gives these press avails. And what he said there is exactly right. But this -- but let me walk back a couple. Before the president makes a decision, I can tell you as someone who is in here daily in front of him, he invites dissenting opinion. He enjoys -- he not just accepts, he expects disagreement and diversity of viewpoints. I see any number of issues, including national security and foreign policy, and then he weighs consequences, hears everybody out, reads the paper -- reads the briefing papers, thinks about it, meets two different teams, and then he makes the decision. You know why? Because in the entire West Wing, actually in the entire Trump-Pence administration, only two people were elected to anything and their names are Donald J. Trump and Michael R. Pence. So, we are there to give our counsel and put out all the consequences, and I think the president is also a great reader when people have personal agendas, when they're not thinking about the American interest. They're thinking of their own personal interest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Did John Bolton -- did John Bolton have a --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "I don't think many of them had survived -- a lot of them can get through the door.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Was John Bolton in that category?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "No, no, that's not -- that's not a comment about him. No, that is not a comment about ambassador --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "When will we get an answer as to --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "-- thanked for his service.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Yes, when do we get an answer on who replaces John Bolton?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "John Bolton and Donald Trump were aligned on many different issues. Maybe as soon as this week or the next week. The president is engaging with, interviewing -- indeed, actually interviewing a number of highly qualified candidates for that position. And it is the president's agenda, his foreign policy, national security beliefs, which will go forward. And I would point you to the president's speech about Afghanistan in August of 2017, eight months into his presidency or so, where he said, this will not be the policies of the last couple of presidents. We're going to look at conditions on the ground, not have some false timetable that we publish for the world to see. So, this president has been out there. He introduced his international security strategy a while ago and he thanked Ambassador Bolton for his service as I do. People who want to serve at the levels -- on behalf of our country at that level, and take an oath to the Constitution should be applauded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "And not derided by large swaths of the American people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "On gun control now. The president wrote this on Twitter back in August. He said: Serious discussions are taking place between House and Senate leadership on meaningful background checks. I'm the biggest Second Amendment person there is. Common sense things can be done that are good for everyone. Then, three days ago, he was asked whether or not he would support expanded commercial background checks. And this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "If this is a movement by the Democrats to take your guns away, then it's never going to happen because we're never going to let that happen. We will always be there for our Second Amendment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "So, Mitch McConnell says he wants to know what the president will support. Has he made a decision on that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "The president has been actively engaged on the Second Amendment issue the entire time, particularly after the mass shootings in El Paso and Dayton, and then, of course, Odessa after that. And he has talked -- just this week, I was there. He talked to Republican and Democratic United States senators who also were actively engaged. We want this to be bipartisan but we're not going to allow bad actors who should not have firearms in the first place who then a murder innocent Americans to be the excuse that a bunch of liberals and socialists have to confiscate firearms from law-abiding citizens who have legally procured them. And I'm not going to allow people who are constantly maligning and the deriding our law enforcement to be in charge of public safety, public policy. And so, when Leader McConnell says he wants to put on the Senate floor something the president will support, that's advice (ph). So why are the Democrats talking about things that President Obama didn't support?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "I just -- I don't hear support for a specific piece of legislation. Does that mean the decision has not yet been made?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "There is (ph).  Well, there are pieces of legislation that already exists that we have looked at. The president has been briefed on. Many of my colleagues in the West Wing missed their summer vacation. They have working on this every single day. We met with the president several times just this past week. He has been talking to members who will vote on this, on both sides of the aisle. And he wants to do something all at once. The president has been listening to the best practices in the states that have risk protection orders. He's been listening to strengthening mental health. He's been listening -- he has done more on background checks than any other president in this way, any other recent president in this way. In March of 2018, Bill, President Trump signed into law the Fix NICS. That would have prevented a number of these murderers from having firearms in the first place. Senator Coons, a Democrat of Delaware, Senator Pat Toomey, a Republican of Pennsylvania, they've got Fix NICS Plus, we call it \"Lie-and-Try\". If you even try to get a firearm and you shouldn't be, you're already on a list. That gets reported to the authorities.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "So, what I'm hearing is that --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Bill, I want to look America's -- I want to look America's other mothers in the face and tell them that we need to look at the fact patterns that happened in places like Parkland, Florida, and Dayton, Ohio, and together, we're all scratching our heads and say, how can this happen? So, we have to look at what has happened and fix that for the next time. Not just pass bills willy-nilly, because the government -- the Democrats like Beto O'Rourke admitted it the other night, we're coming for your guns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "We will get to that a bit later.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "-- Senate unsuccessful in Texas.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Yes, I don't mean to interject but --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "But there are a number of pieces of legislation the president is considering.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "I get it. I've got two minutes left.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Something else, \"Lie-and-Try\".",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Yes, I get it, quick lightning round. A little bit delay on the set (ph) out here. My apologies. On China trade, Beijing gave a little this week, we gave a little. Are we fighting to a stalemate on this issue? Yes or no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "No. We're getting to a great trade agreement that stops screwing the American worker and American economy. Why do we have a $500 billion trade deficit with China, the world's second-largest economy? Why have we as America just sat idly by and look to the way, where they've been forcing technology transfers and stealing our intellectual property? So, this president doesn't make a quick, half-baked deal when he can get a better deal longer term.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK, I said lightning round.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "And I think it's a positive progress that the Chinese are coming to America, the Chinese are coming here now and the president wants a bilateral trade agreement that helps Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Two more things, one minute left here. On impeachment, what does he think about those in the House pursuing it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Complete nonsense. Even Jerry Nadler said, oh, impeachment is just a term. This is a process. They can't even -- they need to get a messaging meeting and they need to read the Constitution of the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "We saw --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Americans, the Congress work for you. They work for you. And they're wasting your money and their time on trying to impeach a president where there are no high crimes and misdemeanors. They thought the Mueller report would be the end-all. They even had Bob Mueller come and talk about the Mueller report and it was a disaster. So, they work for you. Tell them to vote on the USMCA, get that trade deal done. Tell them drug pricing, infrastructure, keep this great economy humming along, and stop the nonsense of harassing and embarrassing this president and the people around him when you've had no constitutional or legal basis to do so.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Last point. He said, it's Biden, Warren or Sanders. Does he still think that for the Democratic nomination?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Sure. Well, anything can happen, we saw that in 2016. Although at this point in 2016, President Trump was the front runner, had center stage in the debates, never lost that place, and is now the president. Sure. But I think it's -- the ironies should be lost on no one, that the Democratic Party, Bill, that has said, we are for -- we need a new generation of leadership, they have candidates of color. They have female -- they have female candidates of color. They have -- they've got -- so, they have young candidates, young, up-and-coming candidates. But is it lost on anyone that the three front runners are sort of older white candidates? I think that's pretty ironic because that's the Democratic primary electorate who is rejecting these younger candidates in this, quote, generational transformation. Donald Trump can beat any of them. You hear in debate after debate, people creeping toward socialism. Folks, wake up already. People are fleeing (ph) socialist countries to come to our great democracy of capitalism and freedom. Our girls and women have rights in this country. Socialists has impoverished millions of people --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "-- and taking even worse from them. So, this president is ready for any of them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "I think he's watching with more amusement and very little fear.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "I'll leave it there but thank you for your time. We'll work on the lightning aspect next time. Kellyanne Conway, I appreciate you being with us today. Thank --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CONWAY",
      "sentences": "Bill, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Thank you. In a moment, Democratic presidential candidates came to the debate stage spoiling for a fight, and they got one. We'll ask our Sunday group whether anyone move the needle, next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETE BUTTIGIEG, D-PRESIDENTIAL CANDIDATE",
      "sentences": "This reminds everybody of what they cannot stand about Washington, scoring points against each other, poking at each other, and telling each other that -- my plan, your plan. Look, we all have different visions for what is better --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CASTRO",
      "sentences": "Yes, that's called the Democratic primary election, Pete. That's called an election. That's an election, you know? This is what we're here for. It's an election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR, D-MINN., PRESIDENTIAL CANDIDATE",
      "sentences": "Yes, but a house -- a house divided cannot stand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "2020 Democrats there on stage in Houston on Thursday night, laying out the risk of going after one another. Time now for our Sunday group. Josh Holmes, former chief of staff to Senator Mitch McConnell; Neera Tanden, president and CEO for the Center of American Progress, Catherine Lucey, who covers the White House for \"The Wall Street Journal\"; and Townhall.com editor, Katie Pavlich. Welcome to all of you in this Sunday, and thank you for being here. On Thursday morning, the \"A.P.\" summarized the debate from Thursday the following way: Nine months into the nomination fight, divided Democrats have yet to answer fundamental questions about who or what the party stands for beyond simply opposing President Donald Trump. Neera, I'll start with you. You've had three days to think about it. What do you think about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEERA TANDEN, CENTER FOR AMERICAN PROGRESS",
      "sentences": "I actually think that was false. I think that the debate on Thursday really shows different visions. Obviously, it is a robust primary debate. But there are various visions about how to move the country forward on health care. Everyone, of course, opposes President Trump's effort to eliminate health care for 20 million people, but they have different visions about how to expand health care and get health care to the rest of Americans. So, I actually thought -- and there are various views on climate. But there are -- that's what a primary debate is for. But every one -- I mean, very single one of those candidates is offering ideas and agendas about how to move the country forward --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "-- past the Trump election (ph).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Did Thursday night, Katie, move anything in terms of the race itself? Did it change anything?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATIE PAVLICH, TOWNHALL.COM EDITOR",
      "sentences": "I don't think it changed much in terms of who is going to be the front runner. I do think that Joe Biden is going to have to come up with more of a platform than just relying on his work with President Obama and come up with some real policy points that he can articulate against someone like Elizabeth Warren, who was gaining on him. But we did learn, I agree, we did learn a lot about what Democrats stand for in this debate and others. They stand for eliminating health insurance for 140 million people, by eliminating private service to Bernie Sander's legislation, which was pointed out in the pages, makes private health insurance illegal. We know that Democrats want to spend a lot more money when it comes to implementing socialist programs and the government takeover of a number of industries. They want to eliminate fossil fuels in the next 20 years, which will also cost the economy billions of dollars. And one thing also that we learned that was to President Trump's credit, is that when it came to the economy, no questions were directly asked about the economy, but they did get that topic through the issue of trade. Not a single Democrat on the stage advocated for the repeal of the tariffs that the president has put on China, which means they don't have a different approach, and again, it's going to be different for them to come --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "I know you're --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "I just have to respond very quickly to this. On each of these charges -- every single person there on that stage is trying to get more people covered than like President Trump who is trying to get less people covered. Even on --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "By making private insurance illegal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "That issue of private insurance is a robust debate in the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK, I wish --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "I just need to say, many of those candidates didn't support and many oppose him on trade.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "I wish we have three hours like they did on Thursday night. I just -- one of the moments that's been talked about --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Asking for fairness, that's all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "-- one of the moments that was talked about the most, Julian Castro said this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CASTRO",
      "sentences": "Are you forgetting what you said two minutes ago? I can't believe that you said two minutes ago that they had to buy in. And now you're saying they don't have to -- you're forgetting that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Is that fair game, Josh?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSH HOLMES, FORMER MCCONNELL CHIEF OF STAFF",
      "sentences": "Well, look, it ended up to be a little bit of a cheap shot, but Castro is obviously trying to capitalize on Vice President Biden's biggest liability which is most Democratic voters at this point don't know whether to cast the ballot for him or call in a Silver Alert because I -- more than not on stage, he seems unsteady. Now, I think he was better in this debate than he was in the first two. But there is time and time again where the former vice president is a little unsteady and Castro is clearly trying to make an issue of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Toward the end of Thursday night, this happened in one of the closing statements.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "It's not they don't want to help. They don't want -- they don't know quite what to do. Play the radio, make sure the television -- excuse me, make sure you have the record player on at night, the phone -- make sure that kids hear words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Hard to overlook that, Catherine.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CATHERLINE LUCY, THE WALL STREET JOURNAL",
      "sentences": "Yes. I'd note, the record player comment is I think attracted a lot of attention. I'm not sure that my kids have ever seen a record player. But, I mean, more broadly, I think that answer has raised questions and conversations about the muddled answers that the vice president has given at times in these debates. Although in this debate, at many moments, he did turn in a stronger performance than other nights. But I think also he pulled back more broadly. One thing to think about with the vice president is that despite a lot of questions about debate performance, some gaffes, you know, his age, he has remained atop the polls and his lead has stayed pretty durable. So, it's not clear at this point sort of heading into the last stretch before we start seeing voting in Iowa and New Hampshire, to what will change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "I want to bring you all in a moment here, but at the risk of piling on, there was this moment of what appeared to be a confusion also on Thursday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "It cannot be put together. Let me say it again. It will not be put together. The three different countries -- Pakistan owns the three counties -- the three provinces in the east. There are not any part of the (INAUDIBLE) run it. I will go on and on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "So, it's a confusing matter because he mixed up Iraq and Afghanistan. He's been proponent of dividing Iraq in three actually for a better part of 20 years, Neera.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "Yes, I have to say, I think -- I think most Democratic primary voters, which is who's looking at right now, don't compare Joe Biden to other Democrats on some of these issues. They compare him to Donald Trump, who to a lot of the country seems pretty gaffe-prone a lot of the time. So I think for Democratic primary voters, the idea that you're mixing up the words country and province, or county and province, versus the kinds of things that we see from Donald Trump on a regular basis, where he mixes up words -- I laughed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "I asked Katie -- do you think Thursday changed anything, yes or no?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "I think actually the middle tier candidates did very well for Democratic primary voters, Cory, Kamala, Klobuchar, Beto, and I think they may rise. I'm not sure it did anything to eliminate Joe Biden's support.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Another debate in October. Katie, go ahead.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Correct, but if you're going to compare Joe Biden to Donald Trump, which is something obviously, a few months of nomination, we will be looking at, Joe Biden's big selling point is that he knows what he's doing. He's been in Washington for over 30 years. He has experience, and yet he's not showing that when he confuses these answers on the campaign trail. And I just want to get back to the record player comment. On the surface level, it's kind of funny to think that this is about age, and he's just not with the hip new technology we have, but really his answer was -- he was asked what you do about minority communities and school choice. And his bigotry of low expectations answer on that was to have social workers from the government come into the homes of minority and poor families and tell them how to raise their children by playing the record player, he's going to have a better answer than that for -- for parents who want to send their -- who want to send their kids to better schools.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEERA TANDEN, CENTER FOR AMERICAN PROGRESS",
      "sentences": "I am so sorry. I am so sorry. I really have to get it on this. I have to say this. I have to say, and I think -- I think a lot of people, not just Democrats, look at these answers and say it's ridiculous. You have a president who attacks people of color regularly. He has been -- regularly via tweet. He goes to rallies where people say send her back.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Well, I know, Sam, the point --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "(INAUDIBLE) --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Neera, hang on, allow her to -- allow her to respond.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "I know, but I just need to say, on what standard are you judging Vice President Biden when you will not say one word against Donald Trump?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "On the standard of -- of his -- on -- on the stand of his own words.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "One word.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "And President Trump actually believes in going into minority communities, doing criminal justice reform, allowing --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "Come on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Parents of -- of -- of children to choose schools of their choice and (INAUDIBLE) --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "Uh-huh. And he also believes in attacking members of the (INAUDIBLE) --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Hang on, Neera. As I said it, I wish we had three hours. We don't. Panel, I've got to take a break, OK. See you a bit later in the program here today. In a moment, Democrats struggled to get on the same page on impeachment, even as the Judiciary Committee takes a big step in its ongoing investigation. A key member from that committee will join us live, next",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "House Judiciary Committee Chair Jerry Nadler promising and aggressive series of hearings next week as Democrats decide whether or not to recommend President Trump's impeachment. That's a move group that could put pressure on the House speaker, Nancy Pelosi, who has taken more of a wait and see approach. With me now, Congressman David Cicilline of Rhode Island, a key member of the Judiciary Committee and House Democratic leadership. And, Congressman, welcome back and Fox News Sunday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DAVID CICILLINE, D-R.I.",
      "sentences": "Thanks. Good to be with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "First, on impeachment. There seemed to be a fair amount of confusion as to what the process was this week. What is your committee trying to accomplish, sir?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Well, I don't -- I don't think there should be any confusion. The Judiciary Committee has been engaged in the world of our committee to determine whether or not to recommend articles of impeachment to the full House. We are looking at obstruction of justice, abuse of power, corruption broadly. We've engaged in hearings. We're going to continue to bring witnesses before the committee, compel the production of documents to make it clear that no one in this country is above the law, including the president of the United States, that he has to be held accountable. We're going to follow the facts where they take us. And at the conclusion of that investigation, make a recommendation to the full House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK. So then many of the Democratic freshmen are holding back. A lot of them in swing states too. Donna Shalala out of Florida said this, \"it's sucking the air out of all the good stuff that we're doing.\" If you're doing good stuff, why go this direction?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Well, yes, I mean Donna's right in one point. Look, we've passed over 250 pieces of the legislation. Legislation should drive down health care costs to protect coverage for pre-existing conditions, to help rebuild the infrastructure of our country, to raise family incomes, to reauthorize the Violence Against Women Act, to provide equal pay for equal work, universal background checks. We've passed a lot of legislation. Eighty percent of those bills are sitting on Mitch McConnell's desk. So we're getting the word done for the American people, addressing the anxiety, the economic concerns that folks have, driving down the cost of prescription drugs and of health care broadly, raising family incomes, rebuilding the infrastructure of our country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "But she says --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "We're getting that done. And, she's right, there's not nearly enough coverage of that. But the real story is, we're doing both things. We're delivering on the promises we made to the American people to make their lives better, and at the same time we're holding the administration accountable. We have to do both. And we -- there's a lot more discussion about the second point, by the media, by --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "But she said she had 11 town halls in Florida back in August. And she received a grand total of four questions on this issue. And two of those questions came from the same person. It would not appear that your voters care much about your pursuit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Well, I think there's no question that voters care about the issues that we're focused on. And, you know, we're trying to protect the Affordable Care Act and protect coverage for pre-existing conditions and drive down the cost of prescription drugs. Our Republican colleagues are doing the opposite. We're trying to raise family incomes by making sure that women have equal pay for equal work (ph), we're raising the minimum wage. But --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "But I was asking you about impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "And that word did not even come up during the three hour debate on Thursday night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "No, I -- I think that's right. I think the reality is, the American people expect that those of us who have the privilege in serving government, from the president on down, are acting in the public interest, not in their own self-interest. They want to be sure that people are held accountable. No one is above the law. That if misconduct has happened, that those individuals are held accountable. So they may not talk about it, they may not ask lots of questions about it, but, fundamentally, people want to have confidence that those that are serving in government are acting in their best interest and not in their own financial interests to the benefit of their corporation or their family business. And I think that's why the accountability is critical. We have to do both things. I think the American people elected us to do both things, to deliver on the important priorities in their lives and to make sure government is working for them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK. On gun control, this happened in Houston on Thursday night.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "sentences": "Hell yes we're going to take your AR-15, your AK-47. We're not going to allow it to be used against fellow Americans any more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "As you know, Democrats are members of the NRA too. How does that message help the current issue?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Well, look, I think that -- that message doesn't help. But the reality is we passed two important gun safety proposals back in February, universal background checks and closing the Charleston loophole. Universal background checks work. Three million gun sales have been prevented because people who are not eligible to buy a gun because of their criminal record, their domestic abuse, their mental health status, went into a gun store and tried to buy a gun and they were denied. So we know background checks work. The problem is, one in five gun sales happens in this country without a background check. So we passed legislation to fix that, to close that loophole. It's been sitting on Mitch McConnell's desk since February. And so first and foremost --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "You just said that, that that comments from Beto O'Rourke does not help. And many will say that Democrats are coming for their guns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Yes, that's just not true. Look, where there's no proposal to do that in the Congress. We have legislation that is designed to keep guns out of the hands of people who shouldn't have them, to try to prevent people from possessing the most lethal and dangerous weapons of war. That's been our focus. There are dozens of proposals to reduce gun violence. But we have to do something. The American people are demanding that we do something. It is no longer safe to be in synagogues and churches and shopping malls and schools. You know, I grew up and we did fire drills. That was the most scary thing we did. Now young children are doing active shooter drills because they're trying to be taught to prepare for an active shooter in their school. We can't allow this to continue. We have the ability to reduce gun violence, to make certain that people don't get guns who shouldn't have them. Mitch McConnell ought to bring those bills to the floor immediately.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "And we're going to send him some more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "We -- we will see what realistically that can be signed into law perhaps this week. On Saudi Arabia now you're calling for the U.S. to end its involvement in the conflict between Saudi Arabia and Yemen. Do you stand by that given the events that the administration ties directly to Iran over the past 24 hours?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Look, this is -- the war in Yemen has created a humanitarian crisis of epic proportion. There is no question that their recent action by Iran, if Iran is responsible for this bombing, has a -- is an escalation of Iran's, you know, malevolent behavior in the region. But this is made very complicated because the president doesn't appear to have a strategy for dealing with Iran. He ripped up the Iran deal, which was a deal that prevented Iran from becoming a nuclear power, with nothing to replace it. This is a sort of pattern of the president. He rips up a deal, doesn't have anything -- strategy to replace it, hasn't worked with our allies and now we're left with an Iran that is engaging in more dangerous behavior with not a lot of options left for the United States. So I think the president needs to staff up his national security team, he needs his director of national intelligence and a national security advisor in place. He's operating with a very thin team right now. He needs to develop a strategy to box Iran in and work with our allies. But this is a very alarming develop.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Some would argue that Iran's been at that for 40 years. Now, quickly, and --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "No questions about it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Yes. You're also involved, this past week, with big tech. And it was announced that big tech is now in the crosshairs of government security in a significant way and that includes Google and FaceBook, Amazon and Apple. Sir, what did they do wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Well, look, we're -- we have launched an investigation. It's a bipartisan investigation of the Judiciary Committee being led by the anti- trust subcommittee to look at the digital marketplace broadly. We have very large technology platforms with enormous market power that are engaged in what appear to be pretty clearly anti-competitive behavior where they're favoring their own products and services, where they're excluding rivals. We want the marketplace to work right so there's real competition. So the next Amazon or the next FaceBook can be born and be successful. And so competition matters because it promotes innovation, it protects consumers, it protects workers, and this concentration is --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK. And they would argue, yes, that they've led the way in giving consumers choice through their own capitalistic innovation. I think the question is, are you --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "Well, I mean the problem is -- the problem --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Are you -- the question is, sir, are you ready to end that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "No, look, we want to be sure the market is working so there's more competition, there are more competitors, there are more start-ups, more entrepreneurs. Consumers have control over their own data, that their privacy is protected. So this is a marketplace where you have basically people acting like monopolies and what we need to do is make sure that competition is working in that marketplace so that more competitors will enter the market so consumers and workers will be protected. This is a bipartisan investigation. We're studying why the competition doesn't exist in that marketplace --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "And what we can do to get it working properly (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "David Cicilline, I really appreciate your time on this Sunday morning. Thank you for being here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "My pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Thank you, sir.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CICILLINE",
      "sentences": "In a moment, our Sunday panel comes back to talk about the politics of gun control and impeachment with a divided Congress.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "Don't ask me what we haven't done. We have done it. And if you are (INAUDIBLE) it's my impatience. It's because people are dying. And Senator McConnell hasn't acted. Why don't you go ask him why -- if he has any regrets for all the people who died because she hasn't acted.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Strong words. The House speaker, Nancy Pelosi this week, blaming Senate Majority Leader Mitch McConnell for stalling gun legislation. Back with the panel now. Josh, I'll begin with you. He's your former boss.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSH HOLMES, FORMER MCCONNELL CHIEF OF STAFF",
      "sentences": "Yes, I mean, what you saw out of Nancy Pelosi is a fundamentally unserious approach to an extremely serious issue. What she's talking about there is a bill that got a veto statement issued by this White House in February of last year. She's had six months to think about how to get around that and how to work on it if she wants to do something with -- with the issue of guns. She's chosen not to. She's chosen to make it a political issue. In contrast to that, what we've seen out of the White House, and I think Kellyanne spoke about this on the program earlier, is they've taken a three week period to talk to lawmakers like Chris Murphy, one of the most notable, liberal, anti-gun senators in the Senate, to talk about his ideas. Joe Manchin, the author of the Manchin-Toomey background check bill. They've -- they've brought people in to talk about, where is a potential solution that could actually have the votes to pass the Senate, past the House and be signed into law. That should be the exercise we're engaged here. I think -- I don't think there's a parent in America that doesn't have a lot of anxiety over this issue. They should, at the very least, hope that their lawmakers are using this as more than a political punching bag, which is, unfortunately, where the speaker of the House has this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "You cover the White House. Is the president ready to announce what he is willing to support? CATHERINE LUCEY, \"THE WALL STREET JOURNAL\": Well, here's what we know. As Josh said, they have been going through this review process. They have looked at a lot of different ideas. They've gone back over previous proposals. There have been a lot of talks with Republican and Democratic lawmakers. And the president was briefed on some of the options that the White House has sort of put together. On Thursday we heard him speak a little bit about that meeting. He hasn't yet committed to what he's going to do. There is a hope that he may sort of roll out some ideas this week. But, really, it's not clear exactly what he's going to get behind and specifically what that will look like with background checks, which is a big question for a lot of people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Yes. I mentioned this Beto O'Rourke thing a bit earlier in our show here. Ted Cruz gave an interview this week, Christian Science Monitor. He said the following. He said, \"if Republicans abandon the Second Amendment and demoralize millions of Americans that care deeply about Second Amendment rights, that could go a long way to electing a president Elizabeth Warren.\" He's making the point it's hurting Republicans. Democrats and others are making the point that Beto O'Rourke's comments hurt Democrats. What is it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PAVLICH",
      "sentences": "Well, Beto O'Rourke's comments also hurt Americans who, you know he's -- he's lying when he says this is a buyback. There's no such thing as a government buyback when it's confiscation and there are serious consequences for not obeying what the government has done. Americans don't buy their guns from the government, so therefore the government cannot buy them back. But in terms of the news actually that got missed last week, Beto O'Rourke saying those things is one thing, and he's just exposing what the left has been wanting to do for decades on gun control. They say they want to do implementary (ph) policies. But the truth is, they really just want bans on a number of firearms that Americans lawfully own and use in this country. But Joe Biden, on Friday, actually did an interview with a local station and said that if he was on the Supreme Court, he would have voted against the Heller decision, which is a big deal considering Heller reinforced the idea that the Second Amendment as an individual right. Now, he's the frontrunner. And so that is something that he's going to have to explain to voters that they are trying to get back in blue states, like Pennsylvania and Michigan and Wisconsin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "I want to -- I want to get to this issue of impeachment because I know you have some thoughts on this, OK. Doug Collins is the Republican --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "I really -- I'm so sorry, I need to respond on guns.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "One second. I -- one second on that. I really want to get you to react to this, OK?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "OK. I'll -- I'll respond (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Doug Collins on impeachment of the committee this week.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DOUG COLLINS, R-GA",
      "sentences": "The Judiciary Committee has became a giant Instagram filter, to make you appear that something's happening that's not. We're so in fantasy land here, nobody knows what's going on. I think -- this is the problem. You just went back to what we said. Instagram, Snapchat, Twitter, it doesn't matter, we're not in an impeachment inquiry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "We come back to this question whether anything come from this committee on impeachment. Does it?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "The -- the committee has an invest -- has an impeach -- inquiry into whether to impeach. So, as you saw from what David Cicilline said, they have a number of questions and they have a formal process for that. And an important part of their process is insuring the president's council is part of the process. So -- but I -- I really do just need to respond to a few things that were said here about the issue of guns, because I think this is a central issue for the country. I think it belies any credibility that the president doesn't' t-- isn't -- it's not -- he's not capable of making a decision, and he's not capable of bringing the Senate with him. The president -- all the -- the Senate, Mitch McConnell, Democrats, they all know what the ideas are in front of them and they have those ideas and it's really incumbent on the president and Mitch McConnell to pass a background check bill, which, just for the record, there are people getting through background checks now who are not having background checks who are murdering people. So it's a simple bill to pass. And you -- Josh, you and I both know that the president --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "(INAUDIBLE) you know, you want to just take -- take a minute for yourself here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "Just to take -- no, just -- there are tweets he does every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "The -- I think the biggest part that Democrats just fundamentally don't understand about this is that there are large swaths of this country that have a cultural identity with the Second Amendment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "Just because that doesn't anchor in New York City or San Francisco doesn't mean that we just have to willy-nilly pass everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "Ninety percent of people support background checks. Ninety percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "This takes a very thoughtful process with the end goal --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "Ninety percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "The end goal should be for everyone --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "To try to pass something that stops this violence.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "Absolutely. So --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HOLMES",
      "sentences": "Which is not where Democrats are (INAUDIBLE).",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TANDEN",
      "sentences": "Ninety percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "We will see what comes of this. Pane, thanks to you on the issue of impeachment. Corey Lewandowski is first up Tuesday afternoon before that committee. We'll see what happens then. Thank you. In a moment, our \"Power Player of the Week.\" A conversation with Robert Kennedy's oldest child on how his words still resonate in today's political climate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Political speeches at one time inspiring, soaring rhetoric and calls to meet great challenges in our country. And if you think our national discourse has gotten uglier in the recent years on all sides, well, you're not alone. Here's Chris Wallace with the \"Power Player of the Week.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KATHLEEN KENNEDY TOWNSEND, ROBERT F. KENNEDY'S DAUGHTER",
      "sentences": "If you're an American, you get involved, you act, you make a difference, you don't stand on the sidelines. CHRIS WALLACE, ANCHOR (voice over): Kathleen Kennedy Townsend on her father's message in his final campaign 51 years ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERT F. KENNEDY",
      "sentences": "We are a great country, an unselfish country, and a compassionate country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "There's no mistaking --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOWNSEND",
      "sentences": "All American shares a common future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "She's Robert Kennedy's daughter.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOWNSEND",
      "sentences": "No. Well, thank you very much. That's sweet of you to say. Language can lift us up. And I think right now is a time that we do need our language lifted up. WALLACE (voice over): Townsend was talking about her father this spring and the relevance of a collection of his most famous speeches called \"RFK: His Words for Our Times.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "Martin Luther King was shot and was killed tonight in Memphis, Tennessee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Speeches like the one he made April 4, 1968, in Indianapolis, despite warnings from local police.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "And we dedicate ourselves to what the Greeks wrote so many years ago, to tame the savageness of man and make gentle the life of this world.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOWNSEND",
      "sentences": "Here is a man who came from privilege, who quotes the Greeks in an inner-city and calms the crowd. And, in the sense, speaks to the better angels of people's nature and succeeds.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Or a speech he made at the University of Mississippi in 1966, hostile territory for the former attorney general who led the fight for civil rights.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNEDY",
      "sentences": "It is far easier to accept and to stand on the path than to fight for the answers of the future.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOWNSEND",
      "sentences": "He was the devil too many people of the University of Mississippi. And it just taught him that if you are honest, if you go to where it's difficult, you can win over hearts and minds. Being in Washington is just so filled with memories.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "Townsend was the oldest of Robert Kennedy's 11 children. She remembers how he always pushed himself.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOWNSEND",
      "sentences": "My bedroom was next his bathroom. And every morning I would hear him do his sit-ups while he listened to Shakespeare so that he could have the language to speak to the deepest issues in our -- in our American spirit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WALLACE",
      "sentences": "She was 16 when her father was assassinated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOWNSEND",
      "sentences": "We were always taught about martyrs. We talked about sacrifice. It's hard to grow up in our family without the idea that life is filled with sacrifice. WALLACE (voice over): Townsend hesitates to speculate what her dad would think of our current politics, but she has no doubts on one subject.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOWNSEND",
      "sentences": "He would be hurt by the pain that Donald Trump has caused so many people and the glee, it seems, that he takes in causing other people such pain. WALLACE (voice over): One more reason, she says, to keep her father's message alive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOWNSEND",
      "sentences": "The idea that we're a generous people, that we're a compassionate people, that we have a goodness in us and that we need leaders that appeal to the good part of us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMMER",
      "sentences": "Kathleen Kennedy Townsend was lieutenant governor in Maryland for eight years. And these days she's focused on improving retirement security, noting half of all Americans have saved nothing for when they decide to stop working. That's it for today. I'll see you tomorrow on \"America's Newsroom\" from New York City. And we will see you next Fox News Sunday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "Power Player of the Week",
      "utterance": "Chris Wallace interviews Kathleen Kennedy Townsend, Robert F. Kennedy's daughter. This is a rush transcript from \"Fox News Sunday,\" September 15, 2019. This copy may not be in its final form and may be updated."
    },
    {
      "speaker": "BILL HEMMER, ANCHOR",
      "utterance": "I'm Bill Hemmer in for Chris Wallace. Escalating tensions in the Persian Gulf as the U.S. blames Iran for an unprecedented attack on the world's energy supply."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "We hope that we can make a deal and if we can't make a deal, that's fine, too."
    },
    {
      "speaker": "HEMMER",
      "utterance": "The president weighs his options on Tehran, and his peace talks with Taliban and makes some move on trade with China, after announcing national security hawk John Bolton is out."
    },
    {
      "speaker": "TRUMP",
      "utterance": "John wasn't in line with what we were doing."
    },
    {
      "speaker": "HEMMER",
      "utterance": "We'll ask what the move means for U.S. foreign policy with a counselor to the president, Kellyanne Conway, only on \"FOX News Sunday\". Then, Democrats in disarray over impeachment."
    },
    {
      "speaker": "REP. HAKEEM JEFFRIES, D-N.Y.",
      "utterance": "I don't wt to get caught in semantics."
    },
    {
      "speaker": "REP. JERRY NADLER, D-N.Y.",
      "utterance": "Some call this process an impeachment inquiry. Some call it an impeachment investigation."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "I'm not answering any more questions on possible inquiry investigations."
    },
    {
      "speaker": "HEMMER",
      "utterance": "We'll discuss it all with David Cicilline, a top Democrat on the House Judiciary Committee. It's a \"FOX News Sunday\" exclusive. And, the 2020 candidates crashing over health care in Houston. We'll ask our Sunday panel about the fallout from the fiery debate."
    },
    {
      "speaker": "JULIAN CASTRO, D-PRESIDENTIAL CANDIDATE",
      "utterance": "I'm fulfilling the legacy of Barack Obama, and you're not."
    },
    {
      "speaker": "HEMMER",
      "utterance": "All, right now, on \"FOX News Sunday.\""
    },
    {
      "speaker": "HEMMER",
      "utterance": "And hello again from Fox News in Washington. We begin with the drone attacks on key Saudi Arabian oil facilities, raising concerns about the global oil supply and world energy prices. Iranian-backed rebels in Yemen claiming responsibility, but President Trump's top diplomat, Secretary of State Mike Pompeo, placing the blame squarely on Iran. In a moment, we'll speak exclusively with White House counselor Kellyanne Conway. But, first, the latest from Kevin Corke, who's live in the north lawn of the White House with us on this Sunday -- Kevin."
    },
    {
      "speaker": "KEVIN CORKE, CORRESPONDENT",
      "utterance": "Bill, the president said after those attacks, he spoke with the crown prince of Saudi Arabia, Mohammed bin Salma, he offered U.S. support, and vowed that America would keep oil markets stable and well-supplied, reassuring words from Washington amid an unfolding drama half a world away."
    },
    {
      "speaker": "CORKE",
      "utterance": "Its aftermath could be seen for miles as Yemeni Houthi rebels took credit for knocking out more than half of Saudi Arabia's oil output over the weekend. Despite the group's claim, Secretary of State Mike Pompeo blamed Iran, writing on Twitter that there was no evidence of the attacks came from Yemen."
    },
    {
      "speaker": "Iran's foreign minister shot back. Javed Zarif tweeting",
      "utterance": "Having failed at max pressure, Secretary Pompeo is turning to max deceit. And a Revolutionary Guard commander saying American bases and aircraft carriers in the region are within range of Iranian missiles. The attack stoking fears that tensions between Washington and Tehran have now reached their highest levels since the Iranian hostage crisis of 1979 and comes just days ahead of a gathering of world leaders at the U.N. General Assembly in New York and a possible meeting between President Trump and Iranian President Hassan Rouhani, and a meeting that would have seemed far less likely before the sudden departure this week of former national security advisor John Bolton whose hawkish tendencies were believed to be frequently at odds with President Trump's own sensibilities. Among those said to be on the long list of possible replacement, top hostage negotiator Robert O'Brien, special envoy for Iran, Ryan Hook, and German Ambassador Ric Grenell, who attended a White House dinner last night with the family of Otto Warmbier, the American college student who died in 2017 after being held captive in North Korea for more than a year."
    },
    {
      "speaker": "CORKE",
      "utterance": "Bill, the White House hasn't set what prompted that dinner, although publicly the Warmbier family previously was critical at the president's suggestion that North Korea's leader Kim Jong Un was unaware of Warmbier's deteriorating condition -- Bill."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Kevin Corke reporting from the White House -- Kevin, thank you. Joining us now, counsel to the president, Kellyanne Conway. And welcome back to \"Fox News Sunday\"."
    },
    {
      "speaker": "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT",
      "utterance": "Good morning, Bill, to you and your viewers. Thank you."
    },
    {
      "speaker": "HEMMER",
      "utterance": "We have a lot to get through. Let's see how much we can cover the next 10 minutes. First on Iran. That the administration believes Iran is responsible. What are you willing to do about it?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Secretary Pompeo's made clear that the Iranian regime is responsible for this attack on civilian areas and infrastructure vital to our global energy supply, and we're not going to stand for that. In fact, our Department of Energy stands ready to tap into the strategic reserve, the petroleum reserve, if we must, to stabilize the global energy supply. But more importantly, Secretary Pompeo and Secretary of Treasury Mnuchin just this last week stood in the White House press briefing room and announced additional sanctions, and that is because we will continue to call out maligned behavior, continue with the maximum pressure campaign in Iran, and this is a president who withdrew us from a very bad nuclear deal with a ne'er-do-well regime. So, this president also, through his energy policy, Bill, has made us less dependent on these foreign dictators and bad regimes for energy supply. We now in the U.S. are net exporters of natural gas and oil at the highest levels this country has ever seen and that will continue. People always complained here (ph), nothing is made in the U.S. anymore. Of course, that's changing under President Trump. But we have energy under our feet and off of our shores."
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK. Let me --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "And this president is leading the way to responsibly develop it so that when Iran attacks Saudi Arabia, as it has over 100 times, we are prepared to take action to --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK. We have a few -- a few specific questions. Senator Lindsey Graham says you can -- should consider attacking Iran's oil fields. Is that a consideration?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, you know, this president and his national security team and Secretary Pompeo, our nation's chief diplomat, keep many options on the table, particularly when it comes to retaliating against maligned behavior and protecting American interests and Americans, and our American economy. So, I won't get ahead of Secretary Pompeo and the president in saying that. But this is why it's so important to have a president who isn't a typical politician because he and his team don't sit around and say, well, let's study it, let's have a competition about it. Secretary Pompeo went right out there, and pointed the finger at the aggressor here, the Iranian regime. Others are trying to deflect the responsibility. But I think Kevin Corke's reports from the White House is important, when he says it's probably the most aggressive action in the 40-year -- last 40 years between Iran and the U.S. But that started because this president inherited a bad deal, bad nuclear deal where we shoveled over cash for really nothing, and he took us out of that deal. And I think that shocked many people who just figure whoever the president is, Republican or Democrat, just goes along to get along, doesn't keep those campaign promises. And that was a big one for this president. So, we would continue to --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "Yes, understood on that. He also said --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "-- talk to Iran when we need to."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Yes, he also --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Yes."
    },
    {
      "speaker": "HEMMER",
      "utterance": "-- talk to Iran is the next question on that, because just this past week, he suggested twice that he is willing to meet with the Iranian leader in New York City two weeks from now. Does he still want that meeting?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "He said he'll consider it and he -- conditions also always must be right for this president to make a deal or take a meeting. We see that. We see that with the trade agenda. I think an expedient president would have already had a so-so, half-baked deal with China, and to get him through the next election. But that's not the way President Trump thinks. He's patient. He waits for the deal. That's a benefit of having a businessman in the White House. He also knows that you don't sit down and meet with people unless you have all of these other accoutrements around the new (ph) relationship like the maximum pressure campaign, like pulling of the Iranian nuclear deal, like the secretary of treasury and secretary of state just days ago, Bill, from the White House announcing new sanctions. So, all of that is still in play whether or not the president includes Iran in one of his meetings. I've seen a plenary agenda. He's very busy, obviously, doing a lot of bilateral meetings, making address to the United Nations and indeed to the world. So, we'll see what happens. But this would not have --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "So, just to cut through (ph) with that, a meeting --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Attacking Saudi Arabia --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "A meeting is still on the table, correct?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, the president can sit -- well, the president will always consider his options. And he's never -- we've never committed to that meeting at the United Nations General Assembly. The president just said he's looking at it. So, I'll -- I'll allow the president to announce a meeting or a non-meeting. But when you attack Saudi Arabia, and as the secretary of state has noted, they've attacked them dozens and dozen times, you attack civilian areas, critical infrastructure to indeed the world (ph) -- the global economy, global energy stability, you're not helping your case much."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Last point on this. What would you expect from that meeting if it were to happen?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Well, I don't engage in hypotheticals like that, though. But you've seen a president who is willing to take meetings with any number of world leaders, because he believes as he has said many times, if we can bring peace and prosperity, protect the peace and prosperity of our nation, but bring it to other hotspots around the world, he's going to do that. Why bother being the president of the United State -- if you're Donald Trump, why bother giving up the great life he had, the very successful life he had outside of government for 70 years, and if you're not going to engage, if you're not going to do things differently, if you're not going to try to denuclearize the Korean Peninsula, if you're not going to try to meet with other folks to get better deals? He's renegotiating these bad trade deals all across the world for similar reasons. He thinks Americans and American interests and American workers have been screwed for far too long by people on both sides of the aisle, by typical politicians worried about the next election and not worried about your next paycheck."
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK. John Bolton this week is gone. There's a job opening in the West Wing. Here's how the president described his management style just three days ago."
    },
    {
      "speaker": "TRUMP",
      "utterance": "A lot of people want the job. And we -- it's a great job. It's great because it's a lot of fun to work with Donald Trump and it's very easy actually to work with me. You know why it's easy? Because I make all the decisions. They don't have to work."
    },
    {
      "speaker": "HEMMER",
      "utterance": "We know he is confident, but with the level of turnover, does he have enough of a team around him, Kellyanne?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "He does, indeed. And I've heard these stories again and again from day one. I've been there from day one. And the fact is what the president just described is part of the transparency and accountability that he allows himself as president and commander-in-chief every single day. We've never had a president so accessible to the press and indeed the public, Bill, in an ongoing basis. He engages in social media regularly. He gives these press avails. And what he said there is exactly right. But this -- but let me walk back a couple. Before the president makes a decision, I can tell you as someone who is in here daily in front of him, he invites dissenting opinion. He enjoys -- he not just accepts, he expects disagreement and diversity of viewpoints. I see any number of issues, including national security and foreign policy, and then he weighs consequences, hears everybody out, reads the paper -- reads the briefing papers, thinks about it, meets two different teams, and then he makes the decision. You know why? Because in the entire West Wing, actually in the entire Trump-Pence administration, only two people were elected to anything and their names are Donald J. Trump and Michael R. Pence. So, we are there to give our counsel and put out all the consequences, and I think the president is also a great reader when people have personal agendas, when they're not thinking about the American interest. They're thinking of their own personal interest."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Did John Bolton -- did John Bolton have a --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "I don't think many of them had survived -- a lot of them can get through the door."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Was John Bolton in that category?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "No, no, that's not -- that's not a comment about him. No, that is not a comment about ambassador --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "When will we get an answer as to --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "-- thanked for his service."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Yes, when do we get an answer on who replaces John Bolton?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "John Bolton and Donald Trump were aligned on many different issues. Maybe as soon as this week or the next week. The president is engaging with, interviewing -- indeed, actually interviewing a number of highly qualified candidates for that position. And it is the president's agenda, his foreign policy, national security beliefs, which will go forward. And I would point you to the president's speech about Afghanistan in August of 2017, eight months into his presidency or so, where he said, this will not be the policies of the last couple of presidents. We're going to look at conditions on the ground, not have some false timetable that we publish for the world to see. So, this president has been out there. He introduced his international security strategy a while ago and he thanked Ambassador Bolton for his service as I do. People who want to serve at the levels -- on behalf of our country at that level, and take an oath to the Constitution should be applauded."
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK."
    },
    {
      "speaker": "CONWAY",
      "utterance": "And not derided by large swaths of the American people."
    },
    {
      "speaker": "HEMMER",
      "utterance": "On gun control now. The president wrote this on Twitter back in August. He said: Serious discussions are taking place between House and Senate leadership on meaningful background checks. I'm the biggest Second Amendment person there is. Common sense things can be done that are good for everyone. Then, three days ago, he was asked whether or not he would support expanded commercial background checks. And this."
    },
    {
      "speaker": "TRUMP",
      "utterance": "If this is a movement by the Democrats to take your guns away, then it's never going to happen because we're never going to let that happen. We will always be there for our Second Amendment."
    },
    {
      "speaker": "HEMMER",
      "utterance": "So, Mitch McConnell says he wants to know what the president will support. Has he made a decision on that?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "The president has been actively engaged on the Second Amendment issue the entire time, particularly after the mass shootings in El Paso and Dayton, and then, of course, Odessa after that. And he has talked -- just this week, I was there. He talked to Republican and Democratic United States senators who also were actively engaged. We want this to be bipartisan but we're not going to allow bad actors who should not have firearms in the first place who then a murder innocent Americans to be the excuse that a bunch of liberals and socialists have to confiscate firearms from law-abiding citizens who have legally procured them. And I'm not going to allow people who are constantly maligning and the deriding our law enforcement to be in charge of public safety, public policy. And so, when Leader McConnell says he wants to put on the Senate floor something the president will support, that's advice (ph). So why are the Democrats talking about things that President Obama didn't support?"
    },
    {
      "speaker": "HEMMER",
      "utterance": "I just -- I don't hear support for a specific piece of legislation. Does that mean the decision has not yet been made?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "There is (ph). Well, there are pieces of legislation that already exists that we have looked at. The president has been briefed on. Many of my colleagues in the West Wing missed their summer vacation. They have working on this every single day. We met with the president several times just this past week. He has been talking to members who will vote on this, on both sides of the aisle. And he wants to do something all at once. The president has been listening to the best practices in the states that have risk protection orders. He's been listening to strengthening mental health. He's been listening -- he has done more on background checks than any other president in this way, any other recent president in this way. In March of 2018, Bill, President Trump signed into law the Fix NICS. That would have prevented a number of these murderers from having firearms in the first place. Senator Coons, a Democrat of Delaware, Senator Pat Toomey, a Republican of Pennsylvania, they've got Fix NICS Plus, we call it \"Lie-and-Try\". If you even try to get a firearm and you shouldn't be, you're already on a list. That gets reported to the authorities."
    },
    {
      "speaker": "HEMMER",
      "utterance": "So, what I'm hearing is that --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Bill, I want to look America's -- I want to look America's other mothers in the face and tell them that we need to look at the fact patterns that happened in places like Parkland, Florida, and Dayton, Ohio, and together, we're all scratching our heads and say, how can this happen? So, we have to look at what has happened and fix that for the next time. Not just pass bills willy-nilly, because the government -- the Democrats like Beto O'Rourke admitted it the other night, we're coming for your guns."
    },
    {
      "speaker": "HEMMER",
      "utterance": "We will get to that a bit later."
    },
    {
      "speaker": "CONWAY",
      "utterance": "-- Senate unsuccessful in Texas."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Yes, I don't mean to interject but --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "But there are a number of pieces of legislation the president is considering."
    },
    {
      "speaker": "HEMMER",
      "utterance": "I get it. I've got two minutes left."
    },
    {
      "speaker": "CONWAY",
      "utterance": "Something else, \"Lie-and-Try\"."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Yes, I get it, quick lightning round. A little bit delay on the set (ph) out here. My apologies. On China trade, Beijing gave a little this week, we gave a little. Are we fighting to a stalemate on this issue? Yes or no?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "No. We're getting to a great trade agreement that stops screwing the American worker and American economy. Why do we have a $500 billion trade deficit with China, the world's second-largest economy? Why have we as America just sat idly by and look to the way, where they've been forcing technology transfers and stealing our intellectual property? So, this president doesn't make a quick, half-baked deal when he can get a better deal longer term."
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK, I said lightning round."
    },
    {
      "speaker": "CONWAY",
      "utterance": "And I think it's a positive progress that the Chinese are coming to America, the Chinese are coming here now and the president wants a bilateral trade agreement that helps Americans."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Two more things, one minute left here. On impeachment, what does he think about those in the House pursuing it?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Complete nonsense. Even Jerry Nadler said, oh, impeachment is just a term. This is a process. They can't even -- they need to get a messaging meeting and they need to read the Constitution of the Democratic Party."
    },
    {
      "speaker": "HEMMER",
      "utterance": "We saw --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Americans, the Congress work for you. They work for you. And they're wasting your money and their time on trying to impeach a president where there are no high crimes and misdemeanors. They thought the Mueller report would be the end-all. They even had Bob Mueller come and talk about the Mueller report and it was a disaster. So, they work for you. Tell them to vote on the USMCA, get that trade deal done. Tell them drug pricing, infrastructure, keep this great economy humming along, and stop the nonsense of harassing and embarrassing this president and the people around him when you've had no constitutional or legal basis to do so."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Last point. He said, it's Biden, Warren or Sanders. Does he still think that for the Democratic nomination?"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Sure. Well, anything can happen, we saw that in 2016. Although at this point in 2016, President Trump was the front runner, had center stage in the debates, never lost that place, and is now the president. Sure. But I think it's -- the ironies should be lost on no one, that the Democratic Party, Bill, that has said, we are for -- we need a new generation of leadership, they have candidates of color. They have female -- they have female candidates of color. They have -- they've got -- so, they have young candidates, young, up-and-coming candidates. But is it lost on anyone that the three front runners are sort of older white candidates? I think that's pretty ironic because that's the Democratic primary electorate who is rejecting these younger candidates in this, quote, generational transformation. Donald Trump can beat any of them. You hear in debate after debate, people creeping toward socialism. Folks, wake up already. People are fleeing (ph) socialist countries to come to our great democracy of capitalism and freedom. Our girls and women have rights in this country. Socialists has impoverished millions of people --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "All right."
    },
    {
      "speaker": "CONWAY",
      "utterance": "-- and taking even worse from them. So, this president is ready for any of them."
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK."
    },
    {
      "speaker": "CONWAY",
      "utterance": "I think he's watching with more amusement and very little fear."
    },
    {
      "speaker": "HEMMER",
      "utterance": "I'll leave it there but thank you for your time. We'll work on the lightning aspect next time. Kellyanne Conway, I appreciate you being with us today. Thank --"
    },
    {
      "speaker": "CONWAY",
      "utterance": "Bill, thank you."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Thank you. In a moment, Democratic presidential candidates came to the debate stage spoiling for a fight, and they got one. We'll ask our Sunday group whether anyone move the needle, next."
    },
    {
      "speaker": "PETE BUTTIGIEG, D-PRESIDENTIAL CANDIDATE",
      "utterance": "This reminds everybody of what they cannot stand about Washington, scoring points against each other, poking at each other, and telling each other that -- my plan, your plan. Look, we all have different visions for what is better --"
    },
    {
      "speaker": "CASTRO",
      "utterance": "Yes, that's called the Democratic primary election, Pete. That's called an election. That's an election, you know? This is what we're here for. It's an election."
    },
    {
      "speaker": "SEN. AMY KLOBUCHAR, D-MINN., PRESIDENTIAL CANDIDATE",
      "utterance": "Yes, but a house -- a house divided cannot stand."
    },
    {
      "speaker": "HEMMER",
      "utterance": "2020 Democrats there on stage in Houston on Thursday night, laying out the risk of going after one another. Time now for our Sunday group. Josh Holmes, former chief of staff to Senator Mitch McConnell; Neera Tanden, president and CEO for the Center of American Progress, Catherine Lucey, who covers the White House for \"The Wall Street Journal\"; and Townhall.com editor, Katie Pavlich. Welcome to all of you in this Sunday, and thank you for being here. On Thursday morning, the \"A.P.\" summarized the debate from Thursday the following way: Nine months into the nomination fight, divided Democrats have yet to answer fundamental questions about who or what the party stands for beyond simply opposing President Donald Trump. Neera, I'll start with you. You've had three days to think about it. What do you think about that?"
    },
    {
      "speaker": "NEERA TANDEN, CENTER FOR AMERICAN PROGRESS",
      "utterance": "I actually think that was false. I think that the debate on Thursday really shows different visions. Obviously, it is a robust primary debate. But there are various visions about how to move the country forward on health care. Everyone, of course, opposes President Trump's effort to eliminate health care for 20 million people, but they have different visions about how to expand health care and get health care to the rest of Americans. So, I actually thought -- and there are various views on climate. But there are -- that's what a primary debate is for. But every one -- I mean, very single one of those candidates is offering ideas and agendas about how to move the country forward --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK."
    },
    {
      "speaker": "TANDEN",
      "utterance": "-- past the Trump election (ph)."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Did Thursday night, Katie, move anything in terms of the race itself? Did it change anything?"
    },
    {
      "speaker": "KATIE PAVLICH, TOWNHALL.COM EDITOR",
      "utterance": "I don't think it changed much in terms of who is going to be the front runner. I do think that Joe Biden is going to have to come up with more of a platform than just relying on his work with President Obama and come up with some real policy points that he can articulate against someone like Elizabeth Warren, who was gaining on him. But we did learn, I agree, we did learn a lot about what Democrats stand for in this debate and others. They stand for eliminating health insurance for 140 million people, by eliminating private service to Bernie Sander's legislation, which was pointed out in the pages, makes private health insurance illegal. We know that Democrats want to spend a lot more money when it comes to implementing socialist programs and the government takeover of a number of industries. They want to eliminate fossil fuels in the next 20 years, which will also cost the economy billions of dollars. And one thing also that we learned that was to President Trump's credit, is that when it came to the economy, no questions were directly asked about the economy, but they did get that topic through the issue of trade. Not a single Democrat on the stage advocated for the repeal of the tariffs that the president has put on China, which means they don't have a different approach, and again, it's going to be different for them to come --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "I know you're --"
    },
    {
      "speaker": "TANDEN",
      "utterance": "I just have to respond very quickly to this. On each of these charges -- every single person there on that stage is trying to get more people covered than like President Trump who is trying to get less people covered. Even on --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "By making private insurance illegal."
    },
    {
      "speaker": "TANDEN",
      "utterance": "That issue of private insurance is a robust debate in the Democratic Party."
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK, I wish --"
    },
    {
      "speaker": "TANDEN",
      "utterance": "I just need to say, many of those candidates didn't support and many oppose him on trade."
    },
    {
      "speaker": "HEMMER",
      "utterance": "I wish we have three hours like they did on Thursday night. I just -- one of the moments that's been talked about --"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Asking for fairness, that's all."
    },
    {
      "speaker": "HEMMER",
      "utterance": "-- one of the moments that was talked about the most, Julian Castro said this."
    },
    {
      "speaker": "CASTRO",
      "utterance": "Are you forgetting what you said two minutes ago? I can't believe that you said two minutes ago that they had to buy in. And now you're saying they don't have to -- you're forgetting that."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Is that fair game, Josh?"
    },
    {
      "speaker": "JOSH HOLMES, FORMER MCCONNELL CHIEF OF STAFF",
      "utterance": "Well, look, it ended up to be a little bit of a cheap shot, but Castro is obviously trying to capitalize on Vice President Biden's biggest liability which is most Democratic voters at this point don't know whether to cast the ballot for him or call in a Silver Alert because I -- more than not on stage, he seems unsteady. Now, I think he was better in this debate than he was in the first two. But there is time and time again where the former vice president is a little unsteady and Castro is clearly trying to make an issue of that."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Toward the end of Thursday night, this happened in one of the closing statements."
    },
    {
      "speaker": "JOE BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "It's not they don't want to help. They don't want -- they don't know quite what to do. Play the radio, make sure the television -- excuse me, make sure you have the record player on at night, the phone -- make sure that kids hear words."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Hard to overlook that, Catherine."
    },
    {
      "speaker": "CATHERLINE LUCY, THE WALL STREET JOURNAL",
      "utterance": "Yes. I'd note, the record player comment is I think attracted a lot of attention. I'm not sure that my kids have ever seen a record player. But, I mean, more broadly, I think that answer has raised questions and conversations about the muddled answers that the vice president has given at times in these debates. Although in this debate, at many moments, he did turn in a stronger performance than other nights. But I think also he pulled back more broadly. One thing to think about with the vice president is that despite a lot of questions about debate performance, some gaffes, you know, his age, he has remained atop the polls and his lead has stayed pretty durable. So, it's not clear at this point sort of heading into the last stretch before we start seeing voting in Iowa and New Hampshire, to what will change."
    },
    {
      "speaker": "HEMMER",
      "utterance": "I want to bring you all in a moment here, but at the risk of piling on, there was this moment of what appeared to be a confusion also on Thursday."
    },
    {
      "speaker": "BIDEN",
      "utterance": "It cannot be put together. Let me say it again. It will not be put together. The three different countries -- Pakistan owns the three counties -- the three provinces in the east. There are not any part of the (INAUDIBLE) run it. I will go on and on."
    },
    {
      "speaker": "HEMMER",
      "utterance": "So, it's a confusing matter because he mixed up Iraq and Afghanistan. He's been proponent of dividing Iraq in three actually for a better part of 20 years, Neera."
    },
    {
      "speaker": "TANDEN",
      "utterance": "Yes, I have to say, I think -- I think most Democratic primary voters, which is who's looking at right now, don't compare Joe Biden to other Democrats on some of these issues. They compare him to Donald Trump, who to a lot of the country seems pretty gaffe-prone a lot of the time. So I think for Democratic primary voters, the idea that you're mixing up the words country and province, or county and province, versus the kinds of things that we see from Donald Trump on a regular basis, where he mixes up words -- I laughed."
    },
    {
      "speaker": "HEMMER",
      "utterance": "I asked Katie -- do you think Thursday changed anything, yes or no?"
    },
    {
      "speaker": "TANDEN",
      "utterance": "I think actually the middle tier candidates did very well for Democratic primary voters, Cory, Kamala, Klobuchar, Beto, and I think they may rise. I'm not sure it did anything to eliminate Joe Biden's support."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Another debate in October. Katie, go ahead."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Correct, but if you're going to compare Joe Biden to Donald Trump, which is something obviously, a few months of nomination, we will be looking at, Joe Biden's big selling point is that he knows what he's doing. He's been in Washington for over 30 years. He has experience, and yet he's not showing that when he confuses these answers on the campaign trail. And I just want to get back to the record player comment. On the surface level, it's kind of funny to think that this is about age, and he's just not with the hip new technology we have, but really his answer was -- he was asked what you do about minority communities and school choice. And his bigotry of low expectations answer on that was to have social workers from the government come into the homes of minority and poor families and tell them how to raise their children by playing the record player, he's going to have a better answer than that for -- for parents who want to send their -- who want to send their kids to better schools."
    },
    {
      "speaker": "NEERA TANDEN, CENTER FOR AMERICAN PROGRESS",
      "utterance": "I am so sorry. I am so sorry. I really have to get it on this. I have to say this. I have to say, and I think -- I think a lot of people, not just Democrats, look at these answers and say it's ridiculous. You have a president who attacks people of color regularly. He has been -- regularly via tweet. He goes to rallies where people say send her back."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Well, I know, Sam, the point --"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "(INAUDIBLE) --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "Neera, hang on, allow her to -- allow her to respond."
    },
    {
      "speaker": "TANDEN",
      "utterance": "I know, but I just need to say, on what standard are you judging Vice President Biden when you will not say one word against Donald Trump?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "On the standard of -- of his -- on -- on the stand of his own words."
    },
    {
      "speaker": "TANDEN",
      "utterance": "One word."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "And President Trump actually believes in going into minority communities, doing criminal justice reform, allowing --"
    },
    {
      "speaker": "TANDEN",
      "utterance": "Come on."
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Parents of -- of -- of children to choose schools of their choice and (INAUDIBLE) --"
    },
    {
      "speaker": "TANDEN",
      "utterance": "Uh-huh. And he also believes in attacking members of the (INAUDIBLE) --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "Hang on, Neera. As I said it, I wish we had three hours. We don't. Panel, I've got to take a break, OK. See you a bit later in the program here today. In a moment, Democrats struggled to get on the same page on impeachment, even as the Judiciary Committee takes a big step in its ongoing investigation. A key member from that committee will join us live, next"
    },
    {
      "speaker": "HEMMER",
      "utterance": "House Judiciary Committee Chair Jerry Nadler promising and aggressive series of hearings next week as Democrats decide whether or not to recommend President Trump's impeachment. That's a move group that could put pressure on the House speaker, Nancy Pelosi, who has taken more of a wait and see approach. With me now, Congressman David Cicilline of Rhode Island, a key member of the Judiciary Committee and House Democratic leadership. And, Congressman, welcome back and Fox News Sunday."
    },
    {
      "speaker": "REP. DAVID CICILLINE, D-R.I.",
      "utterance": "Thanks. Good to be with you."
    },
    {
      "speaker": "HEMMER",
      "utterance": "First, on impeachment. There seemed to be a fair amount of confusion as to what the process was this week. What is your committee trying to accomplish, sir?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Well, I don't -- I don't think there should be any confusion. The Judiciary Committee has been engaged in the world of our committee to determine whether or not to recommend articles of impeachment to the full House. We are looking at obstruction of justice, abuse of power, corruption broadly. We've engaged in hearings. We're going to continue to bring witnesses before the committee, compel the production of documents to make it clear that no one in this country is above the law, including the president of the United States, that he has to be held accountable. We're going to follow the facts where they take us. And at the conclusion of that investigation, make a recommendation to the full House."
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK. So then many of the Democratic freshmen are holding back. A lot of them in swing states too. Donna Shalala out of Florida said this, \"it's sucking the air out of all the good stuff that we're doing.\" If you're doing good stuff, why go this direction?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Well, yes, I mean Donna's right in one point. Look, we've passed over 250 pieces of the legislation. Legislation should drive down health care costs to protect coverage for pre-existing conditions, to help rebuild the infrastructure of our country, to raise family incomes, to reauthorize the Violence Against Women Act, to provide equal pay for equal work, universal background checks. We've passed a lot of legislation. Eighty percent of those bills are sitting on Mitch McConnell's desk. So we're getting the word done for the American people, addressing the anxiety, the economic concerns that folks have, driving down the cost of prescription drugs and of health care broadly, raising family incomes, rebuilding the infrastructure of our country."
    },
    {
      "speaker": "HEMMER",
      "utterance": "But she says --"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "We're getting that done. And, she's right, there's not nearly enough coverage of that. But the real story is, we're doing both things. We're delivering on the promises we made to the American people to make their lives better, and at the same time we're holding the administration accountable. We have to do both. And we -- there's a lot more discussion about the second point, by the media, by --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "But she said she had 11 town halls in Florida back in August. And she received a grand total of four questions on this issue. And two of those questions came from the same person. It would not appear that your voters care much about your pursuit."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Well, I think there's no question that voters care about the issues that we're focused on. And, you know, we're trying to protect the Affordable Care Act and protect coverage for pre-existing conditions and drive down the cost of prescription drugs. Our Republican colleagues are doing the opposite. We're trying to raise family incomes by making sure that women have equal pay for equal work (ph), we're raising the minimum wage. But --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "But I was asking you about impeachment."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Right."
    },
    {
      "speaker": "HEMMER",
      "utterance": "And that word did not even come up during the three hour debate on Thursday night."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "No, I -- I think that's right. I think the reality is, the American people expect that those of us who have the privilege in serving government, from the president on down, are acting in the public interest, not in their own self-interest. They want to be sure that people are held accountable. No one is above the law. That if misconduct has happened, that those individuals are held accountable. So they may not talk about it, they may not ask lots of questions about it, but, fundamentally, people want to have confidence that those that are serving in government are acting in their best interest and not in their own financial interests to the benefit of their corporation or their family business. And I think that's why the accountability is critical. We have to do both things. I think the American people elected us to do both things, to deliver on the important priorities in their lives and to make sure government is working for them."
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK. On gun control, this happened in Houston on Thursday night."
    },
    {
      "speaker": "BETO O'ROURKE, D-PRESIDENTIAL CANDIDATE",
      "utterance": "Hell yes we're going to take your AR-15, your AK-47. We're not going to allow it to be used against fellow Americans any more."
    },
    {
      "speaker": "HEMMER",
      "utterance": "As you know, Democrats are members of the NRA too. How does that message help the current issue?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Well, look, I think that -- that message doesn't help. But the reality is we passed two important gun safety proposals back in February, universal background checks and closing the Charleston loophole. Universal background checks work. Three million gun sales have been prevented because people who are not eligible to buy a gun because of their criminal record, their domestic abuse, their mental health status, went into a gun store and tried to buy a gun and they were denied. So we know background checks work. The problem is, one in five gun sales happens in this country without a background check. So we passed legislation to fix that, to close that loophole. It's been sitting on Mitch McConnell's desk since February. And so first and foremost --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "You just said that, that that comments from Beto O'Rourke does not help. And many will say that Democrats are coming for their guns."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Yes, that's just not true. Look, where there's no proposal to do that in the Congress. We have legislation that is designed to keep guns out of the hands of people who shouldn't have them, to try to prevent people from possessing the most lethal and dangerous weapons of war. That's been our focus. There are dozens of proposals to reduce gun violence. But we have to do something. The American people are demanding that we do something. It is no longer safe to be in synagogues and churches and shopping malls and schools. You know, I grew up and we did fire drills. That was the most scary thing we did. Now young children are doing active shooter drills because they're trying to be taught to prepare for an active shooter in their school. We can't allow this to continue. We have the ability to reduce gun violence, to make certain that people don't get guns who shouldn't have them. Mitch McConnell ought to bring those bills to the floor immediately."
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "And we're going to send him some more."
    },
    {
      "speaker": "HEMMER",
      "utterance": "We -- we will see what realistically that can be signed into law perhaps this week. On Saudi Arabia now you're calling for the U.S. to end its involvement in the conflict between Saudi Arabia and Yemen. Do you stand by that given the events that the administration ties directly to Iran over the past 24 hours?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Look, this is -- the war in Yemen has created a humanitarian crisis of epic proportion. There is no question that their recent action by Iran, if Iran is responsible for this bombing, has a -- is an escalation of Iran's, you know, malevolent behavior in the region. But this is made very complicated because the president doesn't appear to have a strategy for dealing with Iran. He ripped up the Iran deal, which was a deal that prevented Iran from becoming a nuclear power, with nothing to replace it. This is a sort of pattern of the president. He rips up a deal, doesn't have anything -- strategy to replace it, hasn't worked with our allies and now we're left with an Iran that is engaging in more dangerous behavior with not a lot of options left for the United States. So I think the president needs to staff up his national security team, he needs his director of national intelligence and a national security advisor in place. He's operating with a very thin team right now. He needs to develop a strategy to box Iran in and work with our allies. But this is a very alarming develop."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Some would argue that Iran's been at that for 40 years. Now, quickly, and --"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "No questions about it."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Yes. You're also involved, this past week, with big tech. And it was announced that big tech is now in the crosshairs of government security in a significant way and that includes Google and FaceBook, Amazon and Apple. Sir, what did they do wrong?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Well, look, we're -- we have launched an investigation. It's a bipartisan investigation of the Judiciary Committee being led by the anti- trust subcommittee to look at the digital marketplace broadly. We have very large technology platforms with enormous market power that are engaged in what appear to be pretty clearly anti-competitive behavior where they're favoring their own products and services, where they're excluding rivals. We want the marketplace to work right so there's real competition. So the next Amazon or the next FaceBook can be born and be successful. And so competition matters because it promotes innovation, it protects consumers, it protects workers, and this concentration is --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK. And they would argue, yes, that they've led the way in giving consumers choice through their own capitalistic innovation. I think the question is, are you --"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "Well, I mean the problem is -- the problem --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "Are you -- the question is, sir, are you ready to end that?"
    },
    {
      "speaker": "CICILLINE",
      "utterance": "No, look, we want to be sure the market is working so there's more competition, there are more competitors, there are more start-ups, more entrepreneurs. Consumers have control over their own data, that their privacy is protected. So this is a marketplace where you have basically people acting like monopolies and what we need to do is make sure that competition is working in that marketplace so that more competitors will enter the market so consumers and workers will be protected. This is a bipartisan investigation. We're studying why the competition doesn't exist in that marketplace --"
    },
    {
      "speaker": "HEMMER",
      "utterance": "OK."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "And what we can do to get it working properly (INAUDIBLE)."
    },
    {
      "speaker": "HEMMER",
      "utterance": "David Cicilline, I really appreciate your time on this Sunday morning. Thank you for being here."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "My pleasure."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Thank you, sir."
    },
    {
      "speaker": "CICILLINE",
      "utterance": "In a moment, our Sunday panel comes back to talk about the politics of gun control and impeachment with a divided Congress."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "Don't ask me what we haven't done. We have done it. And if you are (INAUDIBLE) it's my impatience. It's because people are dying. And Senator McConnell hasn't acted. Why don't you go ask him why -- if he has any regrets for all the people who died because she hasn't acted."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Strong words. The House speaker, Nancy Pelosi this week, blaming Senate Majority Leader Mitch McConnell for stalling gun legislation. Back with the panel now. Josh, I'll begin with you. He's your former boss."
    },
    {
      "speaker": "JOSH HOLMES, FORMER MCCONNELL CHIEF OF STAFF",
      "utterance": "Yes, I mean, what you saw out of Nancy Pelosi is a fundamentally unserious approach to an extremely serious issue. What she's talking about there is a bill that got a veto statement issued by this White House in February of last year. She's had six months to think about how to get around that and how to work on it if she wants to do something with -- with the issue of guns. She's chosen not to. She's chosen to make it a political issue. In contrast to that, what we've seen out of the White House, and I think Kellyanne spoke about this on the program earlier, is they've taken a three week period to talk to lawmakers like Chris Murphy, one of the most notable, liberal, anti-gun senators in the Senate, to talk about his ideas. Joe Manchin, the author of the Manchin-Toomey background check bill. They've -- they've brought people in to talk about, where is a potential solution that could actually have the votes to pass the Senate, past the House and be signed into law. That should be the exercise we're engaged here. I think -- I don't think there's a parent in America that doesn't have a lot of anxiety over this issue. They should, at the very least, hope that their lawmakers are using this as more than a political punching bag, which is, unfortunately, where the speaker of the House has this."
    },
    {
      "speaker": "HEMMER",
      "utterance": "You cover the White House. Is the president ready to announce what he is willing to support? CATHERINE LUCEY, \"THE WALL STREET JOURNAL\": Well, here's what we know. As Josh said, they have been going through this review process. They have looked at a lot of different ideas. They've gone back over previous proposals. There have been a lot of talks with Republican and Democratic lawmakers. And the president was briefed on some of the options that the White House has sort of put together. On Thursday we heard him speak a little bit about that meeting. He hasn't yet committed to what he's going to do. There is a hope that he may sort of roll out some ideas this week. But, really, it's not clear exactly what he's going to get behind and specifically what that will look like with background checks, which is a big question for a lot of people."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Yes. I mentioned this Beto O'Rourke thing a bit earlier in our show here. Ted Cruz gave an interview this week, Christian Science Monitor. He said the following. He said, \"if Republicans abandon the Second Amendment and demoralize millions of Americans that care deeply about Second Amendment rights, that could go a long way to electing a president Elizabeth Warren.\" He's making the point it's hurting Republicans. Democrats and others are making the point that Beto O'Rourke's comments hurt Democrats. What is it?"
    },
    {
      "speaker": "PAVLICH",
      "utterance": "Well, Beto O'Rourke's comments also hurt Americans who, you know he's -- he's lying when he says this is a buyback. There's no such thing as a government buyback when it's confiscation and there are serious consequences for not obeying what the government has done. Americans don't buy their guns from the government, so therefore the government cannot buy them back. But in terms of the news actually that got missed last week, Beto O'Rourke saying those things is one thing, and he's just exposing what the left has been wanting to do for decades on gun control. They say they want to do implementary (ph) policies. But the truth is, they really just want bans on a number of firearms that Americans lawfully own and use in this country. But Joe Biden, on Friday, actually did an interview with a local station and said that if he was on the Supreme Court, he would have voted against the Heller decision, which is a big deal considering Heller reinforced the idea that the Second Amendment as an individual right. Now, he's the frontrunner. And so that is something that he's going to have to explain to voters that they are trying to get back in blue states, like Pennsylvania and Michigan and Wisconsin."
    },
    {
      "speaker": "HEMMER",
      "utterance": "I want to -- I want to get to this issue of impeachment because I know you have some thoughts on this, OK. Doug Collins is the Republican --"
    },
    {
      "speaker": "TANDEN",
      "utterance": "I really -- I'm so sorry, I need to respond on guns."
    },
    {
      "speaker": "HEMMER",
      "utterance": "One second. I -- one second on that. I really want to get you to react to this, OK?"
    },
    {
      "speaker": "TANDEN",
      "utterance": "OK. I'll -- I'll respond (INAUDIBLE)."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Doug Collins on impeachment of the committee this week."
    },
    {
      "speaker": "REP. DOUG COLLINS, R-GA",
      "utterance": "The Judiciary Committee has became a giant Instagram filter, to make you appear that something's happening that's not. We're so in fantasy land here, nobody knows what's going on. I think -- this is the problem. You just went back to what we said. Instagram, Snapchat, Twitter, it doesn't matter, we're not in an impeachment inquiry."
    },
    {
      "speaker": "HEMMER",
      "utterance": "We come back to this question whether anything come from this committee on impeachment. Does it?"
    },
    {
      "speaker": "TANDEN",
      "utterance": "The -- the committee has an invest -- has an impeach -- inquiry into whether to impeach. So, as you saw from what David Cicilline said, they have a number of questions and they have a formal process for that. And an important part of their process is insuring the president's council is part of the process. So -- but I -- I really do just need to respond to a few things that were said here about the issue of guns, because I think this is a central issue for the country. I think it belies any credibility that the president doesn't' t-- isn't -- it's not -- he's not capable of making a decision, and he's not capable of bringing the Senate with him. The president -- all the -- the Senate, Mitch McConnell, Democrats, they all know what the ideas are in front of them and they have those ideas and it's really incumbent on the president and Mitch McConnell to pass a background check bill, which, just for the record, there are people getting through background checks now who are not having background checks who are murdering people. So it's a simple bill to pass. And you -- Josh, you and I both know that the president --"
    },
    {
      "speaker": "HOLMES",
      "utterance": "(INAUDIBLE) you know, you want to just take -- take a minute for yourself here."
    },
    {
      "speaker": "TANDEN",
      "utterance": "Just to take -- no, just -- there are tweets he does every day."
    },
    {
      "speaker": "HOLMES",
      "utterance": "The -- I think the biggest part that Democrats just fundamentally don't understand about this is that there are large swaths of this country that have a cultural identity with the Second Amendment."
    },
    {
      "speaker": "TANDEN",
      "utterance": "Sure."
    },
    {
      "speaker": "HOLMES",
      "utterance": "Just because that doesn't anchor in New York City or San Francisco doesn't mean that we just have to willy-nilly pass everything."
    },
    {
      "speaker": "TANDEN",
      "utterance": "Ninety percent of people support background checks. Ninety percent."
    },
    {
      "speaker": "HOLMES",
      "utterance": "This takes a very thoughtful process with the end goal --"
    },
    {
      "speaker": "TANDEN",
      "utterance": "Ninety percent."
    },
    {
      "speaker": "HOLMES",
      "utterance": "The end goal should be for everyone --"
    },
    {
      "speaker": "TANDEN",
      "utterance": "Absolutely."
    },
    {
      "speaker": "HOLMES",
      "utterance": "To try to pass something that stops this violence."
    },
    {
      "speaker": "TANDEN",
      "utterance": "Absolutely. So --"
    },
    {
      "speaker": "HOLMES",
      "utterance": "Which is not where Democrats are (INAUDIBLE)."
    },
    {
      "speaker": "TANDEN",
      "utterance": "Ninety percent."
    },
    {
      "speaker": "HEMMER",
      "utterance": "We will see what comes of this. Pane, thanks to you on the issue of impeachment. Corey Lewandowski is first up Tuesday afternoon before that committee. We'll see what happens then. Thank you. In a moment, our \"Power Player of the Week.\" A conversation with Robert Kennedy's oldest child on how his words still resonate in today's political climate."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Political speeches at one time inspiring, soaring rhetoric and calls to meet great challenges in our country. And if you think our national discourse has gotten uglier in the recent years on all sides, well, you're not alone. Here's Chris Wallace with the \"Power Player of the Week.\""
    },
    {
      "speaker": "KATHLEEN KENNEDY TOWNSEND, ROBERT F. KENNEDY'S DAUGHTER",
      "utterance": "If you're an American, you get involved, you act, you make a difference, you don't stand on the sidelines."
    },
    {
      "speaker": "CHRIS WALLACE, ANCHOR (voice over)",
      "utterance": "Kathleen Kennedy Townsend on her father's message in his final campaign 51 years ago."
    },
    {
      "speaker": "ROBERT F. KENNEDY",
      "utterance": "We are a great country, an unselfish country, and a compassionate country."
    },
    {
      "speaker": "WALLACE",
      "utterance": "There's no mistaking --"
    },
    {
      "speaker": "TOWNSEND",
      "utterance": "All American shares a common future."
    },
    {
      "speaker": "WALLACE",
      "utterance": "She's Robert Kennedy's daughter."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "Do you realize, as I listen you talk, and look at your face, that you're the living, breathing embodiment of your dad?"
    },
    {
      "speaker": "TOWNSEND",
      "utterance": "No. Well, thank you very much. That's sweet of you to say. Language can lift us up. And I think right now is a time that we do need our language lifted up."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Townsend was talking about her father this spring and the relevance of a collection of his most famous speeches called \"RFK: His Words for Our Times.\""
    },
    {
      "speaker": "KENNEDY",
      "utterance": "Martin Luther King was shot and was killed tonight in Memphis, Tennessee."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Speeches like the one he made April 4, 1968, in Indianapolis, despite warnings from local police."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "And we dedicate ourselves to what the Greeks wrote so many years ago, to tame the savageness of man and make gentle the life of this world."
    },
    {
      "speaker": "TOWNSEND",
      "utterance": "Here is a man who came from privilege, who quotes the Greeks in an inner-city and calms the crowd. And, in the sense, speaks to the better angels of people's nature and succeeds."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Or a speech he made at the University of Mississippi in 1966, hostile territory for the former attorney general who led the fight for civil rights."
    },
    {
      "speaker": "KENNEDY",
      "utterance": "It is far easier to accept and to stand on the path than to fight for the answers of the future."
    },
    {
      "speaker": "TOWNSEND",
      "utterance": "He was the devil too many people of the University of Mississippi. And it just taught him that if you are honest, if you go to where it's difficult, you can win over hearts and minds. Being in Washington is just so filled with memories."
    },
    {
      "speaker": "WALLACE",
      "utterance": "Townsend was the oldest of Robert Kennedy's 11 children. She remembers how he always pushed himself."
    },
    {
      "speaker": "TOWNSEND",
      "utterance": "My bedroom was next his bathroom. And every morning I would hear him do his sit-ups while he listened to Shakespeare so that he could have the language to speak to the deepest issues in our -- in our American spirit."
    },
    {
      "speaker": "WALLACE",
      "utterance": "She was 16 when her father was assassinated."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "Do you feel at all cheated that you didn't have all the years with him you should have had?"
    },
    {
      "speaker": "TOWNSEND",
      "utterance": "We were always taught about martyrs. We talked about sacrifice. It's hard to grow up in our family without the idea that life is filled with sacrifice."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "Townsend hesitates to speculate what her dad would think of our current politics, but she has no doubts on one subject."
    },
    {
      "speaker": "WALLACE (on camera)",
      "utterance": "What do you think your father would say made of Donald Trump?"
    },
    {
      "speaker": "TOWNSEND",
      "utterance": "He would be hurt by the pain that Donald Trump has caused so many people and the glee, it seems, that he takes in causing other people such pain."
    },
    {
      "speaker": "WALLACE (voice over)",
      "utterance": "One more reason, she says, to keep her father's message alive."
    },
    {
      "speaker": "TOWNSEND",
      "utterance": "The idea that we're a generous people, that we're a compassionate people, that we have a goodness in us and that we need leaders that appeal to the good part of us."
    },
    {
      "speaker": "HEMMER",
      "utterance": "Kathleen Kennedy Townsend was lieutenant governor in Maryland for eight years. And these days she's focused on improving retirement security, noting half of all Americans have saved nothing for when they decide to stop working. That's it for today. I'll see you tomorrow on \"America's Newsroom\" from New York City. And we will see you next Fox News Sunday. Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}