{
  "date": "September 19, 2022",
  "headline": "'Special Report' All-Star Panel on inflation's importance ahead of midterms",
  "subHeadline": "Guests: Mara Liasson, Bill Bennett, Morgan Ortagus",
  "url": "https://www.foxnews.com/transcript/special-report-all-star-panel-inflations-imortance-ahead-midterms",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "SEN. MITCH MCCONNELL, (R-KY) SENATE MINORITY LEADER",
      "sentences": "The president might want to talk to a couple of working Americans who are trying to survive under his policies before he sits down for his next TV interview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "Inflation rate month-to- month is just up just an inch, hardly at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You are not arguing that 8.3 is good news.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Not I'm not saying it is good news. But it was 8.2 or 8.2 before. It's not -- you're not going to make it sound like all of a sudden, my God, it went to 8.2 percent.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's the highest inflation rate, Mr. President, in 40 years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "I got that. But guess what we are. We are in a position where for the last several months, it hasn't spiked. It has just barely -- it's been basically even.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "President Biden on \"60 Minutes,\" his first interview in more than 210 days in which he talked at one part inflation. If you look at inflation since President Biden took office, the graphic is, well, it's roughly about an inch, an inch-and-a-half. But it goes from 1.4 all the way up to 8.3 percent. And corn-flation really rose. That includes groceries going up 13 percent most recently. Let's bring in our panel, start there. Mara Liasson, national political correspondent of National Public Radio, former Education Secretary Bill Bennett, and Morgan Ortagus, former State Department spokesperson. Mara there were a couple things in that interview, inflation being one of them, that raised some eyebrows.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARA LIASSON, NATIONAL POLITICAL CORRESPONDENT, NATIONAL PUBLIC RADIO",
      "sentences": "Yes, inflation raised some eyebrows because inflation is the single most important economic indicator to American families. They see it at the pump. They see it at the grocery store, and it eats into their wage gains. So it's hard to argue that yes, it's not spiking dramatically not month to month, but it's at historic highs. And inflation is a problem, and of course Republicans are working very hard to make inflation the number one issue for the elections because it is at the top of voters' concerns. We can talk later about what he said about China or what he said about COVID, but there were several important statements in that interview.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Bill, on inflation, what about that answer? It just hasn't gone up a lot in recent weeks?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BILL BENNETT, FORMER EDUCATION SECRETARY",
      "sentences": "Yes, you're under water and you're drawing, and the guy says, well, we just added one more gallon, that's all. This is one in a series of preposterous statements like the border is secure that Democrats are making. And when you go from 1.4 to 8.3, that's a lot. That's a lot of to jump. And you don't have to tell the American people this is the most important issue. They know it because they are living it and feeling it every day.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, Morgan, on foreign policy, as Mara referenced, the Taiwan confusion over what the president says and the White House walks back has been a long time coming. We're going to take you back to October of 2021 and a couple of iterations of this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So are you saying that the United States would come to Taiwan's defense --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- if China attacked?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Yes. We have a commitment to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JEN PSAKI, FORMER WHITE HOUSE PRESS SECRETARY",
      "sentences": "There has been no shift. The president was not announcing any change in our policy, nor has he made a decision to change our policy. There is no change in our policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But would U.S. forces defend the island?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BIDEN",
      "sentences": "Yes, if there was unprecedented attack.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And he went on to say it again. Yes, U.S. forces would protect Taiwan. Strategic ambiguity has been the policy. It's definitely ambiguous.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MORGAN ORTAGUS, FORMER STATE DEPARTMENT SPOKESPERSON",
      "sentences": "It is. I think that's why you're seeing Senator Graham and Menendez and others are looking to update the Taiwan Relations Act, which I think we clearly need, right? Because this is at least I think the fifth time now that the president has made a declarative statement on Taiwan only for his team to walk it back. That serves no one. In fact, it serves to undermine the president. So this is something that I think the Congress is looking at, and the administration should look at let's have a real discussion and debate about what we are going to do with Taiwan. And we're woefully unprepared to enter a fight with them tomorrow. So if that is a policy, then defense spending priorities must change in order to adequately support that policy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "What do you think is behind this, Mara?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "I think that the fact that the president has said this twice, this wasn't a gaffe, that strategic ambiguity, part of that is no, we are not saying that Taiwan is China. We still say there is only one China. But, yes, we have a treaty, we have a commitment, a legal commitment to defend Taiwan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "But it specifically says no U.S. forces. And Scott Pelley asked twice about U.S. forces defending on Taiwan.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "And he said yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "I think that the president wants to tell China that it should not make a move on Taiwan any time soon, that it will face tremendous push back both from American weapons sent to Taiwan, and now he's even raising the possibility of American troops.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Which is a change in policy. OK, here's \"Politico\" on another part of \"60 Minutes,\" Bill, \"The pandemic is over. Biden's insistence on Sunday night that the pandemic is over caught several of his own health officials by surprise. The declaration was not part of his planned remarks ahead of the \"60 Minutes\" interview.\" When he said that, you referenced then back to the education secretary saying that they were using emergency COVID powers to wipe out student loans just two weeks ago.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "Yes, exactly right. The rationale was a national emergency, and the president could invoke this authority under a national emergency. The emergency is over. So this was subject to legal challenge anyway. It seems to me it's a much easier thing to overcome. But what about those teachers in New York and what about those firefighters? What about all these people who have recently been fired or the military people who have been let go because they don't believe there is a pandemic that they need to protect themselves with masks or vaccination? What's he going to do about them? I hope he at least gets the word local officials, to military officials and so on, that the pandemic is over. Ease up, let people have their freedom.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "I want to turn to the elections, the midterms now, closing in. \"Axios\" has a piece, \"Democrats' midterm reality check. After the Democrats' surge and political momentum over the summer, signs indicate the midterm environment is tilting back in the GOP's direction. The elevation of weak Senate candidates is the biggest political challenge for Republicans in the homestretch.\" If we look, Morgan at a couple of these races, Pennsylvania, for example, if we look at Arizona, Mark Kelly against Blake Masters, that now, according to the average of polls, is within three points, the margin of error. If you look at Ohio, you've got J.D. Vance up a couple of point, again, three points, and New Hampshire now with Bolduc is the GOP opponent closing in, it seems, on incumbent Maggie Hassan. Thoughts?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ORTAGUS",
      "sentences": "Rarely are these competitive Senate races blowouts. You typically see them within one to three or four points anyways, so you know that these Senate races are going to be tight going into election night. What we are seeing, I think, is the continued effects of inflation. And this is not something that Republicans are trying to put at the center of the campaign. This is the reality for families around America. Families are paying $460 more a month in basic necessities. \"The Wall Street Journal\" has an excellent piece out today profiling what it's like for average families to have to go to the grocery store to find things that are on sale to be able to cook for dinner. You even have, and this has been discussed obviously on FOX, you even have members of the military that are having to go on food stamps to feed their children. You should not have to sign up to fight for your country, to give your life for your country, and to feed your children with food stamps. That is Kremlin level incompetence. And I think that's why these Republican candidates are doing better. I also think that these newer candidates are gaining their footing. I was with Dr. Oz two weeks ago in Pittsburgh. We spent an hour on national security subjects, deeply in policy with Dave McCormick and former DNI Ratcliffe. And these guys are really impressive. I think this whole narrative that Masters or J.D. or Oz are weak candidates is going to defy the polling and going to defy the results on election night. They are strong candidates.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Obviously, Mara, Democrats want to jump on the abortion issue, but do you think it's getting as much traction as originally reported as you look at these different races around the country?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIASSON",
      "sentences": "The way I put it is that abortion turned out to be very strong issue, not the number one issue, which remains inflation. But it is an issue that energized a lot of women, caused a new of registrations among suburban women. So I think it's helped the Democrats. Is it a game changer and it's going to wipe away all the other dynamics and fundamentals that favor the Republicans this year? No. But does it help them? Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "Bill, in some of these races, some of these GOP candidates are jumping on the education issue, maybe reflecting what happened in Virginia with Governor Youngkin and as he talked about it. But that's a powerful issue this time, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BENNETT",
      "sentences": "Yes, parents and the party of parents, the parent party. Glenn Youngkin showed the way, and a lot of Republicans are following. Look, nothing more important to a parent than the well-being of the children. And when the schools are undermining them or there are worries about what the schools are doing, this takes on critical importance. Perfectly good issue. Number two issue, number three issue, number four issue, doesn't replace inflation. But for years Democrats have owned this issue. And now a majority of Americans think Republicans are better at it. Lo and behold 40 years of work. Good, we got there.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BAIER",
      "sentences": "All right, panel, thank you very much. Copy: Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SEN. MITCH MCCONNELL, (R-KY) SENATE MINORITY LEADER",
      "utterance": "The president might want to talk to a couple of working Americans who are trying to survive under his policies before he sits down for his next TV interview."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "Inflation rate month-to- month is just up just an inch, hardly at all."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "You are not arguing that 8.3 is good news."
    },
    {
      "speaker": "BIDEN",
      "utterance": "Not I'm not saying it is good news. But it was 8.2 or 8.2 before. It's not -- you're not going to make it sound like all of a sudden, my God, it went to 8.2 percent."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "It's the highest inflation rate, Mr. President, in 40 years."
    },
    {
      "speaker": "BIDEN",
      "utterance": "I got that. But guess what we are. We are in a position where for the last several months, it hasn't spiked. It has just barely -- it's been basically even."
    },
    {
      "speaker": "BAIER",
      "utterance": "President Biden on \"60 Minutes,\" his first interview in more than 210 days in which he talked at one part inflation. If you look at inflation since President Biden took office, the graphic is, well, it's roughly about an inch, an inch-and-a-half. But it goes from 1.4 all the way up to 8.3 percent. And corn-flation really rose. That includes groceries going up 13 percent most recently. Let's bring in our panel, start there. Mara Liasson, national political correspondent of National Public Radio, former Education Secretary Bill Bennett, and Morgan Ortagus, former State Department spokesperson. Mara there were a couple things in that interview, inflation being one of them, that raised some eyebrows."
    },
    {
      "speaker": "MARA LIASSON, NATIONAL POLITICAL CORRESPONDENT, NATIONAL PUBLIC RADIO",
      "utterance": "Yes, inflation raised some eyebrows because inflation is the single most important economic indicator to American families. They see it at the pump. They see it at the grocery store, and it eats into their wage gains. So it's hard to argue that yes, it's not spiking dramatically not month to month, but it's at historic highs. And inflation is a problem, and of course Republicans are working very hard to make inflation the number one issue for the elections because it is at the top of voters' concerns. We can talk later about what he said about China or what he said about COVID, but there were several important statements in that interview."
    },
    {
      "speaker": "BAIER",
      "utterance": "Bill, on inflation, what about that answer? It just hasn't gone up a lot in recent weeks?"
    },
    {
      "speaker": "BILL BENNETT, FORMER EDUCATION SECRETARY",
      "utterance": "Yes, you're under water and you're drawing, and the guy says, well, we just added one more gallon, that's all. This is one in a series of preposterous statements like the border is secure that Democrats are making. And when you go from 1.4 to 8.3, that's a lot. That's a lot of to jump. And you don't have to tell the American people this is the most important issue. They know it because they are living it and feeling it every day."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, Morgan, on foreign policy, as Mara referenced, the Taiwan confusion over what the president says and the White House walks back has been a long time coming. We're going to take you back to October of 2021 and a couple of iterations of this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "So are you saying that the United States would come to Taiwan's defense --"
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES",
      "utterance": "Yes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "-- if China attacked?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Yes. We have a commitment to do that."
    },
    {
      "speaker": "JEN PSAKI, FORMER WHITE HOUSE PRESS SECRETARY",
      "utterance": "There has been no shift. The president was not announcing any change in our policy, nor has he made a decision to change our policy. There is no change in our policy."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "But would U.S. forces defend the island?"
    },
    {
      "speaker": "BIDEN",
      "utterance": "Yes, if there was unprecedented attack."
    },
    {
      "speaker": "BAIER",
      "utterance": "And he went on to say it again. Yes, U.S. forces would protect Taiwan. Strategic ambiguity has been the policy. It's definitely ambiguous."
    },
    {
      "speaker": "MORGAN ORTAGUS, FORMER STATE DEPARTMENT SPOKESPERSON",
      "utterance": "It is. I think that's why you're seeing Senator Graham and Menendez and others are looking to update the Taiwan Relations Act, which I think we clearly need, right? Because this is at least I think the fifth time now that the president has made a declarative statement on Taiwan only for his team to walk it back. That serves no one. In fact, it serves to undermine the president. So this is something that I think the Congress is looking at, and the administration should look at let's have a real discussion and debate about what we are going to do with Taiwan. And we're woefully unprepared to enter a fight with them tomorrow. So if that is a policy, then defense spending priorities must change in order to adequately support that policy."
    },
    {
      "speaker": "BAIER",
      "utterance": "What do you think is behind this, Mara?"
    },
    {
      "speaker": "LIASSON",
      "utterance": "I think that the fact that the president has said this twice, this wasn't a gaffe, that strategic ambiguity, part of that is no, we are not saying that Taiwan is China. We still say there is only one China. But, yes, we have a treaty, we have a commitment, a legal commitment to defend Taiwan."
    },
    {
      "speaker": "BAIER",
      "utterance": "But it specifically says no U.S. forces. And Scott Pelley asked twice about U.S. forces defending on Taiwan."
    },
    {
      "speaker": "LIASSON",
      "utterance": "That's right."
    },
    {
      "speaker": "BAIER",
      "utterance": "And he said yes."
    },
    {
      "speaker": "LIASSON",
      "utterance": "I think that the president wants to tell China that it should not make a move on Taiwan any time soon, that it will face tremendous push back both from American weapons sent to Taiwan, and now he's even raising the possibility of American troops."
    },
    {
      "speaker": "BAIER",
      "utterance": "Which is a change in policy. OK, here's \"Politico\" on another part of \"60 Minutes,\" Bill, \"The pandemic is over. Biden's insistence on Sunday night that the pandemic is over caught several of his own health officials by surprise. The declaration was not part of his planned remarks ahead of the \"60 Minutes\" interview.\" When he said that, you referenced then back to the education secretary saying that they were using emergency COVID powers to wipe out student loans just two weeks ago."
    },
    {
      "speaker": "BENNETT",
      "utterance": "Yes, exactly right. The rationale was a national emergency, and the president could invoke this authority under a national emergency. The emergency is over. So this was subject to legal challenge anyway. It seems to me it's a much easier thing to overcome. But what about those teachers in New York and what about those firefighters? What about all these people who have recently been fired or the military people who have been let go because they don't believe there is a pandemic that they need to protect themselves with masks or vaccination? What's he going to do about them? I hope he at least gets the word local officials, to military officials and so on, that the pandemic is over. Ease up, let people have their freedom."
    },
    {
      "speaker": "BAIER",
      "utterance": "I want to turn to the elections, the midterms now, closing in. \"Axios\" has a piece, \"Democrats' midterm reality check. After the Democrats' surge and political momentum over the summer, signs indicate the midterm environment is tilting back in the GOP's direction. The elevation of weak Senate candidates is the biggest political challenge for Republicans in the homestretch.\" If we look, Morgan at a couple of these races, Pennsylvania, for example, if we look at Arizona, Mark Kelly against Blake Masters, that now, according to the average of polls, is within three points, the margin of error. If you look at Ohio, you've got J.D. Vance up a couple of point, again, three points, and New Hampshire now with Bolduc is the GOP opponent closing in, it seems, on incumbent Maggie Hassan. Thoughts?"
    },
    {
      "speaker": "ORTAGUS",
      "utterance": "Rarely are these competitive Senate races blowouts. You typically see them within one to three or four points anyways, so you know that these Senate races are going to be tight going into election night. What we are seeing, I think, is the continued effects of inflation. And this is not something that Republicans are trying to put at the center of the campaign. This is the reality for families around America. Families are paying $460 more a month in basic necessities. \"The Wall Street Journal\" has an excellent piece out today profiling what it's like for average families to have to go to the grocery store to find things that are on sale to be able to cook for dinner. You even have, and this has been discussed obviously on FOX, you even have members of the military that are having to go on food stamps to feed their children. You should not have to sign up to fight for your country, to give your life for your country, and to feed your children with food stamps. That is Kremlin level incompetence. And I think that's why these Republican candidates are doing better. I also think that these newer candidates are gaining their footing. I was with Dr. Oz two weeks ago in Pittsburgh. We spent an hour on national security subjects, deeply in policy with Dave McCormick and former DNI Ratcliffe. And these guys are really impressive. I think this whole narrative that Masters or J.D. or Oz are weak candidates is going to defy the polling and going to defy the results on election night. They are strong candidates."
    },
    {
      "speaker": "BAIER",
      "utterance": "Obviously, Mara, Democrats want to jump on the abortion issue, but do you think it's getting as much traction as originally reported as you look at these different races around the country?"
    },
    {
      "speaker": "LIASSON",
      "utterance": "The way I put it is that abortion turned out to be very strong issue, not the number one issue, which remains inflation. But it is an issue that energized a lot of women, caused a new of registrations among suburban women. So I think it's helped the Democrats. Is it a game changer and it's going to wipe away all the other dynamics and fundamentals that favor the Republicans this year? No. But does it help them? Yes."
    },
    {
      "speaker": "BAIER",
      "utterance": "Bill, in some of these races, some of these GOP candidates are jumping on the education issue, maybe reflecting what happened in Virginia with Governor Youngkin and as he talked about it. But that's a powerful issue this time, too."
    },
    {
      "speaker": "BENNETT",
      "utterance": "Yes, parents and the party of parents, the parent party. Glenn Youngkin showed the way, and a lot of Republicans are following. Look, nothing more important to a parent than the well-being of the children. And when the schools are undermining them or there are worries about what the schools are doing, this takes on critical importance. Perfectly good issue. Number two issue, number three issue, number four issue, doesn't replace inflation. But for years Democrats have owned this issue. And now a majority of Americans think Republicans are better at it. Lo and behold 40 years of work. Good, we got there."
    },
    {
      "speaker": "BAIER",
      "utterance": "All right, panel, thank you very much."
    },
    {
      "speaker": "Copy",
      "utterance": "Content and Programming Copyright 2022 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2022 VIQ Media Transcription, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of VIQ Media Transcription, Inc. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}