{
  "date": "September 22, 2018",
  "headline": "Shapiro reacts to political fight over Kavanaugh accuser",
  "subHeadline": "Ben Shapiro weighs in on Democrats' attempted roadblock of President Trump's Supreme Court nominee.",
  "url": "https://www.foxnews.com/transcript/shapiro-reacts-to-political-fight-over-kavanaugh-accuser",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "JESSE WATTERS, HOST",
      "sentences": "Welcome to \"Watters' World.\" I'm Jesse Watters. High stakes testimony set for next week. President Trump standing by his Supreme Court nominee Brett Kavanaugh and questioning the timing of his accuser's claims.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "I think it's a very sad situation. He's an outstanding person. Why didn't somebody call the FBI 36 years ago. I mean you could also say when did this all happen? What's going on? I have been accommodating. I say let her say what she has to say and let's see how it all comes out. But they've delayed it a week and they have to get on with it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Christine Blasey Ford now says she's willing to testify but under certain conditions, including only members of the committee, no lawyers can question her. Kavanaugh cannot be in the room at the time and Kavanaugh should be questioned first. Huh. To analyze we turn to Ben Shapiro, the editor-in-chief dailywire.com and the host of \"Ben Shapiro Election Special\" debuting tomorrow night at 8:00 p.m. Eastern Time here on Fox News. He joins me now. So Ben, before we get anything under way here. I think we just have to preface this by saying I don't know what happened 35 years ago, you don't know what happened 35 years ago. I believe Ford believes something bad happened that night 35 years ago, whether it's a hazy memory, whether Kavanaugh is lying, she's lying, they both misremembered it or it's a case of mistaken identity.  But with that said, I'd like to hear and what I'm skeptical about now personally is the timing of this whole thing as it came up through August and then September through Feinstein and the people that are running Ford now, you have a professional worker in the Democratic Party advising her. And just the way the Democrats have played this. What say you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BEN SHAPIRO, EDITOR-IN-CHIEF, DAILYWIRE.COM",
      "sentences": "I mean, obviously, one of the questions of credibility goes to the way that this has been handled, not just because there's no other evidence. There are no other accounts of this event happening, there is no contemporaneous accounts of her telling anybody at the time, there's nobody else who has made a similar accusation. There is no time, there is no place. We're missing a bunch of information.  But what that would suggest is that the only evidence, they actually have is this woman's testimony. Well, then she should be pretty eager to testify about this, presumably under oath, and yet, Democrats have been doing their damndest to ensure that she doesn't testify under oath. They've been setting up poison toll conditions for the hearing that just cannot stand. Like that Kavanaugh is supposed to testify before she does. In what situation has the defendant ever testified before a plaintiff?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Never.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "It doesn't work that way. You can't respond to an allegation unless the allegation has actually been made. Beyond that, Dianne Feinstein obviously kept this hidden for weeks. If she actually wanted it investigated, then she should have tried to initiate an investigation or ask for one weeks before this happened. She didn't ask Brett Kavanaugh about it one time during all of the written testimony, during all of the oral testimony, during private meetings. At no time did she raise this issue. And what this makes you think is putting aside the allegations themselves, which, a as you say may be true, may be false, we have no idea at this point. I see no reason to think that she's making things up ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I sure hope not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "But I also don't have any reason to think that she's remembering it exactly the way that it happened, like I just don't know, no one does. And the only other witness to the event, supposedly Mark Judge has denied this ever happened. And Kavanaugh says he had nothing to do with anything. With all of that said - and Kavanaugh, by the way is willing to go under oath, right, which actually makes him more credible in his statement. He's risking perjury on all of this. With all of that said, the Democratic manipulation here suggests that they don't care about truth. They don't care about guilt or innocence. All they care about is the political manipulation involved. And that makes perfect sense. Elizabeth Warren was sending out fundraisers this week in which she was using this allegation to raise money for the Democratic Party.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Not only that ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "That doesn't snap of somebody looking for truth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Democratic Senator Baldwin, Tammy actually was throwing a fundraiser for the attorneys for Dr. Ford until the media found out about it and then they had to cancel the fundraiser very quickly.  And Senator Whitehouse, Democrat also kind of let the cat out of the bag and says, even if he is confirmed, Kavanaugh, afterwards if we retake one of the have houses, we're going to investigate Kavanaugh, we're going to get the FBI involved and potentially impeach him. So when you couple that with the way Feinstein handle this and the people that are now representing Ford, her name is Ricki Seidman, who has been trying to work Republican nominees for three decades and you also have Brian Fallon, who was Hillary Clinton's national spokesperson running an operation - I think they raised $5 million to stop the Kavanaugh nomination.  To me - and when you delete all of your social media right on the eve of this - and I know it has nothing to do with it, but Dr. Ford is a political activist for the Democrats. She's donated to Democrats. She has marched in anti-Trump rallies, signed anti-Trump petitions. The body of evidence there makes me think, I really want to think she's not lying. I really want to think that in my heart. But when you put all of this other stuff out there, it makes me think this is entirely political. And I really hope it's not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "And even if she's remembering exactly the way that it happened. Here's the problem. We cannot have a standard in public discourse or in criminal justice. We cannot have a standard where even the prevalence of the evidence is not stacked up in favor of a particular charge and we believe the charge anyway. We can't just say this woman puts forward an allegation ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "There's literally nothing proper ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, you can't just say \"I believe her\" because she made the allegation. You can say, \"I hear her,\" but why just believe anything anybody tells you? Why? Because she is a woman and we're in the #MeToo Movement? I understand the #MeToo Movement, I get that's an important moment in our history and I agree with it. But it's now gotten to the point of if you make an allegation, you're automatically believed. That means Hillary Clinton has to believe every allegation against her husband, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Exactly. And we have to believe all of the allegations against Keith Ellison. And we have to believe all the allegations against a myriad other members of the Democratic Party. This is a huge issue in terms of how we are going to address these concerns in the future. If the allegation itself is sufficient to take down a nominee, then there cannot be any more nominees. We're not going to have any nominees on either side of the aisle because there's just too much at stake to simply suggest an allegation is proof of itself. That's not how this works.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right, so you have the special election, midterm special coming up, I believe it's 8:00 p.m. Eastern, 5:00 p.m. Pacific Time. That's right in between both football games, so that's the perfect time for everybody to click over and watch Ben. What are you going to talking about this Sunday?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "We're going to talk a lot about Kavanaugh, we're going to be having on Scott Rasmussen to analyze the polls. We'll have a panel and we'll really be breaking down the election impact of what Democrats are trying to do because the truth is, this whole Kavanaugh sham from the Democrats - the allegations may not be a sham, but the way the Democrats have treated it is a sham. That sham is a 2018 get out the vote effort. There's no question that's what they're attempting to do and this all plays into electoral politics in a pretty disgusting way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, Ben, thank you very much. We'll be tuning in on Sunday.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SHAPIRO",
      "sentences": "Thanks a lot.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And speaking of the midterms ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We have midterms coming up. And you remember when we had that great, great election almost two years ago, can you believe it? And do you remember the tears from the fake news media when it was obvious that we were going to win. And you know what? They're still crying. Look at them, they're still crying.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "President Trump hitting the media and electrifying the crowd in Vegas on Thursday. Here to react, the host of \"Lou Dobbs Tonight\" on FBN, Lou Dobbs. All right, so Lou, it looks like he's running on simple messages, making America great again. He has defeated ISIS, record high stock market, jobs, jobs, jobs, and you're going to get a GDP number pretty soon which is going to be pretty good. How do the Democrats respond to that? Just go negative?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LOU DOBBS, ANCHOR, FBN",
      "sentences": "Well, first they puke themselves and secondly, they start all sorts of nonsense trying to stop one of the most distinguished jurists in this country's history. A man of exemplary character and achievement and they make fools of themselves in front of the entire nation. That's what they've done. It may not be a strategy, but it's who they are and I think that this portends very well for the Republicans, despite themselves and certainly, this President who has achieved unprecedented success in less than two years, as he points out as President of the United States.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And the media gives him no credit for all of the success that he has had. And that's just sad because it's just denying the American people the facts, and they're supposed to deliver the facts and they haven't.  Now, an amazing breaking development. Rod Rosenstein, who is the acting Attorney General right now, and remember he was the one that signed off on all of the FISA warrants, and we heard him up on Capitol Hill at the hearing getting a little cocky. \"The New York Times\" has reported that he wanted to wear a wire while he was in there with the president of the United States, surreptitiously record the President of the United States because he didn't like the way things were being handled after the Comey firing and then, even worse, he wanted to rally other administration officials to invoke the 25th Amendment which means he wanted to get a few other people to say this president cannot serve, he's not able to serve, he has to be removed. What do you make of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "Well, again, it's important to remember the context and the time. The context was the firing of James Comey and it was within two weeks of Rosenstein taking the mantle that should have been held by, of course, Jeff Sessions, the Attorney General. This is a man - first of all, it's inconceivable that this man is in charge of the Justice Department.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Absolutely.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "National security issues, law enforcement, this is a man who absolutely broke down, had an emotional breakdown. He lost all sight of his own principles, the Constitution, and reality. He was in a dissociative state as the psychologists say without question. And for him to act in that manner - he denies it. But of course he would.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "This is a man who is a disgrace to the department, and by the way, that's not an easy department to disgrace given the level of corruption throughout - rampant through the leadership of DOJ and the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "This New York Times article is Rod Rosenstein's pink slip. There's no way he can recover from this. The writing is on the wall, Rosenstein is done. He's out of there. You cannot have someone that has talked about secretly recording you as president of the United States and trying to conspire against you to remove you from a duly elected office. It's unbelievable that the story is even out there and that he actually conspired to do this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "But I've said, Jesse, from the time this President was elected, that the only thing that's not fake about fake news are their tears that this man was elected. They are beside themselves. They are aligned with the forces of evil. And by that I mean, the deep state and the radical left of the Democratic Party. And this has to change and it has to be changed and the only man with the courage and the principle and the intelligent vision to do so is the president, President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Right. And Rosenstein is like, \"I was being sarcastic when I was talking about wiring him.\"",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "The hell he was.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, we'll see what happens there. Speaking of deep state, as you mentioned, James O'Keefe has gotten some new videos that we'd like to show you. There are some undercover videos. Fox News cannot independently verify them. But with that said, we are going to show them to you, there are deep state actors - socialists, actual socialists - within the administration. He has dozens of these videos, he says. Here's just one who is work in the State Department. Listen to what this person says.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Just everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STUART KARAFFA, DEPARTMENT OF STATE",
      "sentences": "Everything.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Every level.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARAFFA",
      "sentences": "[Bleep]. I work with the State Department. I mean, I am a civil servant. I'm a union member and all of that good stuff. And now I'm just straight like 8:30 to 5:00. It sort of gives me so much more time and like emotional advantage ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So it's like, so [bleep] said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARAFFA",
      "sentences": "Pretty much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You can do damage with that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KARAFFA",
      "sentences": "I mean, (inaudible) the paper trail. It's impossible to fire a state employee.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So there's a socialist working at the Trump State Department who is saying he's going to F things up and resist and no one can do anything about it because you can't fire me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "It's going to be hard to refute him, and those of you who wonder what happened to all of the communist after the fall of the Soviet Union, I think that a lot of them found their way to employment in the Federal government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, listen, if anybody can fire this guy, it's Donald Trump. You're fired. There it is. Lou, thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOBBS",
      "sentences": "I like it. Great to see you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Hillary Clinton weighing in on the Kavanaugh allegations. Is she the right messenger? Considering her family history. Our ladies debate next. And later, an alien abductee back from the heavens enters \"Watters' World\" Democrats still, still calling for an FBI investigation into allegations of sexual assault committed by Brett Kavanaugh 36 years ago while ignoring calls for investigations into members of their own party. President Trump tweeting, \"Judge Brett Kavanaugh is a fine man with an impeccable reputation who is under assault by radical left-wing politicians who don't want to know the answers. They just want to destroy and delay. Facts don't matter. I go through this with them every single day in DC.\" Joining me now to discuss the Democrat double standard, Republican National Committee spokeswoman, Kayleigh McEnany and the co-host, \"Benson and Harf\" on Fox News Radio, Marie Harf. All right, before we get to this, I want to play some sound from your favorite Democrat, Hillary Clinton, crooked Hillary as she's known and then we can react to that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RACHEL MADDOW, ANCHOR, MSNBC",
      "sentences": "You had concerns at the time, your husband certainly had concerns at the time that he never really had due process to defend himself from allegations like this. Have we learned anything over the years about due process not just for the accusers, but also for the accused?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER FIRST LADY OF THE UNITED STATES",
      "sentences": "Well I think that you have to take each of these situations sort of on their own merits. And what we have today is a process that has been rushed, that has been deliberately opaque. And yes, there should be due process for everyone involved.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I can't believe I'm going to say this, but I agree with Hillary Clinton. We should look at all of these incidents on their merits, and I don't know if Hillary is the right messenger, Marie, for this type of situation, but if someone had accused Bill Clinton back in the day of any sexual misconduct with a lot more evidence than what's going on with Brett Kavanaugh, Hillary Clinton was the hatchet woman that came out and didn't believe the woman, she smeared them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIE HARF, COHOST, BENSON AND HARF",
      "sentences": "Jesse, I think every allegation of sexual assault or harassment or abuse should be investigated. If it's a Democrat like Bill Clinton or a Republican like Donald Trump who is accused. I think that both ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But Hillary Clinton didn't believe that back in ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Well, I don't speak for Hillary Clinton. I speak as a Democrat and someone who believe it's important to take these allegations seriously and to give people due process. The challenge in Washington right now is both sides are just running to their sides of the aisle. The one exception I will say has been Al Franken who was pushed out of the Senate by both Democrats and Republicans saying he should leave, but Republicans tend to sort of soft pedal investigations at that Republicans - or explain them away.  Democrats haven't pushed for investigations on some other allegations on their side. It's just like team sports and no one is willing to just say everything should be investigated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Yes, I think what you're referencing is the Congressman up in Wisconsin who I think wants to run for Attorney General there, Keith Ellison. Is it Wisconsin or ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Minnesota.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Minnesota ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "The Midwest.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And no one believes the woman. No Democrats according to the polls believe the woman that Ellison allegedly abused in some capacity. And there's not a lot of calls for investigations among Democrats for his alleged victim. So Marie is right. It's become team sport politics when it comes to sexual issues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KAYLEIGH MCENANY, REPUBLICAN NATIONAL COMMITTEE SPOKESWOMAN",
      "sentences": "Well, I would disagree because it's Republicans who are saying, \"Yes, we want to accuser to speak. We're giving her a hearing on Monday. We have acquiesced to so many of her demands.\" By contrast, Keith Ellison, this woman who is making the accusation has medical records of where she confessed this. She has confessed to four witnesses simultaneously and has text messages. There is ample evidence, but I haven't heard Kirsten Gillibrand or Mazie Hirono or any of these Democrats like to get on their high horse calling that out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Speaking of Mazie Hirono, the senator from Hawaii, let's listen to some really provocative sound from her.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAZIE HIRONO, US SENATOR, HAWAII, DEMOCRAT",
      "sentences": "I expect the men in this country and the men in this committee and many of them - believe me, because we all signed on to this letter to demand an FBI investigation. But really, guess who is perpetuating all of these kinds of actions. It's the men in the country. And I just want to say to the men in this country, just shut up and step up. Do the right thing for a change.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I'm not going to say anything. She told me to shut up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "Well, for once, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "But I'm not going to listen to her. Let me - can I just say one thing. When there's a Muslim terror attack, everybody says, \"Listen, let's not blame all Muslims for this one attack.\" Yet when one man is accused of something, she wants to blame all men for what's going on. That's not fair.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "I don't think we should blame all men. I will push back on Kayleigh a little bit.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You don't agree with any members of your party, whether it has do with Mazie, with Hillary. Are you sure you're a Democrat?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "There are more members of the Democratic Party than those two, but no, what I would say is a couple of things. First, we pushed Al Franken out. The Democratic Party stood up and they said, \"You need to leave.\" And that was actually a very difficult thing to do. What about all of these Republicans, where were they when Donald Trump was credibly accused by over a dozen women? Were there anyone anyone calling for an investigation then?  So just be very clear about what people do for political reasons. And where we are now in the Kavanaugh hearing is she said he will testify if it's Monday or Wednesday or Thursday of next week, whenever that is, she should do it. I think she should. We should also hear from Mark Judge who was apparently allegedly there as well. We should want to get to the bottom of the truth here. But what you hear Mazie saying, I think, is a reaction to the fact that four decades in this country, women weren't believed and now, finally after #MeToo, they're starting to be believed. But in that process, people still need due process. We're all trying to figure out this country how to do that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well there's a difference between ....",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "It's complicated, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "... believing someone and then listening to what they have to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "Yes, that's exactly right. We will listen. But to be believed, you need to testify before Congress. You need to share details of the allegation. And our party is the one giving her the voice. Where are the Democrats? Where is Sherrod Brown who - there are literally affidavits that had been ....",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "That has been by his ex-wife ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "Women affidavits ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "Over and over and over again.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "He pushed me against the wall in October 11 of 1986.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "That has been debunked by Cory Booker by the way ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Here is the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "What about Donald Trump? He's the President.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Here's the problem that I think we believe is going on in this country when it comes to men being falsely accused. This is a tweet from a woman named Emily Lindin and here is what she had to say. \"Here's an unpopular opinion. I'm actually not at all concerned about innocent men losing their job over false sexual harassment or assault allegations. Sorry if some innocent men's reputation have to take a hit in the process of undoing the patriarchy. That is a price I'm absolutely willing to pay.\" That's the problem with all of this. If this is wrong what's going on with Kavanaugh and for his incorrect - they're falsely accusing a good, good man and they don't care at all if he's innocent or guilty, it's all about the movement. And that's the problem.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "But what if she's not lying? She deserves a right to tell her story her story and she should. And you're naming people many things which have been debunked including Sherrod Brown, but we have not yet reckoned with the fact that sitting in the White House, someone credibly accused ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "No, several of the accusers ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "... credibly accused by over a dozen women, Kayleigh ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "It would make him kind of second one after Bill Clinton who was credibly accused.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MCENANY",
      "sentences": "In defense of the president, several of the accusers mortgages paid off, they were paid some by Democratic lawyers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Guys.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HARF",
      "sentences": "So there's only 12 and not 15 accusations.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "We've got to go. We're willing to hear from them. Thank you. Diamond and Silk have tough words for Snoop Dogg, all right. But up next, Tomi Lahren on sexism in America. Stick around.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MARIANNE RAFFERTY, CORRESPONDENT, FOX NEWS",
      "sentences": "Live from \"America's News Headquarters,\" I'm Marianne Rafferty. After days of back and forth, the woman who accuses Supreme Court nominee Brett Kavanaugh of sexual assault has agreed to tell her story before the senate judiciary committee next week. Attorneys are still hashing out the details of Dr. Christine Blasey Ford's appearance. Sources tell Fox News, she wants to testify on Thursday. Kavanaugh has denied the allegations which date back more than 30 years And a stunning discovery in Tanzania, rescuers there pulling a survivor from a capsized ferry two days after it sank; the accident killed more than 200 people. Reports identifying the man as an engineer who locked himself inside a room with an air pocket. The disaster prompting the Tanzanian President to declare four days of national mourning. I'm Marianne Rafferty, now back to \"Watters' World.\" For you latest headlines, log on to foxnews.com.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "If it seems like the mainstream media has relentlessly used harsh words to describe President Trump, that's because they are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The president described as volcanic, seething tonight.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "President Trump's volcanic eruption behind the scenes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "An angry response from President Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "An angry response in all caps.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The President is still furious.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Seething, and spoiling for a fight ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "A new study by the Media Research Council compiles a list of the most used adjectives to describe the president. Among them, angry, furious and livid. Definitely lashing out, too. Compare that to the overwhelmingly positive praise the media had for Barack Obama.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You're so confident, Mr. President, and so focused.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Confident and assured demeanor, just quite cool under pressure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "His very eloquent way of speaking.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A historic presidency.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Here to react, \"Fox Nation\" host, Tomi Lahren and former Bernie Sander's surrogate and progressive activist, Nomiki Konst. All right, Tomi, come on, we ran the numbers here. Trump is always angry. He's an angry guy. But you've met him before. I've met him before. He never seems angry to me. Why do you think the media always calling him seething and enraged?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMI LAHREN, HOST, FOX NATION",
      "sentences": "Well, I think what they're doing is they are projecting themselves upon the president because if you look at the descriptors they use for Donald Trump ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "They're angry.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAHREN",
      "sentences": "... fuming, outraged, venting - that's basically the Democratic Party and mainstream media all together in one package. That's what you have there and they're still so upset that Donald Trump is their president that they describe him the way that they naturally are.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "That's true. Do you buy into, Nomiki, Tomi's psychological analysis about the press's projection?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NOMIKI KONST, PROGRESSIVE ACTIVIST",
      "sentences": "I do not. Maybe he's nice to you guys because you're nice to him because that's what he likes. He likes yes men. You have people around who are buttering him up all of the time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I just treat people with respect, that's all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KONST",
      "sentences": "You do this. Sparing of you treating me with respect and that's why we can speak to each other cordially. But I think the problem with Donald Trump is that - look at his tweets. He has meltdowns with world leaders on Twitter every day. I mean, this is the guy on \"The Apprentice\" who would yell at people in the boardroom. He's not calm, cool, collected Obama. You didn't see Obama have a meltdown on Twitter. You didn't see Obama have a meltdown ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Hey, Tomi, you know what? I wish Obama had more of a meltdown. He was a little too cool for me. Remember when an American was beheaded overseas and he went out and played golf and fist bumped I like the president a little feisty. When you go into the swamp and you have to flip the table over, he's going to meet a little resistance.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KONST",
      "sentences": "Paper towels ?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So of course, he's a little feisty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KONST",
      "sentences": "Paper towels.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAHREN",
      "sentences": "Also, Nomiki, listen here, you might not like his tweets, but I think we can agree that when it comes to meeting with world leaders, this President has gone above and beyond what your President did in eight years. So let's take a look at that. Maybe his tweets work. Maybe his name calling works. Maybe we didn't elect him to be nice. Maybe we elected him to get things done and guess what? He's doing it which is why the mainstream media is outraged, venting and fuming.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KONST",
      "sentences": "I would ask you to ask the people of Puerto Rico, our fellow citizens about the 5,000-plus deaths that he completely ignored and the paper towels that he threw at them and the fact that his cronies are going in there and making money off of disaster capitalism right now. If that's what you mean by doing things -- exploiting people, treating them like a colony -- I mean, that's a perfect example of how he treats other people and how he gets things done. What has he gotten done there? Not to mention how Angela Merkel feels with him, so I don't know what world leaders are talking about other than Putin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Well, at least, he didn't tap Angela Merkel's cell phone like Barack Obama. All right, let's move on to another subject. This is happening in Alameda, California. Because of the #MeToo Movement, ladies, this is what the school is doing. They are getting rid of the dress code and now the girls in school can basically wear whatever they want. You could wear tank tops, you can wear, you know, what do they call them? Midriff exposing shorts. You can basically wear anything that covers you know where and this is because, I guess girls that were wearing provocative clothes, they were being cracked down upon and they were getting suspended. But we can't do that because of #MeToo. That's just wrong to tell girls how to dress. Tomi, what do you think about that?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAHREN",
      "sentences": "Oh, it's really interesting because I do live in California so I can tell you, you can go to school three-quarters naked, but how dare you use a straw? But furthermore, I am sorry, this might not be politically correct, but if you go to a school dressed like a hoochie, you're going to get treated like a hoochie. That may not be fair to some people, but it's reality. But I am sure Nomiki has a wonderful take on this one.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Nomiki?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KONST",
      "sentences": "I'm sorry, I was laughing at the way that you were describing the midriffs for stuff. But I think, what we should really be talking about here is not the way that women dress and what their - hoochie or no hoochie or how they're being treated. A man decides how they're going to treat a woman based on their own issues. But separate from that, we should be talking about these schools that aren't being funded. I mean, the fact that charter schools and you have hedge funders who are literally ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Of course, Nomiki is running it back to the subject.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KONST",
      "sentences": "And we're talking about midriffs?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, listen ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KONST",
      "sentences": "We have kids who don't even have textbooks and overcrowded school classrooms.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And the textbooks say - they're so biased against conservatives. Ladies, always fun. Great to be. Up next, are Bert and Ernie gay? Are Bert and Ernie gay? Guess who, Diamond and Silk have some thoughts. And then, a man was abducted by aliens. He says he was. And he's here to tell us what happened. Snoop Dogg is back. This time going after President Trump. His supporters and even Kanye west, listen to this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A lot of my fans get mad at me when I talk bad about him, but I think it's safe to say most people in our culture do not ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SNOOP DOGG, AMERICAN RAPPER",
      "sentences": "Well, you need to know that a lot of your fans is racist.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "[Bleep].",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOGG",
      "sentences": "Don't even try to put no cut ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "... I don't even want to put anything around it ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOGG",
      "sentences": "I do. I don't give a [bleep]. I tell them straight up, \"[bleep], if you like that [bleep] racist [bleep].\" Before him, there were no lines. Everybody was everybody. We respected everything. We didn't trip, but [bleep] but when you drew the line [bleep] and start pointing [bleep] and saying let me [bleep]. You and them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If you're just doing it ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DOGG",
      "sentences": "Kanye too, [bleep]. Don't forget about him too. [Bleep] too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Here to react, Diamond and Silk. Ladies, I don't even know what to make of that. Hopefully, they don't get after each other on the streets. What do you think? East Coast West Coast, do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND, VIDEO BLOGGER",
      "sentences": "Well, you know, you have to understand that Snoop Dogg sometimes, he'd be on that old weed. This has been the last day he smoked that stuff and he may have been out of his mind. What you've got to understand is this here, a lot of people like him is upset that people -black people are leaving what we call that Democratic plantation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILK, VIDEO BLOGGER",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "Black people like the fact they have more economic opportunity, they can go and pick and choose whatever job they want and they have more money in their pocket.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILK",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "And so they're going to be voting Republican. And that's what he's upset about.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILK",
      "sentences": "And we look at Snoop Dogg as one of the main gate keepers of the Democratic plantation. He's the one closest to the fields and he don't want to see nobody leaving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, this is an interesting story. Someone was going through a Taco Bell drive through, right, and they were just trying to order a chalupa or a burrito or whatever. And the person taking the order only spoke Spanish and was kind of giving the English speaker a hard time. Watch this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You have a manager here? She's doing this on purpose. You see this. Nobody here speak English, nobody in the back speak English?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No. No.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So you can't take my order? You won't understand what I'm saying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "She's calling the police.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She's calling the police? I'm trying to order and she's telling me I can't order because she don't speak English. Who's wrong? What did I do wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Wow, and the woman who wasn't serving this person who spoke English got fired because of this that. What do you guys think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "She should have been fired. On our money is \"In God We Trust\" in English. The most spoken language here in the United States is English. So when you come to this country, you must know English if you're going to work in these restaurants like Taco Bell, so that you can service people that speak English. I don't care about you speaking your second language Spanish, but you have to know how to speak the language, English.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILK",
      "sentences": "And the lady is a liar. Because at the end of that video, the lady asked for her name and the one that said she didn't speak English told her name.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I don't even understand why there's a language barrier. I mean, taco is taco in English and Spanish.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "Empanada ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "You can say \"two tacos\" and go like that. All right. Listen. Big controversy surrounding Bert and Ernie. I can't believe I'm doing this segment, but I am. I guess there's been rumors that Bert and Ernie were gay for a very long time. And the writer came out with a statement and he said this. \"I always felt that without a huge agenda when I was writing Bert and Ernie, they were gay. I didn't have any other way to contextualize them. The other thing was more than one person referred to Arnie and I as Bert and Ernie.\" I guess, Arnie is his partner. And so, Sesame Street had to come out and respond to this and this is what Sesame Street said, \"Sesame Street has always stood for inclusion and acceptance. It's a place where people of all cultures and backgrounds are welcome. Bert and Ernie were created to be best friends and to teach young children that people can get along with those who are very different from themselves.\" I never even thought about whether Bert and Ernie were gay, but I guess this is a big story. Diamond and Silk, what's your feeling about Bert and Ernie?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "Well, listen, we grew up watching Sesame Street and so we thought, one was the father and one was the son. We didn't care less. Listen, I don't like the fact that they are trying to over sexualize our cartoons. Leave that to other people. Let children be young and just ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILK",
      "sentences": "Be children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "Yes, and stop trying to over sexualize and identify - this person is this sexual orientation and that person is that sexual orientation. Let's leave it to the children's imagination and keep it moving.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILK",
      "sentences": "And leave Ernie and Bert alone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I do know one thing know. Oscar the Grouch, definitely a liberal.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DIAMOND",
      "sentences": "Okay ...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Ladies, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "SILK",
      "sentences": "Thank you for having us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Now a man abducted by aliens from another world bravely enters \"Watters' World.\" That's next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TOMMY LEE JONES, AMERICAN ACTOR",
      "sentences": "You're under arrest for violating Section 4153 of the Tyco Treaty.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WILL SMITH, AMERICAN ACTOR",
      "sentences": "So hand over whatever galaxy you might be carrying and step away from your busted ass vehicle and put your hands on your head.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Stories of UFO sightings and alien abductions date back centuries. And unless President Trump declassifies the Area 51 files, rumors of aliens and the Men in Black who protect us will always remain. But my next guest says the rumors are true because he says he was abducted by aliens 45 years ago. Calvin Parker joins me now. All right, so Calvin, just so I understand this and we'll make it easy for the audience to understand, you claim you were abducted when you were with a friend 45 years ago and now that your friend has unfortunately passed away, you feel comfortable sharing it because he didn't want to really go too public with it. But let's start from the beginning. You were walking where and what happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CALVIN PARKER, ALLEGED ALIEN ABDUCTEE",
      "sentences": "We were fishing. We actually got off work in Pascagoula, Mississippi and was fishing at the old shop - shipyard and that's where something came in from behind us. I'm not for sure if it was aliens or what it was, but I'm just assuming it was. And they landed behind us and three of them got out and took - two of them got a hold of Charlie and one got a hold of myself and took us aboard.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "One second. Okay, so when they were coming down, what were they in? Were they in some sort of spacecraft?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKER",
      "sentences": "Well, no. I was facing the river and we'd just seen some lights behind us. So when we turned around, the light got so bright and they was already there. We didn't even hear them land. That was probably the length of a football field behind us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "So what did they look like when they came into your line of vision?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKER",
      "sentences": "Well, they had kind of gray wrinkled skin like an elephant or a manatee or something. And then when we got on board, one looked a little, you know, a little more like a human than an elephant like that. But kind of female looking creature.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Okay. So maybe a female alien. And then they - what did they do to you when they took you up in space or wherever they took you?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKER",
      "sentences": "Well, when I was aboard the ship, the female reached and run her finger down my throat and tried to mess with my nasal cavity, looked in any nose. And there was something that come out of the ceiling and it just clicked about four times and I figured it was like an x-ray or something, whatever they used. And it went back up in the ceiling. Then she summons the big ugly one that come got me, he took me back outside and sat me down at the river.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Okay, were you terrified? How did you feel when you were being - I wouldn't - maybe \"probed\" is the wrong word but examined by the female alien?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKER",
      "sentences": "I was scared. I was naturally afraid. And I think they gave us an injection of some kind when they got us and that's what we assumed when we got to the hospital the next day. Then they took us to Kaiser to check us for radiation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "And you say you passed a polygraph test. Is that true?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKER",
      "sentences": "I did a polygraph, a voice stress test. There was eyewitnesses to this account.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "I mean Dr. Ford from the top of the show also passed a polygraph. So I don't know what to make of to make of that. All right, listen, Calvin, I appreciate you coming on and telling us your story. And I wish you the best of luck in life. It sounds like you're doing just fine. And you know, if they ever come get you again, tell them to come visit \"Watters' World\" all right? I'm ready to receive them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKER",
      "sentences": "I will. You know, if anybody has a doubt about the credibility of the story, they'll read the book, \"Pascagoula: The Closest Encounter: My Story\" Calvin Parker, it's documented, and every little thing in that book is documented.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "All right, well, Calvin, I'm glad you came on to \"Watters' World\" and thanks for sharing your story. Appreciate it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PARKER",
      "sentences": "Thank you for having me. Thank you, Jesse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WATTERS",
      "sentences": "Up next, a special mug shot mania in tonight's \"Last Call.\" Time now for \"Last Call\" with a special edition of mug shot mania. First up, huffing gone wrong. This West Virginia man was taken into custody last week for allegedly beating his mother with a spatula after getting high off of a can of spray paint. He looks like the tin man. Get a heart. Don't attack your mom. And stay away from the paint. Heading now to Texas where a 36-year-old man was arrested for allegedly stealing some merchandise from a local thrift store. Apparently, proud of his accomplishments, Sean Melonakos flashed his pearly whites for the mug shot. Wow. Quite pearly indeed. And then there's this guy, Noel Dawson, who was arrested in Toledo, Ohio for swinging a hatchet at a family member. Fortunately, he's got bad aim. He missed the guy, but left a huge dent in the truck instead. Last but not least, Michael Dwayne Johnson aka, \"the produce pervert\" arrested at a Virginia grocery store for reportedly pulling his pant down and rubbing his bare backside on some fruit before putting it back on the shelf. I think I'm having steak for dinner tonight. Hold the salad. That's all for us tonight. Be sure to follow me on Facebook, Instagram and Twitter. \"Justice With Judge Jeanine\" is next, and remember, I'm Watters and this is my world. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JESSE WATTERS, HOST",
      "utterance": "Welcome to \"Watters' World.\" I'm Jesse Watters. High stakes testimony set for next week. President Trump standing by his Supreme Court nominee Brett Kavanaugh and questioning the timing of his accuser's claims."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "I think it's a very sad situation. He's an outstanding person. Why didn't somebody call the FBI 36 years ago. I mean you could also say when did this all happen? What's going on? I have been accommodating. I say let her say what she has to say and let's see how it all comes out. But they've delayed it a week and they have to get on with it."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Christine Blasey Ford now says she's willing to testify but under certain conditions, including only members of the committee, no lawyers can question her. Kavanaugh cannot be in the room at the time and Kavanaugh should be questioned first. Huh. To analyze we turn to Ben Shapiro, the editor-in-chief dailywire.com and the host of \"Ben Shapiro Election Special\" debuting tomorrow night at 8:00 p.m. Eastern Time here on Fox News. He joins me now. So Ben, before we get anything under way here. I think we just have to preface this by saying I don't know what happened 35 years ago, you don't know what happened 35 years ago. I believe Ford believes something bad happened that night 35 years ago, whether it's a hazy memory, whether Kavanaugh is lying, she's lying, they both misremembered it or it's a case of mistaken identity. But with that said, I'd like to hear and what I'm skeptical about now personally is the timing of this whole thing as it came up through August and then September through Feinstein and the people that are running Ford now, you have a professional worker in the Democratic Party advising her. And just the way the Democrats have played this. What say you?"
    },
    {
      "speaker": "BEN SHAPIRO, EDITOR-IN-CHIEF, DAILYWIRE.COM",
      "utterance": "I mean, obviously, one of the questions of credibility goes to the way that this has been handled, not just because there's no other evidence. There are no other accounts of this event happening, there is no contemporaneous accounts of her telling anybody at the time, there's nobody else who has made a similar accusation. There is no time, there is no place. We're missing a bunch of information. But what that would suggest is that the only evidence, they actually have is this woman's testimony. Well, then she should be pretty eager to testify about this, presumably under oath, and yet, Democrats have been doing their damndest to ensure that she doesn't testify under oath. They've been setting up poison toll conditions for the hearing that just cannot stand. Like that Kavanaugh is supposed to testify before she does. In what situation has the defendant ever testified before a plaintiff?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Never."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "It doesn't work that way. You can't respond to an allegation unless the allegation has actually been made. Beyond that, Dianne Feinstein obviously kept this hidden for weeks. If she actually wanted it investigated, then she should have tried to initiate an investigation or ask for one weeks before this happened. She didn't ask Brett Kavanaugh about it one time during all of the written testimony, during all of the oral testimony, during private meetings. At no time did she raise this issue. And what this makes you think is putting aside the allegations themselves, which, a as you say may be true, may be false, we have no idea at this point. I see no reason to think that she's making things up ..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I sure hope not."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "But I also don't have any reason to think that she's remembering it exactly the way that it happened, like I just don't know, no one does. And the only other witness to the event, supposedly Mark Judge has denied this ever happened. And Kavanaugh says he had nothing to do with anything. With all of that said - and Kavanaugh, by the way is willing to go under oath, right, which actually makes him more credible in his statement. He's risking perjury on all of this. With all of that said, the Democratic manipulation here suggests that they don't care about truth. They don't care about guilt or innocence. All they care about is the political manipulation involved. And that makes perfect sense. Elizabeth Warren was sending out fundraisers this week in which she was using this allegation to raise money for the Democratic Party."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Not only that ..."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "That doesn't snap of somebody looking for truth."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Democratic Senator Baldwin, Tammy actually was throwing a fundraiser for the attorneys for Dr. Ford until the media found out about it and then they had to cancel the fundraiser very quickly. And Senator Whitehouse, Democrat also kind of let the cat out of the bag and says, even if he is confirmed, Kavanaugh, afterwards if we retake one of the have houses, we're going to investigate Kavanaugh, we're going to get the FBI involved and potentially impeach him. So when you couple that with the way Feinstein handle this and the people that are now representing Ford, her name is Ricki Seidman, who has been trying to work Republican nominees for three decades and you also have Brian Fallon, who was Hillary Clinton's national spokesperson running an operation - I think they raised $5 million to stop the Kavanaugh nomination. To me - and when you delete all of your social media right on the eve of this - and I know it has nothing to do with it, but Dr. Ford is a political activist for the Democrats. She's donated to Democrats. She has marched in anti-Trump rallies, signed anti-Trump petitions. The body of evidence there makes me think, I really want to think she's not lying. I really want to think that in my heart. But when you put all of this other stuff out there, it makes me think this is entirely political. And I really hope it's not."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "And even if she's remembering exactly the way that it happened. Here's the problem. We cannot have a standard in public discourse or in criminal justice. We cannot have a standard where even the prevalence of the evidence is not stacked up in favor of a particular charge and we believe the charge anyway. We can't just say this woman puts forward an allegation ..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "There's literally nothing proper ..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, you can't just say \"I believe her\" because she made the allegation. You can say, \"I hear her,\" but why just believe anything anybody tells you? Why? Because she is a woman and we're in the #MeToo Movement? I understand the #MeToo Movement, I get that's an important moment in our history and I agree with it. But it's now gotten to the point of if you make an allegation, you're automatically believed. That means Hillary Clinton has to believe every allegation against her husband, right?"
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Exactly. And we have to believe all of the allegations against Keith Ellison. And we have to believe all the allegations against a myriad other members of the Democratic Party. This is a huge issue in terms of how we are going to address these concerns in the future. If the allegation itself is sufficient to take down a nominee, then there cannot be any more nominees. We're not going to have any nominees on either side of the aisle because there's just too much at stake to simply suggest an allegation is proof of itself. That's not how this works."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right, so you have the special election, midterm special coming up, I believe it's 8:00 p.m. Eastern, 5:00 p.m. Pacific Time. That's right in between both football games, so that's the perfect time for everybody to click over and watch Ben. What are you going to talking about this Sunday?"
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "We're going to talk a lot about Kavanaugh, we're going to be having on Scott Rasmussen to analyze the polls. We'll have a panel and we'll really be breaking down the election impact of what Democrats are trying to do because the truth is, this whole Kavanaugh sham from the Democrats - the allegations may not be a sham, but the way the Democrats have treated it is a sham. That sham is a 2018 get out the vote effort. There's no question that's what they're attempting to do and this all plays into electoral politics in a pretty disgusting way."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, Ben, thank you very much. We'll be tuning in on Sunday."
    },
    {
      "speaker": "SHAPIRO",
      "utterance": "Thanks a lot."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And speaking of the midterms ..."
    },
    {
      "speaker": "TRUMP",
      "utterance": "We have midterms coming up. And you remember when we had that great, great election almost two years ago, can you believe it? And do you remember the tears from the fake news media when it was obvious that we were going to win. And you know what? They're still crying. Look at them, they're still crying."
    },
    {
      "speaker": "WATTERS",
      "utterance": "President Trump hitting the media and electrifying the crowd in Vegas on Thursday. Here to react, the host of \"Lou Dobbs Tonight\" on FBN, Lou Dobbs. All right, so Lou, it looks like he's running on simple messages, making America great again. He has defeated ISIS, record high stock market, jobs, jobs, jobs, and you're going to get a GDP number pretty soon which is going to be pretty good. How do the Democrats respond to that? Just go negative?"
    },
    {
      "speaker": "LOU DOBBS, ANCHOR, FBN",
      "utterance": "Well, first they puke themselves and secondly, they start all sorts of nonsense trying to stop one of the most distinguished jurists in this country's history. A man of exemplary character and achievement and they make fools of themselves in front of the entire nation. That's what they've done. It may not be a strategy, but it's who they are and I think that this portends very well for the Republicans, despite themselves and certainly, this President who has achieved unprecedented success in less than two years, as he points out as President of the United States."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And the media gives him no credit for all of the success that he has had. And that's just sad because it's just denying the American people the facts, and they're supposed to deliver the facts and they haven't. Now, an amazing breaking development. Rod Rosenstein, who is the acting Attorney General right now, and remember he was the one that signed off on all of the FISA warrants, and we heard him up on Capitol Hill at the hearing getting a little cocky. \"The New York Times\" has reported that he wanted to wear a wire while he was in there with the president of the United States, surreptitiously record the President of the United States because he didn't like the way things were being handled after the Comey firing and then, even worse, he wanted to rally other administration officials to invoke the 25th Amendment which means he wanted to get a few other people to say this president cannot serve, he's not able to serve, he has to be removed. What do you make of this?"
    },
    {
      "speaker": "DOBBS",
      "utterance": "Well, again, it's important to remember the context and the time. The context was the firing of James Comey and it was within two weeks of Rosenstein taking the mantle that should have been held by, of course, Jeff Sessions, the Attorney General. This is a man - first of all, it's inconceivable that this man is in charge of the Justice Department."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Absolutely."
    },
    {
      "speaker": "DOBBS",
      "utterance": "National security issues, law enforcement, this is a man who absolutely broke down, had an emotional breakdown. He lost all sight of his own principles, the Constitution, and reality. He was in a dissociative state as the psychologists say without question. And for him to act in that manner - he denies it. But of course he would."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right."
    },
    {
      "speaker": "DOBBS",
      "utterance": "This is a man who is a disgrace to the department, and by the way, that's not an easy department to disgrace given the level of corruption throughout - rampant through the leadership of DOJ and the FBI."
    },
    {
      "speaker": "WATTERS",
      "utterance": "This New York Times article is Rod Rosenstein's pink slip. There's no way he can recover from this. The writing is on the wall, Rosenstein is done. He's out of there. You cannot have someone that has talked about secretly recording you as president of the United States and trying to conspire against you to remove you from a duly elected office. It's unbelievable that the story is even out there and that he actually conspired to do this."
    },
    {
      "speaker": "DOBBS",
      "utterance": "But I've said, Jesse, from the time this President was elected, that the only thing that's not fake about fake news are their tears that this man was elected. They are beside themselves. They are aligned with the forces of evil. And by that I mean, the deep state and the radical left of the Democratic Party. And this has to change and it has to be changed and the only man with the courage and the principle and the intelligent vision to do so is the president, President Trump."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Right. And Rosenstein is like, \"I was being sarcastic when I was talking about wiring him.\""
    },
    {
      "speaker": "DOBBS",
      "utterance": "The hell he was."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, we'll see what happens there. Speaking of deep state, as you mentioned, James O'Keefe has gotten some new videos that we'd like to show you. There are some undercover videos. Fox News cannot independently verify them. But with that said, we are going to show them to you, there are deep state actors - socialists, actual socialists - within the administration. He has dozens of these videos, he says. Here's just one who is work in the State Department. Listen to what this person says."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Just everything."
    },
    {
      "speaker": "STUART KARAFFA, DEPARTMENT OF STATE",
      "utterance": "Everything."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Every level."
    },
    {
      "speaker": "KARAFFA",
      "utterance": "[Bleep]. I work with the State Department. I mean, I am a civil servant. I'm a union member and all of that good stuff. And now I'm just straight like 8:30 to 5:00. It sort of gives me so much more time and like emotional advantage ..."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "So it's like, so [bleep] said."
    },
    {
      "speaker": "KARAFFA",
      "utterance": "Pretty much."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You can do damage with that."
    },
    {
      "speaker": "KARAFFA",
      "utterance": "I mean, (inaudible) the paper trail. It's impossible to fire a state employee."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So there's a socialist working at the Trump State Department who is saying he's going to F things up and resist and no one can do anything about it because you can't fire me."
    },
    {
      "speaker": "DOBBS",
      "utterance": "It's going to be hard to refute him, and those of you who wonder what happened to all of the communist after the fall of the Soviet Union, I think that a lot of them found their way to employment in the Federal government."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, listen, if anybody can fire this guy, it's Donald Trump. You're fired. There it is. Lou, thank you."
    },
    {
      "speaker": "DOBBS",
      "utterance": "I like it. Great to see you."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Hillary Clinton weighing in on the Kavanaugh allegations. Is she the right messenger? Considering her family history. Our ladies debate next. And later, an alien abductee back from the heavens enters \"Watters' World\" Democrats still, still calling for an FBI investigation into allegations of sexual assault committed by Brett Kavanaugh 36 years ago while ignoring calls for investigations into members of their own party. President Trump tweeting, \"Judge Brett Kavanaugh is a fine man with an impeccable reputation who is under assault by radical left-wing politicians who don't want to know the answers. They just want to destroy and delay. Facts don't matter. I go through this with them every single day in DC.\" Joining me now to discuss the Democrat double standard, Republican National Committee spokeswoman, Kayleigh McEnany and the co-host, \"Benson and Harf\" on Fox News Radio, Marie Harf. All right, before we get to this, I want to play some sound from your favorite Democrat, Hillary Clinton, crooked Hillary as she's known and then we can react to that."
    },
    {
      "speaker": "RACHEL MADDOW, ANCHOR, MSNBC",
      "utterance": "You had concerns at the time, your husband certainly had concerns at the time that he never really had due process to defend himself from allegations like this. Have we learned anything over the years about due process not just for the accusers, but also for the accused?"
    },
    {
      "speaker": "HILLARY CLINTON, FORMER FIRST LADY OF THE UNITED STATES",
      "utterance": "Well I think that you have to take each of these situations sort of on their own merits. And what we have today is a process that has been rushed, that has been deliberately opaque. And yes, there should be due process for everyone involved."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I can't believe I'm going to say this, but I agree with Hillary Clinton. We should look at all of these incidents on their merits, and I don't know if Hillary is the right messenger, Marie, for this type of situation, but if someone had accused Bill Clinton back in the day of any sexual misconduct with a lot more evidence than what's going on with Brett Kavanaugh, Hillary Clinton was the hatchet woman that came out and didn't believe the woman, she smeared them."
    },
    {
      "speaker": "MARIE HARF, COHOST, BENSON AND HARF",
      "utterance": "Jesse, I think every allegation of sexual assault or harassment or abuse should be investigated. If it's a Democrat like Bill Clinton or a Republican like Donald Trump who is accused. I think that both ..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But Hillary Clinton didn't believe that back in ..."
    },
    {
      "speaker": "HARF",
      "utterance": "Well, I don't speak for Hillary Clinton. I speak as a Democrat and someone who believe it's important to take these allegations seriously and to give people due process. The challenge in Washington right now is both sides are just running to their sides of the aisle. The one exception I will say has been Al Franken who was pushed out of the Senate by both Democrats and Republicans saying he should leave, but Republicans tend to sort of soft pedal investigations at that Republicans - or explain them away. Democrats haven't pushed for investigations on some other allegations on their side. It's just like team sports and no one is willing to just say everything should be investigated."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Yes, I think what you're referencing is the Congressman up in Wisconsin who I think wants to run for Attorney General there, Keith Ellison. Is it Wisconsin or ..."
    },
    {
      "speaker": "HARF",
      "utterance": "Minnesota."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Minnesota ..."
    },
    {
      "speaker": "HARF",
      "utterance": "The Midwest."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And no one believes the woman. No Democrats according to the polls believe the woman that Ellison allegedly abused in some capacity. And there's not a lot of calls for investigations among Democrats for his alleged victim. So Marie is right. It's become team sport politics when it comes to sexual issues."
    },
    {
      "speaker": "KAYLEIGH MCENANY, REPUBLICAN NATIONAL COMMITTEE SPOKESWOMAN",
      "utterance": "Well, I would disagree because it's Republicans who are saying, \"Yes, we want to accuser to speak. We're giving her a hearing on Monday. We have acquiesced to so many of her demands.\" By contrast, Keith Ellison, this woman who is making the accusation has medical records of where she confessed this. She has confessed to four witnesses simultaneously and has text messages. There is ample evidence, but I haven't heard Kirsten Gillibrand or Mazie Hirono or any of these Democrats like to get on their high horse calling that out."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Speaking of Mazie Hirono, the senator from Hawaii, let's listen to some really provocative sound from her."
    },
    {
      "speaker": "MAZIE HIRONO, US SENATOR, HAWAII, DEMOCRAT",
      "utterance": "I expect the men in this country and the men in this committee and many of them - believe me, because we all signed on to this letter to demand an FBI investigation. But really, guess who is perpetuating all of these kinds of actions. It's the men in the country. And I just want to say to the men in this country, just shut up and step up. Do the right thing for a change."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I'm not going to say anything. She told me to shut up."
    },
    {
      "speaker": "MCENANY",
      "utterance": "Well, for once, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "But I'm not going to listen to her. Let me - can I just say one thing. When there's a Muslim terror attack, everybody says, \"Listen, let's not blame all Muslims for this one attack.\" Yet when one man is accused of something, she wants to blame all men for what's going on. That's not fair."
    },
    {
      "speaker": "HARF",
      "utterance": "I don't think we should blame all men. I will push back on Kayleigh a little bit."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You don't agree with any members of your party, whether it has do with Mazie, with Hillary. Are you sure you're a Democrat?"
    },
    {
      "speaker": "HARF",
      "utterance": "There are more members of the Democratic Party than those two, but no, what I would say is a couple of things. First, we pushed Al Franken out. The Democratic Party stood up and they said, \"You need to leave.\" And that was actually a very difficult thing to do. What about all of these Republicans, where were they when Donald Trump was credibly accused by over a dozen women? Were there anyone anyone calling for an investigation then? So just be very clear about what people do for political reasons. And where we are now in the Kavanaugh hearing is she said he will testify if it's Monday or Wednesday or Thursday of next week, whenever that is, she should do it. I think she should. We should also hear from Mark Judge who was apparently allegedly there as well. We should want to get to the bottom of the truth here. But what you hear Mazie saying, I think, is a reaction to the fact that four decades in this country, women weren't believed and now, finally after #MeToo, they're starting to be believed. But in that process, people still need due process. We're all trying to figure out this country how to do that."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well there's a difference between ...."
    },
    {
      "speaker": "HARF",
      "utterance": "It's complicated, right?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "... believing someone and then listening to what they have to say."
    },
    {
      "speaker": "MCENANY",
      "utterance": "Yes, that's exactly right. We will listen. But to be believed, you need to testify before Congress. You need to share details of the allegation. And our party is the one giving her the voice. Where are the Democrats? Where is Sherrod Brown who - there are literally affidavits that had been ...."
    },
    {
      "speaker": "HARF",
      "utterance": "That has been by his ex-wife ..."
    },
    {
      "speaker": "MCENANY",
      "utterance": "Women affidavits ..."
    },
    {
      "speaker": "HARF",
      "utterance": "Over and over and over again."
    },
    {
      "speaker": "MCENANY",
      "utterance": "He pushed me against the wall in October 11 of 1986."
    },
    {
      "speaker": "HARF",
      "utterance": "That has been debunked by Cory Booker by the way ..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Here is the problem."
    },
    {
      "speaker": "HARF",
      "utterance": "What about Donald Trump? He's the President."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Here's the problem that I think we believe is going on in this country when it comes to men being falsely accused. This is a tweet from a woman named Emily Lindin and here is what she had to say. \"Here's an unpopular opinion. I'm actually not at all concerned about innocent men losing their job over false sexual harassment or assault allegations. Sorry if some innocent men's reputation have to take a hit in the process of undoing the patriarchy. That is a price I'm absolutely willing to pay.\" That's the problem with all of this. If this is wrong what's going on with Kavanaugh and for his incorrect - they're falsely accusing a good, good man and they don't care at all if he's innocent or guilty, it's all about the movement. And that's the problem."
    },
    {
      "speaker": "HARF",
      "utterance": "But what if she's not lying? She deserves a right to tell her story her story and she should. And you're naming people many things which have been debunked including Sherrod Brown, but we have not yet reckoned with the fact that sitting in the White House, someone credibly accused ..."
    },
    {
      "speaker": "MCENANY",
      "utterance": "No, several of the accusers ..."
    },
    {
      "speaker": "HARF",
      "utterance": "... credibly accused by over a dozen women, Kayleigh ..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "It would make him kind of second one after Bill Clinton who was credibly accused."
    },
    {
      "speaker": "MCENANY",
      "utterance": "In defense of the president, several of the accusers mortgages paid off, they were paid some by Democratic lawyers."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Guys."
    },
    {
      "speaker": "HARF",
      "utterance": "So there's only 12 and not 15 accusations."
    },
    {
      "speaker": "WATTERS",
      "utterance": "We've got to go. We're willing to hear from them. Thank you. Diamond and Silk have tough words for Snoop Dogg, all right. But up next, Tomi Lahren on sexism in America. Stick around."
    },
    {
      "speaker": "MARIANNE RAFFERTY, CORRESPONDENT, FOX NEWS",
      "utterance": "Live from \"America's News Headquarters,\" I'm Marianne Rafferty. After days of back and forth, the woman who accuses Supreme Court nominee Brett Kavanaugh of sexual assault has agreed to tell her story before the senate judiciary committee next week. Attorneys are still hashing out the details of Dr. Christine Blasey Ford's appearance. Sources tell Fox News, she wants to testify on Thursday. Kavanaugh has denied the allegations which date back more than 30 years And a stunning discovery in Tanzania, rescuers there pulling a survivor from a capsized ferry two days after it sank; the accident killed more than 200 people. Reports identifying the man as an engineer who locked himself inside a room with an air pocket. The disaster prompting the Tanzanian President to declare four days of national mourning. I'm Marianne Rafferty, now back to \"Watters' World.\" For you latest headlines, log on to foxnews.com."
    },
    {
      "speaker": "WATTERS",
      "utterance": "If it seems like the mainstream media has relentlessly used harsh words to describe President Trump, that's because they are."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The president described as volcanic, seething tonight."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "President Trump's volcanic eruption behind the scenes."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "An angry response from President Trump."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "An angry response in all caps."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "The President is still furious."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Seething, and spoiling for a fight ..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "A new study by the Media Research Council compiles a list of the most used adjectives to describe the president. Among them, angry, furious and livid. Definitely lashing out, too. Compare that to the overwhelmingly positive praise the media had for Barack Obama."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You're so confident, Mr. President, and so focused."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Confident and assured demeanor, just quite cool under pressure."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "His very eloquent way of speaking."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "A historic presidency."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Here to react, \"Fox Nation\" host, Tomi Lahren and former Bernie Sander's surrogate and progressive activist, Nomiki Konst. All right, Tomi, come on, we ran the numbers here. Trump is always angry. He's an angry guy. But you've met him before. I've met him before. He never seems angry to me. Why do you think the media always calling him seething and enraged?"
    },
    {
      "speaker": "TOMI LAHREN, HOST, FOX NATION",
      "utterance": "Well, I think what they're doing is they are projecting themselves upon the president because if you look at the descriptors they use for Donald Trump ..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "They're angry."
    },
    {
      "speaker": "LAHREN",
      "utterance": "... fuming, outraged, venting - that's basically the Democratic Party and mainstream media all together in one package. That's what you have there and they're still so upset that Donald Trump is their president that they describe him the way that they naturally are."
    },
    {
      "speaker": "WATTERS",
      "utterance": "That's true. Do you buy into, Nomiki, Tomi's psychological analysis about the press's projection?"
    },
    {
      "speaker": "NOMIKI KONST, PROGRESSIVE ACTIVIST",
      "utterance": "I do not. Maybe he's nice to you guys because you're nice to him because that's what he likes. He likes yes men. You have people around who are buttering him up all of the time."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I just treat people with respect, that's all."
    },
    {
      "speaker": "KONST",
      "utterance": "You do this. Sparing of you treating me with respect and that's why we can speak to each other cordially. But I think the problem with Donald Trump is that - look at his tweets. He has meltdowns with world leaders on Twitter every day. I mean, this is the guy on \"The Apprentice\" who would yell at people in the boardroom. He's not calm, cool, collected Obama. You didn't see Obama have a meltdown on Twitter. You didn't see Obama have a meltdown ..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Hey, Tomi, you know what? I wish Obama had more of a meltdown. He was a little too cool for me. Remember when an American was beheaded overseas and he went out and played golf and fist bumped I like the president a little feisty. When you go into the swamp and you have to flip the table over, he's going to meet a little resistance."
    },
    {
      "speaker": "KONST",
      "utterance": "Paper towels ?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "So of course, he's a little feisty."
    },
    {
      "speaker": "KONST",
      "utterance": "Paper towels."
    },
    {
      "speaker": "LAHREN",
      "utterance": "Also, Nomiki, listen here, you might not like his tweets, but I think we can agree that when it comes to meeting with world leaders, this President has gone above and beyond what your President did in eight years. So let's take a look at that. Maybe his tweets work. Maybe his name calling works. Maybe we didn't elect him to be nice. Maybe we elected him to get things done and guess what? He's doing it which is why the mainstream media is outraged, venting and fuming."
    },
    {
      "speaker": "KONST",
      "utterance": "I would ask you to ask the people of Puerto Rico, our fellow citizens about the 5,000-plus deaths that he completely ignored and the paper towels that he threw at them and the fact that his cronies are going in there and making money off of disaster capitalism right now. If that's what you mean by doing things -- exploiting people, treating them like a colony -- I mean, that's a perfect example of how he treats other people and how he gets things done. What has he gotten done there? Not to mention how Angela Merkel feels with him, so I don't know what world leaders are talking about other than Putin."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Well, at least, he didn't tap Angela Merkel's cell phone like Barack Obama. All right, let's move on to another subject. This is happening in Alameda, California. Because of the #MeToo Movement, ladies, this is what the school is doing. They are getting rid of the dress code and now the girls in school can basically wear whatever they want. You could wear tank tops, you can wear, you know, what do they call them? Midriff exposing shorts. You can basically wear anything that covers you know where and this is because, I guess girls that were wearing provocative clothes, they were being cracked down upon and they were getting suspended. But we can't do that because of #MeToo. That's just wrong to tell girls how to dress. Tomi, what do you think about that?"
    },
    {
      "speaker": "LAHREN",
      "utterance": "Oh, it's really interesting because I do live in California so I can tell you, you can go to school three-quarters naked, but how dare you use a straw? But furthermore, I am sorry, this might not be politically correct, but if you go to a school dressed like a hoochie, you're going to get treated like a hoochie. That may not be fair to some people, but it's reality. But I am sure Nomiki has a wonderful take on this one."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Nomiki?"
    },
    {
      "speaker": "KONST",
      "utterance": "I'm sorry, I was laughing at the way that you were describing the midriffs for stuff. But I think, what we should really be talking about here is not the way that women dress and what their - hoochie or no hoochie or how they're being treated. A man decides how they're going to treat a woman based on their own issues. But separate from that, we should be talking about these schools that aren't being funded. I mean, the fact that charter schools and you have hedge funders who are literally ..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Of course, Nomiki is running it back to the subject."
    },
    {
      "speaker": "KONST",
      "utterance": "And we're talking about midriffs?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, listen ..."
    },
    {
      "speaker": "KONST",
      "utterance": "We have kids who don't even have textbooks and overcrowded school classrooms."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And the textbooks say - they're so biased against conservatives. Ladies, always fun. Great to be. Up next, are Bert and Ernie gay? Are Bert and Ernie gay? Guess who, Diamond and Silk have some thoughts. And then, a man was abducted by aliens. He says he was. And he's here to tell us what happened. Snoop Dogg is back. This time going after President Trump. His supporters and even Kanye west, listen to this."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "A lot of my fans get mad at me when I talk bad about him, but I think it's safe to say most people in our culture do not ..."
    },
    {
      "speaker": "SNOOP DOGG, AMERICAN RAPPER",
      "utterance": "Well, you need to know that a lot of your fans is racist."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "[Bleep]."
    },
    {
      "speaker": "DOGG",
      "utterance": "Don't even try to put no cut ..."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "... I don't even want to put anything around it ..."
    },
    {
      "speaker": "DOGG",
      "utterance": "I do. I don't give a [bleep]. I tell them straight up, \"[bleep], if you like that [bleep] racist [bleep].\" Before him, there were no lines. Everybody was everybody. We respected everything. We didn't trip, but [bleep] but when you drew the line [bleep] and start pointing [bleep] and saying let me [bleep]. You and them."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "If you're just doing it ..."
    },
    {
      "speaker": "DOGG",
      "utterance": "Kanye too, [bleep]. Don't forget about him too. [Bleep] too."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Here to react, Diamond and Silk. Ladies, I don't even know what to make of that. Hopefully, they don't get after each other on the streets. What do you think? East Coast West Coast, do you think?"
    },
    {
      "speaker": "DIAMOND, VIDEO BLOGGER",
      "utterance": "Well, you know, you have to understand that Snoop Dogg sometimes, he'd be on that old weed. This has been the last day he smoked that stuff and he may have been out of his mind. What you've got to understand is this here, a lot of people like him is upset that people -black people are leaving what we call that Democratic plantation."
    },
    {
      "speaker": "SILK, VIDEO BLOGGER",
      "utterance": "That's right."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "Black people like the fact they have more economic opportunity, they can go and pick and choose whatever job they want and they have more money in their pocket."
    },
    {
      "speaker": "SILK",
      "utterance": "Yes."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "And so they're going to be voting Republican. And that's what he's upset about."
    },
    {
      "speaker": "SILK",
      "utterance": "And we look at Snoop Dogg as one of the main gate keepers of the Democratic plantation. He's the one closest to the fields and he don't want to see nobody leaving."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "That's right."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, this is an interesting story. Someone was going through a Taco Bell drive through, right, and they were just trying to order a chalupa or a burrito or whatever. And the person taking the order only spoke Spanish and was kind of giving the English speaker a hard time. Watch this."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You have a manager here? She's doing this on purpose. You see this. Nobody here speak English, nobody in the back speak English?"
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "No. No."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "So you can't take my order? You won't understand what I'm saying?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "She's calling the police."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "She's calling the police? I'm trying to order and she's telling me I can't order because she don't speak English. Who's wrong? What did I do wrong?"
    },
    {
      "speaker": "WATTERS",
      "utterance": "Wow, and the woman who wasn't serving this person who spoke English got fired because of this that. What do you guys think?"
    },
    {
      "speaker": "DIAMOND",
      "utterance": "She should have been fired. On our money is \"In God We Trust\" in English. The most spoken language here in the United States is English. So when you come to this country, you must know English if you're going to work in these restaurants like Taco Bell, so that you can service people that speak English. I don't care about you speaking your second language Spanish, but you have to know how to speak the language, English."
    },
    {
      "speaker": "SILK",
      "utterance": "And the lady is a liar. Because at the end of that video, the lady asked for her name and the one that said she didn't speak English told her name."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I don't even understand why there's a language barrier. I mean, taco is taco in English and Spanish."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "Empanada ..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "You can say \"two tacos\" and go like that. All right. Listen. Big controversy surrounding Bert and Ernie. I can't believe I'm doing this segment, but I am. I guess there's been rumors that Bert and Ernie were gay for a very long time. And the writer came out with a statement and he said this. \"I always felt that without a huge agenda when I was writing Bert and Ernie, they were gay. I didn't have any other way to contextualize them. The other thing was more than one person referred to Arnie and I as Bert and Ernie.\" I guess, Arnie is his partner. And so, Sesame Street had to come out and respond to this and this is what Sesame Street said, \"Sesame Street has always stood for inclusion and acceptance. It's a place where people of all cultures and backgrounds are welcome. Bert and Ernie were created to be best friends and to teach young children that people can get along with those who are very different from themselves.\" I never even thought about whether Bert and Ernie were gay, but I guess this is a big story. Diamond and Silk, what's your feeling about Bert and Ernie?"
    },
    {
      "speaker": "DIAMOND",
      "utterance": "Well, listen, we grew up watching Sesame Street and so we thought, one was the father and one was the son. We didn't care less. Listen, I don't like the fact that they are trying to over sexualize our cartoons. Leave that to other people. Let children be young and just ..."
    },
    {
      "speaker": "SILK",
      "utterance": "Be children."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "Yes, and stop trying to over sexualize and identify - this person is this sexual orientation and that person is that sexual orientation. Let's leave it to the children's imagination and keep it moving."
    },
    {
      "speaker": "SILK",
      "utterance": "And leave Ernie and Bert alone."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I do know one thing know. Oscar the Grouch, definitely a liberal."
    },
    {
      "speaker": "DIAMOND",
      "utterance": "Okay ..."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Ladies, thank you very much."
    },
    {
      "speaker": "SILK",
      "utterance": "Thank you for having us."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Now a man abducted by aliens from another world bravely enters \"Watters' World.\" That's next."
    },
    {
      "speaker": "TOMMY LEE JONES, AMERICAN ACTOR",
      "utterance": "You're under arrest for violating Section 4153 of the Tyco Treaty."
    },
    {
      "speaker": "WILL SMITH, AMERICAN ACTOR",
      "utterance": "So hand over whatever galaxy you might be carrying and step away from your busted ass vehicle and put your hands on your head."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Stories of UFO sightings and alien abductions date back centuries. And unless President Trump declassifies the Area 51 files, rumors of aliens and the Men in Black who protect us will always remain. But my next guest says the rumors are true because he says he was abducted by aliens 45 years ago. Calvin Parker joins me now. All right, so Calvin, just so I understand this and we'll make it easy for the audience to understand, you claim you were abducted when you were with a friend 45 years ago and now that your friend has unfortunately passed away, you feel comfortable sharing it because he didn't want to really go too public with it. But let's start from the beginning. You were walking where and what happened?"
    },
    {
      "speaker": "CALVIN PARKER, ALLEGED ALIEN ABDUCTEE",
      "utterance": "We were fishing. We actually got off work in Pascagoula, Mississippi and was fishing at the old shop - shipyard and that's where something came in from behind us. I'm not for sure if it was aliens or what it was, but I'm just assuming it was. And they landed behind us and three of them got out and took - two of them got a hold of Charlie and one got a hold of myself and took us aboard."
    },
    {
      "speaker": "WATTERS",
      "utterance": "One second. Okay, so when they were coming down, what were they in? Were they in some sort of spacecraft?"
    },
    {
      "speaker": "PARKER",
      "utterance": "Well, no. I was facing the river and we'd just seen some lights behind us. So when we turned around, the light got so bright and they was already there. We didn't even hear them land. That was probably the length of a football field behind us."
    },
    {
      "speaker": "WATTERS",
      "utterance": "So what did they look like when they came into your line of vision?"
    },
    {
      "speaker": "PARKER",
      "utterance": "Well, they had kind of gray wrinkled skin like an elephant or a manatee or something. And then when we got on board, one looked a little, you know, a little more like a human than an elephant like that. But kind of female looking creature."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Okay. So maybe a female alien. And then they - what did they do to you when they took you up in space or wherever they took you?"
    },
    {
      "speaker": "PARKER",
      "utterance": "Well, when I was aboard the ship, the female reached and run her finger down my throat and tried to mess with my nasal cavity, looked in any nose. And there was something that come out of the ceiling and it just clicked about four times and I figured it was like an x-ray or something, whatever they used. And it went back up in the ceiling. Then she summons the big ugly one that come got me, he took me back outside and sat me down at the river."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Okay, were you terrified? How did you feel when you were being - I wouldn't - maybe \"probed\" is the wrong word but examined by the female alien?"
    },
    {
      "speaker": "PARKER",
      "utterance": "I was scared. I was naturally afraid. And I think they gave us an injection of some kind when they got us and that's what we assumed when we got to the hospital the next day. Then they took us to Kaiser to check us for radiation."
    },
    {
      "speaker": "WATTERS",
      "utterance": "And you say you passed a polygraph test. Is that true?"
    },
    {
      "speaker": "PARKER",
      "utterance": "I did a polygraph, a voice stress test. There was eyewitnesses to this account."
    },
    {
      "speaker": "WATTERS",
      "utterance": "I mean Dr. Ford from the top of the show also passed a polygraph. So I don't know what to make of to make of that. All right, listen, Calvin, I appreciate you coming on and telling us your story. And I wish you the best of luck in life. It sounds like you're doing just fine. And you know, if they ever come get you again, tell them to come visit \"Watters' World\" all right? I'm ready to receive them."
    },
    {
      "speaker": "PARKER",
      "utterance": "I will. You know, if anybody has a doubt about the credibility of the story, they'll read the book, \"Pascagoula: The Closest Encounter: My Story\" Calvin Parker, it's documented, and every little thing in that book is documented."
    },
    {
      "speaker": "WATTERS",
      "utterance": "All right, well, Calvin, I'm glad you came on to \"Watters' World\" and thanks for sharing your story. Appreciate it."
    },
    {
      "speaker": "PARKER",
      "utterance": "Thank you for having me. Thank you, Jesse."
    },
    {
      "speaker": "WATTERS",
      "utterance": "Up next, a special mug shot mania in tonight's \"Last Call.\" Time now for \"Last Call\" with a special edition of mug shot mania. First up, huffing gone wrong. This West Virginia man was taken into custody last week for allegedly beating his mother with a spatula after getting high off of a can of spray paint. He looks like the tin man. Get a heart. Don't attack your mom. And stay away from the paint. Heading now to Texas where a 36-year-old man was arrested for allegedly stealing some merchandise from a local thrift store. Apparently, proud of his accomplishments, Sean Melonakos flashed his pearly whites for the mug shot. Wow. Quite pearly indeed. And then there's this guy, Noel Dawson, who was arrested in Toledo, Ohio for swinging a hatchet at a family member. Fortunately, he's got bad aim. He missed the guy, but left a huge dent in the truck instead. Last but not least, Michael Dwayne Johnson aka, \"the produce pervert\" arrested at a Virginia grocery store for reportedly pulling his pant down and rubbing his bare backside on some fruit before putting it back on the shelf. I think I'm having steak for dinner tonight. Hold the salad. That's all for us tonight. Be sure to follow me on Facebook, Instagram and Twitter. \"Justice With Judge Jeanine\" is next, and remember, I'm Watters and this is my world. END Content and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}