{
  "date": "September 12, 2019",
  "headline": "US attorney recommends bringing charges against Andrew McCabe, DOJ rejects last-ditch appeal",
  "subHeadline": "Guests: Inez Stepman, Bernard Whitman, Ken Starr; Phil Gramm, Deirdre Bolton",
  "url": "https://www.foxnews.com/transcript/us-attorney-recommends-bringing-charges-against-andrew-mccabe-doj-rejects-last-ditch-appeal",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "NEIL CAVUTO, ANCHOR",
      "sentences": "Ahead of tonight's big Democratic presidential debate, all eyes are on one Elizabeth Warren. She's been surging in the polls, in virtual lockstep with her plans for surging taxes on the rich. Today, we connect. Let's just say, if you have got some bucks, you might want to hide. Well, certainly a lot of them today coming out of the woodwork.  Welcome, everyone. I'm Neil Cavuto. Glad to have you.  And while billionaire investor Ken Fisher tells me, you know what, I'm not worried, other Wall Street type certainly are. And they're making it clear they are worried that Senator Elizabeth Warren could become President Elizabeth Warren and tax them right out of the country.  Dramatic? maybe. A real worry? Definitely. And a reminder that today, as Warren began proposing hiking taxes on the rich to pay for richer Social Security benefits for the far from rich, why former Senator Phil Gramm says that Warren's policies could sink the economy. He's here. First, Hillary Vaughn in Houston, where those Democratic candidates will be meeting tonight -- Hillary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY VAUGHN, CORRESPONDENT",
      "sentences": "Neil, former Vice President Joe Biden will be right in the middle tonight between Senator Elizabeth Warren and Senator Bernie Sanders, both who have a lot of expensive ideas. Sanders tweeted today a clip from his campaign podcast that essentially brags that he would devote 10 times more resources than Biden would to solve climate change through his climate change plan. Warren is also out with her own plan today addressing Social Security.  That, of course, comes with a new way to pay for it. Warren's plan promises people who get Social Security benefits $200 more every month, and it's paid for by essentially a tax on the top 2 percent. High-earning families will contribute over 14 percent of their net investment income to Social Security to pay for this plan.   Those progressive price tags are getting the attention from Treasury Secretary Steve Mnuchin, who today said that these new taxes could be big trouble for the economy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVEN MNUCHIN, U.S. TREASURY SECRETARY",
      "sentences": "I think if you listen to the Elizabeth Warren plan, it is 100 percent recession, if not worse.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAUGHN",
      "sentences": "This is the first time Warren will face off against the front- runner, Joe Biden, on the debate stage. But before Biden heads here to Texas Southern University, he's out with a new campaign ad tying -- or reminding everyone that he was President Barack Obama's vice president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOSEPH BIDEN, D-PRESIDENTIAL CANDIDATE",
      "sentences": "I think we should step back and say something we don't often say enough as a party or as a nation. Barack Obama is an extraordinary man.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "VAUGHN",
      "sentences": "Sanders is also ramping up the pressure on Biden by targeting the oil and gas industry on Twitter today ahead of the debate tonight. Obviously, Texas is the number one producer of oil and gas in the country. Sanders wants to ban fracking. So does Senator Elizabeth Warren and Senator Kamala Harris. But Biden has not gone that far.  And, also, the other two Texans on the stage, Julian Castro and Beto O'Rourke, also have not supported a total fracking ban -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Hillary, you were flawless with that noise behind you that could either be a mower or an air raid, but nice job, Hillary Vaughn, in the middle of that for the big debate tonight. Meanwhile, former Texas Republican Senator Phil Gramm says, if she gets her way, the nation's economy will be getting the shaft.  He joins us right now.   Senator, you're worried about this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PHIL GRAMM, R-TX, FORMER U.S. SENATOR",
      "sentences": "Well, I'm worried about the impact that it's going to have on retirees and old folks. And being an old folk, obviously, I'm affected.  But here's the point. If you listen to Warren, you get the idea that she's talking about rich people, you know, Jamie Dimon, Schwarzman. But you need to understand they're bit players in American capitalism; 72 percent of the stocks in American companies are owned by pension funds, 401(k)s, IRAs, or they're held by insurance companies to fund annuities and to fund insurance benefits.  So when she's mandating companies provide all of these benefits to people who don't invest in the company, she's taking money away from 100 million retirees in America. And if they understood this, there would be outrage at what she's proposing. And so the problem is, there's a confusion here. People think, when she's talking about forcing corporate America to pay for all these benefits for all these groups, societal concerns, the environment, et cetera, they think that she's talking about taking the money away from rich people.   But 72 percent of the ownership of those companies is held basically by pension funds. And that's Americans between 55 and the end of their lifetime. So, she is going to destroy private pensions in America.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Senator, she's going to come around and say, I'm asking that the really rich can contribute a lot. Now, in the Social Security thing, she has said, those earning $250,000 or more to help pay for the increased benefits for those who are below that. Now, I'm wondering if this spreads further than you thought. That it's clearly not the billionaire, even the multimillionaire crowd. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAMM",
      "sentences": "Well, look, let me go back to the point that, when she's mandating that companies provide benefits to seven different groups besides the people who invested the money in the company, that they provide money for the community, for the environment, for the workers, the problem is, the owners of the companies are with pension funds.  So that money is coming right out of the pockets of 100 million Americans who are either retired or they're very close to being retired. That's what people don't understand.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Gotcha. But, Senator, she's been faulted for reckless spending plans. But the problem for Republicans is, they're part of the party overseeing, with a Republican president, a trillion-dollar deficit 11 months into the fiscal year. So we have another month to go in the fiscal year.  And so, not you specifically, sir, but Republicans are fine ones to talk about going on a spending binge for -- supported by the rich or whatever . What do you say?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAMM",
      "sentences": "Well, look, I'm not -- notice what she's doing, Neil.  She is not raising taxes in her program to make companies pay for benefits the government wants provided, but they don't want to pay for them. She's making retirees, by driving down the value of equities in America, pay for those programs. So we're not talking about rich people. Rich people don't under -- don't own corporate America; 72 percent of the stock value of America in our public companies is owned by retirees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I know we have a little bit of a delay. I apologize for that. But just to be clear, you're saying that, if they're forced to pay more taxes, they sell, that hits the markets, the markets tank, the pension funds and the like, average mom-and-pops who have money invested in the market, and when you include even those passively invested -- and seven out of 10 Americans are -- they're the ones who are going to get gouged, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAMM",
      "sentences": "Exactly; 72 percent of the pain that she is going to impose on corporate America is going to come to people that are retired or very close to retired.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAMM",
      "sentences": "Rich people will move their money to France.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. To France? Now, that -- we can't let that happen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Senator, thank you very much.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GRAMM",
      "sentences": "All right, thank you, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And, by the way, the senator was not another -- he was not among those spenders.  Remember, he was the big name behind Gramm-Rudman, which set spending caps and tried to control the budget. That was then. It's not happening now under either party. Meanwhile, stocks were jumping today. They had been up a lot further. Still, it's the seventh straight day of advances on optimism on the trade front, even though Blake Burman at the White House can tell us maybe some confusion there as well.  What do you think is going on here, Blake?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BLAKE BURMAN, CORRESPONDENT",
      "sentences": "A lot of movement today on this front, Neil, but one word that has been constant when you talk about both the United States and China has been goodwill. That's the word that both sides are using today, after President Trump announced that he would delay an increase on tariffs that were scheduled to go into effect on October 1, two weeks later than that, to October 15, due to a celebratory anniversary that will be happening in China at that time. The treasury secretary, Steve Mnuchin, said earlier this morning that the U.S. agreed to China's request.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEVEN MNUCHIN, U.S. TREASURY SECRETARY",
      "sentences": "... asked us to delay it, and the president agreed to that. I would hope that China reciprocates, but this wasn't done -- this was done as a goodwill gesture to the Chinese.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "The word goodwill there, also here was from a spokesperson for China's Commerce Ministry, saying -- quote -- \"We welcome the goodwill by the U.S.\" Meantime, the market today also took notice of a headline from Bloomberg which said that the president's advisers are considering an interim trade - - interim trade deal with China. However, Neil, the White House has not publicly said that is the direction in which this is heading, while Mnuchin also talked about the use of tariffs.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MNUCHIN",
      "sentences": "There's no question the only reason why China is seriously negotiating with us is because of the tariffs. So tariffs do work. It's what's brought them to the table.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "Told you there were a lot of headlines today. China also gave the impression, Neil, that there could be a large-scale ag buy of U.S. products. The president took note of that and took to Twitter and said the following -- quote -- \"It is expected that China will be buying large amounts of our agricultural products.\"  The key word there, Neil, is expected, because, as you know, sometimes, the expectations and what exactly has happened between the U.S. and China hasn't necessarily gone hand in hand -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, it has not. I remember that last time. We didn't promise that, and back and forth, back and forth.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, Blake, always good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BURMAN",
      "sentences": "Thanks.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Thank you, buddy, Blake Burman the White House. But, again, checking the markets, it's Pavlovian response didn't hit home today. When the better the prospects look for a trade deal, better stocks do. The worse it looks, where all of a sudden they have to take back something said that didn't look so promising, the worse they do. It just is following a pattern here. Liz Peek, Deirdre Bolton on whether that pattern continues. What do you think, Liz?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LIZ PEEK, CONTRIBUTOR",
      "sentences": "I think it's a bit like Lucy and the football, right? At some point, Charlie Brown catches on.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's a great analogy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DEIRDRE BOLTON, FOX BUSINESS CORRESPONDENT",
      "sentences": "It really is.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEEK",
      "sentences": "Yes. Look, I think it's really -- I mean, at the heart of it, it's really important to get a trade deal done. It's important to get rid of this uncertainty.  Moody's was out today with an analysis saying it was costing the United States economy 300,000 jobs. I'm not sure I agree with that. But there's no question that this trade confrontation, which is really what it is, has caused a lot of uncertainty and driven down business investment. That is actually my biggest concern, because we didn't have much business investment under the Obama years, thanks to a lot of regulations and uncertainty created by those regulations. Then it turned around, and we did finally in 2018, and now that's kind of slid again because I think people don't know quite what to do, and they don't know how this is going to turn out.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, I do understand the argument, to Liz's point, Deirdre, that, if you're a CEO, and you're not quite sure how something that could affect your business is going to affect your business, you hold off on hiring, expanding. I get that. But I do get what the president says as well when he talked about a lot of companies who are using this as an excuse, like retailers who used to blame the weather when sales were bad and then they never credited the sun when they were good.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So is there something like that going into this or feeding on itself?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "So, I think I'm more with Secretary Mnuchin, where he says, listen, China wouldn't even be having these conversations without the tariffs. So we can sit around and talk about whether this was the best use of our firepower, the best way of doing it. But what is true is that China's I.P. theft of U.S. goods or U.S. ideas was never actually addressed, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Intellectual property, that that is the one thing that's been at the crux of all of this, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Exactly. And so we never, at least to the public's knowledge, had these kinds of brass tacks conversations without tariffs being on the table. So I do understand what Secretary Mnuchin said this morning. And, OK, there is a point to that. I also am very -- I love the Lucy and the football analogy. That's great.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "But it's true. If you're a CEO, what is the number one thing you have to feel? Confidence, right? If you're in that hot seat and you're making decisions about hiring people, of course you're worried, am I going to be firing these people two years from now? I mean, I think for any business leader, confidence -- I mean, there's always changing parts, but these are really big changing parts.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But we see the response the world has to these developments. They just cut interest rates willy-nilly and to practically zero.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Europe did that today. Europe is going to be priming the pump by having essentially the kind of thing that Donald Trump wants to see here, really provide stimulus and then some, something he says our Fed doesn't get, doesn't do. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEEK",
      "sentences": "And, by the way, China's doing that, too.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEEK",
      "sentences": "I mean, they have really been infusing a lot of liquidity into their system and trying to boost their economy. Look, we so far have the upper hand here. I really believe this. I think our economy, thanks to the consumer, thanks to the good jobs market, there is no sign really that that has crumbled in any way.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But what if we get no deal?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEEK",
      "sentences": "Well, it depends on how our -- how we react to that. If we continue to put tariffs on or even ratchet them up in frustration about that, then I think eventually this is going to cause us serious problems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What about a twin deal, then, Deirdre? Another thing that's been -- we won't deal with the intellectual property stuff, but we will deal...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEEK",
      "sentences": "That's what they were talking about today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Sort of this carve-out, right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, the president has rejected that in the past.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Yes, he has. Yes, he has.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "OK.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "And he's also rejected not having any other topic, right, other than -- in other words, no Hong Kong, no human rights abuses, none of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right. Got it.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "ECB obviously a big part of our markets being higher.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "European Central Bank. Real quick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEEK",
      "sentences": "I think one question is getting -- is having John Bolton leave analogous to maybe not relying so much on Peter Navarro? I mean, are both of these really tough guys?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Oh, that's interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PEEK",
      "sentences": "Kind of is -- maybe Trump is sort of looking at that and saying, I have got to be a little more flexible. And these guys really are not very flexible.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That's an interesting angle. That's an interesting angle, that and the Lucy thing. Oh, man. Fair and balanced, we will be talking to Charlie Brown.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BOLTON",
      "sentences": "Exactly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, think this economic recovery is unimpeachable? Well, try pushing impeachment. Why what some Democrats are doing in the House has a lot more Democrats fearing, you know what, we're -- we're going to lose the House. We're going to lose the White House -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. JERROLD NADLER, D-N.Y.",
      "sentences": "Some call this process an impeachment inquiry. Some call it an impeachment investigation. There's no legal difference between these terms, and I no longer care to argue about the nomenclature.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. DOUG COLLINS, R-GA",
      "sentences": "And the Judiciary Committee just became a giant Instagram filter to make you appear that something's happening that is not. The difference between formal impeachment proceedings and what we're doing today is a world apart, no matter what the chairman just said.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Impeachment on, kind of. Jerry Nadler now closer to formally kicking off impeachment hearings than he ever has. He says it's long overdue. Some House leaders fear, though, for Democrats, maybe so long before for a lot of them it's long over. FOX News' Chad Pergram on the latest tug of war. What's going on here, Chad?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHAD PERGRAM, SENIOR CAPITOL HILL PRODUCER",
      "sentences": "Well, basically, they have set the parameters for an impeachment investigation, but this term, the I-word, it is radioactive here on Capitol Hill. And this is why Democratic, both moderates and liberals, are struggling with the semantics. House Speaker Nancy Pelosi today, she shut down questions during her press conference when pressed about impeachment.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "sentences": "I'm not answering any more questions on this subject. Why is it that you're hung up on a word over here, when lives are at stake over there?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Pelosi trying to pivot the conversation to guns and to Senate Majority Leader Mitch McConnell. Now, freshman Democrats who represent swing districts are very worried about that. They're worried about Democrats going too far with impeachment. Case study, Anthony Brindisi. He's a freshman Democrat from Upstate New York. And he wonders if Democrats are overplaying their hand on impeachment. Listen.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. ANTHONY BRINDISI, D-N.Y.",
      "sentences": "I'm a small fish here, but I'm not afraid to speak out and say, look, I think we need to be moving forward towards putting a package of bills on the floor on drug costs, doing something on infrastructure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PERGRAM",
      "sentences": "Neil, impeachment is a black hole. It's all-consuming. And you could see, if they start to get too close to the event horizon here with impeachment, that it just consumes everything, and everything that they're trying to accomplish on health care and the environment and jobs, that goes out the window, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right Chad, thank you very much, Chad Pergram on Capitol Hill. Well, he was Jim Comey's number two guy. Now Fox is learning that Andy McCabe got some bad news from the DOJ. What that means -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Some news that ain't dandy for Andy, as in Andy McCabe, the former FBI'er trying to avoid federal charges, and the Justice Department nixing that. So what now? To former Whitewater special prosecutor Ken Starr. What do you think, Ken? What happens now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KENNETH STARR, FORMER SPECIAL PROSECUTOR",
      "sentences": "Well, it looks as if the indictment will be presented to the grand jury and will likely be returned. There's been a really elaborate process. And I just want to pay credit to the Justice Department here. The Justice Department should listen before they file charges. And, apparently, there was a meeting with Deputy Attorney General Jeff Rosen, who's a very good man, very honest and a person of upright integrity and so forth. I practiced law with him. He's a terrific person, good judgment. And he's basically nonpolitical. He's a by-the-law person. So the Justice Department listened, but it looks as if now the boom is about to be lowered on Mr. McCabe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So what does that mean? What could he be looking at here?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "Well, the charges are apparently going to be for misleading the FBI.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "For lying?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "And -- for lying for it. But they keep talking about misleading, but we will see exactly what the indictment says, and not only when we see the indictment, but we could be looking at prison time here, notwithstanding his record. And his record -- and I know there's been a lot of controversy, but he had 20-plus years in the FBI, until the Hillary investigation and so forth. And so I think all that will be taken into account. I would imagine there will be a plea deal. I doubt that he would want to go to trial.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, there was that time where he was trying to make sure that he got his government pension. he had been there, as you said, many, many years.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do they play around with that sort of thing in a settlement of this sort?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "Yes, it's possible. But I think that the die is cast on that, because he was fired. Now, that could be reopened. The Office of Personnel Responsibility and so forth can look at all this. So they can put everything on the table. He apparently has very clever lawyers. And I mean that as a compliment, great lawyers. So, it could be, let's have a global resolution of this. Look, he served for all these years. He was just hours short of his pension vesting and so forth. So there is that equity that I think his lawyers will be advancing. And the Justice Department I think is going to be -- the U.S. attorney has a good reputation in the District of Colombia. I think there will be a reasonable resolution. But it's just very bad news for Mr. McCabe. And, frankly, it's bad news for the former leadership of the FBI. They should not be misleading their own agents in an official investigation, to put it mildly.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, that is kind of at the root of this next inspector general report we're looking at as to the origins of this, how it was handled and all. Where do you think that goes? A lot of people have been wondering, why is it taking so long? What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "Well, I think that it's going to be very serious for the former leadership of the FBI and possibly even for Justice Department officials. Obviously, we're truly in speculation territory here, but the fact that it's taking so long, when we were expecting this, as you will recall, Neil, back in May.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I remember, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "Right. Attorney General Barr, right, during his confirmation hearings in the spring, was saying, soon. Well, Washington's definition of soon is obviously not a commonsense definition. But I think things have been happening, probably new evidence, probably witnesses coming forward. The interview of Mr. Steele, the now infamous Mr. Steele, may have shed some light on that, the interviews in London. And that interview can lead to other dots that need to be collected. So I think we should have, as a country, politics aside, great confidence in the rule of law in the Justice Department, and in particular, right now, the Office of Inspector General. And when that report is issued, we need to study it. But I think it's going to be a serious, serious dark mark on the leadership of the FBI under Director Comey. And I hate to say that, because I love the Bureau.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right. But I wonder what happens -- and help me with this, Ken -- what happens if it is a damning report and it comes out of the Inspector General's Office?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "Yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "How do you take it to the next level, or do they take it to the next level? An inspector general can make recommendations, right? But play that out for me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "Absolutely. Yes, what the inspector general does -- and the inspector general does not have grand jury authority. And that's serious stuff. So let's just say, here is the report from Michael Horowitz, the inspector general. That then goes to the Criminal Division of the main Justice, possibly to the United States attorney's office in one or more districts. Then, depending on what the report says, a grand jury investigation opens. And I guarantee you, when witnesses get in front of a grand jury, 23 of their fellow citizens, and they're under oath, and they know this is really super serious business, it's a great mechanism, for all the criticisms of grand jury procedures -- I have seen it with my own eyes -- it's a great procedure for getting to the truth. And then, of course, we're talking about the possibility, depending on what those facts are, of actual criminal indictments.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Wow. Ken Starr, thank you. Good catching up with you and explaining a lot of this stuff to me. It's, like, mind-numbing for me. Good seeing you again. Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "Well, my pleasure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, it wasn't too long ago the president said this:",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "sentences": "Baltimore has been very badly mishandled for many years. Baltimore is an example of what corrupt government leads to. And I feel so sorry for the people of Baltimore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Guess where he's going? It rhymes with Baltimore.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, they are still cleaning up from Dorian in the Bahamas, and now, and now there could be another nasty bit of weather coming their way. May be quite serious too, just when they don't need it most. More after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, you are looking live at the city of Baltimore. You might recall the president is heading there tonight for the first time since calling it a rat- and rodent-infested mess. He will be speaking at a Republican retreat, but, much like his trips to California, he is going into the belly of the beast. He doesn't seem to care right now. The rap against him was that he only wanted to go to friendly venues. That wouldn't necessarily be a friendly venue, nor would California. Democratic strategist Bernard Whitman with us, Independent Women's Forum's Inez Stepman. Inez, to you first then. What do you make of this trip to Baltimore? We will get to some of the others elsewhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INEZ STEPMAN, INDEPENDENT WOMEN'S FORUM",
      "sentences": "I think it's good that President Trump is willing to go to places where he's not necessarily popular to risk these kinds of protests that are going to take place. And I think it's especially good that, even though this started with a typically Trumpian tweet that caused a lot of controversy, I definitely think it's a good thing for Republicans to actually get into the city policy game, and actually start to call out the fact that Democrats have run nine out of our 10 biggest cities, and a lot of them have a lot of serious problems. And I think it's time for Republicans to get into that policy game.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "BERNARD WHITMAN, DEMOCRATIC STRATEGIST",
      "sentences": "Well, were that to be true, Neil. I mean, the fact is, this whole thing is a bit of a charade. Why is he going there? He's going there to hobnob with the political insiders and the cultural elites that he constantly rails against during his rallies.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "This was prearranged before the comments, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STARR",
      "sentences": "No, he's going to Baltimore to the annual GOP House retreat. He's going to California to attend a longstanding fund-raiser, where he's going to raise hundreds and hundreds of thousands of dollars. He's going there to suck up to the very cultural elites, coastal elites, political insiders that he rails against. And every single day, he stokes the divide between his very partisan white working-class base and the very people that he's now sucking up to, to get support.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, if he's going into these elite who are gathering there -- are many are from Baltimore -- he's saying, you're living in a rat-infested place. So he's getting them annoyed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Well, I mean, the fact is, he doesn't really care. I mean, the fact...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, you can't have it both ways, buddy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Oh, Trump? Trump loves to have it both ways.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But, no, you're criticizing him for going after the -- saying what he said about the city. And the people he's addressing and sucking up to, many of them are from that city.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Well, yes, but were he to have policies that actually were reaching out. I mean, the idea that he's going into a Democratic stronghold to try to get support from traditional Democratic communities is absurd. He has shown that he has absolutely no interest in expanding the base. He's shown that he has no interest in being president of the entire United States. He's shown that he is only interested in trying to hold on to the limited electoral coalition that got him elected last time. And he has...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It got him elected.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Just I'm beginning to sense here you're not going to vote for the president.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Probably not.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "He's not even trying to reach out to independents.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So, all right, let's talk about it. Inez, the other turn on this is that, if you think of visits to California and other -- he is seeking up other places that he might not win, but could maybe drive up his popular vote, and that he hopes to win the electoral and the popular vote this time, amid studies that have shown, wait a minute, he might do the same thing all over again. Our Constitution, it's the electoral vote that matters, but that he wants to make a statement. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPMAN",
      "sentences": "I mean, I think that's probably not the greatest strategy for the president on that. I think it's a good idea for other reasons. But, I mean, I think his presence, for example, in California is likely to drive the popular vote the other way and run up the vote totals in California. I'm from the Bay Area. We are not the most Republican state or even Republican-open state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But don't you admire any president who will do that, whether a Democrat who goes to a Republican stronghold, a Republican who goes to a Democratic stronghold, and just rolls the dice? Isn't that a good thing?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "How could you admire someone that is just sucking up for money? I mean, I don't really get it. He's not actually going to address any serious problems.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Wait a minute. He wouldn't be the first president who raises funds, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "No, but, I mean, at least most presidents try to reach out and build coalitions and try to actually do something. I mean, look at the homeless problem. He could actually do a lot to solve homelessness. To begin, why don't...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, I know you don't flip over the guy, but look at the unemployment levels. Look at the booming economy. I know you don't care about the stock market.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "No, I absolutely do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But whether you like him or not, I mean, that is something he's done for those people in those areas, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Well, I mean, the economy looks like it might be teetering on the edge of an abyss. And I think, honestly...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "I don't know about an abyss. Would you argue it's a good economy right now?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "It is a decent economy. Could be a lot better.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, but if it were awful, you would be blaming him, right? So, if it's good, you...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "... tip of the hat.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Look at the -- the stock market has been like crazy like this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, that's what the stock market is. I have covered it for decades.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "No, because he threatens these crazy tariffs with China. I mean, if you would get off his high horse and actually negotiate a trade deal, maybe the stock market would be significantly higher than that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So when it was rising during Barack Obama, did you say the same?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "When it was rising during Barack Obama, I praised the fact that he actually was expanding the economy and actually reaching out, building health care for all Americans.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "We're looking at record low unemployment levels for almost every key demographic group in this country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Let's hope that continues.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "He can't do anything right in your eyes, can he? All right, so what do you think of this?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPMAN",
      "sentences": "Look, I actually think this issue on homelessness that you brought up is an important issue for Republicans and Democrats to work together on. There's not a lot of actual evidence that Democratic mayors -- I think it would be a great thing if, when the president tweeted about Baltimore and these protests, and...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But you do have to admit his language is coarse, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPMAN",
      "sentences": "Yes. But it started a conversation on...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, but a conversation that was started, but he trashed it mid- conversation. So he's got to watch that, doesn't he?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPMAN",
      "sentences": "I think that's just like -- I think that calling out the reality of some of the problems in the city is a way to start a conversation. Now, it is the way that Trump likes to start conversations is always incendiary.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But that is saying that about the entire city. And Baltimore is a beautiful city and has a great aquarium. I don't know if you have ever gone.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPMAN",
      "sentences": "Yes, I have.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "The fact is, there's tons of things that Trump could actually do. He could reverse his plan to cut $300 billion in Medicaid, which is going to throw tons of -- hundreds of thousands of people out on the street. He could reverse his plan to cut...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "What do you mean it's going to throw hundreds of thousands of people out on the street?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Because if Medicaid -- if people rely on Medicaid for medication, they have to decide between rent and they have to decide being continuing medication.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Hundreds of thousands are going to be out?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "A lot of people are going to be jeopardized. And also, Neil...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "And you say he overstates things.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STEPMAN",
      "sentences": "If it's Trump's fault, why does California have the highest homeless rates in the nation? Like, why -- all of these left-wing policies -- why do they have highest unsheltered, unsheltered homeless ratio rate in the nation? If it's Trump's fault, it should be the whole country.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "I think that's a fair point. They should have a right to shelter law. But also he's recommending to cut the HUD budget by 20 percent. He's recommending to cut funding for a program that builds low-income housing. He's recommending to cut funding for federal rental assistance, which is going to jeopardize 250,000 people. He's recommending...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Animals and children, I'm sure, hate him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "WHITMAN",
      "sentences": "Dogs. Dogs, cats and children.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Just dogs. Just dogs. All right, guys, thank you very, very much. In the meantime, reports that Secretary of State Mike Pompeo is in the running to be the national security adviser, on top of being the secretary of state. Been there. Yes, we have actually done that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, the search continues for John Bolton's replacement as national security adviser. The president having a lunch and a meeting with someone supposedly in the running. You will never get who it is. John Roberts at the White House with more. Hey, John.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Oh, I thought you were going to say it's John Roberts at the White House that is in the running.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, that would be interesting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "That would be interesting. There's no question about that. Neil, something has bubbled up. And this has come from advisers who have called the White House to say this is something that should happen. There are also people who used to work here at the White House who are saying that this should happen. And that is it, like Henry Kissinger between 1973 and 1975, Mike Pompeo not only should be the secretary of state, but should also take on the role of national security adviser as well. That was something that Richard Nixon did with Kissinger. But when Gerald Ford took over from Nixon, he removed the title of national security adviser from Kissinger and just had him as the secretary of state. Could Mike Pompeo do the job? Absolutely. There's no question about it, because he runs a lot of the National Security Council meetings anyways. In some ways, I'm told John Bolton had become more of a liaison between the Council and the president than a very strong national security adviser. And, in fact, Bolton had been kept out of a lot of those meetings. So it's not too much of a stretch to think that Pompeo could do both of those jobs. Reasons why it would not happen, and I'm being waved off of it by number of White House officials that I have spoken to, is, first of all, Pompeo was toying with the idea -- or instead of saying toying with the idea, he's giving serious consideration to possibly running for the Senate from Kansas next year. So if he were to take on both roles, and then depart to run for the Senate, the president would lose not only his secretary of state, but his national security adviser as well. I have also heard concerns raised that giving him both titles would put an awful lot of power in Mike Pompeo's orbit, because you would have him as the secretary of state, you have a former classmate of his at West point, Mark Esper, now running the Pentagon, and you have Gina Haspel, who was his deputy at the CIA, now in charge of the CIA. So that would be a lot of Mike Pompeo associates carrying a lot of power here at the White House. But even if Pompeo does not take the job, there's a real good chance that somebody who is very close to Pompeo or at least Pompeo really gets along well with will get the job, because it's widely believed that, if not signing off on it, because if you tell President Trump somebody else's got to sign off on it, it'll never happen, but Pompeo will have a big influence, Neil, on who becomes the national security adviser, if it's not him.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "It is amazing, though. You're right. I hadn't thought about it until you mentioned all the connections and the people who are around his orbit. Yes. Yes. I see the tangled web. Yes, indeed.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, John Roberts, thank you very much at the White House.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ROBERTS",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Meanwhile, the president wants to smoke out flavored e-cigarettes. However you feel about these things, the judge says, be careful what you wish for. Do you want the government deciding that for you? After this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, as you know, the White House is looking at banning flavored e-cigarette sales entirely. Can the administration legally do this? My next guest says, no matter how you personally feel about the addictive nature of these products, particularly for kids, go slow here. I'm talking about Judge Andrew Napolitano. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ANDREW NAPOLITANO, JUDICIAL ANALYST",
      "sentences": "Well, can the FDA ban McDonald's cheeseburgers because they have too much fat in it and clog up your veins?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, I'm out of this country if they even try.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Can they ban -- what is that chocolate thing you like to eat all the time? Can they ban...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yodels?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Yodels, can they ban them?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, they say, in this case, in all seriousness, that this is a harmful product. But then cigarettes are a harmful product, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Well, 200,000 people die a year from smoking tobacco products. Is the FDA going to ban tobacco? Answer, no. Why not? Fifty-five billion collected in taxes by state, federal and local governments. So they have decided to...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But they have put restrictions on tobacco advertising. They have done that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "It hasn't diminished the sales at all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, I know what you're saying. But will they -- something like that would be at least more palatable, I think, than banning the product.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "To your original question, they can't ban it overnight. First of all, they have to give themselves -- this is interesting -- give themselves the authority to regulate it, which, of course, they will do. Then they have to promulgate a regulation, which gives Congress 30 days to nullify the regulation and the public 30 days, including big tobacco, to weigh in on the regulation. And if it survives that 30-day time period, then they can enforce it. But the idea that the federal government will tell adults what to put in their bodies, haven't we been through this before?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Didn't we have something called prohibition, which is one of the worst social experiments we ever engaged in?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Why can't they exempt the adults? One of the ideas I heard, they don't -- they're targeting the use of this for kids and the fruity flavors and all that the kids like, but a lot of adults like those fruity flavors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Adults have the right to smoke whatever they want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Who should take care of the kids? The people that can't deliver the mail or their parents?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "In other words, it's up to parents to police this sort of thing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Of course, of course. The president was talking about millennials. Millennials are adults, and they have the right to make the choice that they want. Who owns your body, you or the federal government?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Now, what if the way you market something is deliberately deceiving, if parents don't even know what it's like? I have two teenagers, you know. You would see this stuff and you wouldn't know. So you stop fooling people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "If the FDA gives itself the power to regulate these e- cigarettes, it can regulate the advertising as well. Here's the downside. If the manufacturers follow the FDA regulation in the manner in which they put it together, and they follow the FDA regulation on their advertisements, and somebody gets hurt, they can't sue, because the FDA had cleared them.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But you're worried also about the slippery slope aspect, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Sure.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "That, like you said, you can mention...",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "I'm not picking on McDonald's. I could have said pasta, yes.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "No, no, no. But, no, there is argument made -- and I know a lot of people who have been warning about the dangers of processed meats and cheeses. God only knows. That it's a slippery slope here, and you could argue that, in looking out for people's best interests, that's the way to go. It's just -- it gets a little crazy.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Where in the Constitution is the federal government authorized to regulate people's personal health choices? Answer, nowhere.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But if you really like these things, I have a view that the government sometimes goes, when things are getting to be so popular, people like them, and you want to claim there's a danger, there's a risk to anything you have, it becomes a target for taking off the market.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Or a target for putting higher taxes on it. Then the government will suddenly lose its interest in public health, because it will see cash coming in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "But the taxes gets so high that, in case of cigarettes, the number of smokers goes down. So it would have the opposite effect. But leaving that aside, these so- called sin taxes pay a lot of bills.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "They do. They pay a lot of the government's bills and they don't deter the sin.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, and the sin for adults, just to understand, is this is the lesser of the evils. It began with adults taking it to get off the addition to cigarettes, which are far more dangerous, right?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Kids started taking it for other reasons. Some of them never had smoked at all. So what do you do about dangers that have emerged where kids' lungs were compromised?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "It's not the government's job to alleviate or to protect us from all dangers.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Do you put warnings on the products?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "I'm not in favor of warnings, but the government has -- because I think you have the freedom of speech. But the government curtails commercial speech and forces people to put warnings on their own products.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Right.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Buy this, and, by the way, it's going to kill you, which is basically what a package of cigarettes says.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "So that, you're kind of OK with?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "I'm not OK with it. But the law is OK with it. The Supreme Court has authorized the interference in free speech with respect to commercial speech, as long as the statement that is forced upon the manufacturer is basically truthful. And it is truthful that tobacco can kill you. But the FDA will never outlaw it, because they don't have the resources to enforce the outlawing of them, and because they want those $55 billion in taxes coming in at all three levels of government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Interesting. All right, Judge, very good seeing you again. Thank you, my friend.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NAPOLITANO",
      "sentences": "Pleasure. Pleasure, Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "All right, in the meantime, Hurricane Dorian is out, right? But now those in the Bahamas are bracing for something that could be pretty bad as well -- after this.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Well, Dorian is barely out the door, right, and the Bahamas are already looking at another possible storm on the way. Rick Reichmuth on all of that. Hey, Rick.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "RICK REICHMUTH, CHIEF METEOROLOGIST",
      "sentences": "Hey. So, yes, maybe we're going to get something. I think we're certainly getting some rain there. We are at the peak of hurricane season right now. So any disturbance that we see develop in across the waters, we think have a chance -- or definitely have a chance of developing. Next storm by the way, will be named Humberto. This is what we're looking at right now, just this bunch of clouds kind of over the south eastern Bahamas. Why this is difficult for us right now is the center of the storm, we don't really know where it is. You have to have a center in the lower level of the atmosphere to be a tropical storm. Is that -- maybe there's a little bit of rotation down here across Cuba. All of this action that you see up here is higher up in the atmosphere. Basically, Neil, it's garbage in, garbage out. If you don't have a good starting point, it's hard to get kind of an endpoint of where that will go. And because of that, all of our models are doing a lot of different things. But when you see this kind of activity right here, we always monitor this, and the conditions are right for strengthening. So because of that, 70 percent chance we're giving this we're going to see formation into an actual tropical named storm, which again would be Humberto. Now, here's the problem. Take a look at these models. They're all over the place. That's because of what I said where we don't know exactly where the center of that storm is. We had the big hurricane that we had two weeks ago here across the Bahamas. You knew exactly where the center of that storm was. So you could initialize all of your model projections from a very precise point. We can't do that right now. And, because of that, you end up with this thing that doesn't really give you much indication. I can tell you, if it gets his act together, if it gets a center of the storm a little bit further towards the north, if it strengthens a little bit, that would favor something here across the eastern shore of Florida, maybe just staying right offshore, somewhere in there. If that doesn't happen, all of that energy will likely drift farther off towards the west, kind of across Florida, and then maybe somewhere here across parts of the Gulf. Lots of variables when we don't have a really defined center of the storm. This is one model run that we have. Just take a look at this. Certainly, I don't see any way where we don't have a lot of moisture going across parts of the Northern Bahamas. And that in any case isn't good news -- Neil.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CAVUTO",
      "sentences": "Yes, and the last thing they need, no matter what happens. Thank you, my friend very, very much, Rick Reichmuth following all of that. Hard to make sense of this early hurricane season, just that we have a lot -- a lot to go, don't we? A quick peek at the corner of Wall and Broad, the Dow up about 45 points, had been up more. This is seven days in a row of gains, as we close in on a record we achieved, what, in July. We're back in that territory already. Here's \"The Five.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "NEIL CAVUTO, ANCHOR",
      "utterance": "Ahead of tonight's big Democratic presidential debate, all eyes are on one Elizabeth Warren. She's been surging in the polls, in virtual lockstep with her plans for surging taxes on the rich. Today, we connect. Let's just say, if you have got some bucks, you might want to hide. Well, certainly a lot of them today coming out of the woodwork. Welcome, everyone. I'm Neil Cavuto. Glad to have you. And while billionaire investor Ken Fisher tells me, you know what, I'm not worried, other Wall Street type certainly are. And they're making it clear they are worried that Senator Elizabeth Warren could become President Elizabeth Warren and tax them right out of the country. Dramatic? maybe. A real worry? Definitely. And a reminder that today, as Warren began proposing hiking taxes on the rich to pay for richer Social Security benefits for the far from rich, why former Senator Phil Gramm says that Warren's policies could sink the economy. He's here. First, Hillary Vaughn in Houston, where those Democratic candidates will be meeting tonight -- Hillary."
    },
    {
      "speaker": "HILLARY VAUGHN, CORRESPONDENT",
      "utterance": "Neil, former Vice President Joe Biden will be right in the middle tonight between Senator Elizabeth Warren and Senator Bernie Sanders, both who have a lot of expensive ideas. Sanders tweeted today a clip from his campaign podcast that essentially brags that he would devote 10 times more resources than Biden would to solve climate change through his climate change plan. Warren is also out with her own plan today addressing Social Security. That, of course, comes with a new way to pay for it. Warren's plan promises people who get Social Security benefits $200 more every month, and it's paid for by essentially a tax on the top 2 percent. High-earning families will contribute over 14 percent of their net investment income to Social Security to pay for this plan. Those progressive price tags are getting the attention from Treasury Secretary Steve Mnuchin, who today said that these new taxes could be big trouble for the economy."
    },
    {
      "speaker": "STEVEN MNUCHIN, U.S. TREASURY SECRETARY",
      "utterance": "I think if you listen to the Elizabeth Warren plan, it is 100 percent recession, if not worse."
    },
    {
      "speaker": "VAUGHN",
      "utterance": "This is the first time Warren will face off against the front- runner, Joe Biden, on the debate stage. But before Biden heads here to Texas Southern University, he's out with a new campaign ad tying -- or reminding everyone that he was President Barack Obama's vice president."
    },
    {
      "speaker": "JOSEPH BIDEN, D-PRESIDENTIAL CANDIDATE",
      "utterance": "I think we should step back and say something we don't often say enough as a party or as a nation. Barack Obama is an extraordinary man."
    },
    {
      "speaker": "VAUGHN",
      "utterance": "Sanders is also ramping up the pressure on Biden by targeting the oil and gas industry on Twitter today ahead of the debate tonight. Obviously, Texas is the number one producer of oil and gas in the country. Sanders wants to ban fracking. So does Senator Elizabeth Warren and Senator Kamala Harris. But Biden has not gone that far. And, also, the other two Texans on the stage, Julian Castro and Beto O'Rourke, also have not supported a total fracking ban -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Hillary, you were flawless with that noise behind you that could either be a mower or an air raid, but nice job, Hillary Vaughn, in the middle of that for the big debate tonight. Meanwhile, former Texas Republican Senator Phil Gramm says, if she gets her way, the nation's economy will be getting the shaft. He joins us right now. Senator, you're worried about this?"
    },
    {
      "speaker": "PHIL GRAMM, R-TX, FORMER U.S. SENATOR",
      "utterance": "Well, I'm worried about the impact that it's going to have on retirees and old folks. And being an old folk, obviously, I'm affected. But here's the point. If you listen to Warren, you get the idea that she's talking about rich people, you know, Jamie Dimon, Schwarzman. But you need to understand they're bit players in American capitalism; 72 percent of the stocks in American companies are owned by pension funds, 401(k)s, IRAs, or they're held by insurance companies to fund annuities and to fund insurance benefits. So when she's mandating companies provide all of these benefits to people who don't invest in the company, she's taking money away from 100 million retirees in America. And if they understood this, there would be outrage at what she's proposing. And so the problem is, there's a confusion here. People think, when she's talking about forcing corporate America to pay for all these benefits for all these groups, societal concerns, the environment, et cetera, they think that she's talking about taking the money away from rich people. But 72 percent of the ownership of those companies is held basically by pension funds. And that's Americans between 55 and the end of their lifetime. So, she is going to destroy private pensions in America."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Senator, she's going to come around and say, I'm asking that the really rich can contribute a lot. Now, in the Social Security thing, she has said, those earning $250,000 or more to help pay for the increased benefits for those who are below that. Now, I'm wondering if this spreads further than you thought. That it's clearly not the billionaire, even the multimillionaire crowd. What do you think?"
    },
    {
      "speaker": "GRAMM",
      "utterance": "Well, look, let me go back to the point that, when she's mandating that companies provide benefits to seven different groups besides the people who invested the money in the company, that they provide money for the community, for the environment, for the workers, the problem is, the owners of the companies are with pension funds. So that money is coming right out of the pockets of 100 million Americans who are either retired or they're very close to being retired. That's what people don't understand."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Gotcha. But, Senator, she's been faulted for reckless spending plans. But the problem for Republicans is, they're part of the party overseeing, with a Republican president, a trillion-dollar deficit 11 months into the fiscal year. So we have another month to go in the fiscal year. And so, not you specifically, sir, but Republicans are fine ones to talk about going on a spending binge for -- supported by the rich or whatever . What do you say?"
    },
    {
      "speaker": "GRAMM",
      "utterance": "Well, look, I'm not -- notice what she's doing, Neil. She is not raising taxes in her program to make companies pay for benefits the government wants provided, but they don't want to pay for them. She's making retirees, by driving down the value of equities in America, pay for those programs. So we're not talking about rich people. Rich people don't under -- don't own corporate America; 72 percent of the stock value of America in our public companies is owned by retirees."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I know we have a little bit of a delay. I apologize for that. But just to be clear, you're saying that, if they're forced to pay more taxes, they sell, that hits the markets, the markets tank, the pension funds and the like, average mom-and-pops who have money invested in the market, and when you include even those passively invested -- and seven out of 10 Americans are -- they're the ones who are going to get gouged, right?"
    },
    {
      "speaker": "GRAMM",
      "utterance": "Exactly; 72 percent of the pain that she is going to impose on corporate America is going to come to people that are retired or very close to retired."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Got it."
    },
    {
      "speaker": "GRAMM",
      "utterance": "Rich people will move their money to France."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. To France? Now, that -- we can't let that happen."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Senator, thank you very much."
    },
    {
      "speaker": "GRAMM",
      "utterance": "All right, thank you, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And, by the way, the senator was not another -- he was not among those spenders. Remember, he was the big name behind Gramm-Rudman, which set spending caps and tried to control the budget. That was then. It's not happening now under either party. Meanwhile, stocks were jumping today. They had been up a lot further. Still, it's the seventh straight day of advances on optimism on the trade front, even though Blake Burman at the White House can tell us maybe some confusion there as well. What do you think is going on here, Blake?"
    },
    {
      "speaker": "BLAKE BURMAN, CORRESPONDENT",
      "utterance": "A lot of movement today on this front, Neil, but one word that has been constant when you talk about both the United States and China has been goodwill. That's the word that both sides are using today, after President Trump announced that he would delay an increase on tariffs that were scheduled to go into effect on October 1, two weeks later than that, to October 15, due to a celebratory anniversary that will be happening in China at that time. The treasury secretary, Steve Mnuchin, said earlier this morning that the U.S. agreed to China's request."
    },
    {
      "speaker": "STEVEN MNUCHIN, U.S. TREASURY SECRETARY",
      "utterance": "... asked us to delay it, and the president agreed to that. I would hope that China reciprocates, but this wasn't done -- this was done as a goodwill gesture to the Chinese."
    },
    {
      "speaker": "BURMAN",
      "utterance": "The word goodwill there, also here was from a spokesperson for China's Commerce Ministry, saying -- quote -- \"We welcome the goodwill by the U.S.\" Meantime, the market today also took notice of a headline from Bloomberg which said that the president's advisers are considering an interim trade - - interim trade deal with China. However, Neil, the White House has not publicly said that is the direction in which this is heading, while Mnuchin also talked about the use of tariffs."
    },
    {
      "speaker": "MNUCHIN",
      "utterance": "There's no question the only reason why China is seriously negotiating with us is because of the tariffs. So tariffs do work. It's what's brought them to the table."
    },
    {
      "speaker": "BURMAN",
      "utterance": "Told you there were a lot of headlines today. China also gave the impression, Neil, that there could be a large-scale ag buy of U.S. products. The president took note of that and took to Twitter and said the following -- quote -- \"It is expected that China will be buying large amounts of our agricultural products.\" The key word there, Neil, is expected, because, as you know, sometimes, the expectations and what exactly has happened between the U.S. and China hasn't necessarily gone hand in hand -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, it has not. I remember that last time. We didn't promise that, and back and forth, back and forth."
    },
    {
      "speaker": "BURMAN",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, Blake, always good."
    },
    {
      "speaker": "BURMAN",
      "utterance": "Thanks."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Thank you, buddy, Blake Burman the White House. But, again, checking the markets, it's Pavlovian response didn't hit home today. When the better the prospects look for a trade deal, better stocks do. The worse it looks, where all of a sudden they have to take back something said that didn't look so promising, the worse they do. It just is following a pattern here. Liz Peek, Deirdre Bolton on whether that pattern continues. What do you think, Liz?"
    },
    {
      "speaker": "LIZ PEEK, CONTRIBUTOR",
      "utterance": "I think it's a bit like Lucy and the football, right? At some point, Charlie Brown catches on."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's a great analogy."
    },
    {
      "speaker": "DEIRDRE BOLTON, FOX BUSINESS CORRESPONDENT",
      "utterance": "It really is."
    },
    {
      "speaker": "PEEK",
      "utterance": "Yes. Look, I think it's really -- I mean, at the heart of it, it's really important to get a trade deal done. It's important to get rid of this uncertainty. Moody's was out today with an analysis saying it was costing the United States economy 300,000 jobs. I'm not sure I agree with that. But there's no question that this trade confrontation, which is really what it is, has caused a lot of uncertainty and driven down business investment. That is actually my biggest concern, because we didn't have much business investment under the Obama years, thanks to a lot of regulations and uncertainty created by those regulations. Then it turned around, and we did finally in 2018, and now that's kind of slid again because I think people don't know quite what to do, and they don't know how this is going to turn out."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, I do understand the argument, to Liz's point, Deirdre, that, if you're a CEO, and you're not quite sure how something that could affect your business is going to affect your business, you hold off on hiring, expanding. I get that. But I do get what the president says as well when he talked about a lot of companies who are using this as an excuse, like retailers who used to blame the weather when sales were bad and then they never credited the sun when they were good."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So is there something like that going into this or feeding on itself?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "So, I think I'm more with Secretary Mnuchin, where he says, listen, China wouldn't even be having these conversations without the tariffs. So we can sit around and talk about whether this was the best use of our firepower, the best way of doing it. But what is true is that China's I.P. theft of U.S. goods or U.S. ideas was never actually addressed, right?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Intellectual property, that that is the one thing that's been at the crux of all of this, right?"
    },
    {
      "speaker": "BOLTON",
      "utterance": "Exactly. And so we never, at least to the public's knowledge, had these kinds of brass tacks conversations without tariffs being on the table. So I do understand what Secretary Mnuchin said this morning. And, OK, there is a point to that. I also am very -- I love the Lucy and the football analogy. That's great."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes."
    },
    {
      "speaker": "BOLTON",
      "utterance": "But it's true. If you're a CEO, what is the number one thing you have to feel? Confidence, right? If you're in that hot seat and you're making decisions about hiring people, of course you're worried, am I going to be firing these people two years from now? I mean, I think for any business leader, confidence -- I mean, there's always changing parts, but these are really big changing parts."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But we see the response the world has to these developments. They just cut interest rates willy-nilly and to practically zero."
    },
    {
      "speaker": "BOLTON",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Europe did that today. Europe is going to be priming the pump by having essentially the kind of thing that Donald Trump wants to see here, really provide stimulus and then some, something he says our Fed doesn't get, doesn't do. What do you think?"
    },
    {
      "speaker": "PEEK",
      "utterance": "And, by the way, China's doing that, too."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's right."
    },
    {
      "speaker": "PEEK",
      "utterance": "I mean, they have really been infusing a lot of liquidity into their system and trying to boost their economy. Look, we so far have the upper hand here. I really believe this. I think our economy, thanks to the consumer, thanks to the good jobs market, there is no sign really that that has crumbled in any way."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But what if we get no deal?"
    },
    {
      "speaker": "PEEK",
      "utterance": "Well, it depends on how our -- how we react to that. If we continue to put tariffs on or even ratchet them up in frustration about that, then I think eventually this is going to cause us serious problems."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What about a twin deal, then, Deirdre? Another thing that's been -- we won't deal with the intellectual property stuff, but we will deal..."
    },
    {
      "speaker": "PEEK",
      "utterance": "That's what they were talking about today."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. Right."
    },
    {
      "speaker": "BOLTON",
      "utterance": "Sort of this carve-out, right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, the president has rejected that in the past."
    },
    {
      "speaker": "BOLTON",
      "utterance": "Yes, he has. Yes, he has."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "OK."
    },
    {
      "speaker": "BOLTON",
      "utterance": "And he's also rejected not having any other topic, right, other than -- in other words, no Hong Kong, no human rights abuses, none of that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right. Got it."
    },
    {
      "speaker": "BOLTON",
      "utterance": "ECB obviously a big part of our markets being higher."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "European Central Bank. Real quick."
    },
    {
      "speaker": "PEEK",
      "utterance": "I think one question is getting -- is having John Bolton leave analogous to maybe not relying so much on Peter Navarro? I mean, are both of these really tough guys?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Oh, that's interesting."
    },
    {
      "speaker": "PEEK",
      "utterance": "Kind of is -- maybe Trump is sort of looking at that and saying, I have got to be a little more flexible. And these guys really are not very flexible."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That's an interesting angle. That's an interesting angle, that and the Lucy thing. Oh, man. Fair and balanced, we will be talking to Charlie Brown."
    },
    {
      "speaker": "BOLTON",
      "utterance": "Exactly."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, think this economic recovery is unimpeachable? Well, try pushing impeachment. Why what some Democrats are doing in the House has a lot more Democrats fearing, you know what, we're -- we're going to lose the House. We're going to lose the White House -- after this."
    },
    {
      "speaker": "REP. JERROLD NADLER, D-N.Y.",
      "utterance": "Some call this process an impeachment inquiry. Some call it an impeachment investigation. There's no legal difference between these terms, and I no longer care to argue about the nomenclature."
    },
    {
      "speaker": "REP. DOUG COLLINS, R-GA",
      "utterance": "And the Judiciary Committee just became a giant Instagram filter to make you appear that something's happening that is not. The difference between formal impeachment proceedings and what we're doing today is a world apart, no matter what the chairman just said."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Impeachment on, kind of. Jerry Nadler now closer to formally kicking off impeachment hearings than he ever has. He says it's long overdue. Some House leaders fear, though, for Democrats, maybe so long before for a lot of them it's long over. FOX News' Chad Pergram on the latest tug of war. What's going on here, Chad?"
    },
    {
      "speaker": "CHAD PERGRAM, SENIOR CAPITOL HILL PRODUCER",
      "utterance": "Well, basically, they have set the parameters for an impeachment investigation, but this term, the I-word, it is radioactive here on Capitol Hill. And this is why Democratic, both moderates and liberals, are struggling with the semantics. House Speaker Nancy Pelosi today, she shut down questions during her press conference when pressed about impeachment."
    },
    {
      "speaker": "REP. NANCY PELOSI, D-CALIF.",
      "utterance": "I'm not answering any more questions on this subject. Why is it that you're hung up on a word over here, when lives are at stake over there?"
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Pelosi trying to pivot the conversation to guns and to Senate Majority Leader Mitch McConnell. Now, freshman Democrats who represent swing districts are very worried about that. They're worried about Democrats going too far with impeachment. Case study, Anthony Brindisi. He's a freshman Democrat from Upstate New York. And he wonders if Democrats are overplaying their hand on impeachment. Listen."
    },
    {
      "speaker": "REP. ANTHONY BRINDISI, D-N.Y.",
      "utterance": "I'm a small fish here, but I'm not afraid to speak out and say, look, I think we need to be moving forward towards putting a package of bills on the floor on drug costs, doing something on infrastructure."
    },
    {
      "speaker": "PERGRAM",
      "utterance": "Neil, impeachment is a black hole. It's all-consuming. And you could see, if they start to get too close to the event horizon here with impeachment, that it just consumes everything, and everything that they're trying to accomplish on health care and the environment and jobs, that goes out the window, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right Chad, thank you very much, Chad Pergram on Capitol Hill. Well, he was Jim Comey's number two guy. Now Fox is learning that Andy McCabe got some bad news from the DOJ. What that means -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Some news that ain't dandy for Andy, as in Andy McCabe, the former FBI'er trying to avoid federal charges, and the Justice Department nixing that. So what now? To former Whitewater special prosecutor Ken Starr. What do you think, Ken? What happens now?"
    },
    {
      "speaker": "KENNETH STARR, FORMER SPECIAL PROSECUTOR",
      "utterance": "Well, it looks as if the indictment will be presented to the grand jury and will likely be returned. There's been a really elaborate process. And I just want to pay credit to the Justice Department here. The Justice Department should listen before they file charges. And, apparently, there was a meeting with Deputy Attorney General Jeff Rosen, who's a very good man, very honest and a person of upright integrity and so forth. I practiced law with him. He's a terrific person, good judgment. And he's basically nonpolitical. He's a by-the-law person. So the Justice Department listened, but it looks as if now the boom is about to be lowered on Mr. McCabe."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So what does that mean? What could he be looking at here?"
    },
    {
      "speaker": "STARR",
      "utterance": "Well, the charges are apparently going to be for misleading the FBI."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "For lying?"
    },
    {
      "speaker": "STARR",
      "utterance": "And -- for lying for it. But they keep talking about misleading, but we will see exactly what the indictment says, and not only when we see the indictment, but we could be looking at prison time here, notwithstanding his record. And his record -- and I know there's been a lot of controversy, but he had 20-plus years in the FBI, until the Hillary investigation and so forth. And so I think all that will be taken into account. I would imagine there will be a plea deal. I doubt that he would want to go to trial."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, there was that time where he was trying to make sure that he got his government pension. he had been there, as you said, many, many years."
    },
    {
      "speaker": "STARR",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do they play around with that sort of thing in a settlement of this sort?"
    },
    {
      "speaker": "STARR",
      "utterance": "Yes, it's possible. But I think that the die is cast on that, because he was fired. Now, that could be reopened. The Office of Personnel Responsibility and so forth can look at all this. So they can put everything on the table. He apparently has very clever lawyers. And I mean that as a compliment, great lawyers. So, it could be, let's have a global resolution of this. Look, he served for all these years. He was just hours short of his pension vesting and so forth. So there is that equity that I think his lawyers will be advancing. And the Justice Department I think is going to be -- the U.S. attorney has a good reputation in the District of Colombia. I think there will be a reasonable resolution. But it's just very bad news for Mr. McCabe. And, frankly, it's bad news for the former leadership of the FBI. They should not be misleading their own agents in an official investigation, to put it mildly."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, that is kind of at the root of this next inspector general report we're looking at as to the origins of this, how it was handled and all. Where do you think that goes? A lot of people have been wondering, why is it taking so long? What do you think?"
    },
    {
      "speaker": "STARR",
      "utterance": "Well, I think that it's going to be very serious for the former leadership of the FBI and possibly even for Justice Department officials. Obviously, we're truly in speculation territory here, but the fact that it's taking so long, when we were expecting this, as you will recall, Neil, back in May."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I remember, yes."
    },
    {
      "speaker": "STARR",
      "utterance": "Right. Attorney General Barr, right, during his confirmation hearings in the spring, was saying, soon. Well, Washington's definition of soon is obviously not a commonsense definition. But I think things have been happening, probably new evidence, probably witnesses coming forward. The interview of Mr. Steele, the now infamous Mr. Steele, may have shed some light on that, the interviews in London. And that interview can lead to other dots that need to be collected. So I think we should have, as a country, politics aside, great confidence in the rule of law in the Justice Department, and in particular, right now, the Office of Inspector General. And when that report is issued, we need to study it. But I think it's going to be a serious, serious dark mark on the leadership of the FBI under Director Comey. And I hate to say that, because I love the Bureau."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right. But I wonder what happens -- and help me with this, Ken -- what happens if it is a damning report and it comes out of the Inspector General's Office?"
    },
    {
      "speaker": "STARR",
      "utterance": "Yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "How do you take it to the next level, or do they take it to the next level? An inspector general can make recommendations, right? But play that out for me."
    },
    {
      "speaker": "STARR",
      "utterance": "Absolutely. Yes, what the inspector general does -- and the inspector general does not have grand jury authority. And that's serious stuff. So let's just say, here is the report from Michael Horowitz, the inspector general. That then goes to the Criminal Division of the main Justice, possibly to the United States attorney's office in one or more districts. Then, depending on what the report says, a grand jury investigation opens. And I guarantee you, when witnesses get in front of a grand jury, 23 of their fellow citizens, and they're under oath, and they know this is really super serious business, it's a great mechanism, for all the criticisms of grand jury procedures -- I have seen it with my own eyes -- it's a great procedure for getting to the truth. And then, of course, we're talking about the possibility, depending on what those facts are, of actual criminal indictments."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Wow. Ken Starr, thank you. Good catching up with you and explaining a lot of this stuff to me. It's, like, mind-numbing for me. Good seeing you again. Thank you."
    },
    {
      "speaker": "STARR",
      "utterance": "Well, my pleasure."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, it wasn't too long ago the president said this:"
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT",
      "utterance": "Baltimore has been very badly mishandled for many years. Baltimore is an example of what corrupt government leads to. And I feel so sorry for the people of Baltimore."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Guess where he's going? It rhymes with Baltimore."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, they are still cleaning up from Dorian in the Bahamas, and now, and now there could be another nasty bit of weather coming their way. May be quite serious too, just when they don't need it most. More after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, you are looking live at the city of Baltimore. You might recall the president is heading there tonight for the first time since calling it a rat- and rodent-infested mess. He will be speaking at a Republican retreat, but, much like his trips to California, he is going into the belly of the beast. He doesn't seem to care right now. The rap against him was that he only wanted to go to friendly venues. That wouldn't necessarily be a friendly venue, nor would California. Democratic strategist Bernard Whitman with us, Independent Women's Forum's Inez Stepman. Inez, to you first then. What do you make of this trip to Baltimore? We will get to some of the others elsewhere."
    },
    {
      "speaker": "INEZ STEPMAN, INDEPENDENT WOMEN'S FORUM",
      "utterance": "I think it's good that President Trump is willing to go to places where he's not necessarily popular to risk these kinds of protests that are going to take place. And I think it's especially good that, even though this started with a typically Trumpian tweet that caused a lot of controversy, I definitely think it's a good thing for Republicans to actually get into the city policy game, and actually start to call out the fact that Democrats have run nine out of our 10 biggest cities, and a lot of them have a lot of serious problems. And I think it's time for Republicans to get into that policy game."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes. What do you think?"
    },
    {
      "speaker": "BERNARD WHITMAN, DEMOCRATIC STRATEGIST",
      "utterance": "Well, were that to be true, Neil. I mean, the fact is, this whole thing is a bit of a charade. Why is he going there? He's going there to hobnob with the political insiders and the cultural elites that he constantly rails against during his rallies."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "This was prearranged before the comments, right?"
    },
    {
      "speaker": "STARR",
      "utterance": "No, he's going to Baltimore to the annual GOP House retreat. He's going to California to attend a longstanding fund-raiser, where he's going to raise hundreds and hundreds of thousands of dollars. He's going there to suck up to the very cultural elites, coastal elites, political insiders that he rails against. And every single day, he stokes the divide between his very partisan white working-class base and the very people that he's now sucking up to, to get support."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, if he's going into these elite who are gathering there -- are many are from Baltimore -- he's saying, you're living in a rat-infested place. So he's getting them annoyed."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Well, I mean, the fact is, he doesn't really care. I mean, the fact..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, you can't have it both ways, buddy."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Oh, Trump? Trump loves to have it both ways."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But, no, you're criticizing him for going after the -- saying what he said about the city. And the people he's addressing and sucking up to, many of them are from that city."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Well, yes, but were he to have policies that actually were reaching out. I mean, the idea that he's going into a Democratic stronghold to try to get support from traditional Democratic communities is absurd. He has shown that he has absolutely no interest in expanding the base. He's shown that he has no interest in being president of the entire United States. He's shown that he is only interested in trying to hold on to the limited electoral coalition that got him elected last time. And he has..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It got him elected."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Just I'm beginning to sense here you're not going to vote for the president."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Probably not."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "He's not even trying to reach out to independents."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So, all right, let's talk about it. Inez, the other turn on this is that, if you think of visits to California and other -- he is seeking up other places that he might not win, but could maybe drive up his popular vote, and that he hopes to win the electoral and the popular vote this time, amid studies that have shown, wait a minute, he might do the same thing all over again. Our Constitution, it's the electoral vote that matters, but that he wants to make a statement. What do you think?"
    },
    {
      "speaker": "STEPMAN",
      "utterance": "I mean, I think that's probably not the greatest strategy for the president on that. I think it's a good idea for other reasons. But, I mean, I think his presence, for example, in California is likely to drive the popular vote the other way and run up the vote totals in California. I'm from the Bay Area. We are not the most Republican state or even Republican-open state."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But don't you admire any president who will do that, whether a Democrat who goes to a Republican stronghold, a Republican who goes to a Democratic stronghold, and just rolls the dice? Isn't that a good thing?"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "How could you admire someone that is just sucking up for money? I mean, I don't really get it. He's not actually going to address any serious problems."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Wait a minute. He wouldn't be the first president who raises funds, right?"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "No, but, I mean, at least most presidents try to reach out and build coalitions and try to actually do something. I mean, look at the homeless problem. He could actually do a lot to solve homelessness. To begin, why don't..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, I know you don't flip over the guy, but look at the unemployment levels. Look at the booming economy. I know you don't care about the stock market."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "No, I absolutely do."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But whether you like him or not, I mean, that is something he's done for those people in those areas, right?"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Well, I mean, the economy looks like it might be teetering on the edge of an abyss. And I think, honestly..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "I don't know about an abyss. Would you argue it's a good economy right now?"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "It is a decent economy. Could be a lot better."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, but if it were awful, you would be blaming him, right? So, if it's good, you..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "... tip of the hat."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Look at the -- the stock market has been like crazy like this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, that's what the stock market is. I have covered it for decades."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "No, because he threatens these crazy tariffs with China. I mean, if you would get off his high horse and actually negotiate a trade deal, maybe the stock market would be significantly higher than that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So when it was rising during Barack Obama, did you say the same?"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "When it was rising during Barack Obama, I praised the fact that he actually was expanding the economy and actually reaching out, building health care for all Americans."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "We're looking at record low unemployment levels for almost every key demographic group in this country."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Let's hope that continues."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "He can't do anything right in your eyes, can he? All right, so what do you think of this?"
    },
    {
      "speaker": "STEPMAN",
      "utterance": "Look, I actually think this issue on homelessness that you brought up is an important issue for Republicans and Democrats to work together on. There's not a lot of actual evidence that Democratic mayors -- I think it would be a great thing if, when the president tweeted about Baltimore and these protests, and..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But you do have to admit his language is coarse, right?"
    },
    {
      "speaker": "STEPMAN",
      "utterance": "Yes. But it started a conversation on..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, but a conversation that was started, but he trashed it mid- conversation. So he's got to watch that, doesn't he?"
    },
    {
      "speaker": "STEPMAN",
      "utterance": "I think that's just like -- I think that calling out the reality of some of the problems in the city is a way to start a conversation. Now, it is the way that Trump likes to start conversations is always incendiary."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But that is saying that about the entire city. And Baltimore is a beautiful city and has a great aquarium. I don't know if you have ever gone."
    },
    {
      "speaker": "STEPMAN",
      "utterance": "Yes, I have."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "The fact is, there's tons of things that Trump could actually do. He could reverse his plan to cut $300 billion in Medicaid, which is going to throw tons of -- hundreds of thousands of people out on the street. He could reverse his plan to cut..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "What do you mean it's going to throw hundreds of thousands of people out on the street?"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Because if Medicaid -- if people rely on Medicaid for medication, they have to decide between rent and they have to decide being continuing medication."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Hundreds of thousands are going to be out?"
    },
    {
      "speaker": "WHITMAN",
      "utterance": "A lot of people are going to be jeopardized. And also, Neil..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "And you say he overstates things."
    },
    {
      "speaker": "STEPMAN",
      "utterance": "If it's Trump's fault, why does California have the highest homeless rates in the nation? Like, why -- all of these left-wing policies -- why do they have highest unsheltered, unsheltered homeless ratio rate in the nation? If it's Trump's fault, it should be the whole country."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "I think that's a fair point. They should have a right to shelter law. But also he's recommending to cut the HUD budget by 20 percent. He's recommending to cut funding for a program that builds low-income housing. He's recommending to cut funding for federal rental assistance, which is going to jeopardize 250,000 people. He's recommending..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Animals and children, I'm sure, hate him."
    },
    {
      "speaker": "WHITMAN",
      "utterance": "Dogs. Dogs, cats and children."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Just dogs. Just dogs. All right, guys, thank you very, very much. In the meantime, reports that Secretary of State Mike Pompeo is in the running to be the national security adviser, on top of being the secretary of state. Been there. Yes, we have actually done that."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, the search continues for John Bolton's replacement as national security adviser. The president having a lunch and a meeting with someone supposedly in the running. You will never get who it is. John Roberts at the White House with more. Hey, John."
    },
    {
      "speaker": "JOHN ROBERTS, CHIEF WHITE HOUSE CORRESPONDENT",
      "utterance": "Oh, I thought you were going to say it's John Roberts at the White House that is in the running."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, that would be interesting."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "That would be interesting. There's no question about that. Neil, something has bubbled up. And this has come from advisers who have called the White House to say this is something that should happen. There are also people who used to work here at the White House who are saying that this should happen. And that is it, like Henry Kissinger between 1973 and 1975, Mike Pompeo not only should be the secretary of state, but should also take on the role of national security adviser as well. That was something that Richard Nixon did with Kissinger. But when Gerald Ford took over from Nixon, he removed the title of national security adviser from Kissinger and just had him as the secretary of state. Could Mike Pompeo do the job? Absolutely. There's no question about it, because he runs a lot of the National Security Council meetings anyways. In some ways, I'm told John Bolton had become more of a liaison between the Council and the president than a very strong national security adviser. And, in fact, Bolton had been kept out of a lot of those meetings. So it's not too much of a stretch to think that Pompeo could do both of those jobs. Reasons why it would not happen, and I'm being waved off of it by number of White House officials that I have spoken to, is, first of all, Pompeo was toying with the idea -- or instead of saying toying with the idea, he's giving serious consideration to possibly running for the Senate from Kansas next year. So if he were to take on both roles, and then depart to run for the Senate, the president would lose not only his secretary of state, but his national security adviser as well. I have also heard concerns raised that giving him both titles would put an awful lot of power in Mike Pompeo's orbit, because you would have him as the secretary of state, you have a former classmate of his at West point, Mark Esper, now running the Pentagon, and you have Gina Haspel, who was his deputy at the CIA, now in charge of the CIA. So that would be a lot of Mike Pompeo associates carrying a lot of power here at the White House. But even if Pompeo does not take the job, there's a real good chance that somebody who is very close to Pompeo or at least Pompeo really gets along well with will get the job, because it's widely believed that, if not signing off on it, because if you tell President Trump somebody else's got to sign off on it, it'll never happen, but Pompeo will have a big influence, Neil, on who becomes the national security adviser, if it's not him."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "It is amazing, though. You're right. I hadn't thought about it until you mentioned all the connections and the people who are around his orbit. Yes. Yes. I see the tangled web. Yes, indeed."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, John Roberts, thank you very much at the White House."
    },
    {
      "speaker": "ROBERTS",
      "utterance": "Thank you."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Meanwhile, the president wants to smoke out flavored e-cigarettes. However you feel about these things, the judge says, be careful what you wish for. Do you want the government deciding that for you? After this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, as you know, the White House is looking at banning flavored e-cigarette sales entirely. Can the administration legally do this? My next guest says, no matter how you personally feel about the addictive nature of these products, particularly for kids, go slow here. I'm talking about Judge Andrew Napolitano. What do you think?"
    },
    {
      "speaker": "ANDREW NAPOLITANO, JUDICIAL ANALYST",
      "utterance": "Well, can the FDA ban McDonald's cheeseburgers because they have too much fat in it and clog up your veins?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, I'm out of this country if they even try."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Can they ban -- what is that chocolate thing you like to eat all the time? Can they ban..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yodels?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Yodels, can they ban them?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, they say, in this case, in all seriousness, that this is a harmful product. But then cigarettes are a harmful product, right?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Well, 200,000 people die a year from smoking tobacco products. Is the FDA going to ban tobacco? Answer, no. Why not? Fifty-five billion collected in taxes by state, federal and local governments. So they have decided to..."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But they have put restrictions on tobacco advertising. They have done that."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "It hasn't diminished the sales at all."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, I know what you're saying. But will they -- something like that would be at least more palatable, I think, than banning the product."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "To your original question, they can't ban it overnight. First of all, they have to give themselves -- this is interesting -- give themselves the authority to regulate it, which, of course, they will do. Then they have to promulgate a regulation, which gives Congress 30 days to nullify the regulation and the public 30 days, including big tobacco, to weigh in on the regulation. And if it survives that 30-day time period, then they can enforce it. But the idea that the federal government will tell adults what to put in their bodies, haven't we been through this before?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Didn't we have something called prohibition, which is one of the worst social experiments we ever engaged in?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Why can't they exempt the adults? One of the ideas I heard, they don't -- they're targeting the use of this for kids and the fruity flavors and all that the kids like, but a lot of adults like those fruity flavors."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Adults have the right to smoke whatever they want."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Who should take care of the kids? The people that can't deliver the mail or their parents?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "In other words, it's up to parents to police this sort of thing."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Of course, of course. The president was talking about millennials. Millennials are adults, and they have the right to make the choice that they want. Who owns your body, you or the federal government?"
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Now, what if the way you market something is deliberately deceiving, if parents don't even know what it's like? I have two teenagers, you know. You would see this stuff and you wouldn't know. So you stop fooling people."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "If the FDA gives itself the power to regulate these e- cigarettes, it can regulate the advertising as well. Here's the downside. If the manufacturers follow the FDA regulation in the manner in which they put it together, and they follow the FDA regulation on their advertisements, and somebody gets hurt, they can't sue, because the FDA had cleared them."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But you're worried also about the slippery slope aspect, right?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Sure."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "That, like you said, you can mention..."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "I'm not picking on McDonald's. I could have said pasta, yes."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "No, no, no. But, no, there is argument made -- and I know a lot of people who have been warning about the dangers of processed meats and cheeses. God only knows. That it's a slippery slope here, and you could argue that, in looking out for people's best interests, that's the way to go. It's just -- it gets a little crazy."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Where in the Constitution is the federal government authorized to regulate people's personal health choices? Answer, nowhere."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But if you really like these things, I have a view that the government sometimes goes, when things are getting to be so popular, people like them, and you want to claim there's a danger, there's a risk to anything you have, it becomes a target for taking off the market."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Or a target for putting higher taxes on it. Then the government will suddenly lose its interest in public health, because it will see cash coming in."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "But the taxes gets so high that, in case of cigarettes, the number of smokers goes down. So it would have the opposite effect. But leaving that aside, these so- called sin taxes pay a lot of bills."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "They do. They pay a lot of the government's bills and they don't deter the sin."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, and the sin for adults, just to understand, is this is the lesser of the evils. It began with adults taking it to get off the addition to cigarettes, which are far more dangerous, right?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Right."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Kids started taking it for other reasons. Some of them never had smoked at all. So what do you do about dangers that have emerged where kids' lungs were compromised?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "It's not the government's job to alleviate or to protect us from all dangers."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Do you put warnings on the products?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "I'm not in favor of warnings, but the government has -- because I think you have the freedom of speech. But the government curtails commercial speech and forces people to put warnings on their own products."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Right."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Buy this, and, by the way, it's going to kill you, which is basically what a package of cigarettes says."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "So that, you're kind of OK with?"
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "I'm not OK with it. But the law is OK with it. The Supreme Court has authorized the interference in free speech with respect to commercial speech, as long as the statement that is forced upon the manufacturer is basically truthful. And it is truthful that tobacco can kill you. But the FDA will never outlaw it, because they don't have the resources to enforce the outlawing of them, and because they want those $55 billion in taxes coming in at all three levels of government."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Interesting. All right, Judge, very good seeing you again. Thank you, my friend."
    },
    {
      "speaker": "NAPOLITANO",
      "utterance": "Pleasure. Pleasure, Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "All right, in the meantime, Hurricane Dorian is out, right? But now those in the Bahamas are bracing for something that could be pretty bad as well -- after this."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Well, Dorian is barely out the door, right, and the Bahamas are already looking at another possible storm on the way. Rick Reichmuth on all of that. Hey, Rick."
    },
    {
      "speaker": "RICK REICHMUTH, CHIEF METEOROLOGIST",
      "utterance": "Hey. So, yes, maybe we're going to get something. I think we're certainly getting some rain there. We are at the peak of hurricane season right now. So any disturbance that we see develop in across the waters, we think have a chance -- or definitely have a chance of developing. Next storm by the way, will be named Humberto. This is what we're looking at right now, just this bunch of clouds kind of over the south eastern Bahamas. Why this is difficult for us right now is the center of the storm, we don't really know where it is. You have to have a center in the lower level of the atmosphere to be a tropical storm. Is that -- maybe there's a little bit of rotation down here across Cuba. All of this action that you see up here is higher up in the atmosphere. Basically, Neil, it's garbage in, garbage out. If you don't have a good starting point, it's hard to get kind of an endpoint of where that will go. And because of that, all of our models are doing a lot of different things. But when you see this kind of activity right here, we always monitor this, and the conditions are right for strengthening. So because of that, 70 percent chance we're giving this we're going to see formation into an actual tropical named storm, which again would be Humberto. Now, here's the problem. Take a look at these models. They're all over the place. That's because of what I said where we don't know exactly where the center of that storm is. We had the big hurricane that we had two weeks ago here across the Bahamas. You knew exactly where the center of that storm was. So you could initialize all of your model projections from a very precise point. We can't do that right now. And, because of that, you end up with this thing that doesn't really give you much indication. I can tell you, if it gets his act together, if it gets a center of the storm a little bit further towards the north, if it strengthens a little bit, that would favor something here across the eastern shore of Florida, maybe just staying right offshore, somewhere in there. If that doesn't happen, all of that energy will likely drift farther off towards the west, kind of across Florida, and then maybe somewhere here across parts of the Gulf. Lots of variables when we don't have a really defined center of the storm. This is one model run that we have. Just take a look at this. Certainly, I don't see any way where we don't have a lot of moisture going across parts of the Northern Bahamas. And that in any case isn't good news -- Neil."
    },
    {
      "speaker": "CAVUTO",
      "utterance": "Yes, and the last thing they need, no matter what happens. Thank you, my friend very, very much, Rick Reichmuth following all of that. Hard to make sense of this early hurricane season, just that we have a lot -- a lot to go, don't we? A quick peek at the corner of Wall and Broad, the Dow up about 45 points, had been up more. This is seven days in a row of gains, as we close in on a record we achieved, what, in July. We're back in that territory already. Here's \"The Five.\" Content and Programming Copyright 2019 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2019 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}