{
  "date": "September 25, 2020",
  "headline": "Could Dems surpass Kavanaugh 'ugliness' with Amy Coney Barrett?",
  "subHeadline": "No sub-headline found",
  "url": "https://www.foxnews.com/transcript/could-dems-surpass-kavanaugh-ugliness-with-amy-coney-barrett",
  "isInterview": false,
  "utterances": [
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "sentences": "I'm Laura Ingraham and this is The Ingraham Angle from a very busy Washington tonight. Governor Ron DeSantis just lifted all COVID restrictions in the state of Florida. He'll be here on the Angle exclusively in minutes to tell us why.   And the pick is in. Tomorrow afternoon, President Trump will nominate 7th Circuit Judge Amy Coney Barrett to the Supreme Court. We will have full reaction ahead. But first, let's get back to the president's rally in Newport News, Virginia. Virginia is tightening as are so many states across the country. And if Trump won Virginia, well, I can tell you this, it would be a Trump landslide but he's very positive there. He's making a lot of news tonight. Let's listen in.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "sentences": "Would destroy Social Security and destroy protection for people with pre-existing conditions. He would terminate our travel bans and jihadist regions, you know I've got the travel ban. Remember everyone said you couldn't do that.  I want a travel ban from people that want to blow up our country. Do you think that's OK? People said, we don't like that. Took a little heat and we got it. They said I didn't get it. They were right. We lost at one court, lost at the second, then we won in the Supreme Court. They don't say that, but we have a strong travel ban. And we will use it. We do use it. We use it plenty and increased refugee admissions. They want to increase refugee admissions, 700 percent. Opening the floodgates for radical Islamic terrorism. They want to ban school choice and charter schools in a second term. I will provide school choice to every parent in America, every parent.  Vote for Republicans is a vote for safe communities, great jobs, and a limitless future for all Americans. It's so true. And in conclusion, I love you people, but I've been doing this since early in the morning. I'm getting the hell out of here. I would only do this for Virginia.  I've got a guy who stays in his damn basement all day long and I'm doing this. I don't know - if he wins, I'm going to be very embarrassed, I'll say, I've worked so hard and he didn't work at all. We're going to win. I think we're going to win, and I think we're going to win big. I think we're going to. I think we're going to win bigger than anyone understand. I think there's a vote out there. There's a hidden vote out there. The pollsters are fake. They're controlled by the same people, the Right. The bad stories, the fake stories. Over the next four years, we will make America into the manufacturing superpower of the world. And we will end our reliance on China once and for all. We will hire more police. Increase penalties for assaults on law enforcement. And we will ban deadly sanctuary cities, ban them.  We will uphold religious liberty, free speech, and the right to keep and bear arms, Virginia. We will strike down terrorists who threaten our citizens and we will keep America out of the ridiculous horrible endless foreign wars countries that you've never even heard of. We will keep you out of them. And by the way, we have weapons, the likes of which nobody has ever seen before. We have a level of the degree of which nobody from Russia to China to North Korea, nobody has ever seen what we've built and just hope to God, we never have to use them, but we have never had anything like the arsenal that we've built over the last three years.  I hope to God we never have to use them. We're the envy of the world in that way. We have the greatest people for our ability. There's nobody can do what we can do. There's nobody - but when I came in your military was totally depleted, you had old planes, you had old everything. We have now the F-35s and we have things, the bombers, the new bombers, the tankers, the ships that were building, some right here, Newport News.   But we have built an arsenal the likes of which the world has never seen. And you know what that will make it a lot easier for us not to have to use them. That's really what we need. We needed it. We were in bad shape. We were in bad shape We will maintain America's unrivaled military might and we will ensure peace through strength. And that's what we've done. We will end surprise medical building, require price transparency, and further reduce health insurance. The health insurance is a disaster and we are bringing the price of health insurance way down, premiums and costs of prescription drugs.   We're instituting favored nations. We pay the highest in the world for drugs. I negotiated with Big Pharma and I just got tired of negotiating. I said, I'm sorry, we're instituting favored nations. We're the largest purchaser of prescription drugs by far in the world. And I institute it--",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "We'll check back in with the Trump rally throughout the hour. But first, a very important story to get to. Florida is now completely open for business and the Left is going nuts. So, weeks after pledging to never again lock down a state, Florida Governor Ron DeSantis announced today the lifting of all COVID restrictions on businesses. And as President Trump remarked tonight, this stands in direct conflict to the draconian lockdowns implemented by blue state governors.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Dem states like where you have a governor who's a Democrat. You're not allowed to go to church. You're not allowed to go to a restaurant. You're not allowed to go to your friend's house. You can't move from your house unless you're related to the governor, then you can do whatever the hell you want.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Governor DeSantis, the man on the side of safety and freedom for his citizens, joins us now. Governor, thank you for being with us tonight.  Now, after you made your announcement, I know you probably missed this. You were a little busy, but CNN's Dr. Sanjay Gupta had this to say.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT",
      "sentences": "The idea of reopening when we're nowhere near containment, they're just way too much viral transmission. Governor DeSantis has gone through this before. He saw what happened when they had that big spike. That's when they reopened. That's obviously concern. But inside restaurants with full capacity, there is no mask mandate. There is no fine, these are all the wrong sort of decisions as far as actually trying to bring this pandemic under control.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Governor, you're going to get a lot of this, but they're waving the caution flag, the danger flag, the warning flag tonight about your decision, why are you right and why are they wrong?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "sentences": "Well, I think a lot of them are ignorant about Florida, I mean, we never closed down over the summer. He was talking about the Sun Belt spike. We actually had, of course, beaches, theme parks, retail operating at 100 percent. We had sports and summer camps over the summer. We have over 1.1 million students and face-to-face instruction for K through 12. We have college students that are on campus. We've had big events such as NFL with fans, college football with fans. We had a NASCAR race with 30,000 people. So, we've been open. The final kind of piece to the puzzle was this capacity limitation on the restaurants at  50 percent. And so that was the announcement today, kind of brought that in for a landing. And a lot of those folks in that industry have had a really, really rough time. They've learned a lot about how to create a safe environment. I think that they'll be able to do that going forward.  So, I think it'll end up being good for jobs. I think it'll end up being good for their business. And I also think, Laura, we have to have a situation where individuals can make decisions about what makes sense for them. And if that's something you're not comfortable doing, no one's going to force you to do it. But I do think that people need to be free to choose.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Now, governor, this is something that Joe Biden said this week on the trail about national standards.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL NOMINEE",
      "sentences": "President has to take control, has to take responsibility, set national standards, making sure we're in a position where the president lays out standards for opening schools, opening businesses.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, that ends up being code for national mask mandates and rolling lockdowns, which frankly, Americans, I think are just sick and tired of, they're beyond this. And in fact, Governor, guest we had on last night was arrested earlier this week for not wearing a mask outside. Watch.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I should not be doing this and doing this kind of crap for the mayor. This is embarrassing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Get off of me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Tased somebody over a mask.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Governor, these look like scenes out of Russia, a man singing a hymn with others, a woman sitting at a sports event. What's going on here? What does this really all about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, I'll tell you, Laura, in Florida, we never did any of that, but in other states you would see churches be banned, but you could go to a casino, basic rights deprived, and it was oftentimes on a political basis. I am worried, though, about this. I mean, Joe Biden has said he will lockdown the country if a scientist tells them to do it. I had a great roundtable. It's on my Twitter and Facebook with three very eminent scientists yesterday talking about all these issues. Dr. Martin Caldor from Harvard Medical and Jay Bhattacharya and Michael Levitt from Stanford Medical. And I asked, should lockdowns be off the table?   And they all said unequivocally, yes, lockdowns should be off the table. At best what they do is just delay infections. They do not reduce mortality, but they cause catastrophic damage. And so that should be off the table in this country going forward. We need our society to function because COVID-  19 is one health issue. There's a whole host of other health issues out there that get exacerbated when you have society on its knees.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I want to talk about the state of Florida and the presidential race. Governor DeSantis given how close it was last time around, the president has expressed his extreme concern with mail in voting, not absentee voting, which is very popular in your state, but with mail and voting. How do you think things stand now in your state, given where the polls are and given where you think the people are after this very difficult year?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Well, just to be clear, we don't have mass mail voting in Florida, what we have, as you mentioned is mail voting on request, absentee voting, so voters can request it, they will get sent a ballot and then they can send it in. It's tried, true and safe. So, if people want to vote that way, they should absolutely do it. But we are not indiscriminately sending out ballots all over the state of Florida. That doesn't work.   And you also have to have send in the ballot by Election Day at 7 PM. There's not going to be a situation where ballots are just showing up a week after the election. I think that that's very chaotic. Look, I think he's in good shape. It's always tough here. It's never an easy race. But if you look in 2016, he did rarely poorly in Miami-Dade County, still won the state. He's doing a lot better in Miami-Dade. He's got really strong support from Hispanics. I think he'll win Hispanics in Miami-Dade County. And if he holds the support elsewhere, I think he's definitely going to be in good shape. Biden has really not done much in Florida. We have a ground game. We're registering voters going door-to-door. Their campaign hasn't wanted to do that because of the pandemic. When Trump won in 2016, we had a   340,000 deficit with Democrats for registration. We've now shrunk that to under 190,000 thousand. That's as close as we've ever been, probably in modern history in terms of registration, I think that bodes well for us.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Are you worried about Michael Bloomberg's efforts to pay the penalties, the fines of former felons who would then get the right to vote if their fines were paid?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Attorney generals investigating that. It's a situation where he's doing it, he's discriminating on the basis of race, he's only paying off if you're a certain race. And basically, I think someone in his organization said, yes, because we think they'll vote for the candidate we want. And under Florida law, that very well may run afoul of that. So, we'll have to see. But it is being investigated and it may be investigated federally, but it certainly is investigated by the state attorney general in the state of Florida.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And, Governor, just one more time, we're going to ask one more question. Will you ever consider locking down your state, large parts of your state as the governor of New York? I guess they're now considering it in New York City today, we learn because of some outbreaks, you will never do that in your state.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DESANTIS",
      "sentences": "Zero percent chance of that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "OK, Governor, thank you so much. Great to see you tonight. And the other breaking news tonight, Fox News has confirmed that tomorrow afternoon President Trump will nominate Seventh Circuit Judge Amy Coney Barrett to replace the late Ruth Bader Ginsburg on the Supreme Court. Now, President Trump didn't let anything slip during his speech tonight, but he did talk about the importance of the court.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "They say the biggest thing you can do is the appointment of judges, but especially the appointment of Supreme Court justices. That's the single biggest thing a president can do. Because it sets the tone of the country for 40 years, 50 years, I mean, a long time.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now is Kim Strassel, a Wall Street Journal editorial board member, and Mollie Hemingway, Senior Editor at the Federalist, both Fox News Contributors. Mollie, you wrote the book, along with Carrie Severino on the ugliness that was deployed by the Democrats and the media during Kavanaugh. Is there any way this could be as bad or is she somewhat insulated? She's a woman. She's a mother, and it's an election year.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MOLLIE HEMINGWAY, SENIOR EDITOR, THE FEDERALIST",
      "sentences": "Well, if past is prologue, the most contentious battles in confirmations are when you actually see a switch from a more liberal to a more conservative justice. And so, by all that we know historically, this should be apocalyptic. But I do wonder if because of who Amy Barrett is, not just as a woman, as a mother of seven, but also that she just has a really good reputation among her friends and colleagues at Notre Dame and on the court, whether it will be more difficult for the Left to engage in the type of smear operation that they did against Kavanaugh. I think it takes a lot of courage for anybody to be willing to be nominated to the Supreme Court after what happened to Bret Kavanaugh and how people in the media and other partisans tried to destroy his life and his reputation and his family. It takes a lot of courage for someone to do this. And I think it's really remarkable to what we're about to experience here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I completely agree with you and I look forward to hearing from her. Now, The New York Times, I guess Maggie Haberman had an interesting reaction to Trump picking Barrett.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "MAGGIE HABERMAN, NYT WHITE HOUSE CORRESPONDENT",
      "sentences": "We are dealing with the president who sometimes likes to change things up. But Amy Coney Barrett has been who we have been hearing for many, many days. She does please the base. Whenever the president has a choice, he tends to burrow into his white and largely male base of voters. And that is what he's doing here.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kim, (inaudible) start laughing, I mean, did the president pick Amy Coney Barrett for the white male vote? OK, I've heard a lot of really ridiculous things, but that's right at the top of the list.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIM STRASSEL, FOX NEWS CONTRIBUTOR",
      "sentences": "Look, there are so many things to like about that nominee and that will transcend, believe me, the white male vote. First of all, her jurisprudence speaks for itself. She's smart. She's a textualist. She's consistent. Go and look at it. Secondly, she's been through this process. She handled it with amazing aplomb and grace. She has been through the process. And that's going to help her a lot this time. And third, as you mentioned, how cool is it to get a working mom on the Supreme Court and by the way, a working mom of seven kids. I mean, this woman is going to be something to reckon with as she goes through this. And I hope Democrats learn something from the Kavanaugh experience because I keep reminding people four of them lost their seats in contested states after they voted no.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Excellent point. If you can handle seven kids, I bet you can handle pretty much anything. Mollie, Kim, stay right there, because when we return, we're going to expose the latest faux outrage from the Left and how it relates to the shocking new revelations about the FBI and the Russia hoax. Don't go away.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Since President Trump put his hand on the Bible back on January 20th, 2017, the press has claimed in various stages of hyperventilation that he will refuse to leave office once his term is up or refuse to leave if they were able to impeach him. Nice try. Well, during the 2016 campaign, the media insisted he wouldn't then accept the results of the election, that they assumed back then that Hillary would win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "I will totally accept the results of this great and historic presidential election if I win.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Heads were exploding all over the place. He's obviously tweaking the press. Well and funny enough, it was Hillary, remember, who would never accept the results of the 2016 election to this day. She still thinks it was stolen by Russian bots working on behalf of Trump.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HILLARY CLINTON, FORMER PRESIDENTIAL NOMINEE",
      "sentences": "He knows he's an illegitimate president. He knows that there were a bunch of different reasons why the election turned out the way it did.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "This is shameless. Now, the media and their Democrat co- conspirators, they wanted Trump gone from the moment he came down the golden escalator and they're still enraged that he made fools out of them by beating Mueller, beating Schiff and now beating Biden and the energy, strength and stamina election. Well, they're forever wanting to prove that what Mueller couldn't prove, that somehow Trump is a secret authoritarian that like Putin, he's just going to refuse to yield power once he has it, once it's his time to go. Well, fast forward to an interview that the president did with that esteemed political journal, Playboy. Now, pay close attention to the beginning of the reporter's question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Win, lose or draw in this election, will you commit here today for a peaceful transfer of power after the election?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "We're going to have to see what happens.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you commit to making sure that there's a peaceful transfer?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "Get rid of the ballots and you'll have a very peaceful, there won't be a transfer frankly, there'll be a continuation.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "I thought Playboy magazine, wasn't it out of business. He should have a little bunny on his mask. But what the president said, win, lose or draw. So, you've got that if Trump wins, that reporter from Playboy still thinks that there should be a transfer of power. So, he wins. He loses, he loses. He loses. That's cute. So, what exactly was wrong with what the president said there. Democrats who have explicitly and implicitly encouraged BLM and the ANTIFA rioters are now accusing Trump of planning what exactly to mobilize troops against the Biden transition team, if Biden actually wins?  It's ridiculous. Now, to normal Americans, it's obvious what the president is saying, but I was thinking about it today. If your party, the Democrats, doesn't actually have a candidate who campaigns like Biden. Well, what else are you going to talk about?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's plotting in open in public repeatedly, a coup to steal the election and hold on to power.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Un-American behavior. It's authoritarian behavior.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I guess the president was now moving this nation to anarchy. That is a stateless government.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Donald Trump continues to mock the very idea of democracy, refusing to commit to a peaceful transfer of power after the election.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "For all intents and purposes, the U.S. press corps is operating as a proxy for the invisible candidate, and as is the case with most of these controversies, the media is either projecting or covering up altogether for the Democrat Party. Now, the only administration that has tried to derail the peaceful transition of power is Obama's. And Trump was on to them from the beginning. Back on January 3rd, 2017 in oppression tweet, he said this, the intelligence briefing on so-called Russian hacking was delayed until Friday, perhaps more time needed to build a case. Very strange. This is why they don't like Trump's tweets. Now, the media lambasted him for that, but newly released text messages between FBI officials included one from January 5th, 2017, that read Trump was right. In other words, the Intel briefing was absolutely being delayed to cook up more evidence against him. The text went on to say, still not put together. Why do we do this to ourselves? What's wrong with these people? Now, I should note that this FBI text was set the same day of that infamous White House meeting that we've previously reported on. This is the meeting where Obama and Comey discussed withholding information from incoming Trump officials. Well, so much for doing things by the book. Barack? Well, five days later, when CNN leaked that Trump had been briefed on the bogus Steele dossier, one FBI agent texted this to a colleague. We all went and purchased professional liability insurance. I wonder why? And speaking of Christopher Steele, we learned today that the primary source for his infamous dossier was a suspected Russian spy going back to 2009. More damning, however, is the fact that the FBI knew this in December of 2016 but kept spying on the Trump campaign anyway. In other words, the Democrats funded Russian disinformation, which was taken up by rogue deep state actors, one of whom was Peter Strzok. Two years ago, he gave this impassioned defense of the FBI's horrific misconduct.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PETER STRZOK, FORMER FBI AGENT",
      "sentences": "In the suggestion that I, and some dark chamber somewhere in the FBI, would somehow cast aside all of these procedures, all of these safeguards and somehow be able to do this is astounding to me. It simply couldn't happen. And the proposition that that is going on, that it might occur anywhere in the FBI deeply corrodes what the FBI is in American society, the effectiveness of their mission. And it is deeply destructive.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Love the applause. Well, now we know that mission was to take down a sitting president and just in case you needed to hear it from the agents themselves. In a newly released DOJ memo, the FBI special agent in- charge of the Mike Flynn case said he believed the Mueller team prosecuted the former general for one reason, to get Trump. Now, one would assume that this is all of supreme interest to John Durham, the U.S. attorney assigned by AG Bar, to examine the Obama FBI's handling of that Russia investigation. If an outgoing administration can do this to a candidate of an opposing party and then to a sitting president of an opposing party, and do it all with impunity, then the peaceful transition of power is the least of our concerns as a nation. Let's bring back in Kim Strassel and Mollie Hemingway. Kim, just to give our viewers an idea of how bad this was, that FBI agent handling the Flynn case was so disgusted by what was going on he threatened to quit, and also go talk to the I.G. Tell us more.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "KIMBERLEY STRASSEL, WALL STREET JOURNAL",
      "sentences": "Yes, so it was remarkable, because what you have here is what you think of as an honest FBI guy giving his perspective of what he saw first at the FBI as they were doing their Trump- Russia collusion probe, and then by the way, at Special Counsel Mueller's team where he reluctantly went over because he was trying to prevent what he called groupthink. And he never said that he saw anything to the Flynn case. He was so appalled. He said it was so problematic by the end that he asked to be taken off of it because he was concerned there would be an inspector general report. When he went to the Special Counsel, he said he didn't want to touch the case. He thought that there were other pieces of it that might be more valid. But in the end, he said what he saw was a team had an attitude of get Trump, and where everything was being called by the lawyers, and the attorneys were only in this in order to get some big takedown of the president, and who were looking at the average investigators as nothing more than speed bumps in their way.  And he was just -- it's remarkable what he laid out in that interview. And it really confirmed a lot of the worst suspicions about how all of this worked.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And Mollie, the comments today, or lack thereof, in the American media are just stunning. We'll get to one of them in a moment. But take us back to that first week of January in 2017, Mollie, and why that was so critical in ultimately unraveling this whole thing. MOLLIE HEMINGWAY, SENIOR EDITOR, \"THE FEDERALIST\": Yes, this case agent in charge had been instructed to close the Flynn investigation prior to that first week in January because there was literally nothing there to go after Mike Flynn for. But then early in January he is told to keep it open, to investigate the Logan Act. He actually has to look up what the Logan Act is because it hasn't been used in hundreds of years. He doesn't think that it applies. That's about how private citizens are not to communicate with the foreign governments. But of course, Mike Flynn is not a private citizen. He was the incoming national security adviser who was speaking in completely appropriate ways. There is this meeting in in the Oval Office with Obama and Biden and various other people where they talk about the Logan Act. Soon thereafter, those phone calls with Ambassador Kislyak, between Mike Flynn and he, are leaked to the \"Wall Street Journal\" and to the \"Washington Post.\" That's used to ramp up the investigation again. And now we are still dealing with this Mike Flynn investigation. Next week there will be a hearing. The judge is not letting the Department of Justice stop the prosecution, even though that's their authority to do that. And so that's why we have more of these documents coming out as they are found, they have to be turned over to Flynn. They just show so much corruption and the abuse of power in this Flynn investigation, I don't see how the judge can continue the case. He seems to have a personal vendetta --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "The judge, Emmet Sullivan, if there is a candidate for impeachment, I'm sorry, down the road or now it could be Emmett Sullivan. CNN's Jake Tapper asked James Comey today about the damning Steele dossier news. He was on with an actor because there is new Showtime movie about Comey's rules. This is how he responded.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "Republicans obviously saying that that undermines the dossier even further, which they argue undermines the entire Russia investigation. What do you think?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "sentences": "I haven't read what they put out. Setting aside the merits of the Steele dossier, which are important to debate, this was begun based on credible information unconnected to that material. And we should have been fired if we didn't investigate.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Kim, he said there was plenty to -- plenty of the other justifications for this investigation, and kind of blew off the Steele dossier question.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "STRASSEL",
      "sentences": "Can I first just ask why anyone has James Comey on TV? I don't understand this. The man is the disgraced, fired, former head of the FBI who has now been shellacked three times by the inspector general in separate reports talking about his abuse of his power while in office. Talking to him as a credible source is not something the media should be doing in any way, shape, or form.  But of course he's going to blow off the dossier. Look, here's the other problem that they have is that even when you go back to Michael Horowitz, the inspector general of the Department of Justice report last year, he laid out all the problems with the other, quote, evidence that they had, which was also incredibly flimsy. And this is what Durham is looking into. We're going to get a final answer from Durham as to whether or not he thought there was an adequate predicate from the probe, and then let's hear from Jim Comey then.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Ticktock, ticktock. Mollie, 10 seconds. Does Christopher Wray survive, FBI head?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "HEMINGWAY",
      "sentences": "It's just, I cannot believe he doesn't care more about all of these things that are happening. If he even pretended to care more I think it would make people feel more comfortable. There have been a lot of problems happening, and not a peep from him. It does not -- it would be good for the entire agency and for all the people who worked there if he were to speak up.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And remember the FBI agents who interviewed Michael Flynn did not think he lied in his interview. There is a whole other part of that that's going to unravel. Ladies, thank you so much. I couldn't have had two better guests tonight for this topic. And coming up, Biden's big day out, and why the left is angry with Charles Barkley and Shaquille O'Neal. Raymond Arroyo, tells us all in \"Friday Follies\" next.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "It's Friday, and that means it's time for \"Friday Follies.\" Joining with us all the details, Raymond Arroyo, FOX News contributor, author of the forthcoming \"The Spider Who Saved Christmas.\" Raymond, Joe Biden had a big, big day in D.C. What happened?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Well, as you know, he has been criticized, Laura, for not holding public events or shutting down coverage first thing in the morning. But Joe Biden had a very busy day. He visited the capital to pay respects to the late Ruth Bader Ginsburg. And later, Biden appeared at a couple of other events -- Dr. Jill Biden. Joe had no campaign events today, OK? But the former second lady made two stops to Maine to speak on her husband's behalf. She sounded more presidential than the guy, you know the one, you know. Jill is the campaign's answer to Trump rallying massive crowds in Virginia tonight. I've never seen anything like it, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "No, I've got to say we've said from the beginning that Jill Biden really should have been the candidate, because she has that spring in her step. She's a nurse. Right? She's a nurse. She's a go-getter, OK. Let's give poor Joe the benefit of the doubt, though, because he's probably been locked away preparing for next week's debate. That is what he is doing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Well, not if Nancy Pelosi has anything to say about it, Laura.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You had earlier suggested you didn't think Biden should debate. Do you still feel that way?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "REP. NANCY PELOSI, (D-CA) HOUSE SPEAKER",
      "sentences": "I do. Not that I don't think that he'll be excellent. I just think that the president has no fidelity to fact or truth. Why bother?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Laura, early on you said there would be no debate. Nancy seems to agree with you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Well, maybe I'm wrong, but anything could happen with 2020. Locusts could fall from the sky. There might be a traffic jam. There could be hangnails, ear wax problems. You never know what is going to keep Joe Biden --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "If Joe is unavailable -- if Joe is unavailable, Laura, they could always send Jill to debate Trump. That's a possibility. The Biden campaign has a big problem, though. They need the visibility of the debates. The Trump campaign has knocked on millions of doors to activate voters. Meanwhile, Biden's ground campaign is looking pretty lame in these battleground states. This is a Biden campaign volunteer describing her work on the ground for team Joe.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They made very clear to us that we would be just doing phone calls from home, that it's very convenient. Honestly, it's been super easy and super convenient. For somebody that is very much an introvert and is afraid to knock on doors, this is something I absolutely am happy to do.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Just what you need, Laura, to shake up those uncommitted voters, fearful introverts. Wonderful. Without a physical presence on the campaign trail, Biden continues to default to his empathetic candidate routine. This is a clear attempt to sway those suburbanite women. The latest iteration came in the form of a Cindy McCain endorsement.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CINDY MCCAIN, JOHN MCCAIN'S WIFE",
      "sentences": "Empathy and compassion, a lot of times that is the only things we really need on a day that's really bad. And your empathy and compassion for those less fortunate have meant the world to me, and, I know, to many people.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "sentences": "That's who John was. That's who John was with me.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "I don't know what John he's remembering, Laura, but when Amy Coney Barrett is announced, all these empathy and the bromidial arguments are going to go away. Women are going to see themselves in her as a mother of seven, and a working mother at that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "All right, before we go, Charles Barkley caused a stir last night on TNT when he addressed the riots related to the Breonna Taylor grand jury decision and the calls to abolish police.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "CHARLES BARKLEY, FORMER NBA PLAYER",
      "sentences": "I'm really sorry she lost her life, but we do have to take in to account that her boyfriend did shoot at the cops and shot a cop. Who are black people supposed to call, Ghostbusters, when we have crime in our neighborhoods? We need to stop that defund and abolish the cops crap.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Shaquille O'Neal later echoed Barkley's comments, defending the police as well. Some in their audience were not happy, Laura. One user wrote on Twitter he could not be more disgusted with Charles Barkley. Another politely told him to sit down and shut up. But look, they're reflecting 81 percent of the black community who in the latest Gallup poll said they want more policing, more cops in their neighborhoods.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Raymond, we got great response to your Amy Coney Barrett profile last night, by the way, so kudos to you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "Thank you.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Thank you so much. We'll see you next week. We have more about that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "ARROYO",
      "sentences": "You bet.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "And is the black community getting tired of the BLM movement? Pastor Darrell Scott, Lara Logan bring us some surprising reaction at a Trump event today.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "sentences": "An organization called the Black Lives Matter or BLM --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "TRUMP",
      "sentences": "It's an unusual name for an organization whose ideology and tactics are right now destroying many black lives. The stated goal of BLM organization people is to achieve the destruction of the nuclear family, abolish the police, abolish capitalism, and abolish school choice. This is not the agenda of the black community. This is the agenda --",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Joining me now is Pastor Darrell Scott, cofounder of the National Diversity Coalition for Trump, and Lara Logan, host of FOX Nation's \"Lara Logan Has No Agenda.\" Pastor Scott, you heard the crowd there. Is the black community getting tired of the BLM chaos and protest mentality, and the destruction they're leaving in their wake?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "PASTOR DARRELL SCOTT, NATIONAL DIVERSITY COALITION FOR TRUMP",
      "sentences": "Absolutely. The black community has gotten tired of the BLM B.S. The black community sees through this organization. They have really become nothing more than shakedown artists and extortioners and gangsters. Black Lives Matter, the slogan as a principle, as a precept, the slogan is good. Black lives matter also. But the organization has contributed nothing to the well-being of the black community. Think about this -- they have been rioting and tearing up for months and have zero to show for it. When Martin Luther King peacefully protested, he had an agenda which led to policy, the Civil Rights Bill was signed. There is no agenda here. There's no policy. There's no legislation being passed by the Black Lives Matter. They are simply shaking down corporations. They extorted the NBA, they shook down the NFL, they are shaking down the corporations. But there is no contribution to the community at all, and black people see that.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Lara, the president today designated Antifa and the KKK as terrorist organizations officially. But what about BLM? Many people wondering why not designate that organization as well, or is it too early?",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LARA LOGAN, FOX NATION HOST",
      "sentences": "Well, it's a very interesting question, Laura, because I have been investigating this for my work, and what I discovered is that Black Lives Matter actually is an umbrella organization for a number of different Black Lives Matter organizations that fall under this umbrella. So there is, for example, the Black Lives Global Network, right, which is now being run by the Tides Foundation. And if you look at the Tides Foundation, they are funded by the Open Society Foundation amongst others. And really there is a whole lot of money that's going round and round a network of these charities who are funding all of this. And it is a very good question to see what is going to happen with Black Lives Matter because their agenda, the difference between them and Antifa at the moment is actually quite interesting, because you will hear in the media and you'll hear from politicians all the time that Antifa has done no harm and never hurt anybody. It's even being written today with this news. They're saying it can't be a terrorist organization, they haven't hurt anyone. And that's a total lie. They're hurting people every single night out there on the streets. And they had a mass shooter in Dayton, Ohio, the day after the El Paso mass shooting.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Pastor Scott and Lara, thank you so much tonight. I'm sorry it was short, but your commentary was critical tonight as we continue to deal with violence in the streets. And still ahead, Jim Comey's, he's nauseated again. The Last Bite will explain it all.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "INGRAHAM",
      "sentences": "Jim Comey went on CNN today to talk with his new best friend, actor Jeff Daniels, who is portraying him in an upcoming T.V. miniseries. Instead of asking him about the rank corruption and abuse of power that was just exposed, Jake Tapper leaned into this resistance framing.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "You told Jeff that you felt nauseated watching some of the scenes play out. Why did you feel nauseated.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "sentences": "The source of the nausea was that the reliving was so real. It made me feel ill it was so real. It's really hard to watch. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content.",
      "timeStamp": "",
      "isLastSentenceInterrupted": false,
      "isQuestion": false,
      "isAnswer": false
    },
    {
      "speaker": "LAURA INGRAHAM, FOX NEWS HOST",
      "utterance": "I'm Laura Ingraham and this is The Ingraham Angle from a very busy Washington tonight. Governor Ron DeSantis just lifted all COVID restrictions in the state of Florida. He'll be here on the Angle exclusively in minutes to tell us why. And the pick is in. Tomorrow afternoon, President Trump will nominate 7th Circuit Judge Amy Coney Barrett to the Supreme Court. We will have full reaction ahead. But first, let's get back to the president's rally in Newport News, Virginia. Virginia is tightening as are so many states across the country. And if Trump won Virginia, well, I can tell you this, it would be a Trump landslide but he's very positive there. He's making a lot of news tonight. Let's listen in."
    },
    {
      "speaker": "DONALD TRUMP, PRESIDENT OF THE UNITED STATES",
      "utterance": "Would destroy Social Security and destroy protection for people with pre-existing conditions. He would terminate our travel bans and jihadist regions, you know I've got the travel ban. Remember everyone said you couldn't do that. I want a travel ban from people that want to blow up our country. Do you think that's OK? People said, we don't like that. Took a little heat and we got it. They said I didn't get it. They were right. We lost at one court, lost at the second, then we won in the Supreme Court. They don't say that, but we have a strong travel ban. And we will use it. We do use it. We use it plenty and increased refugee admissions. They want to increase refugee admissions, 700 percent. Opening the floodgates for radical Islamic terrorism. They want to ban school choice and charter schools in a second term. I will provide school choice to every parent in America, every parent. Vote for Republicans is a vote for safe communities, great jobs, and a limitless future for all Americans. It's so true. And in conclusion, I love you people, but I've been doing this since early in the morning. I'm getting the hell out of here. I would only do this for Virginia. I've got a guy who stays in his damn basement all day long and I'm doing this. I don't know - if he wins, I'm going to be very embarrassed, I'll say, I've worked so hard and he didn't work at all. We're going to win. I think we're going to win, and I think we're going to win big. I think we're going to. I think we're going to win bigger than anyone understand. I think there's a vote out there. There's a hidden vote out there. The pollsters are fake. They're controlled by the same people, the Right. The bad stories, the fake stories. Over the next four years, we will make America into the manufacturing superpower of the world. And we will end our reliance on China once and for all. We will hire more police. Increase penalties for assaults on law enforcement. And we will ban deadly sanctuary cities, ban them. We will uphold religious liberty, free speech, and the right to keep and bear arms, Virginia. We will strike down terrorists who threaten our citizens and we will keep America out of the ridiculous horrible endless foreign wars countries that you've never even heard of. We will keep you out of them. And by the way, we have weapons, the likes of which nobody has ever seen before. We have a level of the degree of which nobody from Russia to China to North Korea, nobody has ever seen what we've built and just hope to God, we never have to use them, but we have never had anything like the arsenal that we've built over the last three years. I hope to God we never have to use them. We're the envy of the world in that way. We have the greatest people for our ability. There's nobody can do what we can do. There's nobody - but when I came in your military was totally depleted, you had old planes, you had old everything. We have now the F-35s and we have things, the bombers, the new bombers, the tankers, the ships that were building, some right here, Newport News. But we have built an arsenal the likes of which the world has never seen. And you know what that will make it a lot easier for us not to have to use them. That's really what we need. We needed it. We were in bad shape. We were in bad shape We will maintain America's unrivaled military might and we will ensure peace through strength. And that's what we've done. We will end surprise medical building, require price transparency, and further reduce health insurance. The health insurance is a disaster and we are bringing the price of health insurance way down, premiums and costs of prescription drugs. We're instituting favored nations. We pay the highest in the world for drugs. I negotiated with Big Pharma and I just got tired of negotiating. I said, I'm sorry, we're instituting favored nations. We're the largest purchaser of prescription drugs by far in the world. And I institute it--"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "We'll check back in with the Trump rally throughout the hour. But first, a very important story to get to. Florida is now completely open for business and the Left is going nuts. So, weeks after pledging to never again lock down a state, Florida Governor Ron DeSantis announced today the lifting of all COVID restrictions on businesses. And as President Trump remarked tonight, this stands in direct conflict to the draconian lockdowns implemented by blue state governors."
    },
    {
      "speaker": "TRUMP",
      "utterance": "Dem states like where you have a governor who's a Democrat. You're not allowed to go to church. You're not allowed to go to a restaurant. You're not allowed to go to your friend's house. You can't move from your house unless you're related to the governor, then you can do whatever the hell you want."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Governor DeSantis, the man on the side of safety and freedom for his citizens, joins us now. Governor, thank you for being with us tonight. Now, after you made your announcement, I know you probably missed this. You were a little busy, but CNN's Dr. Sanjay Gupta had this to say."
    },
    {
      "speaker": "DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT",
      "utterance": "The idea of reopening when we're nowhere near containment, they're just way too much viral transmission. Governor DeSantis has gone through this before. He saw what happened when they had that big spike. That's when they reopened. That's obviously concern. But inside restaurants with full capacity, there is no mask mandate. There is no fine, these are all the wrong sort of decisions as far as actually trying to bring this pandemic under control."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Governor, you're going to get a lot of this, but they're waving the caution flag, the danger flag, the warning flag tonight about your decision, why are you right and why are they wrong?"
    },
    {
      "speaker": "GOV. RON DESANTIS (R-FL)",
      "utterance": "Well, I think a lot of them are ignorant about Florida, I mean, we never closed down over the summer. He was talking about the Sun Belt spike. We actually had, of course, beaches, theme parks, retail operating at 100 percent. We had sports and summer camps over the summer. We have over 1.1 million students and face-to-face instruction for K through 12. We have college students that are on campus. We've had big events such as NFL with fans, college football with fans. We had a NASCAR race with 30,000 people. So, we've been open. The final kind of piece to the puzzle was this capacity limitation on the restaurants at 50 percent. And so that was the announcement today, kind of brought that in for a landing. And a lot of those folks in that industry have had a really, really rough time. They've learned a lot about how to create a safe environment. I think that they'll be able to do that going forward. So, I think it'll end up being good for jobs. I think it'll end up being good for their business. And I also think, Laura, we have to have a situation where individuals can make decisions about what makes sense for them. And if that's something you're not comfortable doing, no one's going to force you to do it. But I do think that people need to be free to choose."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Now, governor, this is something that Joe Biden said this week on the trail about national standards."
    },
    {
      "speaker": "JOE BIDEN (D), PRESIDENTIAL NOMINEE",
      "utterance": "President has to take control, has to take responsibility, set national standards, making sure we're in a position where the president lays out standards for opening schools, opening businesses."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, that ends up being code for national mask mandates and rolling lockdowns, which frankly, Americans, I think are just sick and tired of, they're beyond this. And in fact, Governor, guest we had on last night was arrested earlier this week for not wearing a mask outside. Watch."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I should not be doing this and doing this kind of crap for the mayor. This is embarrassing."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Get off of me."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Tased somebody over a mask."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Governor, these look like scenes out of Russia, a man singing a hymn with others, a woman sitting at a sports event. What's going on here? What does this really all about?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, I'll tell you, Laura, in Florida, we never did any of that, but in other states you would see churches be banned, but you could go to a casino, basic rights deprived, and it was oftentimes on a political basis. I am worried, though, about this. I mean, Joe Biden has said he will lockdown the country if a scientist tells them to do it. I had a great roundtable. It's on my Twitter and Facebook with three very eminent scientists yesterday talking about all these issues. Dr. Martin Caldor from Harvard Medical and Jay Bhattacharya and Michael Levitt from Stanford Medical. And I asked, should lockdowns be off the table? And they all said unequivocally, yes, lockdowns should be off the table. At best what they do is just delay infections. They do not reduce mortality, but they cause catastrophic damage. And so that should be off the table in this country going forward. We need our society to function because COVID- 19 is one health issue. There's a whole host of other health issues out there that get exacerbated when you have society on its knees."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I want to talk about the state of Florida and the presidential race. Governor DeSantis given how close it was last time around, the president has expressed his extreme concern with mail in voting, not absentee voting, which is very popular in your state, but with mail and voting. How do you think things stand now in your state, given where the polls are and given where you think the people are after this very difficult year?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Well, just to be clear, we don't have mass mail voting in Florida, what we have, as you mentioned is mail voting on request, absentee voting, so voters can request it, they will get sent a ballot and then they can send it in. It's tried, true and safe. So, if people want to vote that way, they should absolutely do it. But we are not indiscriminately sending out ballots all over the state of Florida. That doesn't work. And you also have to have send in the ballot by Election Day at 7 PM. There's not going to be a situation where ballots are just showing up a week after the election. I think that that's very chaotic. Look, I think he's in good shape. It's always tough here. It's never an easy race. But if you look in 2016, he did rarely poorly in Miami-Dade County, still won the state. He's doing a lot better in Miami-Dade. He's got really strong support from Hispanics. I think he'll win Hispanics in Miami-Dade County. And if he holds the support elsewhere, I think he's definitely going to be in good shape. Biden has really not done much in Florida. We have a ground game. We're registering voters going door-to-door. Their campaign hasn't wanted to do that because of the pandemic. When Trump won in 2016, we had a 340,000 deficit with Democrats for registration. We've now shrunk that to under 190,000 thousand. That's as close as we've ever been, probably in modern history in terms of registration, I think that bodes well for us."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Are you worried about Michael Bloomberg's efforts to pay the penalties, the fines of former felons who would then get the right to vote if their fines were paid?"
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Attorney generals investigating that. It's a situation where he's doing it, he's discriminating on the basis of race, he's only paying off if you're a certain race. And basically, I think someone in his organization said, yes, because we think they'll vote for the candidate we want. And under Florida law, that very well may run afoul of that. So, we'll have to see. But it is being investigated and it may be investigated federally, but it certainly is investigated by the state attorney general in the state of Florida."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And, Governor, just one more time, we're going to ask one more question. Will you ever consider locking down your state, large parts of your state as the governor of New York? I guess they're now considering it in New York City today, we learn because of some outbreaks, you will never do that in your state."
    },
    {
      "speaker": "DESANTIS",
      "utterance": "Zero percent chance of that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "OK, Governor, thank you so much. Great to see you tonight. And the other breaking news tonight, Fox News has confirmed that tomorrow afternoon President Trump will nominate Seventh Circuit Judge Amy Coney Barrett to replace the late Ruth Bader Ginsburg on the Supreme Court. Now, President Trump didn't let anything slip during his speech tonight, but he did talk about the importance of the court."
    },
    {
      "speaker": "TRUMP",
      "utterance": "They say the biggest thing you can do is the appointment of judges, but especially the appointment of Supreme Court justices. That's the single biggest thing a president can do. Because it sets the tone of the country for 40 years, 50 years, I mean, a long time."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now is Kim Strassel, a Wall Street Journal editorial board member, and Mollie Hemingway, Senior Editor at the Federalist, both Fox News Contributors. Mollie, you wrote the book, along with Carrie Severino on the ugliness that was deployed by the Democrats and the media during Kavanaugh. Is there any way this could be as bad or is she somewhat insulated? She's a woman. She's a mother, and it's an election year."
    },
    {
      "speaker": "MOLLIE HEMINGWAY, SENIOR EDITOR, THE FEDERALIST",
      "utterance": "Well, if past is prologue, the most contentious battles in confirmations are when you actually see a switch from a more liberal to a more conservative justice. And so, by all that we know historically, this should be apocalyptic. But I do wonder if because of who Amy Barrett is, not just as a woman, as a mother of seven, but also that she just has a really good reputation among her friends and colleagues at Notre Dame and on the court, whether it will be more difficult for the Left to engage in the type of smear operation that they did against Kavanaugh. I think it takes a lot of courage for anybody to be willing to be nominated to the Supreme Court after what happened to Bret Kavanaugh and how people in the media and other partisans tried to destroy his life and his reputation and his family. It takes a lot of courage for someone to do this. And I think it's really remarkable to what we're about to experience here."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I completely agree with you and I look forward to hearing from her. Now, The New York Times, I guess Maggie Haberman had an interesting reaction to Trump picking Barrett."
    },
    {
      "speaker": "MAGGIE HABERMAN, NYT WHITE HOUSE CORRESPONDENT",
      "utterance": "We are dealing with the president who sometimes likes to change things up. But Amy Coney Barrett has been who we have been hearing for many, many days. She does please the base. Whenever the president has a choice, he tends to burrow into his white and largely male base of voters. And that is what he's doing here."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kim, (inaudible) start laughing, I mean, did the president pick Amy Coney Barrett for the white male vote? OK, I've heard a lot of really ridiculous things, but that's right at the top of the list."
    },
    {
      "speaker": "KIM STRASSEL, FOX NEWS CONTRIBUTOR",
      "utterance": "Look, there are so many things to like about that nominee and that will transcend, believe me, the white male vote. First of all, her jurisprudence speaks for itself. She's smart. She's a textualist. She's consistent. Go and look at it. Secondly, she's been through this process. She handled it with amazing aplomb and grace. She has been through the process. And that's going to help her a lot this time. And third, as you mentioned, how cool is it to get a working mom on the Supreme Court and by the way, a working mom of seven kids. I mean, this woman is going to be something to reckon with as she goes through this. And I hope Democrats learn something from the Kavanaugh experience because I keep reminding people four of them lost their seats in contested states after they voted no."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Excellent point. If you can handle seven kids, I bet you can handle pretty much anything. Mollie, Kim, stay right there, because when we return, we're going to expose the latest faux outrage from the Left and how it relates to the shocking new revelations about the FBI and the Russia hoax. Don't go away."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Since President Trump put his hand on the Bible back on January 20th, 2017, the press has claimed in various stages of hyperventilation that he will refuse to leave office once his term is up or refuse to leave if they were able to impeach him. Nice try. Well, during the 2016 campaign, the media insisted he wouldn't then accept the results of the election, that they assumed back then that Hillary would win."
    },
    {
      "speaker": "TRUMP",
      "utterance": "I will totally accept the results of this great and historic presidential election if I win."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Heads were exploding all over the place. He's obviously tweaking the press. Well and funny enough, it was Hillary, remember, who would never accept the results of the 2016 election to this day. She still thinks it was stolen by Russian bots working on behalf of Trump."
    },
    {
      "speaker": "HILLARY CLINTON, FORMER PRESIDENTIAL NOMINEE",
      "utterance": "He knows he's an illegitimate president. He knows that there were a bunch of different reasons why the election turned out the way it did."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "This is shameless. Now, the media and their Democrat co- conspirators, they wanted Trump gone from the moment he came down the golden escalator and they're still enraged that he made fools out of them by beating Mueller, beating Schiff and now beating Biden and the energy, strength and stamina election. Well, they're forever wanting to prove that what Mueller couldn't prove, that somehow Trump is a secret authoritarian that like Putin, he's just going to refuse to yield power once he has it, once it's his time to go. Well, fast forward to an interview that the president did with that esteemed political journal, Playboy. Now, pay close attention to the beginning of the reporter's question."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Win, lose or draw in this election, will you commit here today for a peaceful transfer of power after the election?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "We're going to have to see what happens."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Do you commit to making sure that there's a peaceful transfer?"
    },
    {
      "speaker": "TRUMP",
      "utterance": "Get rid of the ballots and you'll have a very peaceful, there won't be a transfer frankly, there'll be a continuation."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "I thought Playboy magazine, wasn't it out of business. He should have a little bunny on his mask. But what the president said, win, lose or draw. So, you've got that if Trump wins, that reporter from Playboy still thinks that there should be a transfer of power. So, he wins. He loses, he loses. He loses. That's cute. So, what exactly was wrong with what the president said there. Democrats who have explicitly and implicitly encouraged BLM and the ANTIFA rioters are now accusing Trump of planning what exactly to mobilize troops against the Biden transition team, if Biden actually wins? It's ridiculous. Now, to normal Americans, it's obvious what the president is saying, but I was thinking about it today. If your party, the Democrats, doesn't actually have a candidate who campaigns like Biden. Well, what else are you going to talk about?"
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "He's plotting in open in public repeatedly, a coup to steal the election and hold on to power."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "Un-American behavior. It's authoritarian behavior."
    },
    {
      "speaker": "UNIDENTIFIED MALE",
      "utterance": "I guess the president was now moving this nation to anarchy. That is a stateless government."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "Donald Trump continues to mock the very idea of democracy, refusing to commit to a peaceful transfer of power after the election."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "For all intents and purposes, the U.S. press corps is operating as a proxy for the invisible candidate, and as is the case with most of these controversies, the media is either projecting or covering up altogether for the Democrat Party. Now, the only administration that has tried to derail the peaceful transition of power is Obama's. And Trump was on to them from the beginning. Back on January 3rd, 2017 in oppression tweet, he said this, the intelligence briefing on so-called Russian hacking was delayed until Friday, perhaps more time needed to build a case. Very strange. This is why they don't like Trump's tweets. Now, the media lambasted him for that, but newly released text messages between FBI officials included one from January 5th, 2017, that read Trump was right. In other words, the Intel briefing was absolutely being delayed to cook up more evidence against him. The text went on to say, still not put together. Why do we do this to ourselves? What's wrong with these people? Now, I should note that this FBI text was set the same day of that infamous White House meeting that we've previously reported on. This is the meeting where Obama and Comey discussed withholding information from incoming Trump officials. Well, so much for doing things by the book. Barack? Well, five days later, when CNN leaked that Trump had been briefed on the bogus Steele dossier, one FBI agent texted this to a colleague. We all went and purchased professional liability insurance. I wonder why? And speaking of Christopher Steele, we learned today that the primary source for his infamous dossier was a suspected Russian spy going back to 2009. More damning, however, is the fact that the FBI knew this in December of 2016 but kept spying on the Trump campaign anyway. In other words, the Democrats funded Russian disinformation, which was taken up by rogue deep state actors, one of whom was Peter Strzok. Two years ago, he gave this impassioned defense of the FBI's horrific misconduct."
    },
    {
      "speaker": "PETER STRZOK, FORMER FBI AGENT",
      "utterance": "In the suggestion that I, and some dark chamber somewhere in the FBI, would somehow cast aside all of these procedures, all of these safeguards and somehow be able to do this is astounding to me. It simply couldn't happen. And the proposition that that is going on, that it might occur anywhere in the FBI deeply corrodes what the FBI is in American society, the effectiveness of their mission. And it is deeply destructive."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Love the applause. Well, now we know that mission was to take down a sitting president and just in case you needed to hear it from the agents themselves. In a newly released DOJ memo, the FBI special agent in- charge of the Mike Flynn case said he believed the Mueller team prosecuted the former general for one reason, to get Trump. Now, one would assume that this is all of supreme interest to John Durham, the U.S. attorney assigned by AG Bar, to examine the Obama FBI's handling of that Russia investigation. If an outgoing administration can do this to a candidate of an opposing party and then to a sitting president of an opposing party, and do it all with impunity, then the peaceful transition of power is the least of our concerns as a nation. Let's bring back in Kim Strassel and Mollie Hemingway. Kim, just to give our viewers an idea of how bad this was, that FBI agent handling the Flynn case was so disgusted by what was going on he threatened to quit, and also go talk to the I.G. Tell us more."
    },
    {
      "speaker": "KIMBERLEY STRASSEL, WALL STREET JOURNAL",
      "utterance": "Yes, so it was remarkable, because what you have here is what you think of as an honest FBI guy giving his perspective of what he saw first at the FBI as they were doing their Trump- Russia collusion probe, and then by the way, at Special Counsel Mueller's team where he reluctantly went over because he was trying to prevent what he called groupthink. And he never said that he saw anything to the Flynn case. He was so appalled. He said it was so problematic by the end that he asked to be taken off of it because he was concerned there would be an inspector general report. When he went to the Special Counsel, he said he didn't want to touch the case. He thought that there were other pieces of it that might be more valid. But in the end, he said what he saw was a team had an attitude of get Trump, and where everything was being called by the lawyers, and the attorneys were only in this in order to get some big takedown of the president, and who were looking at the average investigators as nothing more than speed bumps in their way. And he was just -- it's remarkable what he laid out in that interview. And it really confirmed a lot of the worst suspicions about how all of this worked."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And Mollie, the comments today, or lack thereof, in the American media are just stunning. We'll get to one of them in a moment. But take us back to that first week of January in 2017, Mollie, and why that was so critical in ultimately unraveling this whole thing. MOLLIE HEMINGWAY, SENIOR EDITOR, \"THE FEDERALIST\": Yes, this case agent in charge had been instructed to close the Flynn investigation prior to that first week in January because there was literally nothing there to go after Mike Flynn for. But then early in January he is told to keep it open, to investigate the Logan Act. He actually has to look up what the Logan Act is because it hasn't been used in hundreds of years. He doesn't think that it applies. That's about how private citizens are not to communicate with the foreign governments. But of course, Mike Flynn is not a private citizen. He was the incoming national security adviser who was speaking in completely appropriate ways. There is this meeting in in the Oval Office with Obama and Biden and various other people where they talk about the Logan Act. Soon thereafter, those phone calls with Ambassador Kislyak, between Mike Flynn and he, are leaked to the \"Wall Street Journal\" and to the \"Washington Post.\" That's used to ramp up the investigation again. And now we are still dealing with this Mike Flynn investigation. Next week there will be a hearing. The judge is not letting the Department of Justice stop the prosecution, even though that's their authority to do that. And so that's why we have more of these documents coming out as they are found, they have to be turned over to Flynn. They just show so much corruption and the abuse of power in this Flynn investigation, I don't see how the judge can continue the case. He seems to have a personal vendetta --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "The judge, Emmet Sullivan, if there is a candidate for impeachment, I'm sorry, down the road or now it could be Emmett Sullivan. CNN's Jake Tapper asked James Comey today about the damning Steele dossier news. He was on with an actor because there is new Showtime movie about Comey's rules. This is how he responded."
    },
    {
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "utterance": "Republicans obviously saying that that undermines the dossier even further, which they argue undermines the entire Russia investigation. What do you think?"
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "utterance": "I haven't read what they put out. Setting aside the merits of the Steele dossier, which are important to debate, this was begun based on credible information unconnected to that material. And we should have been fired if we didn't investigate."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Kim, he said there was plenty to -- plenty of the other justifications for this investigation, and kind of blew off the Steele dossier question."
    },
    {
      "speaker": "STRASSEL",
      "utterance": "Can I first just ask why anyone has James Comey on TV? I don't understand this. The man is the disgraced, fired, former head of the FBI who has now been shellacked three times by the inspector general in separate reports talking about his abuse of his power while in office. Talking to him as a credible source is not something the media should be doing in any way, shape, or form. But of course he's going to blow off the dossier. Look, here's the other problem that they have is that even when you go back to Michael Horowitz, the inspector general of the Department of Justice report last year, he laid out all the problems with the other, quote, evidence that they had, which was also incredibly flimsy. And this is what Durham is looking into. We're going to get a final answer from Durham as to whether or not he thought there was an adequate predicate from the probe, and then let's hear from Jim Comey then."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Ticktock, ticktock. Mollie, 10 seconds. Does Christopher Wray survive, FBI head?"
    },
    {
      "speaker": "HEMINGWAY",
      "utterance": "It's just, I cannot believe he doesn't care more about all of these things that are happening. If he even pretended to care more I think it would make people feel more comfortable. There have been a lot of problems happening, and not a peep from him. It does not -- it would be good for the entire agency and for all the people who worked there if he were to speak up."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And remember the FBI agents who interviewed Michael Flynn did not think he lied in his interview. There is a whole other part of that that's going to unravel. Ladies, thank you so much. I couldn't have had two better guests tonight for this topic. And coming up, Biden's big day out, and why the left is angry with Charles Barkley and Shaquille O'Neal. Raymond Arroyo, tells us all in \"Friday Follies\" next."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "It's Friday, and that means it's time for \"Friday Follies.\" Joining with us all the details, Raymond Arroyo, FOX News contributor, author of the forthcoming \"The Spider Who Saved Christmas.\" Raymond, Joe Biden had a big, big day in D.C. What happened?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Well, as you know, he has been criticized, Laura, for not holding public events or shutting down coverage first thing in the morning. But Joe Biden had a very busy day. He visited the capital to pay respects to the late Ruth Bader Ginsburg. And later, Biden appeared at a couple of other events -- Dr. Jill Biden. Joe had no campaign events today, OK? But the former second lady made two stops to Maine to speak on her husband's behalf. She sounded more presidential than the guy, you know the one, you know. Jill is the campaign's answer to Trump rallying massive crowds in Virginia tonight. I've never seen anything like it, Laura."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "No, I've got to say we've said from the beginning that Jill Biden really should have been the candidate, because she has that spring in her step. She's a nurse. Right? She's a nurse. She's a go-getter, OK. Let's give poor Joe the benefit of the doubt, though, because he's probably been locked away preparing for next week's debate. That is what he is doing."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Well, not if Nancy Pelosi has anything to say about it, Laura."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "You had earlier suggested you didn't think Biden should debate. Do you still feel that way?"
    },
    {
      "speaker": "REP. NANCY PELOSI, (D-CA) HOUSE SPEAKER",
      "utterance": "I do. Not that I don't think that he'll be excellent. I just think that the president has no fidelity to fact or truth. Why bother?"
    },
    {
      "speaker": "ARROYO",
      "utterance": "Laura, early on you said there would be no debate. Nancy seems to agree with you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Well, maybe I'm wrong, but anything could happen with 2020. Locusts could fall from the sky. There might be a traffic jam. There could be hangnails, ear wax problems. You never know what is going to keep Joe Biden --"
    },
    {
      "speaker": "ARROYO",
      "utterance": "If Joe is unavailable -- if Joe is unavailable, Laura, they could always send Jill to debate Trump. That's a possibility. The Biden campaign has a big problem, though. They need the visibility of the debates. The Trump campaign has knocked on millions of doors to activate voters. Meanwhile, Biden's ground campaign is looking pretty lame in these battleground states. This is a Biden campaign volunteer describing her work on the ground for team Joe."
    },
    {
      "speaker": "UNIDENTIFIED FEMALE",
      "utterance": "They made very clear to us that we would be just doing phone calls from home, that it's very convenient. Honestly, it's been super easy and super convenient. For somebody that is very much an introvert and is afraid to knock on doors, this is something I absolutely am happy to do."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Just what you need, Laura, to shake up those uncommitted voters, fearful introverts. Wonderful. Without a physical presence on the campaign trail, Biden continues to default to his empathetic candidate routine. This is a clear attempt to sway those suburbanite women. The latest iteration came in the form of a Cindy McCain endorsement."
    },
    {
      "speaker": "CINDY MCCAIN, JOHN MCCAIN'S WIFE",
      "utterance": "Empathy and compassion, a lot of times that is the only things we really need on a day that's really bad. And your empathy and compassion for those less fortunate have meant the world to me, and, I know, to many people."
    },
    {
      "speaker": "JOE BIDEN, (D) PRESIDENTIAL NOMINEE",
      "utterance": "That's who John was. That's who John was with me."
    },
    {
      "speaker": "ARROYO",
      "utterance": "I don't know what John he's remembering, Laura, but when Amy Coney Barrett is announced, all these empathy and the bromidial arguments are going to go away. Women are going to see themselves in her as a mother of seven, and a working mother at that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "All right, before we go, Charles Barkley caused a stir last night on TNT when he addressed the riots related to the Breonna Taylor grand jury decision and the calls to abolish police."
    },
    {
      "speaker": "CHARLES BARKLEY, FORMER NBA PLAYER",
      "utterance": "I'm really sorry she lost her life, but we do have to take in to account that her boyfriend did shoot at the cops and shot a cop. Who are black people supposed to call, Ghostbusters, when we have crime in our neighborhoods? We need to stop that defund and abolish the cops crap."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Shaquille O'Neal later echoed Barkley's comments, defending the police as well. Some in their audience were not happy, Laura. One user wrote on Twitter he could not be more disgusted with Charles Barkley. Another politely told him to sit down and shut up. But look, they're reflecting 81 percent of the black community who in the latest Gallup poll said they want more policing, more cops in their neighborhoods."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Raymond, we got great response to your Amy Coney Barrett profile last night, by the way, so kudos to you."
    },
    {
      "speaker": "ARROYO",
      "utterance": "Thank you."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Thank you so much. We'll see you next week. We have more about that."
    },
    {
      "speaker": "ARROYO",
      "utterance": "You bet."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "And is the black community getting tired of the BLM movement? Pastor Darrell Scott, Lara Logan bring us some surprising reaction at a Trump event today."
    },
    {
      "speaker": "DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES",
      "utterance": "An organization called the Black Lives Matter or BLM --"
    },
    {
      "speaker": "TRUMP",
      "utterance": "It's an unusual name for an organization whose ideology and tactics are right now destroying many black lives. The stated goal of BLM organization people is to achieve the destruction of the nuclear family, abolish the police, abolish capitalism, and abolish school choice. This is not the agenda of the black community. This is the agenda --"
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Joining me now is Pastor Darrell Scott, cofounder of the National Diversity Coalition for Trump, and Lara Logan, host of FOX Nation's \"Lara Logan Has No Agenda.\" Pastor Scott, you heard the crowd there. Is the black community getting tired of the BLM chaos and protest mentality, and the destruction they're leaving in their wake?"
    },
    {
      "speaker": "PASTOR DARRELL SCOTT, NATIONAL DIVERSITY COALITION FOR TRUMP",
      "utterance": "Absolutely. The black community has gotten tired of the BLM B.S. The black community sees through this organization. They have really become nothing more than shakedown artists and extortioners and gangsters. Black Lives Matter, the slogan as a principle, as a precept, the slogan is good. Black lives matter also. But the organization has contributed nothing to the well-being of the black community. Think about this -- they have been rioting and tearing up for months and have zero to show for it. When Martin Luther King peacefully protested, he had an agenda which led to policy, the Civil Rights Bill was signed. There is no agenda here. There's no policy. There's no legislation being passed by the Black Lives Matter. They are simply shaking down corporations. They extorted the NBA, they shook down the NFL, they are shaking down the corporations. But there is no contribution to the community at all, and black people see that."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Lara, the president today designated Antifa and the KKK as terrorist organizations officially. But what about BLM? Many people wondering why not designate that organization as well, or is it too early?"
    },
    {
      "speaker": "LARA LOGAN, FOX NATION HOST",
      "utterance": "Well, it's a very interesting question, Laura, because I have been investigating this for my work, and what I discovered is that Black Lives Matter actually is an umbrella organization for a number of different Black Lives Matter organizations that fall under this umbrella. So there is, for example, the Black Lives Global Network, right, which is now being run by the Tides Foundation. And if you look at the Tides Foundation, they are funded by the Open Society Foundation amongst others. And really there is a whole lot of money that's going round and round a network of these charities who are funding all of this. And it is a very good question to see what is going to happen with Black Lives Matter because their agenda, the difference between them and Antifa at the moment is actually quite interesting, because you will hear in the media and you'll hear from politicians all the time that Antifa has done no harm and never hurt anybody. It's even being written today with this news. They're saying it can't be a terrorist organization, they haven't hurt anyone. And that's a total lie. They're hurting people every single night out there on the streets. And they had a mass shooter in Dayton, Ohio, the day after the El Paso mass shooting."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Pastor Scott and Lara, thank you so much tonight. I'm sorry it was short, but your commentary was critical tonight as we continue to deal with violence in the streets. And still ahead, Jim Comey's, he's nauseated again. The Last Bite will explain it all."
    },
    {
      "speaker": "INGRAHAM",
      "utterance": "Jim Comey went on CNN today to talk with his new best friend, actor Jeff Daniels, who is portraying him in an upcoming T.V. miniseries. Instead of asking him about the rank corruption and abuse of power that was just exposed, Jake Tapper leaned into this resistance framing."
    },
    {
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "utterance": "You told Jeff that you felt nauseated watching some of the scenes play out. Why did you feel nauseated."
    },
    {
      "speaker": "JAMES COMEY, FORMER FBI DIRECTOR",
      "utterance": "The source of the nausea was that the reliving was so real. It made me feel ill it was so real. It's really hard to watch. Content and Programming Copyright 2020 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2020 ASC Services II Media, LLC. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of ASC Services II Media, LLC. You may not alter or remove any trademark, copyright or other notice from copies of the content."
    }
  ]
}